{"id":"94950","title":"HARMONIC GENERATION IN EXTREME ULTRAVIOLET REGION THROUGH THE INTERACTION OF SHORT LASER PULSES WITH LOW-EXCITED LASER-PRODUCED PLASMA AND GAS JETS","abstractText":"'High-order harmonic generation (HHG) is an increasingly used and promising technique for achieving the extreme ultraviolet (XUV) spectral range with highest brightness, short pulse duration, and coherence. Extensive studies of this phenomenon have been mostly carried out using jets of neutral atomic gas, which have resulted in novel coherent XUV sources. However, typically observed high-order harmonics presently have the disadvantage of low conversion efficiency (10-6). This is problematic for many potential applications of HHG radiation including XUV coherent diffraction imaging, time-resolved measurements, and seeding of Free Electron Lasers. Recent studies have shown that this weakness can be partially overcome by using the ablated plasma as a nonlinear medium. An especially interesting observation, unique for harmonics originated both from gas jets, surfaces, or plasma, is the enhancement of a single harmonic, attributed to resonance with a strong radiative transition. In this way, conversion efficiencies higher than 10-5 from the pump laser radiation to the harmonics in the plateau range have been reported. The project is aimed at the enhancement of HHG efficiency from laser ablation produced on the surfaces of solid-state materials and comparison with HHG from gas jets. The milestones of the proposed investigations include (a) analysis and optimization of harmonic generation from laser plasma produced on the surface of various targets, (b) search of resonance-induced enhancement of single harmonic in the XUV range, (c) harmonic generation from the laser plumes containing nanoclusters, (d) search of the continuum in the harmonic emission near the cutoff (a characteristic signature for attosecond pulse generation), and (e) HHG from gas jets and comparison with the HHG from laser plasma. As a result of project, further improvements of the harmonic efficiency in the XUV range through the HHG from laser plasma and gas jets will be achieved.'","grantUrl":"","grantId":"253104","fundValue":"240289.6","fundStart":"2010-11-03","fundEnd":"2012-11-02","dataset":"fp7"}