{"id":"97376","title":"Using Natural Experiments to Understand the Spatial Economy","abstractText":"'One of the most striking empirical regularities is the huge divergence in economic activity and income across space. Economists have pointed to a number of factors as the fundamental causes of these inequalities, including differences in institutions, differences in natural endowments and cultural differences. More recently research in economic geography following Krugman (1991) has highlighted the importance of trade costs in determining the spatial inequality in economic activity. The central idea behind this research area is that economic activity may endogenously concentrate in some regions leaving other regions to be peripheral. Such concentration of economic activity occurs because of the interaction between increasing returns to scale at the firm level and transport costs. While there has been a substantial amount of theoretical research on the implications of economic geography models empirical work is still in its early stages.\n\nIn this project we will build on recent work of Redding and Sturm (2008) and Redding, Sturm and Wolf (2009) and exploit natural experiments to test the empirical predictions of the recent advances in the economic geography literature. The careful use of naturally occurring exogenous variation allows us to overcome the key challenge in the existing empirical work to distinguish between mere correlations and causal relationships. This project will extend our previous work in three distinct directions. First, we want to exploit the division and reunification of Berlin as an exogenous shock to estimate a structural model of the internal organization of cities. Second, we are going to use the experience of East Germany during the period of division to quantify the efficiency loss from a spatial misallocation of resources. Finally, we want to exploit exogenous variation created by war-time destruction in London to assess the causal impact of variation in neighbourhood characteristics on adjacent neighbourhoods.'","grantUrl":"","grantId":"263733","fundValue":"988116","fundStart":"2011-01-01","fundEnd":"2016-12-31","dataset":"fp7"}