{"id":"89011","title":"Rocky Planets Around Cool Stars","abstractText":"'The search for life bearing planets elsewhere is one of the major themes in contemporary astronomy, and much science investment is committed or being directed to seek and study extra-solar planets, with projects like Corot, Kepler, JWST, and Darwin. Previous search efforts focus on finding earth-like planets around Sun-like stars, however, cool stars are by far the most populous potential planet hosts, and in recent years a prevailing view has developed that biological viability could benefit greatly from planets in their habitable zone. Our new large scale WFCAM Transit Survey (WTS) has just been awarded 200 nights on the UK Infrared Telescope, and will use the transit method to seek out small rocky planets around cool stars.  The mass, radius, density and atmospheres of transiting planets can be directly measured, with previous discoveries around Sun-like stars being highly inhospitable gas giants known as hot-Jupiters. Around cool stars however, smaller, rocky planets can be detected by the transit method, and could be warm habitable worlds. The discovery of such planets would be extremely high profile both in the field and to the public, and impact a wide range of scientific areas.  We propose an Initial Training Network to exploit the WTS for planet detection and characterisation, and to contribute to the future study of these and other planets via design phase work at our industrial node EADS Astrium. The network will have a large impact on our understanding of the diversity of habitable planets, and inspire both the general public through high profile discoveries, and schools/colleges through the provision of themed educational materials. Network researchers will gain a broad range of training in astronomical, computational, mathematical techniques during their research, as well as aquiring a wide variety of transferable skills in the use of mathematical algorithms, spectroscopy, databases, engineering design techniques, education and outreach.'","grantUrl":"","grantId":"213646","fundValue":"3211716","fundStart":"2008-12-01","fundEnd":"2012-11-30","dataset":"fp7"}