{"id":"92057","title":"Surfacing System for Ship Recovery","abstractText":"'The propagation of spillages is one of the biggest environmental problems after a ship disaster. Instead of cleaning the dirty areas the SUSY system will avoid the spillages by stabilizing vessels immediately after an accident. The main goal of the project is the development of well known submarine rescue technology into systems usable for merchant ships in emergency situations. The systems for submarines are based on satellite booster technology with liquid or solid fuel to blow water out of the ballast tanks in very short time to provide additional buoyancy to stop e.g. an uncontrolled diving process.\nCombining this technology with air pressure systems and balloon technology to create a multi purpose modular system for ship rescue purposes is the SuSY project target. Therefore the booster technology combined with pressure air technologies has to be adapted to the salvage procedure requirements. In combination with new balloon textiles a secure vessel stabilisation process as well as the salvage process will be supported.\nDifferent application scenarios / concepts can be envisaged: (1) preventive installation of rescue systems on ships with hazardous cargo, (2) equipment for coast guard and rescue squads to quickly stabilize capsized ships and (3) equipment for teams to lift sunken ships.\nThe technical challenges for SUSY where research is needed to develop the envisaged systems are\n-developing a hydro-dynamical and a thermo-dynamical model as basis for a controlled process for the different possible scenarios\n-developing a safety and secure buoyancy generating system based on liquid, solid fuel and air pressure,\n-find the right material to cope with the pressure the temperature and the dynamic loads of a rescue scenario\n-define a life-cycle cost model to assure the design of a low cost modular system\n-simulate the different scenarios to provide input for the design optimisation\nFinally SUSY will build a prototype to proof the concept in real sea tests.'","grantUrl":"","grantId":"234151","fundValue":"3999934.92","fundStart":"2009-09-01","fundEnd":"2013-02-28","dataset":"fp7"}