{"id":"102289","title":"Microflow in Complex Environments","abstractText":"'We will study the way in which the hydrodynamics of simple, complex and active fluids is affected by their environment, in particular by patterned surfaces and by confinement. We shall concentrate on micron and nanometric length scales where surfaces are often key in controlling fluid behaviour. The work is driven by current rapid and exciting advances in fabricating micropatterned substrates and by new experimental techniques probing the flow properties of fluids at these scales. Our work will be primarily computational and theoretical, but with an experimental component within Oxford, and with close experimental links to several groups internationally.\n\nThe systems we will concentrate on are:\n\n1. simple fluids at micropatterned substrates: We aim to understand interface pinning, particularly on anisotropic surfaces, and superhydrophobic hydrodynamics. The knowledge will be used to help design devices, such as displays and condensers that exploit fluid-surface interactions at the mesoscale.\n\n2. complex fluids in confinement and at patterned substrates: We shall concentrate on the f-d virus as a highly monodisperse system of colloidal rods which shows lyotropic liquid crystalline ordering. A close collaboration between experiment and simulation will investigate the interplay between elasticity, surface anchoring, flow, topological defects and interface instabilities.\n\n3. active fluids at surfaces: Our aim is to understand low Reynolds number swimming in the vicinity of rough surfaces and in confined systems such as microchannels and fluid drops. Microswimmers provide an experimentally and theoretically accessible example of non-equilibrium statistical physics and have a range of striking behaviours, including clustering, low Reynolds number turbulence and anomalous flow field statistics, that remain exciting challenges.'","grantUrl":"","grantId":"291234","fundValue":"1583887","fundStart":"2012-04-01","fundEnd":"2017-03-31","dataset":"fp7"}