{"id":"103503","title":"Development of sustainable electrochemical corrosion protection systems for reinforced concrete structures","abstractText":"'Corrosion of reinforcing steel in concrete structures is a worldwide problem and affects a large number of infrastructures. Two major causes connected to corrosion of reinforcing steel are the carbonation and chloride attack. Concrete carbonation produces a carbonated surface layer in which the pore solution pH value is depressed to near-neutral levels. A fall in pH to values below 10 at the steel can render the steel passive film thermodynamically unstable and thus cause steel corrosion. While chloride attack causes localised breakdown of the passive film that initially forms on steel as a result of the alkaline nature of the pore solution in concrete. The harmful chloride ions can be originated from the use of contaminated mix constituents or from the surrounding environment such as deicing salts or seawater. The corrosion of steel not only reduces the strength of reinforcement but also can lead to cracking and spalling of cover concrete because of the substantial volume increase that accompanies the transformation of iron to rust. To promote the effective application of reinforced concrete it is important to protect the reinforcing steel from corrosion during its service life. This proposal is to explore a new electrochemical remediation of reinforced concrete structures by combining conventional electrochemical processes, such as the electrochemical chloride removal for chloride contaminated concrete and the electrochemical realkalisation for carbonated concrete, with electrochemical nanoparticle injection. Using the new electrochemical processes, not only can they remove chlorides from concrete and increase alkalinity in concrete pore solution but also simultaneously inject nanoparticles into the concrete to enhance its mechanical properties as well as improve its porosity to stop the further penetration of chlorides and CO2 from its surrounding environment, and thus provide a permanent solution for concrete repair suffered from carbonation and chloride attack.'","grantUrl":"","grantId":"294955","fundValue":"327600","fundStart":"2012-07-01","fundEnd":"2016-06-30","dataset":"fp7"}