{"id":"99985","title":"Neuronal Activity: Targets for Stimulating Myelin Formation and Repair in the Brain","abstractText":"'Neurological disorders associated with dysfunctional and damaged myelin represent a heavy economic and social burden within the EU. Therefore identifying novel targets for stimulating myelin formation and repair hold significant value. Neuronal activity influences the development of myelinating glia and the formation of myelin in the brain. However the physiological basis of these neuron-glial interactions are poorly described in the context of intact nervous tissues. This work will focus on receptors that are capable of integrating neuronal activity with oligodendrocyte function. Neuronal activity stimulates ionotropic glutamate receptors located on oligodendrocyte precursor cells (OPCs). However the function of these neuron-OPC synapses in the nervous system is unknown. Activation of these receptors regulates the migration and differentiation of oligodendrocyte precursor cells in vitro. By relaying information regarding axonal function these receptors are well positioned to translate changes in activity arising during development, and as a consequence of injury and disease, into signals capable of promoting the developmental programme required for myelination. Consequently these receptors represent valuable targets for stimulating neural repair in conditions of myelin disease and injury. These ideas will be tested by selectively disrupting glutamate receptor functions in OPCs with a series of novel genetically encoded tools. These tools will be deployed in slice cultures that permit the analysis of myelin formation and repair. The effect of these receptor manipulations will then be examined on axon-OPC interactions, OPC development, myelin formation, and myelin replacement. Illuminating mechanisms connecting axonal activity to myelin formation and recovery promises to stimulate novel therapies for myelin-associated disorders such as those underlying cerebral palsy in infants, and multiple sclerosis, which afflicts an estimated 405 thousand adults in the EU.'","grantUrl":"","grantId":"294051","fundValue":"72916.67","fundStart":"2011-09-01","fundEnd":"2014-07-31","dataset":"fp7"}