{"id":"98903","title":"Graphene-Based Ultra-Sensitive Gas Sensors","abstractText":"'Goal of the proposed research is to transfer the knowledge of experienced researcher to Europe. Detection of minor gas leaks in a hazardous work environment has been a challenging research problem for many decades as it involves health, safety and environmental risks. In this proposed research we will develop graphene based gas sensors with ultrafast response, high sensitivity, great selectivity and high durability to detect the environmental pollutants even in very low concentrations. We intend to target the detection of various toxic gases such as CO2, CO, H2S, NOx, ethanol, and SO2 in ppb level. Graphene is relatively a new material to be used for practical sensor purpose. The idea underlying the selection of graphene for sensor application is its variable conductivity, which makes it available for electron transport phenomena with very high electrical mobility in the presence of oxidizing and reducing gases. The feature of high conductivity will be exploited by using graphene as conductivity-based chemical gas sensors. The proposed study will allow the optimization of sensor parameters for making sensors with good selectivity for target gases by using metal catalyst such as Pt, Pd, and Au on the surface of graphene. The idea underlying the present proposal is that by coating graphene with metal nanoparticles, one could increase the effective surface area and modify the work functions, thereby improving the sensitivity and selectivity of the gas sensors. Successful completion of this research will have enormous benefit to European society through numerous applications, including the reduction of health risks and improvement of public security, detection of environmental toxins and semiconductor processing. Researcher Dr. Rakesh K. Joshi is expert in nanomaterials synthesis and sensor development while Prof. Andre Geim is the discoverer of graphene and its sensor application. Both researchers have worked extensively in graphene and gas sensors.'","grantUrl":"","grantId":"276201","fundValue":"280680","fundStart":"2011-06-10","fundEnd":"2013-06-09","dataset":"fp7"}