{"id":"102144","title":"Supporting Independent LiVing for the Elderly through Robotics","abstractText":"The SILVER project has two concrete primary objectives. The first is to establish and validate a Pre-Commercial Procurement (PCP) process in the participating countries. The second is to use that process to identify new technologies and services to address the challenge of Supporting the Independent living of the Elderly through Robotics.nnBy the completion of this project there will be a fully documented PCP process, capable of being run as a joint cross-border PCP call for tender with the participating countries. Together with this process there will be supporting artefacts, such as application forms and document templates, which can be used by procurers wishing to run a PCP call. Additionally, the awareness and procurement competencies of local, regional and national public/private purchasers in the field of elderly care and of public authorities running research activities will have been upgraded.nnFor addressing the independent living of the elderly a number of pilot research and development projects will be executed to develop innovative new solutions and technologies. These projects, identified through an open call using the PCP process, will run through a  3 phased life-cycle. This life-cycle will start with short feasibility studies to allow selected highly innovative ideas to be tested in a controlled way to mitigate the inherent risk that innovation brings. Those ideas that prove their viability will then go through a further selection process. The most promising projects will then be selected to develop prototypes and the most promising of those further again into small scale test series of first end-products and thus accelerate their route to commercialisation.nnBy involving purchasers of care services for the elderly as partners within the SILVER project, we will provide these R&D pilots with intelligent lead customers able to assess and shape the solutions. This, together with the enhanced awareness that these purchasers will gain through their involvement, will greatly increase the chance that the ideas will be purchased when they become commercially available products.","grantUrl":"","grantId":"287609","fundValue":"4184291","fundStart":"2012-01-01","fundEnd":"2016-08-31","dataset":"fp7"}