{"id":"108564","title":"Defusing volcanic eruptions: the escape of volcanic gas","abstractText":"'Volcanic eruptions are driven by the exsolution and escape of dissolved volatiles. Fast and efficient escape of volatiles leads to a lower potential for an explosive eruption: defusing it. Yet, despite recognition of the importance of volatile escape, the mechanisms and kinetics of degassing remain unclear. This study aims to use a pioneering approach to reconstruct the escape of volcanic gases.\nExsolved gases are ephemeral and do not survive eruption. However textural evidence such as vesicles, fractures and veins in erupted magma lingers. Moreover, new data shows that chemical signals of degassing endure, not only in minerals, but also in quenched melt.\nVolcanic gases are enriched in metals such as Hg, Tl, and Cu resulting in ore deposits and contributing to global metal emissions. Such enrichment is based on the preference of these metals for a gas phase. This project will establish how metals partition between volcanic gas and melt (basalt and rhyolite), how quickly such equilibrium partitioning is reached, and what can be learned regarding magma degassing from gas emissions and melt compositions as measured at volcanoes.\nThe first part of the project focuses on obtaining gas-melt partition coefficients and diffusivities of metals. The second part of the project involves comparison to natural samples. Metal concentration variations will be mapped within an exposed magmatic conduit and in recent explosively erupted volcanic rocks. The third part of the project aims to model the escape of volcanic gases using reactive flow modeling.\nThe combined results of this project will not only show how and how fast volcanic gases escape, but also form the basis of a new approach to quantifying historic (from glass shards) and future (from gas emissions) magmatic metal release to potential ore forming systems as well as to the atmosphere. Moreover, linking gas chemistry to dynamic degassing processes in a quantitative model will aid prediction of eruption style and timing.'","grantUrl":"","grantId":"307356","fundValue":"1604211","fundStart":"2013-05-01","fundEnd":"2018-04-30","dataset":"fp7"}