{"id":"102456","title":"Cyp-450 biosynthesis of Lyngbya majuscula natural products","abstractText":"'The filamentous marine cyanobacterium, Lyngbya majuscula (order Oscillatoriales) is a prolific source of modular natural products, some of which have shown promise for the treatment of cancer, diabetes, HIV and Alzheimers disease. However, the failure to grow its axenic cultures (because of the lack of the nifH gene) suggests that obtaining the natural products from the cyanobacterium in sustainable yields is enigmatic. My investigations into the Kenyan L. majuscula molecular diversity established it to be encapsulated by a sheath of brightly coloured epibiotic bacteria (EB) species, representative of a group of phyla that are an especially important source of novel natural products in drug discovery. Consistent with the paucity of natural product genes (a mere 3%) observed in the L. majuscula 3L draft genome sequence, there are serious concerns on whether the nearly 300 compounds isolated pan-tropically from L. majuscula originate from the cyanobacterium or EB cohabiting with it or both. This study therefore aims to investigate the heterologous cytochrome P450 (cyp450) mediated biosynthesis of L. majuscula natural products from EB cohabiting with it. The Kenyan L. majuscula is the source of the modular homodolastatin 16 (HMDS 16) and antanapeptin A (ANTAP A). Specifically, EB will be screened for polyketide synthase (PKS)/nonribosomal peptide synthetase (NRPS) megasynthase gene clusters targeting HMDS 16 and ANTAP A. Gene clusters encoding for HMDS 16, ANTAP A and cyp450 flanking the clusters will be amplified from cDNA using specific primers for the gene models. PCR amplification products will be cloned and resulting plasmids transformed into a Saccharomyces cerevisiae shuttle vector for co-expression with cyp450. Methanolic extracts of the recombinant cultures will be analysed for modular natural products and the results compared with those of EB in direct culture and of L. majuscula. Structural elucidation of natural products will utilise LC/MS/NMR spectrometry.'","grantUrl":"","grantId":"299550","fundValue":"209033.4","fundStart":"2012-04-26","fundEnd":"2014-04-25","dataset":"fp7"}