{"id":"104909","title":"Tris-heteroleptic cyclometalated iridium(III) complexes for white electroluminescence","abstractText":"'For economical and ecological reasons, limiting the use of fossil fuel is one of the greatest challenges of our time. Nowadays, about 20% of the European electrical energy is used for lighting and considerable savings could be achieved by developing more efficient lighting systems. Electroluminescent (EL) devices based on organic thin-films are considered as one of the most promising response to the demand for efficient lighting technology.\n\nIn EL devices, light originates from the radiative relaxation of an excited state localized on a luminescent molecule (the dopant). Due to their suitable photophysical properties, cyclometalated iridium(III) complexes are arguably the most studied family of phosphorescent dopants for OLEDs during the last decade. Organic white light-emitting devices (WOLEDs) are obtained by combining the emission from blue, green and red emitters. Different approaches can be used to mix the emission of the different emitters but they all require complex device architectures, which have a direct impact on the cost of production, greatly hindering their market entry.\n\nThe aim of the proposal is to develop white light emitting single centered phosphorescent emitters (WSCPEs) to simplify the processing of the devices, resulting on the long term in significant costs reduction. WSCPEs are molecules displaying broad emission covering most of the visible spectrum, this emission originating from a single active center (no excimer, no dual-emission, no double-emission from two active centers).\n\nDuring the project, we will:\n(1) study tris-heteroleptic iridium(III) phosphorescent complexes of the form [Ir(C^N1)(C^N2)(La)] (C^Nx = bidentate cyclometalated ligand, La = ancillary ligand(s));\n(2) determine the electronic and geometric parameters controlling their photophysical and electrochemical properties;\n(3) exploit this knowledge to prepare efficient single-center broad emitters for white light emitting electroluminescent devices.'","grantUrl":"","grantId":"322280","fundValue":"100000","fundStart":"2012-11-01","fundEnd":"2016-10-31","dataset":"fp7"}