{"id":"98726","title":"Urban Reduction of GHG Emissions in China and Europe","abstractText":"'In URGENCHE, a team of internationally recognised scientists in the areas of health risk assessment, urban energy demand and supply scenarios, urban planning, environmental science and epidemiology - in close collaboration with city partners in both Europe and China  - develops and applies a methodological framework for the assessment of the overall risks and benefits of alternative greenhouse gas (GHG) emission reduction policies for health and well-being. These GHG reduction policies may affect public health in various ways, such as the choices made regarding the selection of fuels and means for space heating and transport, building codes to improve thermal efficiency, or urban development and zoning. A methodological framework will be developed and applied. This framework considers GHG emission reductions of energy demand and supply and transport scenarios in urban areas, the effect of these policies, and subsequently the impacts on human health and well-being. The GIS-based approach takes into account the advances made in integrated assessment in a large range of studies in Europe over recent years (many with participation of the project partners). The impact on human health and well-being of GHG policies may be the result of changes in exposure patterns of the urban population to environmental contaminants such as ambient and indoor air pollution as well as changes in housing, urban green spaces, workplaces, transport and lifestyles. Distribution of the impacts across different socioeconomic groups will be addressed. Results will be demonstrated for the year 2030 on a business-as-usual and two GHG emission reduction scenarios with emphasis on transport and buildings. URGENCHE will deliver a validated, methodological framework to assess urban GHG policies with the greatest co-benefits for health and well-being in cities ranging in population from 50,000 to 10 million, across various climatological conditions and differences in socio-economic background.'","grantUrl":"","grantId":"265114","fundValue":"4582671.4","fundStart":"2011-09-01","fundEnd":"2014-12-31","dataset":"fp7"}