{"id":"109727","title":"Reactive control protocols for cyber-physical systems","abstractText":"'Cyber-physical systems (CPS) are physical and engineered systems whose operations are monitored, coordinated, controlled, and integrated by a computing and communication core. Systems of this type feature tight interactions between the system's computational and physical components and have attracted increasing attention and investment in both the USA and Europe, for its potential impact on a wide variety of industrial sectors, including aerospace, automotive, chemical production, civil infrastructure, energy, healthcare, manufacturing, materials, and transportation. While most targeted applications of cyber-physical systems are evidently of safety-critical nature, e.g., next generation transportation systems, power grid, and medical devices, how to affordably build and efficiently certify these systems as safe, reliable, and high performance remains one of the grand challenges of CPS research.\n\nThe proposed research, which lies at the interface of control engineering, computer science, and applied mathematics, aims to bring together a variety of analytical, computational, and experimental tools to address the design and certification challenges in cyber-physical systems. More specifically, it seeks to (1) develop a hybrid systems based modelling framework for networked cyber-physical systems, (2) formally synthesize correct, robust, reactive control protocols for cyber-physical systems from high-level, rigorous specifications that are pertinent to the safe, reliable, and more autonomous operation of cyber-physical systems, and (3) validate and demonstrate the correct-by-construction methodology with numerical simulations and experiments using autonomous mobile robots. Hybrid systems, formal methods, and robotics are three of the key fields the proposed research will directly contribute to. It is expected that the research outcomes will advance the fundamental understanding of and provide new design paradigms for controlling cyber-physical systems.'","grantUrl":"","grantId":"617377","fundValue":"100000","fundStart":"2013-09-01","fundEnd":"2017-08-31","dataset":"fp7"}