{"id":"93506","title":"Training Urology Scientists to develop Treatments","abstractText":"'Urinary Incontinence (UI) affects around 10% of the population (more than 70 Million people in the EU) and unfortunately - due to the aging population - is an increasing cause of impaired quality of life. The most common cause of UI is called the Overactive bladder syndrome (OABS) of which the underlying complex bio-molecular mechanisms are poorly understood. Many distinct tissues (nervous system, urothelium, interstitial cells, smooth muscle cells) contribute to OABS but their specific roles remain unknown. As a result, no effective non-invasive therapy without side effects is available or can be developed without a profound integration of multiple scientific disciplines. The TRUST ITN proposes an interdisciplinary research training network of 8 European university institutes and 3 enterprises, with a wide variety of complementary expertise in UI and OABS. The network covers all required disciplines from anatomy, urology, neuroscience, pathology, pharmacology, biomedical engineering, clinical science, bioinformatics to diagnostic- and drug development, that must be applied on cellular-, organ- and whole body levels. Currently most researchers are not trained to deal with such a great variety of disciplines, and are thus insufficiently prepared to cope with the modern and increasingly urgent challenges of urology research. In the TRUST project 10 early stage researchers and 5 experienced researchers will receive training from different leading European research institutes on multiple complementary disciplines that will empower them to explore the and unravel the mechanisms underlying OABS and to develop novel diagnostic, prevention and treatment strategies. Moreover, the integrated research training programme will transfer practical skills, knowledge and experiences to stimulate successful medical (commercial) exploitation of these results. Finally, the unique multidisciplinary scientific profiles of the researchers will open-up promising career perspectives.'","grantUrl":"","grantId":"238541","fundValue":"3235968","fundStart":"2010-01-01","fundEnd":"2014-12-31","dataset":"fp7"}