{"id":"93307","title":"\"Where We Fly: Low Cost Carrier Journeys and Locations and their Roles in Promoting European Intercultural Dialogue, Shaping European Representations and Establishing Social Networks\"","abstractText":"'This project aims to identify and understand the roles played by Low Cost Carriers (LCCs) in constructing our changing of sense of European social and cultural space and promoting intercultural dialogue in Europe. It seeks to increase knowledge about the new rationales, representations and relations that underlie the increased opportunities and proliferation of routes opened up by LCCs, and to explain their impact on the ways we perceive, communicate and imagine ourselves through origins, journeys and destinations in Europe. In the process, the project considers the identifications and motivations (including both push and pull factors) for LCC travel, be it for leisure (weekend breaks, holidays, visiting friends and family, stag and hen nights, cultural, sporting and sexual tourism) or business (commuting, outsourcing, temporary migration, expansion of markets). Equally, the project is concerned with documenting and analyzing spatial and temporal representations of LCC travel, including journeys and destinations, as evidenced in the promotional material of LCCs (marketing, branding, in-flight magazines, websites) and representations of the companies and the journeys in popular culture (from internet video sharing and social networking sites to instances described in film and text). However, as  the 2005 film  One Day in Europe  suggests by the bi-national cameos it explores, contact between cultures, communities and individuals in Europe, while increasing in volume, is not always marked by greater cultural understanding, and the project is equally concerned with uncovering the new forms of disparity and disadvantage, resentment and prejudice within the borderlands of regional airline Europe.'","grantUrl":"","grantId":"239271","fundValue":"100000","fundStart":"2010-02-16","fundEnd":"2014-02-15","dataset":"fp7"}