{"id":"98481","title":"Multifunctional PV/Thermal/Daylighting Roof Panels for Atrium Buildings and Large Green Houses","abstractText":"'This International Fellowship will bring an excellent Chinese researcher to work in the Europe. The project has been carefully chosen to match the researcher's expertise in solar concentration and desalination with the expertise in PV/Thermal and daylighting at the University of Nottingham so as to maximise the benefit to the Europe. The proposed project aims to investigate a novel multifunctional PV/Thermal/Daylighting (PV/T/D) roof panel for atrium buildings and large green houses. The panel has a structure containing micro dielectric Compound Parabolic Concentrators (CPCs) to provide concentration of the solar radiation coming from a certain range of sky angle and meanwhile allow the rest of solar radiation to transmit for daylighting. As a result, the panel will also provide a solar shading function and an option to incorporate concentrating PV for PV/Thermal applications. The principle of perforated plate heat recovery will be employed to remove heat rejection from PV and reduce heat gain to the atrium (or green house) space to mitigate the summer overheating problem. In the EU, about half of the total energy consumption is associated with buildings and of this, about 40% is utilised in the sector of commercial buildings. Artificial lighting accounts for 20-40% of the total electricity consumption in commercial and office buildings. The proposed multifunctional PV/T/D roof panels may play an important role in promoting solar energy applications in buildings, and hence make a significant contribution to the EU target in cutting CO2 emissions. Development of the proposed technology requires comprehensive scientific knowledge including solar concentration, daylighting, PV/Thermal and heat transfer. Training of the researcher will be achieved through regular supervision and mentoring and a carefully managed research programme including computer modelling, testing and monitoring of the proposed technology as well as economic and environmental analyses.'","grantUrl":"","grantId":"275038","fundValue":"211510","fundStart":"2012-03-21","fundEnd":"2013-09-20","dataset":"fp7"}