{"id":"85286","title":"Advanced Data Mining and Integration Research for Europe","abstractText":"Today's growing wealth of digital data in Europe is poorly exploited. Advances in storage, pervasive computing, digital sensors and instrumentation have led to massive growth in the volume of data collected and the number and complexity of data repositories. This growing wealth of data has an increasing potential to yield great benefits to citizens, science and business as it contains vital hidden knowledge.nTypically, to extract that knowledge requires data mining over combinations of data from multiple data resources. Today, designers, diagnosticians, decision makers or researchers who need such knowledge, face difficult hurdles. To extract information from heterogeneous and distributed sites, they have to specify in much detail the sources of data, the mechanisms for integrating them and the data mining strategies for exposing the hidden gems of information. Consequently, with the current state of the art, most of that hidden knowledge remains undiscovered.nADMIRE will accelerate access to and increase the benefits that can be gained from data exploitation for the European citizen and economy. It will achieve this by delivering consistent and easy to use technology for extracting information and knowledge. To cope with complexity, change and heterogeneity of services, data, and processes, an abstract view of data mining and integration will be provided. This will provide power to users and developers of data mining and integration processes.nThe ADMIRE infrastructure will enable a set of gateways connected together over the Internet and Grid. The gateways communicate with one another using ADMIRE-developed standard representations over the Infrastructure Service Bus. Each gateway provides a core set of data mining and integration services, which can be driven using a high-level language.","grantUrl":"","grantId":"215024","fundValue":"4241573","fundStart":"2008-03-01","fundEnd":"2011-05-31","dataset":"fp7"}