{"id":"90187","title":"From Mutations to Metastases: Multiscale Mathematical Modelling of Cancer Growth and Spread","abstractText":"'Cancer is one of the major causes of death in the world (particularly the developed world), with around 11 million people diagnosed and around 7 million people dying each year. The World Health Organisation predicts that current trends show around 9 million will die in 2015, with the number rising to 11.5 million in 2030.    Cancer growth (viz. solid tumour growth) is a complicated phenomenon involving many inter-related processes across a wide range of spatial and temporal scales, and as such presents the mathematical modeller with a correspondingly complex set of problems to solve.  This proposal will develop multi-scale mathematical models for the growth and spread of cancer and will focus on three main scales of interest: the sub-cellular, cellular and macroscopic.  -- The sub-cellular scale refers to activities that take place within the cell or at the cell membrane, e.g. DNA synthesis, gene expression, cell cycle mechanisms, absorption of vital nutrients, activation or inactivation of receptors, transduction of chemical signals.  -- The cellular scale refers to the main activities of the cells, e.g. statistical description of the progression and activation state of the cells, interactions among tumour cells and the other types of cells present in the body (such as endothelial cells, macrophages, lymphocytes), proliferative and destructive interactions, aggregation and disaggregation properties.  -- The macroscopic scale refers to those phenomena which are typical of continuum systems, e.g. cell migration, diffusion and transport of nutrients and chemical factors, mechanical responses, interactions between different tissues, tissue remodelling.   The proposal is multi-disciplinary in nature and aims to develop quantitative, predictive mathematical models of solid tumour growth which can ultimately be used in planning patient-specific treatment protocols such as chemotherapy, surgery and radiotherapy.'","grantUrl":"","grantId":"227619","fundValue":"1680974.48","fundStart":"2009-09-01","fundEnd":"2014-08-31","dataset":"fp7"}