{"id":"94726","title":"Towards a unified description of dynamics and anisotropy in nanomagnets","abstractText":"'This proposal aims to develop a common framework to describe the properties of Molecular Nanomagnets (MNM) and Magnetic Nanoparticles (MNP). We will study the magnetic anisotropy and the spin dynamics in such nanomagnets. The former is the critical and fundamental property for application of nanomagnets as novel ultrahigh density magnetic data storage devices. We will investigate both types of nanomagnets using a wide range of experimental techniques under similar conditions allowing direct comparison of their properties. We will further the knowledge and understanding of the origin of magnetic anisotropy in both types of nanomagnets, leading to a generalized description of this property. The outcomes of this project will outline the way to the development of vastly improved data storage materials. In addition, we will study the spin dynamics using pulsed electron spin resonance. Detailed investigations of the spin-lattice relaxation will elucidate the microscopic mechanisms of magnetization relaxation, especially in nanomagnets with large spin state densities. Investigation of spin-spin relaxation will establish the possibility of measurable quantum coherence in large MNM as well as in MNP. This will further our understanding of how the quantum world of small particles transforms into the classical world that we live in. The outcomes will also allow assessment of the suitability of nanomagnets for quantum computing applications. The project will deliver a highly trained promising researcher accelerating his progress towards becoming a leading independent researcher. The detailed Career Development Plan ensures extensive scientific and complementary training. The project also foresees a number of research visits in various EU laboratories enhancing the experience and mobility of the researcher. The planned dissemination activities will also stimulate public engagement with science.'","grantUrl":"","grantId":"253980","fundValue":"173240.8","fundStart":"2010-05-01","fundEnd":"2012-04-30","dataset":"fp7"}