{"id":"99331","title":"Multi Sensor Fusion for Real-time Monitoring of Waste Water Quality","abstractText":"'The Water-Spotcheck interdisciplinary project will create new competence on the interface of engineering and biology at Liverpool on Merseyside. The water industry is one of the major industrial sector in the EU, threatened by erosion of world markets and slowing growth. Continued wealth creation requires a strong scientific base for training, new knowledge and innovation to support the sector. The interface of engineering and biology is an important key to technologies to improve the safety and the quality of water. The Water-Spotcheck project will take place in the context of development of multisensors fusion combining micro fabrication of polymer composite sensors, optical fibres and electromagnetic wave sensors operating at various frequencies ranging from 1kHz-100MHz to foster new and unique form of real time monitoring sensors. In wastewater treatment, recent legislation from the EU requires the removal of nutrients, such as phosphorous, ammonia and volatile fatty acids from wastewater before discharging to water courses. The measurements of these nutrients are mostly based on off-line monitoring and imply low frequency data sampling and delay between sampling and availability of the results. Hence, the Water-Spotcheck will provide the on-line monitoring to improve the daily process management, as well as facilitate the real-time detection of abnormal situations and the implementation of new control strategies. Evaluation of microbiocidal activity is essential to guide the sensor design and fundamental new knowledge in engineering and microbiology will also be discovered. The final stage of the project will use facilities at local waste water treatment plant by United Utilities to test the prototype demonstrator. A programme of written documentation, protocols, and projects with students, seminars and Open Days will ensure transfer of knowledge to staff and students at the Liverpool John Moores University.'","grantUrl":"","grantId":"275201","fundValue":"270136.8","fundStart":"2012-01-03","fundEnd":"2014-01-02","dataset":"fp7"}