{"id":"90713","title":"Proneural mechanisms coupling cell cycle exit and differentiation","abstractText":"'Understanding how a neuron develops is one the most challenging enterprises of modern biology, with obvious impacts in developmental biology and biomedicine. Proneural factors regulate many of the steps involved in the generation of new neurons and their functions have been thoroughly characterised at the cellular level. However, little is known of the mechanisms they use to evoke such diverse effects throughout neurogenesis. Therefore, the characterisation of molecular pathways activated by a proneural protein will be particularly instructive to cast light on the multistep process driving progenitor cells into assorted neuronal fates. My main goal will be to examine the implication of the bHLH proneural proteins in coupling cell cycle exit and differentiation within the developing mouse telencephalon and in cultured neural stem cells. To this aim four recently identified Mash1 targets, presumably involved in cell cycle control, will be functionally approached by electroporating overexpression constructs or small interfering RNAs in the neural stem cell line NS5. Subsequently, various parameters of neurogenesis will be analysed, with special emphasis in cell cycle arrest and neuronal differentiation. The results will be contrasted in vivo by in utero and/or ex vivo electroporation of mouse embryonic brains. Both dorsal (Mash1/Ngn2-) and ventral (Mash1-/Ngn2) telencephalon will be targeted to analyse Mash1 and Ngn2 control over the four genes, which are naturally expressed in both domains. Overall, this project seeks to fill the gap that presently exists between the cellular effects evoked by proneural proteins and the mechanisms they use to shape the complex vertebrate nervous system, giving insights into effective methodologies to manipulate neural stem cells for therapeutic purposes.'","grantUrl":"","grantId":"221613","fundValue":"169390.93","fundStart":"2009-06-01","fundEnd":"2011-05-31","dataset":"fp7"}