{"id":"88580","title":"modelling of integrated water systems under uncertainty for aquatic environment rehabilitation in rapidly urbanised catchments","abstractText":"'Many catchments in developing countries are undergoing rapid urbanization, in which water systems become a fusion of natural water bodies, rivers, and man-made water networks. It has also been widely recognized that rehabilitation of the aquatic environment is essential in maintaining the system's ecological and hydrological balance, especially under rapid urbanisation. There have been a number of EU projects, e.g. NeWater and AquaStress, on adaptive and integrated modelling of catchments, but very few have investigated adaptive measures necessary for rapidly developing countries. Modeling of these water systems poses a significant challenge and requires a change in thought paradigm in order to deal with rapid spatial-temporal changes in the physical elements and the associated catchment responses. Two case studies from Southern China, Maozhou river catchment and Shenzhen river catchment, would be carried out to demonstrate the reliability and effectiveness of the approach. The two catchments are both located in rapidly urbanised area of China but have different urbanisation level. Aquatic environments in the two catchments have been severely damaged due to tempestuous disturbances of human activities. The adaptive modelling approach would be applied to support decision making for aquatic environment rehabilitation in the catchments.  The objective of the project is to develop a novel framework of adaptive approach to model the integrated water systems, which is subjected to rapid changes over a relatively short period of time, effectively. It is envisaged that within the proposal framework, various simulation models, optimisation techniques and uncertainty analysis methods are integrated on a common platform to build up the fully integrated model of water system. This adaptive framework would allow decision makers to investigate the feasibility of different catchment rehabilitation measures within a common platform for better comparison and sound judgments.'","grantUrl":"","grantId":"220448","fundValue":"243268.29","fundStart":"2008-10-01","fundEnd":"2010-09-30","dataset":"fp7"}