{"id":"91835","title":"Quantifying the effects of vegetation change on surface temperature change","abstractText":"'Global climate is changing rapidly, and vegetation distribution is shifting as a consequence. Vegetation change feeds back to climate change by altering the surface albedo, soil heat flux, and sensible and latent heat flux, and thereby the surface energy balance and surface temperature (Ts). For these reasons, perturbations to the radiation balance due to vegetation cover change have been argued to be as important as changes in atmospheric dynamics and composition for global and regional temperature, yet the mechanisms by which vegetation change alters Ts across time and space are rarely investigated. Here, we propose to quantify the role of land cover change on Ts change in global ecosystems using the FLUXNET database with a focus on the European sub-arctic. The purpose is to explore the mechanisms that result in Ts change to build mechanistic understanding of these processes using global examples. The focus on sub-arctic ecosystems builds from excellent data coverage from the IPY-ABACUS project and European collaborators, and is pertinent given that high-latitude ecosystems are currently experiencing the most acute effects of global change. The analysis builds upon a recent manuscript by some of the proposal team that employed a partial derivative analysis of the surface energy balance to determine that abandoned field to forest transition had a cooling effect on the land surface as the cooling effects of enhanced evapotranspiration outweighed warming effects from decreased albedo on the annual time scale. Regional findings will then be coupled to the Ts product from the MODIS satellite to quantify the effects of recent arctic greening and drought on the surface radiation balance and global climate. We envision that this study will improve representation of the land surface in general circulation models and improve detailed regional climate models that couple climate and vegetation change.'","grantUrl":"","grantId":"237348","fundValue":"172434.64","fundStart":"2009-06-16","fundEnd":"2010-08-15","dataset":"fp7"}