{"id":"107010","title":"Axon survival: the role of protein synthesis","abstractText":"'Neurons make long-distance connections with synaptic targets via axons. These axons survive throughout the lifetime of an organism, often many years in mammals, yet how axons are maintained is not fully understood. Recently, we provided in vivo evidence that local mRNA translation in mature axons is required for their maintenance. This new finding, along with in vitro work from other groups, indicates that promoting axonal protein synthesis is a key mechanism by which trophic factors act to prevent axon degeneration. Here we propose a program of research to investigate the importance of ribosomal proteins (RPs) in axon maintenance and degeneration. The rationale for this is fourfold. First, recent genome-wide studies of axonal transcriptomes have revealed that protein synthesis (including RP mRNAs) is the highest functional category in several neuronal types. Second, some RPs have evolved extra-ribosomal functions that include signalling, such as 67LR which acts both as a cell surface receptor for laminin and as a RP. Third, mutations in different RPs in vertebrates cause unexpectedly specific defects, such as the loss of optic axons. Fourth, preliminary results show that RP mRNAs are translated in optic axons in response to trophic factors. Collectively these findings lead us to propose that locally synthesized RPs play a role in axon maintenance through either ribosomal or extra-ribosomal function. To pursue this proposal, we will perform unbiased screens and functional assays using an array of experimental approaches and animal models. By gaining an understanding of how local RP synthesis contributes to axon survival, our studies have the potential to provide novel insights into how components conventionally associated with a housekeeping role (translation) are linked to axon degeneration. Our findings could provide new directions for developing therapeutic tools for neurodegenerative disorders and may have an impact on more diverse areas of biology and disease.'","grantUrl":"","grantId":"322817","fundValue":"2426572.8","fundStart":"2013-03-01","fundEnd":"2018-02-28","dataset":"fp7"}