{"id":"188187","title":"Structural Studies on Influenzavirus Fusion","abstractText":"'The fusion of biological membranes underlies basic cellular processes of vesicle transport as well as the infectivity of enveloped viruses. The haemagglutinin (HA) glycoprotein of influenza viruses mediates fusion between viral and cellular membranes at the pH of the endosome to deliver the viral genome into the cytosol. Despite its high surface variability, its fusion machinery is conserved among HA subtypes and is a prime target for broadly neutralizing antibodies. HA consists of the receptor-binding HA1 and the fusion-mediating HA2, which has two membrane-interacting elements: the N-terminal fusion peptide and a C-terminal transmembrane anchor. At low pH, HA2 undergoes a series of conformational changes that project the fusion peptide out of a protein pocket towards the target membrane, and subsequently bring fusion peptide and transmembrane anchor, and likely the two membranes, into close proximity. The conformational changes are defined by crystal structures at neutral and low pH, but the membrane-associated parts of the protein were absent from the crystallization constructs. To define their roles and interactions, I propose to solve the full-length structures of HA at neutral pH and of HA2 at low pH by x-ray crystallography using state-of-the art crystallisation methods. High amounts of detergent solubilized membrane protein can already be purified from virus. The crystallization process will be aided by biophysical protein characterization and electron microscopy. The structures will impact our understanding of the mechanism of membrane fusion and help develop broadly neutralizing antibodies as influenza therapeutics. The project will complement my previous training in the structural biology of soluble proteins to membrane protein specific methods, electron microscopy and virological assays.'","grantUrl":"","grantId":"629829","fundValue":"221606.4","fundStart":"2014-04-01","fundEnd":"2016-03-31","dataset":"fp7"}