{"id":"186956","title":"The control of ice nucleation (IceControl)","abstractText":"'The control of ice nucleation is key to improving the efficacy of a wide range of industrial processes, but effective methods of controlling ice nucleation have been remarkably elusive. In many manufacturing processes, from cryo-storage of stem cells for regenerative medicine, making ice cream or even freeze concentration of alcoholic beverages, the aqueous medium will supercool well below its equilibrium melting point before freezing. Controlling this nucleation processes is critical, for example, in the cryopreservation of cells excessive supercooling usually results in their death. Hence, there is a demand for materials which catalyse ice formation and are compatible with a range of industrial processes.\n\nIn my ERC Starting grant we made a major new discovery concerning an important class of ice nucleating particles for clouds in the Earth's atmosphere (Atkinson et al., Nature, 2013). We showed that a minor component of many desert soils, feldspars, are very effective ice nucleants; this was surprising since it was previously thought that the clay minerals were the most efficient. This new knowledge offers a new route to controlling ice nucleation in many applications.\n\nThe initial focus will be on a range of applications in cryopreservation since it is these applications I am well positioned to exploit, but also represent a significant high value and growing market. Many other opportunities exist and during the course of IceControl we will explore the feasibility of the application of this technology in areas such as freeze drying and ice cream production. The specific tasks in IceControl will be optimising delivery of feldspar, manufacture of feldspar, assessing regulatory issues, trials and testing, dissemination of results, technical marketing, assessment of significant markets and the formation of a business plan.'","grantUrl":"","grantId":"632272","fundValue":"158564.8","fundStart":"2014-06-01","fundEnd":"2015-05-31","dataset":"fp7"}