{"id":"100908","title":"\"The Islamisation of Anatolia, c. 1100-1500\"","abstractText":"'This project studies the transformation of Anatolia from a Christian to a majority Muslim society over the period c. 1100 to 1500AD. Whereas previous research has concentrated almost exclusively on conversion, this study also emphasises the importance of acculturation to Islam, and thus seeks to understand the processes through which Islamic culture took root among the recently converted Turkish as well as Christian populations. Very little is known of the spread of Islam in the region, and the nature both of the religion and culture of Muslim Anatolia is\nlittle understood, even though these transformations gave birth to the Ottoman Empire, which played a vital role in shaping European history, and ultimately Turkey itself which remains a dynamic if much debated force in the modern world. This project examines the formation of\nAnatolian Islamic society through the extensive but largely unstudied literary evidence it has bequeathed us in the form of numerous Arabic, Persian and Turkish manuscripts. Despite work on individual texts, the contours of this literature as a whole are largely unknown, and many works remained unpublished. This project will create a publicly accessible database of the extant manuscripts produced and circulated in Anatolia during the formative period of Islamisation from the twelfth to the beginning of the sixteenth century, containing information on their contents as well as details of place and date of copying, patronage, and authorship. This will also represent a major contribution to the study of the literatures of Arabic, Persian and especially Turkish by providing a repository of reliable information about the early manuscript heritage of the region. The database's codicological information will be linked to mapping software, providing for the first time solid data about the dates and places in which specific texts were circulated, illuminating the intellectual sources for the cultural and religious Islamisation of Anatolia.'","grantUrl":"","grantId":"284076","fundValue":"1320788","fundStart":"2012-01-01","fundEnd":"2016-12-31","dataset":"fp7"}