{"id":"98204","title":"Intelligent Transportation Systems for Safer and Improved Traffic","abstractText":"'Recently there has been a growing interest for minimizing the negative effects of human activities in the Earth climate. One of these activities is road traffic, since its impact on the air quality is enormous. Thus, in this project we will investigate on making the vehicles intelligent so that they reduce consumption. At the same time, the project has another very important goal: improving driving safety. Road accidents are a major concern in many countries. Thus, by providing the vehicles with some intelligence, we expect to reduce the number of accidents.\n\nIn particular, the project has two main objectives: (1) inter-vehicle coordination, and (2) situation-aware infrastructures. Regarding inter-vehicle coordination, we want to provide the vehicles with the capability of exchanging information among them (vehicle-to-vehicle communication), which will allow them to negotiate and reach agreements on the actions to perform (e.g. who changes lane first, facilitate overtaking manoeuvres). With such coordination, unexpected actions will be reduced, causing the potential accidents to be reduced as well. As for situation-aware infrastructures, we plan to provide vehicle-to-infrastructure communication, so that the vehicles and the infrastructure (road network) can also exchange information. This will allow the vehicles to inform about their targets (destination, desired time of arrival, intermediate waypoints), and the infrastructure will be able to inform about the network situation (congestion points, cordon zones, alternative routes). This exchange of information will allow to have a better balanced traffic throughout the network, improving the overall driving activity in many ways (reduce congestions, minimize travel times, reduce pollutants emissions).\n\nTo achieve these goals we will use mechanisms such as biologically inspired models to predict driving behaviors, or socio-economic approaches to allow for the coordination among vehicles and the infrastructure.'","grantUrl":"","grantId":"274057","fundValue":"272980","fundStart":"2011-09-01","fundEnd":"2013-08-31","dataset":"fp7"}