{"id":"107675","title":"Rethinking uncertainty: A problem-based approach","abstractText":"'The overarching aim of this research project is to improve our understanding of uncertainty, the robustness of its formal modelling and its inter-sectoral communication. Decision-making in the face of the continuing financial crisis and climate change policy-making are two problems of high socio-economic impact in which our overall understanding of uncertainty plays an unquestionably decisive role.\n\nThis interdisciplinary project sets out to contribute to such pressing issues by addressing a set of key epistemological questions that arise in the construction of formal models of rational decision-making under uncertainty.  By doing so it will throw new light on one of  the most fundamental problems in the multifaceted field of uncertain reasoning: how to identify an efficient trade-off between foundational robustness and expressive power in the quantification of uncertainty.\n\nThe expected results will bring foundational and methodological clarity as well as formal advance. The former will give rise to a novel framework in which a plurality of models of uncertain reasoning are developed in continuity with their intended applications in individual, social and institutional decision-making. As to formal advance, it is hoped that the new framework will lead to principled extensions of probabilistic measures of uncertainty and the maximisation of expected utility.  Logic, decision theory and formal epistemology will provide the methods and techniques  of investigation. The expected results will impact directly on economic theory, the  foundations of probability and statistical inference, and artificial intelligence.\n\nThe fulfilment of the research and training goals of the project will greatly benefit from the engagement with professionals and policy groups. This, in turn, is expected to add significantly to the project's impact outside the academia.'","grantUrl":"","grantId":"327630","fundValue":"221606.4","fundStart":"2013-09-02","fundEnd":"2015-09-01","dataset":"fp7"}