{"id":"185958","title":"Multi-junction nano-materials with coated highly ordered structure and their Application in energy generation and Energy storage","abstractText":"'Energy crisis and environmental pollution have been suggested to be two serious problems to world countries. The efficient energy generation and use of clean energy are the effective pathways for solving these problems. This project promotes a cutting-edge research collaboration on the development of the late-model multi-junction nano-materials for energy applications in relation with solar energy driven production of hydrogen from water and rechargeable battery for renewable energy storage. Using a modified electrochemical atomic layer deposition method, multi-junction materials with large specific surface areas or complex shapes can be produced with a formation mechanism of atom-by-atom growth. Based on this, the narrow-band-gap semiconductors are conformally deposited onto TiO2 nanotube arrays (NTs) to form a coaxial heterogeneous structure with atomic-level control. Such structure can greatly improve the separation efficiency of photo-induced electrons and holes, resulting in a highly active photocurrent generation. On the other hand, both sulphur and carbon atomic layers are deposited alternately on the TiO2 NT walls in the atom-by-atom contact form. The resultant sulphur-carbon/TiO2 NTs multi-junction positive electrodes demonstrate properties useful for resolving these bottleneck problems that exist in the current Li-S battery. Furthermore, the relationships among the optimizing designs (including micro-geometrical structures, compositional control, and atomic-level interface properties), the charge transfer mechanism, and electrochemical performance are studied. On the basis of these results, the high-performance multi-junction photocatalysts and rechargeable Li-S battery are carried out for hydrogen generation and energy storage application. The proposed research will enrich the synthesized methods for multi-junction nano-materials, and be extremely useful to advance the technological quality of existing energy generation and energy storage industries.'","grantUrl":"","grantId":"623733","fundValue":"309235.2","fundStart":"2015-01-26","fundEnd":"2017-01-25","dataset":"fp7"}