{"id":"99626","title":"Correlation Between Numerical Estimation of In Vivo Local Sphingosine-1-Phosphate Concentration and Endothelial Permeability","abstractText":"'Increased endothelial permeability allows accumulation of low-density lipoprotein (LDL) in the artery wall and may lead to atherosclerosis. The spatial heterogeneity of atherosclerosis has been thought to implicate flow mediated effects in the development of the disease. Indeed both in vitro and in vivo studies have shown a correlation between low or oscillating wall shear stress (WSS) and increases in atherogenic factors including increased endothelial permeability. However, the mouse, which has been used extensively as a model of atherosclerosis, has been shown to have high WSS in the aorta with little spatial variation.  And yet, the mouse exhibits strong spatial heterogeneity in atherosclerotic lesion development. Therefore factors other than WSS must play a significant role. There are a number of molecules with known effects on endothelial permeability and recently the sphingolipid, sphingosine-1-phosphate (S1P), has been shown to reduce permeability of endothelial cells in vitro. Platelets have long been known to have a protective effect on the endothelium and recently it was shown that S1P is the major barrier protector in platelets. Therefore it is hypothesized that: endothelial permeability correlates inversely with the combined local WSS and S1P concentration. This hypothesis will be tested by comparing measurements of endothelial permeability in the mouse aorta with estimates of the local S1P concentration and WSS as calculated using numerical blood flow modelling. The state-of-the-art imaging technique of ultrasound-particle image velocimetry will be used to measure the velocity in the aorta which will be the basis of the simulation. The latest methods will be used for modelling blood as a multiphase fluid, and convection-diffusion-reaction equations will be developed to describe the shear activation of platelets and subsequent S1P release, S1P combining with high density lipoprotein (HDL), and then the distribution of HDL-S1P in the near-wall region.'","grantUrl":"","grantId":"274522","fundValue":"210092.8","fundStart":"2011-11-01","fundEnd":"2013-10-31","dataset":"fp7"}