{"id":"95224","title":"Elongase 6 and thermogenesis","abstractText":"'Obesity is the result of a mismatch between energy intake and energy expenditure. Excess calories will end up as fatty acids which can be stored, exported to other tissues, oxidized or transformed to lipid metabolites. Little is known of how these lipids are targeted to these various fates. Brown adipose tissue (BAT) is an organ with high rates of lipid oxidation and large cellular lipid stores, making it an ideal organ to investigate lipid targeting. The elongase Elovl6 can elongate mono and poly unsaturated fatty acids of C12 or above. The expression of elongases is highly regulated in BAT, particularly by the cold. In a recent publication on the metabolic characterization of Elovl6 KO mice it was noted that, for unknown reasons, these mice had lower body weights despite normal food intake. We suggest that the extremely high expression levels of Elovl6 in BAT indicate a potential involvement of Elovl6 in the regulation of thermogenesis and thus in the regulation of body weight. The aim of this fellowship is to investigate the role of fatty acid chain length on control of fatty acid oxidation, focussing specifically on the fatty acid elongase Elovl6. To that end we will use both cellular techniques and genetically modified animal models with a loss of function of Elovl6. First we will determine the role of Elovl6 in BAT differentiation, lipogenesis and function in vitro. Primary cultures of brown pre-adipocytes obtained from Elovl6 KO and WT mice will be used to study brown adipocyte differentiation and lipogenesis, oxygen consumption and fatty acid oxidation. Secondly, we will determine the role of Elovl6 on energy balance. Elovl6 KO and WT mice will be placed into metabolic chambers for extensive metabolic phenotyping (simultaneous measurements of oxygen consumption, food intake, water consumption and activity). In addition we will characterise Elovl6 KO mice ex vivo in terms of peripheral energy expenditure (gene expression and histological analysis of BAT).'","grantUrl":"","grantId":"253066","fundValue":"90801.6","fundStart":"2010-04-01","fundEnd":"2011-03-31","dataset":"fp7"}