{"id":"110915","title":"The Greenhouse Earth System","abstractText":"'Human activity is fundamentally changing the chemical composition of the atmosphere and warming the Earth. However, the impact of these changes, especially on continental precipitation patterns and biogeochemical cycles, remains poorly understood. The study of ancient climates allows a mechanistic exploration of the Earth system and the opportunity to evaluate new generations of climate models. My proposed research will focus on three inter-related paleoclimatic themes, applied to the very warm climates of the Early Eocene, one of the most fascinating intervals in Earth history. First, I will generate new records of continental temperature using bacterial membrane lipid based proxies that have been recalibrated and critically evaluated for wetland environments. Second, I will assess how the global hydrological cycle responded to both transient and long-term warmth, including evaluating precipitation change and its impact on erosional and weathering regimes; this will entail the development of compound-specific hydrogen isotopic tools in modern contexts, doubling the number of such deep time records, and interpreting those data in the context of isotope-enabled climate models.  Third, I will generate the first Paleogene records of terrestrial methane cycling using lipids derived from methanotrophs and methanogens, calibrated in modern settings and applied to Eocene lignites.  These objectives are intrinsically linked via the feedbacks between pCO2, temperature, hydrology and carbon cycling.  Each objective will comprise: the development of the proxies in modern settings in collaboration with world-leading biogeochemists; creation of unprecedented and globally widespread geochemical records for the Eocene; and quantitative interpretation of our findings using climate/biogeochemical models.  Collectively, the work will exploit very recent discoveries to develop or create new proxies and apply them to a major challenge in understanding Earth history.'","grantUrl":"","grantId":"340923","fundValue":"2500000","fundStart":"2014-01-01","fundEnd":"2018-12-31","dataset":"fp7"}