{"id":"103523","title":"Creating rigorous mathematical and computational tools that can summarise high dimensional data streams in terms of their effects","abstractText":"'The Calculus of differential equations has proved to be a very powerful tool for describing the interrelationships between systems. That understanding has transformed many aspects of our world. This success has now reached an important limitation. As the systems we seek to understand increase in dimension and complexity, oscillatory and complex order information becomes much more important, and on normal computational scales the systems of interest often fail to fit the smooth Newtonian paradigm.\n\nMathematical tools that go beyond that smooth paradigm, and particularly Ito's extension of calculus to systems that have an additional Brownian component, have proved enormously valuable and have helped raised Stochastic Mathematics to the centre of the subject in a period of little more than 60 years. It has provided some of the most important applications of mathematics (spanning Neuroscience, Finance, Engineering, Image processing) over the second half of the last century.\n\nIn the late 1990s a new tool, the theory of rough paths, began to emerge. The mathematical aspects have been developed strongly by probability theorists to describe couplings between systems that are completely outside the Ito framework, by analysts to understand the solutions to certain non-linear vector valued PDEs, by classical analysts interested in the non-linear Fourier transform, and by those desiring to go beyond Monte Carlo techniques by choosing carefully chosen and representative scenarios instead of random ones. Several excellent texts now exist.\n\nKey to this progress has been the combination of new definitions with strong rigorous results that underpin the concepts. The flow is still very active, and new tools, particularly the signature of a path, and the expected signature have a strong mathematical basis (eg. Annals of Math, Jan 2010) and potential as tools in pure and applied mathematics.\n\nThis proposal would allow the PI to create the momentum for completely new applications.'","grantUrl":"","grantId":"291244","fundValue":"1814301","fundStart":"2012-06-01","fundEnd":"2017-05-31","dataset":"fp7"}