{"id":"187768","title":"Analogues Of Thromboxane For The Treatment Of Cardiovascular Disease","abstractText":"'Cardiovascular disease is the leading cause of death in the developed world; in Europe it led to over 4 million deaths (47%) last year. Platelets play an essential role in haemostasis and a critical role in thrombosis and cardiovascular disease. Their activation by thromboxane is crucial for thrombus formation but this can lead to myocardial infarction or stroke. Due to the important role of platelets in cardiovascular disease, patients at risk of thrombotic events are routinely prescribed anti-platelet drugs that interfere with the amplification of platelet function (e.g. aspirin). The mechanism of action of aspirin is to block the biosynthesis of thromboxane, a fatty acid that activates platelet formation and aggregation. However, it has side effects. Alternative COX inhibitors that block production of related fatty acids have been developed, but have had to be withdrawn from the market due to side effects.\nAn alternative strategy that does not interfere with the biosynthesis of thromboxanes is described. During the biosynthesis of thromboxanes other fatty acids e.g. prostaglandins are also produced and their elimination causes side effects. Instead, we plan to allow the body to make thromboxane, but to develop an antibody to remove it from the system, so that it does not have a chance to cause harmful effects. However, antibodies cannot be generated of thromboxane itself as it is too unstable (half life 35 s). Hence, an analogue that mimics thromboxane in having a highly strained acetal motif will be synthesized, stabilized by incorporating fluorine substituents at strategic positions. Initially the methodology will be developed by completing a short synthesis of the hydrolysed form of thromboxane and then go on to make the fluorinated version. A commercial enterprise will raise antibodies to this molecule and it will be tested for activity in the pharmacology department in the university. The project brings together leading groups in synthesis and pharmacology.'","grantUrl":"","grantId":"623426","fundValue":"221606.4","fundStart":"2014-03-01","fundEnd":"2016-02-29","dataset":"fp7"}