{"id":"108114","title":"Understanding the contribution of cattle behaviour to variations in feed efficiency and greenhouse gas emissions and the welfare consequences of improving environmental sustainability","abstractText":"'Emissions of methane (CH4) and nitrous oxide (NO2) are considered to be major anthropogenic contributors to the greenhouse effect, much of which is from livestock agriculture. The most important sources are the enteric fermentation of ruminants and manure processing. The Residual Feed Intake (RFI) is the difference between actual feed intake and the expected feed requirements for maintenance. The RFI is moderately heritable so that genetic lines can be selected depending on RFI. Hence, optimising the efficiency with which ruminants utilise feed is a key route through which to mitigate greenhouse gas (GHG) emissions. Behaviour and welfare are known to contribute to variations in RFI. In order to provide appropriate advice on more efficient animals, there is a need to assess the behavioural traits and processes affecting RFI and its relationship with the animal breed. In addition, the implications for meat quality of changing behavioural or physiological traits to improve RFI need to be quantified. The aim of this study is to examine the effects of genotypes and diets on feed use efficiency and CH4 emissions in beef cattle and to understand the behavioural, welfare and meat quality consequences of improving RFI. A total of 144 finishing cattle raised in representative commercial conditions will be studied. Firstly the RFI and CH4 emissions in finishing cattle will be estimated and the breed differences in RFI and CH4 emissions will be quantified. Thereafter the behavioural traits affecting RFI will be studied and the responsiveness of cattle contrasting in RFI and CH4 emission values to novel stressors will be also assessed. Finally, the relationship between behaviour, RFI and CH4 emissions and product quality traits will be described. A final report will be submitted describing breed specificities in RFI and CH4 emission estimates, behavioural determinants of RFI and the welfare consequences of changing RFI to aid in future farm management to mitigate climate change.'","grantUrl":"","grantId":"331505","fundValue":"231283.2","fundStart":"2013-04-01","fundEnd":"2015-03-31","dataset":"fp7"}