{"id":"104245","title":"The coordination of dendritic spine morphogenesis and function during synaptic plasticity and pathology","abstractText":"'Long-term synaptic plasticity is believed to underlie learning and memory and also the tuning of neural circuitry during development.  Plasticity of excitatory synapses involves both changes in the function and morphology of dendritic spines, small actin-rich, dynamic protrusions that are the sites of excitatory neurotransmission.  The coordination of the structure and function of dendritic spines is essential for proper cognitive function, however the molecular mechanisms that link these processes remain elusive.\nThis project will investigate how the remodelling of excitatory synapses in the brain is controlled by members of the small GTPase family of molecular switches and their regulators, and how these signalling pathways are disrupted in mental disorders.  Specifically, I will investigate the regulation of spine structure and function by Epac2, a newly characterised synaptic guanine-nucleotide exchange factor (GEF) that activates the small GTPase, Rap. Recently identified coding mutations in the EPAC2 gene detected in autistic subjects cause functional impairment of this protein, producing abnormal synaptic phenotypes.  Therefore, elucidating the roles of Epac2 signalling in controlling synapse morphology and function will be essential to our understanding of the potential role of this pathway in this mental disorder.\nTo accomplish this, I have developed an exciting multidisciplinary project focused on the role of Epac2 in spine morphology in vivo and how this impacts on synaptic connectivity and behaviour. I will use state-of-the-art in vivo techniques to examine spine morphology in EPAC2-/- knock-out mice and mice expressing autism-associated Epac2 mutants. I will then decipher the molecular mechanisms that link Epac2 function and shrinkage of dendritic spines to reduced synaptic function, and how this process is altered in the context of autism.'","grantUrl":"","grantId":"302281","fundValue":"283568.1","fundStart":"2012-12-01","fundEnd":"2015-11-30","dataset":"fp7"}