{"id":"108363","title":"Mechanically-Assisted Synthesis of Pharmaceuticals: A Greener Energy Input","abstractText":"'In a world with increasing population and limited resources, the development of new synthetic procedures will not only be judged by their yield and/or product selectivity, but also by their ecological and economical footprint. Mechanochemistry is a branch of sustainable chemistry which involves a rapid and clean way to transfer the energy needed for the chemical transformation, using friction, via either ball-milling or grinding. In this project, we intend to exploit the attractive practical advantages and opportunities that mechanochemistry offers for the development of the sustainable synthesis of complex pharmaceutical products. In particular, the research focuses on the study of a collection of the most useful tools in organic chemistry: alkylation, condensation, addition, cycloaddition and hydrogenation reactions, in both their racemic and enantioselective version. The development, optimisation and assessment of these transformations will be performed using the biologically active barbiturates as synthetic scaffolds. Moreover, through the study and determination of the key kinetic and thermodynamic parameters for the optimised mechanochemical process, and by means of computational chemistry, we will develop and validate a robust predictive model for these kinds of transformation.\n\nThis project provides a strong foundation for an innovative network that integrates organic, pharmaceutical, analytical and physical chemistry in the common pursuit of becoming greener. This research aims for a cleaner and more efficient synthesis of pharmaceuticals whilst gaining a better understanding of the physico-chemical parameters that govern mechanochemistry. We envisage that this project will open a significant number of new research opportunities in environmentally-friendly synthesis.'","grantUrl":"","grantId":"333834","fundValue":"100000","fundStart":"2013-05-01","fundEnd":"2017-04-30","dataset":"fp7"}