{"id":"109590","title":"Technology Options for Coupled Underground Coal Gasification and CO2 Capture and Storage","abstractText":"'The main objective of the proposed project is to develop a generic UCG-CCS site characterisation workflow, and the accompanying technologies, which would address the dilemma faced by the proponents of reactor zone CO2 storage, and offer technological solutions to source sink mismatch issues that are likely to be faced in many coalfields. This objective will be achieved through integrated research into the field based technology knowledge gaps, such as cavity progression and geomechanics, potential groundwater contamination and subsidence impacts, together with research into process engineering solutions in order to assess the role/impact of site specific factors (coal type, depth/pressure, thickness, roof and floor rock strata, hydrology) and selected reagents on the operability of a given CO2 emission mitigation option in a coalfield.\nCO2 storage capacity on site for European and international UCG resources will be assessed and CO2 mitigation technologies based on end use of produced synthetic gas will be evaluated. The technology options identified will be evaluated with respect to local and full chain Life Cycle environmental impacts and costs.\n\nThe project takes a radical and holistic approach to coupled UCG-CCS, and thus the site selection criteria for the coupled process, considering different end-uses of the produced synthetic gas, covering other options beyond power generation, and will evaluate novel approaches to UCG reagent use in order to optimise the whole process. This approach aims at minimising the need for on-site CO2 storage capacity as well as maximising the economic yield of UCG through value added end products, as well as power generation, depending on the local coalfield and geological conditions.'","grantUrl":"","grantId":"608517","fundValue":"4096731.92","fundStart":"2013-11-01","fundEnd":"2016-10-31","dataset":"fp7"}