{"id":"94113","title":"Determining the roles of the nuclear periphery in mammalian genome function","abstractText":"'DNA sequence and epigenetic chromatin maps are important in understanding how genomes are regulated. However, these maps are linear and do not account for the three-dimensional context within which the genome functions in the cell. The spatial organisation of the genome in the nucleus is not random and is conserved in evolution, implying that it is under functional selection. This proposal aims to determine the functional significance of positioning specific genome regions at the edge of the nucleus in mammalian cells. The nuclear periphery has conventionally been considered as a zone of inactive chromatin and transcriptional repression. Several regulatory gene loci move away from the nuclear periphery as they are activated during differentiation. Novel approaches, developed by ourselves and others, that allow genomic regions to be relocated from the centre of the nucleus to the periphery, have directly shown that proximity to the nuclear edge can down-regulate human gene expression. We propose to dissect the pathways that mediate this spatially-defined transcriptional regulation, to determine what features make certain genes susceptible to it, to establish the functional consequences of preventing gene repositioning during differentiation, and to examine defects of the periphery found in premature ageing. A neglected hypothesis is that positioning of inactive chromatin against the nuclear periphery is a mechanism to minimize DNA damage on sequences in the nuclear centre. We will determine whether mutation rate is altered when loci are repositioned towards the nuclear periphery. By experimentally remodelling the spatial organisation of the genome, this proposal goes beyond the current descriptive phase of 3D nuclear organisation, into an understanding of its functional consequences on multiple aspects of genome function. It will also aid in understanding human diseases characterised by alterations of the nuclear periphery.'","grantUrl":"","grantId":"249956","fundValue":"1701090","fundStart":"2010-03-01","fundEnd":"2016-02-29","dataset":"fp7"}