{"id":"88402","title":"Improving Plant Cell Walls for Use as a Renewable Industrial Feedstock","abstractText":"'With oil reserves diminishing and the effects of industrial emissions on global climate, there is a need for renewable carbon-neutral industrial feedstocks. First generation biorefineries, producing biofuels and bioplastics by the fermentation of sugar or starch, are seeing a rapid expansion and are adding stress to food supplies. A more sustainable option is to use plant biomass from agricultural by-products, or dedicated biomass crops. Plant biomass is underutilized, abundant and composed mostly of cell wall polysaccharides. Conversion of these polysaccharides to sugars will provide cheap and abundant raw materials for industrial biotechnology. The use of plant biomass in this way is hampered by the high cost of saccharification due to the recalcitrance of cell walls to enzymatic hydrolysis. RENEWALL aims to find ways to overcome this technical bottleneck by identifying and modifying the structural features of plant cell walls that make them difficult to process. Our partnership brings together outstanding biologists, chemists, and enzymologists, as well as industrialists from the plant breeding and biotechnology sectors, from Europe and the USA who can together take an integrated multidisciplinary approach to solving this fundamental problem. Combining genomics, transcriptomics, proteomics, and systems approaches, we will achieve a step-change in our understanding of the biosynthesis of the major components of plant biomass, namely; lignin, cellulose and matrix polysaccharides. Using state-of-the-art and novel analytical methods we will determine the basis of the recalcitrance of plant biomass to saccharification. Combining these approaches, we will identify new genes that can be manipulated to improve the ease and yield of biomass saccharification and will generate rational approaches for improving the quality of plant biomass as an industrial feedstock'","grantUrl":"http://www.renewall.eu/","grantId":"211982","fundValue":"7662908.4","fundStart":"2008-08-01","fundEnd":"2012-07-31","dataset":"fp7"}