{"id":"92821","title":"Sustainable Hydrogen Generation","abstractText":"'Water arguably is the only true renewable source of hydrogen fuel. However extraction of the hydrogen requires significant energy input; either thermal, electrical or light. By utilizing a renewable electrical energy source, water electrolysis offers a practical route to sustainable hydrogen production. The coupling of electrolysis with renewable electrical energy (e.g. from wind) enables the full available energy to be stored as fuel (hydrogen) when there is low electrical energy demand. In addition water electrolysis offers a convenient method of localised hydrogen supply which overcomes problems and issues of its distribution. The use of a proton exchange membrane (PEM) or solid polymer electrolyte (SPE) in water electrolysis enables hydrogen production from pure (demineralised) water and electricity. PEM water electrolysis systems offer advantages over traditional technologies; greater energy efficiency, higher production rates (per unit electrode area), and more compact design. A restricting aspect of water electrolysis is the relatively high cost of the electrical energy. This programme is targeted at reducing this electrical energy requirement and reducing electrolyser cost by researching new materials for electrodes and membranes in PEM electrolysers that function at higher temperatures; thereby reducing thermodynamic energy requirements and accelerating electrode kinetics. Thus the aim of this research is to form a collaborative training programme that focuses on hydrogen production from water using advanced, medium temperature proton exchange membrane electrolysers. By operating cells at higher temperatures the free energy of the cell reaction falls and thus lower standard potentials are required. In addition, moving to the higher temperatures can enable reduction in Pt catalyst use and/or use of non-Pt catalysts for electrodes. In these ways we can reduce the capital and operating costs of PEM hydrogen electrolysers. Although high temperature elec'","grantUrl":"","grantId":"238678","fundValue":"1736940","fundStart":"2009-12-01","fundEnd":"2013-11-30","dataset":"fp7"}