{"id":"93584","title":"Repair Spinal Cord Injury by Controlling Migration of Neural Stem Cells - multidiciplinary approaches of electric stimulation and nanotechnology","abstractText":"'Millions of people worldwide suffer from spinal cord injury (SCI), with devastating consequences and costs. Various clinical approaches have been attempted to treat SCI with little satisfaction due to the limitation of self-regeneration of axons. Neural stem cell transplantation is an alternative approach with great potential to treat SCI, but the mechanisms controlling migration of implanted stem cells are unclear. A recent SCI clinical trial using implanted electric stimulators to promote axon regeneration showed promising results. However, the mechanism underpinning this technique also remains elusive. We shall investigate genes and molecules regulating the electric fields controlled neural stem cells migration. We have shown before that electric signals play essential roles in directing cell migration during wound healing, and that PI3K and PTEN are critical in the regulation of this event (Zhao, Song et al. Nature 2006). Pax6 and ephrin are also proved to be important in guiding cell migration, however the interactions between PI3K, PTEN and Pax6, Eph-ephrin pathways are unknown. We shall further investigate their potential interactions in this project.. Apart from electric signals, neural stem cell migration can be also regulated by chemical, physical, and haptotactic guidance cues. This project shall use multidisciplinary approaches to combine neural stem cells transplantation with electric stimulation and nanotechnology, to optimize a novel stem cell replacement therapy. We shall use multiple peptide structures to engineer diverse adhesion peptide motifs on the nanofibers, and embed EGF/bFGF into 3D nanofibers scaffold to encapsulate neural stem cells for the transplantation study. These shall be tested in both 2D / 3D in vitro and in SCI animal models in vivo.'","grantUrl":"","grantId":"243261","fundValue":"1759613","fundStart":"2010-01-01","fundEnd":"2015-12-31","dataset":"fp7"}