{"id":"94846","title":"Exiting long run poverty: the determinants of asset accumulation in developing countries","abstractText":"'We propose to study the determinants of the accumulation of productive assets among poor households in developing countries with a special, but not exclusive focus, on human capital. We plan to study how preferences, beliefs, information, expectations and available resources affect investment decisions, how these investment decisions are transformed in assets and how these assets can affect the material well being of poor households. We will also study how the availability (or lack thereof) of credit and insurance markets affects the accumulation of productive assets of poor households. An important part of our research is the construction, validation and use of innovative measurement tools. We plan to construct and use quantitative measures of beliefs, expectations, attitudes and preferences. We will be able to embed these measures in surveys being collected for the evaluation of a variety of policies and government programs in developing countries. The use of data from the evaluation of development policies has the additional advantage of capturing variation in resources and incentives that is introduced in an exogenous and controlled fashion. This allows the empirical identification of rich and credible structural models. The specific projects that make our research agenda will focus on three types of determinants: (i) preferences, perceptions, information and expectations; (ii) technology (how various inputs- investments- are converted into assets); (iii) resources and markets to access them. Estimation of these models will allow us to go beyond the simple estimation of the impacts of given policies, and shed light on the mechanisms and causal path that from individual perceptions, beliefs and expectations lead to investment choices and, eventually, to outcomes.'","grantUrl":"","grantId":"249612","fundValue":"1636185","fundStart":"2010-07-01","fundEnd":"2013-12-31","dataset":"fp7"}