{"id":"99551","title":"Paying attention to food: investigating the mechanisms underlying individual differences in the attention grabbing properties of food","abstractText":"'We are surrounded by images of food in our daily lives and for some people this is a problem because they find it difficult to ignore food and are provoked into craving food and eating when they see food or pictures of food. This can lead to unhealthy weight gain. Therefore we need to understand more about why certain individuals seem to pay lots of attention to food in the environment and what might explain differences across individuals. This project will combine cutting edge cognitive psychology methods with genotyping to investigate the mechanism underlying individual differences in food attention and whether the amount of attention that is paid to food is influenced by the presence of a common genetic type associated with overweight and obesity. We have data to show that more attention is paid to food when participants in an experiment are also holding information about food in memory. Our results suggest that this interaction between memory and attention is very strong for food and could explain why people who are thinking about food a lot, for example, people who are overweight, find it  particularly difficult to ignore food when they see it. Objective 1 will build on these results by using a measure of brain function to find out whether these memory effects occur very early in the processing of food images and are likely to be involuntary. The second objective is to find out whether individuals who have different genotypes that are relevant to weight control pay more attention to food cues and are more susceptible to the effects of memory on attention. Objective 3 will be to assess the role of specific brain areas in the effects of memory modulation of attention and relate these effects to genotype differences. The project will provide information that will enhance understanding of why some people find it very difficult to resist eating food when it is available and how to help them avoid overeating in response to food cues.'","grantUrl":"","grantId":"274237","fundValue":"101024.8","fundStart":"2011-06-27","fundEnd":"2012-06-26","dataset":"fp7"}