{"id":"91869","title":"A Micro Level Analysis of Communal Violence in India with a new Database on Maharashtra","abstractText":"'Civil conflicts have resulted in hundreds of millions of victims worldwide and constitute one of the most obvious impediment to economic development. Conflict studies have thus attracted a growing attention by economists since the 1990s. Essentially because of data limitations, empirical studies of conflict have mostly been led at the macro level. As such, it is quite unsatisfactory as there remains a gap between the theoretical frameworks highlighting individual choices and empirical studies focusing on crude aggregate variables. This project aims to enhance our knowledge in the field by contributing to the emerging topic of microeconomics of conflict notably by generating new data in India, a country regularly hit by outbreaks of low or moderate communal violence. In particular, I want to address three main questions: i) Who are the participants of violence ? ii) What socio-economic circumstances lead to violence ? and iii) What are the economic consequences of violence ? To do so I propose to make use of the most advanced tools of theoretical and empirical microeconomics for conflict analysis. I am especially interested in the relationship between household welfare and violence onset and consequences. The research design consists in matching information on geographic mapping of violence with household and community level data in Maharashtra. In addition, a field survey will be implemented in some of the selected communities both in the conflict-affected and the conflict-free areas. We intend to survey 1000 households in violent communities and 500 households in non-violent communities. For counterfactual purpose, those conflict-affected communities will be matched with comparable communities which have not been hit by violence. With these new data, it will be possible to identify victims and perpetrators of violence and to shed light on coping strategies used by vulnerable households and on characteristics of household and community that conduce to violence.'","grantUrl":"","grantId":"237156","fundValue":"","fundStart":"2009-04-01","fundEnd":"2012-03-31","dataset":"fp7"}