{"id":"90338","title":"Heterologous expression of wood-rotting and litter-decomposing fungal genes involved in lignin degradation","abstractText":"'Lignin is a highly recalcitrant integral polymer in higher plants and the second most abundant organic polymer in nature. Lignin degradation by white-rot fungi has been studied intensively in relation to highly important biotechnological applications such as biopulping, biobleaching and treating of pulp mill effluents. Indeed, lignin-selective fungi that degrade lignin in preference to cellulose are considered the most promising fungi for alternative energy saving applications in pulp and paper industry. Other important biotechnological applications of these fungi or their selected enzymes include biofuel generation and bioremediation, i.e. removal of toxic pollutants from soil and effluents. To make industrial applications feasible, an efficient production system for these enzymes would be needed Litter-decomposing fungi possess a similar lignin modifying enzyme system as wood-decaying white-rot fungi but relatively little is known about their potential and significance in the degradation of lignin, humus and organopollutants in soil. In this project ligninolytic enzymes of the litter-decomposing fungi and fungal oxalate decarboxylase, an essential part of effective lignin degradation, will be heterologously produced and characterised. The production of heterologously produced proteins will be scaled up to reach high levels of recombinant enzymes that will improve the utilization of these fungi in commercial biotechnological applications. The structural and functional properties of recombinant enzymes will be characterized at the University of Nottingham as well as within joint projects in EU and Europe. Importantly, to significantly strengthen her career the applicant will learn several novel and valuable techniques including gene array methodology, associated bioinformatics and molecular genetics approaches applied to Aspergillus spp. The project will enable effective collaborations between the Nottingham and Helsinki in an area which is highly competitive.'","grantUrl":"","grantId":"236714","fundValue":"","fundStart":"2009-03-01","fundEnd":"2011-02-28","dataset":"fp7"}