{"id":"109781","title":"Techno-social platform for sustainable models and value generation in commons-based peer production in the Future Internet","abstractText":"Commons based peer production (CBPP) is a new form of social innovation that is becoming ever more important in the information society. Current examples include Wikipedia, Open source software projects such as Drupal and Moodle, and open hardware projects such as Arduino and Raspberry Pi.  In CBPP, collaboration is voluntary and autonomously organised around a common pool of knowledge and skills that are freely available to all members. CBPP has come to dominate innovation in software, and today we are witnessing it also making inroads into product design and production.nnBecause CBPP is a relatively new phenomenon, there is a need for theoretical and practical knowledge of how to organise this form of cooperation successfully. The P2PValue project will address this by developing a software platform designed to facilitate the creation of resilient and sustainable CBPP communities. The design of the platform will be empirically and experimentally grounded. Using qualitative and quantitative methods, we will elaborate guidelines for the institutional and technical features that support value creation in CBPP.nnThe project focuses on three key areas of improvement compared with current platforms: (1) Enhancing community sustainability by adopting the governance, legal, economic, and technical infrastructures that favour value creation and resilience; (2) Supporting the contributors with systems of reward that allow value to flow back to the creators; (3) Integrating the functions currently provided by online social networking services (e.g. Facebook) and collaborative software (e.g. Google Docs); (4) Building in features to provide privacy for users, using decentralized software rather than relying on a central server.nnThe project is based on inter-disciplinary cooperation between software developers, sociologists, political scientists and legal scholars. Partners include universities, research institutions and a non-profit.nnThe platform will be tested using the FP7 FIRE CONFINE facilities, which follow a federated approach in alignment with P2Pvalue's. This will allow us to deploy, run, monitor and experiment with an open ecosystem of distributed P2Pvalue nodes within the CONFINE community networks. Evaluation of the P2Pvalue platform will be supported by experimentation on 3-4 communities that will adopt the platform. Additionally a 'Stakeholder Board', composed of external experts and user representatives, will provide periodical evaluation reports to the project.?","grantUrl":"","grantId":"610961","fundValue":"2454698","fundStart":"2013-10-01","fundEnd":"2016-09-30","dataset":"fp7"}