{"id":"109072","title":"Chain Reaction: A Sustainable Approach to Inquiry Based Science Education","abstractText":"Over the last decade a sharp decline in interest and participation in science has been identified in young people across Europe.  Should this continue, the capacity to innovate both in industry and research will suffer in the long term.  A critical issue in addressing this problem is providing young people with relevant contexts and practical experience of scientific concepts through classroom science.  Therefore, the development of Inquiry Based Science Education (IBSE) and active teaching and learning approaches has never been more important.  The Chain Reaction project aims to capitalise on a previously successful approach to delivering IBSE in the UK in an attempt to embed IBSE practice within European schools.\nThe key aim is to equip teacher educators to train teachers across twelve countries in the use of IBSE materials and techniques.  Each country will adapt materials and techniques for use in their own country, addressing issues of different curricula and cultures as necessary. This will ensure that each partner will have ownership of resources and classroom techniques suitable for their own situation and contexts, but based around the proven principles of IBSE and based on materials that have already been tried and tested as part of the original Pupil Researcher Initiative (PRI) project.\nChain Reaction will also establish a European teachers' network, aimed at providing support to teachers, sharing experiences and expertise between teachers and training experts. This will help develop the work of the project through delivery, and will also contribute to sustainability in the longer term. The network will aid dissemination of the project resources and outcomes, while enabling peer support both within each year of the project, and across the project as a whole.   This will ensure sharing, reflection and discussions of experiences and approaches.\nThe teacher training, materials and instruction given will be delivered via a cascade approach within schools.","grantUrl":"","grantId":"321278","fundValue":"4040400","fundStart":"2013-06-01","fundEnd":"2016-05-31","dataset":"fp7"}