{"id":"85528","title":"Industrial Deployment of Advanced System Engineering Methods for High Productivity and Dependability","abstractText":"The overall aim of the DEPLOY Project is to make major advances in engineering methods for dependable systems through the deployment of formal engineering methods. Formal engineering methods enable greater mastery of complexity than do traditional software engineering processes. It is the central role played by mechanically-analysed formal models throughout the system development that enables mastery of complexity. As well as leading to big improvements in system dependability, greater mastery of complexity also leads to greater productivity by reducing the expensive test-debug-rework cycle and by facilitating increased reuse of software. The work of the project will be driven by the tasks of achieving and evaluating industrial take-up, initially by DEPLOY's industrial partners, of DEPLOY's methods and tools, together with the necessary further research on methods and tools. The industrial deployment will be in five sectors each of which is key to the future of European industry and society: automotive, rail transportation, space systems, business information and pervasive telecoms. DEPLOY will deliver methods and tools that:notWill support the rigorous engineering of complex resilient systems from high level requirements down to software implementations via specification, architecture and detailed designs;notWill support the systematic reuse and adaptation of models and software thus addressing industry's requirement for high productivity and requirements evolution;notWill have been field-tested in and adapted for a range of industrial engineering processes;notWill be accompanied by deployment strategies for a range of industrial sectors;notWill be based on an open platform (Eclipse) and will themselves be open.nThe project will be structured into 15 WPs: 5 WPs on industrial deployment, one in each of the 5 sectors, 3 methodological R&D WPs, a tooling R&D WP, a technology transfer WP, a measurement WP, 2 management WPs and 2 dissemination & exploitation WPs.","grantUrl":"","grantId":"214158","fundValue":"18700469","fundStart":"2008-02-01","fundEnd":"2012-04-30","dataset":"fp7"}