{"id":"98868","title":"HER Imaging and Molecular Interaction Mapping in Breast Cancer","abstractText":"'The aim is to develop tools for imaging and characterising protein/protein and protein/RNA interactions in cancer using Designed Ankyrin Repeat Proteins (DARPins). DARPins are small, ultrahighly stable, antibody-like proteins that bind specific targets with high affinity in monovalent form and are readily engineered for site-specific chemical modification. The exemplar protein family will be EGFR, with focus on HER2-mediated processes in cancer.\n1. EGFR-reactive DARPins will be used to characterise HER2 homo- and hetero-dimers using 4 novel technologies: Single Molecule Fluorescence, Proximity Ligation, super-resolution microscopy and FRET/FLIM. The collected data will be analysed with information on clinical outcome to determine which HER2 interactions are associated with resistance to HER2 targeted treatments.\n2. Protein/RNA complexes will be isolated and characterised.  These complexes may be new biomarkers for breast cancer and their characterisation is aimed at elucidating mechanisms of transcriptional regulation in response to anti-HER2 treatment.\n3. Protein networks associated with EGFR signalling by imaging clusters of at 50-100 different proteins in a single cell or tissue section.  This will be achieved with a robot, using large dye-conjugated tag libraries, and automatically bleaching a dye after imaging and re-labelling with another.\n4. Whole body imaging (Phase I/II) clinical trial will use radiolabelled anti-HER2 DARPins to improve specificity and sensitivity of quantitative PET/SPECT/CT. The trial aims to image HER2 positive metastatic cancer and provide circulating tumour cells (CTCs) and biopsies for more detailed analysis.\n5. Multivariate data obtained by the new technologies will be analysed with a range of bioinformatic tools, including artificial neural network methods, to determine novel biomarkers that aim to classify breast cancer patients at an individualised level.\nThe outcome is to increase the tool panel of clinicians.'","grantUrl":"","grantId":"259881","fundValue":"7411567.4","fundStart":"2011-05-01","fundEnd":"2015-04-30","dataset":"fp7"}