{"id":"94181","title":"Critical Behaviour in Magmatic Systems","abstractText":"'Crustal magmatism is periodic on a very wide range of timescales from pulses of continental crustal growth, through formation of granite batholiths, to eruptions from individual volcanic centres. The cause of this periodicity is not understood. I aim to address this long-standing geological problem through a combination of experiments, petrological methods and numerical models via a novel proposal that periodicity arises because of the highly non-linear ( critical ) behaviour of magma crystallinity with temperature in a series of linked crustal magma reservoirs. The ultimate objective is to answer five fundamental questions: &quot; Why is crustal magmatism episodic? &quot; How are large batholiths formed of rather similar magmas over long periods of time? &quot; How do large bodies of eruptible magma develop that can lead to huge, caldera-forming eruptions? &quot; What controls the chemistry of crustal magmas? Why are some compositions over-represented relative to others? &quot; What is the thermal structure beneath volcanic arcs and how does it evolve with time? The project will address these questions through case studies of three contrasted active volcanoes: Nevado de Toluca, Mexico; Soufriere St Vincent, Lesser Antilles; and Mount Pinatubo, Philippines. For each volcano I will use experimental petrology to constrain the phase relations of the most recently erupted magma as a function of pressure, temperature, volatile content and oxygen fugacity in the shallow, sub-volcanic storage region. I will also carry out high-pressure phase equilibria on coeval Mg-rich basaltic rocks from each area with the aim of constraining the lower crustal conditions under which the shallow magmas were generated and use diffusion chronometry to constrain the frequency of magmatic pulses in the sub-volcanic reservoirs. The project will result in a quantum leap forwards in how experimental and observational petrology can be used to understand magmatic behaviour beneath hazardous volcanoes'","grantUrl":"","grantId":"247162","fundValue":"2959518","fundStart":"2010-04-01","fundEnd":"2015-03-31","dataset":"fp7"}