{"id":"101626","title":"microRNA regulation of apoptosis and differentiation during early mammalian development","abstractText":"'A number of crucial events involved in embryo patterning occur during early post-implantation development in mammals. These include the differentiation of the pluripotent epiblast into the different embryo lineages, the specification of the body axes and morphogenetic events such as the cavitation of the embryo by programmed cell death. Embryonic Stem (ES) cells derived from the undifferentiated epiblast represent a powerful tool for the development of new therapies, however to successfully manipulate them it is necessary to understand how they differentiate in the embryo in vivo. MicroRNAs (miRNAs) are small non-coding RNAs that bind in a complementary way to target mRNAs and repress gene expression; they can be grouped into functional families that are predicted to target the same genes. They have been implicated in many biological processes including development and disease and miRNA-based therapies are currently under development. A number of miRNAs have been found to play key roles in the control of proliferation, pluripotency and differentiation in in vitro systems, however whether this reflects their role in the differentiation of the epiblast in vivo remains unknown. The proposed research aims to gain insight into the role of miRNAs in the control of differentiation and cell death during early mouse development. First, we will describe the expression pattern of miRNAs already selected as being highly expressed in the early embryo. Second, we will use a combination of in vitro and in silico approaches to identify the real targets of the two most highly expressed miRNA families in the early embryo. And finally we will analyse the specific role of these two families in differentiation and cell death by combining ES cell differentiation and embryo analysis. Altogether the proposed investigation will provide valuable information about miRNA regulation of cell differentiation and apoptosis during early embryo development.'","grantUrl":"","grantId":"273884","fundValue":"200549.6","fundStart":"2012-01-01","fundEnd":"2013-12-31","dataset":"fp7"}