{"id":"110007","title":"Convective Heat Transport and Stellar Magnetism","abstractText":"'Magnetism plays a profound role in stars and planets. In the Sun, magnetic fields are ultimately responsible for solar flares and coronal mass ejections that can impact our technological society. Earth's own magnetic field partly shields us from these events, but solar storms can still interrupt satellite communications, disrupt power grids, and pose a danger to astronauts on spacewalks.  More generally, magnetic fields partly control the rotational evolution of stars, likely impact the habitability of extrasolar planets, and may modify the sizes and internal structures of\nlow-mass stars and gaseous planets.  In all cases, the magnetism is generally thought to arise from a convective dynamo -- but a detailed theoretical understanding of this process, and its influence on the overall evolution of stars and planets, has remained elusive.  Particularly fascinating observational puzzles have recently come from the study of low-mass M-dwarf stars: the most numerous type of stars in our galaxy and perhaps the most likely to host habitable planets.\n\nWe therefore propose to study how stars and sub-stellar objects build magnetic fields using 3-D magnetohydrodynamic simulations, and to quantify the effects of those fields on stellar structure and evolution.  Using the Anelastic Spherical Harmonic (ASH) and Compressible Spherical Segment (CSS) codes, we will examine (a) how global magnetic field generation in these stars depends upon parameters like stellar mass, rotation rate, and the presence of a stable core, and (b) how the deep convection and magnetism imprints through (and is shaped by) the near-surface layers of these objects.  We will (c) determine the impact of the resulting fields on the convective transport of heat and angular momentum, incorporate our results into state of the art 1-D evolutionary models of stars, and explore the consequences for stellar evolution. Separately, we will (d) develop and maintain a public database of 3-D convective dynamo models.'","grantUrl":"","grantId":"337705","fundValue":"1469070","fundStart":"2013-12-01","fundEnd":"2018-11-30","dataset":"fp7"}