{"id":"187901","title":"Coupling of One-Dimensional TiO2 with Hydrogenase: Simultaneous Visible-Light Driven H2 Production and Treatment of an Organic Pollutant","abstractText":"'Sunlight is a vastly abundant energy form and provides an attractive possible energy-input to produce hydrogen through the splitting of water into its elements via the process of artificial photosynthesis. Within this theme, the proposal defines a new approach of coupling semiconductor nanomaterials with catalytically active biological enzymes to reduce protons to hydrogen in an aqueous electrolyte under visible light irradiation.\n\nBuilding upon current state-of-the-art systems involving enzymes attached to dye-sensitized titanium dioxide nanoparticulates, herein we propose the use of one-dimensional titanium dioxide nanostructures. Benefitting from the intrinsic property of efficient directional electron transport, these structures will reduce charge recombination and hence could lead to improved performance. The visible light driven response via anion doping will eliminate the need for a ruthenium dye as photosensitizer, offering promise of a low cost and greatly simplified hybrid design. Moreover, upon suitable valence band position engineering, the addition of an organic pollutant could act as electron donor to enhance hydrogen production, while simultaneously being photodegraded.\n\nThis project brings innovation and advancement to the concept and design of more efficient and cost effective biomimetic artificial photosynthesis increasing the competitiveness of the European Research Area in renewable energy research. In line with action 2 of the FP7 Work Program-PEOPLE, this multidisciplinary project (4 major thematic areas: energy, nanoscience, biotechnology, and environmental) intends to train and develop Dr. Lee personally and professionally, reinforcing his career development.'","grantUrl":"","grantId":"625034","fundValue":"231926.4","fundStart":"2014-03-01","fundEnd":"2015-08-31","dataset":"fp7"}