{"id":"88368","title":"Atmospheric heap-leaching to solve nickel laterite processing problems","abstractText":"'Atmospheric heap leaching (AHL) offers a new low-cost, safe, environmentally friendly hydrometallurgical technology which has the potential to be applied to the treatment of currently neglected oxide-rich nickel laterite ores in southern Europe & elsewhere.  Current limitations to application of the process are largely a function of a poorly characterized mineralogy of the ore types & a consequent lack of predictability to the leaching process applied to mixed ore types.  The NICAL IAPP aims to forge a long-term partnership between Sardes Nickel (SN) currently applying AHL technology to the Caldag deposit in Turkey with the mineralogical research expertise at the Natural History Museum in the UK (NHM).  NICAL will use the experience gained from the Caldag deposit to devise an integrated series of mineralogical experiments to better characterise the ore types from which it will design & carry out leach testing on a range of European deposits.  Mineralogical research will use new x-ray techniques under development by researchers at NHM to characterise nickel residence in the diverse mineral phases & the process of how nickel is leached from these minerals by AHL will be quantified.  Further work will develop mineralogical tools which may be used for the future routine screening of nickel laterite resources, identified elsewhere but not currently developed.  The capabilities of both partners will be extended through the collaborative research programme and focused training initiatives, developing research within SN.  The scientific results of the project will be disseminated via targeted workshops, international conferences & peer-reviewed publications.  It is anticipated that IPR of economic value, relating to the processing of nickel ores and the development of novel analytical equipment will result from the research.  The aim is to protect this IPR by patents, the value of which may be realised through licensing agreement to internationial mining companies.'","grantUrl":"","grantId":"218062","fundValue":"791271","fundStart":"2008-11-01","fundEnd":"2012-10-31","dataset":"fp7"}