{"id":"92032","title":"From Mathematical Logic To Applications","abstractText":"'Mathematical logic is a rapidly-developing subject with sophisticated techniques and many applications in algebra, geometry, number theory, analysis, and computer science. Even though the branches of logic share vital concepts and techniques, in recent years increased specialism has meant that most researchers are trained in just one branch of logic, and there is a need in Europe for researchers who have an overview of techniques from logic. To meet this need, this project will provide a broad training for early stage researchers across the main areas of mathematical logic and its many applications. 18 early-stage researchers (ESRs) will be trained for 36 months each, and a further 20 ESRs, undertaking doctoral studies elsewhere, will be appointed for 3--6 months each. Doctoral research projects for ESRs have been prepared in model theory, aspects of complexity theory (proof complexity, finite model theory), proof theory, computability theory, set theory, and real valued logics. Network-wide training will be provided through three 7-day training workshops, two 3-day and one 5-day research workshops, and a 5-day final conference. Some secondments of ESRs, and short ESR appointments, will be coordinated around a special semester in model theory in Lyon, and a later one in logical aspects of complexity theory in Prague. Complementary training is provided by the hosts, and through the training workshops. The network consists of 8 full partners, each a major logic group with strength in more than one branch of logic and experience in the training of early stage researchers, and each based in a major European university. The partners have been chosen to complement each other in strengths, and together to cover most branches of mathematical logic. In addition to the 8 full partners, training is provided by an academic Associated Partner (University of East Anglia) and two industrial Associated Partners (Onera and BT Group, each at Level 2).'","grantUrl":"","grantId":"238381","fundValue":"4332785.49","fundStart":"2009-10-01","fundEnd":"2013-09-30","dataset":"fp7"}