{"id":"103601","title":"STIMULATION OF ENERGY EXPENDITURE AND BROWN ADIPOSE TISSUE IN HUMANS","abstractText":"'Obesity is the result of a mismatch between energy intake and energy expenditure. Part if excess calories will end up as fatty acids. The excess lipid will interfere with normal glucose homeostasis resulting in diabetes and other complications. Brown adipose tissue (BAT) is a tissue with high rates of lipid oxidation, making it an ideal organ burn excess fuel to control body weight. Recently it has been shown that BAT exists in humans being predominantly present in lean, young healthy humans opposed to humans that are obese.\nTypically BAT is activated in cold exposure to increase body temperature. This signal is mediated via activation of transient receptor potential channels (i.e. extreme-cold receptor transient receptor potential channel member A1(TRPA1)) in nerve endings. The cold signal then reaches the hypothalamus via afferent neuronal pathways. Via activation of certain cerebral nuclei, a sympathetic response is produced that reaches end organs such as BAT. TRPA1 can also be activated by allyl-isothiocyanate (AITC, present in mustard). AITC in animal studies induces energy expenditure. The end transient receptor potential cation channel subfamily V member (1 TRPV1), is an other receptor that activates energy expenditure via the natural compound capsaicin.\nWe suggest that the activation of BAT is a promising target to increase energy expenditure in humans. The aim of this fellowship is to investigate the activation of energy expenditure via various protocols such as cold and the administration of AITC and capsaicin in healthy humans and obese subjects.\nIncluded subjects will undergo test protocols under two temperature conditions (thermoneutrality and cold), AITC and capsaicin administration. In these protocols we will also assess the role of the sympathetic nervous system (beta-blockade),  glucose and lipid metabolism (stable isotope studies) and imaging by infrared thermography and fluorodeoxy glucose positron-emission tomography.'","grantUrl":"","grantId":"301982","fundValue":"209033.4","fundStart":"2012-03-15","fundEnd":"2014-03-14","dataset":"fp7"}