{"id":"186922","title":"Informational Frictions in Financial Markets","abstractText":"'My research studies the impact of informational frictions on financial markets. In a frictionless market all economic agents have the same access to information. However, such homogeneity is often violated either because some agents have more information or they can better process it. A source of such informational advantage could be superior ability or financial skills. Naturally such skills are likely to be concentrated among institutional investors. But academic research shows that institutional investors do not generate better outcomes. My research argues that a subset of actively managed mutual fund managers can outperform passive benchmarks, and other investors, because they can choose better stocks or better time the changes in aggregate market conditions. These differences in investment skills have permanent effects on the ex-post performance of these investors. Identifying skilled investors undermines the postulates of efficient markets and provides useful tool for households to make efficient financial decisions. Another source of friction could be institutional differences fostering incentives to acquire and process information. For example I show that the degree of centralization or business concerns inside organizations affect incentives to acquire information and take excessive risk. Informational frictions can also result from the illegal acquisition of inside information. In my current work I want to understand the role of illegal insider trading for price formation and the overall quality of information in financial markets. On a broader level I study the implications of informational frictions for the growing income inequality between rich and poor. To explain why the inequality grows I show that some agents are endowed with more resources to access beneficial information and thus can enhance their capital gains and total income. Overall, my primary aim is to understand the role informational frictions play in both micro and macroeconomic arenas.'","grantUrl":"","grantId":"631775","fundValue":"100000","fundStart":"2014-04-01","fundEnd":"2018-03-31","dataset":"fp7"}