{"id":"94508","title":"Spin-Transport in inhomogeneous Ferromagnets","abstractText":"'It is the aim of this research project to carry out systematic studies of spin-dependent transport in heavy rare earth (RE) metals based multilayered nanostructures. These nanoscale heterostructures made of layered rare earth metals would combine in variety of ways species bearing different magnetic character, such as ferromagnetic and antiferromagnetic order, as well as magnetic layers with non magnetic spacers. There exists a substantial gap in the literature regarding magnetoresistance (MR) studies on rare earth nanostructures, which would be of general interest for basic knowledge to fill in. This way, of particular interest will be to perform MR experiments for current perpendicular to plane configuration in vertically nanostructured RE-based systems, where the magnetic RE slabs show helical antiferromagnetic (AFM) order. For these structures, there exist recent investigations that clearly point to the breaking of the chiral symmetry at the interfaces. This chiral asymmetry in helical AFM is likely to lead to much striking effects in the magneto-transport phenomenology of such so far unexplored nanostructures that we now coin as the so-called anisotropic chiral magnetoresistance in analogy to the already proposed electrical magnetochiral anisotropy in chiral conductors. A second topic that will very much focus our attention is the study of magneto transport in multilayered nanostructures of rare earth metals that would combine ferromagnetic, helical AFM and non-magnetic layers. These studies will look to test recent theoretical predictions that forecast a significant enhancement for the overall performance of such nanostructures, which includes nanostructured slabs with helical magnetic order that bear a spin spiral density wave, for current-driven spin-torque transfer effect devices with nanotechnology applications in the field of microwave oscillator systems for high-frequency communication technology.'","grantUrl":"","grantId":"255669","fundValue":"45000","fundStart":"2010-04-01","fundEnd":"2013-03-31","dataset":"fp7"}