{"id":"88683","title":"cooperation between BCL6 and c-Jun in lymphoma development and progression","abstractText":"'Sequential activation of different oncogenes drive the step-wise progression of precancerous cells to highly malignant tumors. A molecular understanding of the transformation events is crucial to develop anti-cancer therapies. In this sense, The AP-1 transcription factor has gained special attention in the last decades due to its key role in the tumor development. AP-1 comprises a family of dimeric basic region-leucine zipper transcription factors. The founding members of the AP-1 family, c-Fos and c-Jun, were both originally identified as oncogenes. C-Jun is the most potent transcriptional activator in its group. The induction of AP-1 by pro-inflammatory cytokines and genotoxic stress is mostly mediated by JNK that mediates c-Jun N-terminal phosphorylation in its transactivation domain, increasing the transcription of target genes. The B-cell Leukemia-6 (BCL6) proto-oncogene encodes a transcriptional repressor required for the formation of Germinal Centers (GC) which are important in pathology, since GC B cells are thought to represent the cell of origin of most types of human B cell lymphomas. Transgenic mouse overexpressing BCL6 have been generated and they could not fully recapitulate the human disease, suggesting that cooperation with a second oncogene may be required. Previously it has been observed that c-Jun and Bcl6 physically interact, however the significance of this interaction for tumour development was not investigated. The host lab has recently confirmed the association of c-Jun and BCL6 and in this proposal we will investigate whether c-Jun activation cooperates with BCL6 in lymphoma development. A multidisciplinary study, including in vitro and in vivo approaches will be used to define the nature of the cooperation between BCL6 and c-Jun in lymphoma development and progression. Transgenic approaches, including generation of a lymphoma mouse model together with biochemistry and molecular biology techniques will be used to unravel their cooperation'","grantUrl":"","grantId":"220566","fundValue":"178307.05","fundStart":"2008-12-01","fundEnd":"2010-11-30","dataset":"fp7"}