{"id":"189913","title":"Investigation of the molecular mechanisms ensuring precision and reproducibility of Sonic Hedgehog mediated patterning in the vertebrate ventral neural tube","abstractText":"'Morphogens are locally produced molecules that act over long distances in tissues to control the pattern of gene expression. A particularly well-understood model system for studying the mechanisms of morphogen-mediated patterning is the vertebrate neural tube. Here, Sonic Hedgehog (Shh) induces discrete neuronal progenitor domains through regulation of a combinatorial code of transcription factors. The observed precision and reproducibility of gene expression appears greater than can be accounted for by the precision of Shh signalling alone. Thus, mechanisms must exist that filter signaling noise. We hypothesize that this involves either the properties of the downstream transcriptional network regulated by Shh signaling or active cell sorting.\nThe proposed research project aims at quantifying the amount of noise in the pattern of gene expression in the vertebrate neural tube, and investigating how, at which level, and to which extent this noise is buffered. To achieve this goal, I will generate fluorescent reporters for the expression of three key Shh target genes, Nkx2.2, Olig2 and Pax6, and spatiotemporally correlate the activity of these reporters with Shh pathway activity. In parallel, a quantitative analysis of the behaviour of cells will be performed to elucidate the contribution of differential cell adhesion and active cell sorting. The combined results will be integrated into a theoretical framework to account qualitatively and quantitatively for Shh-mediated patterning of the neural tube.\nDue to the iterative deployment of Hedgehog (Hh) signalling during animal development and the evolutionary conservation of the Hh pathway, the types of mechanisms deduced from our quantitative analysis will probably not only apply to Shh-mediated patterning in the neural tube, but to a broad range Hh-mediated patterning processes. Furthermore, similar mechanisms of noise compensation may be also deployed by other morphogen systems.'","grantUrl":"","grantId":"624973","fundValue":"231283.2","fundStart":"2015-04-01","fundEnd":"2017-03-31","dataset":"fp7"}