{"id":"108437","title":"\"THE LANDSCAPE AND FUNCTIONAL IMPACT OF TUMOUR-SPECIFIC GENOMIC INSERTIONS OF 1,000 CANCER GENOMES\"","abstractText":"'Somatic structural variation (i.e., those structural rearrangements arising in a tumour) is found in almost all cancer genomes studied in detail. Current next-generation sequencing (NGS) strategies allow the identification of genomic structural variation with an unprecedented base pair resolution, revealing a complex landscape of somatic rearrangements in several cancer types. The studies carried out so far have focused upon four main types of rearrangement, namely deletions, amplifications, inversions, and translocations, but the complement of somatic insertions that characterizes cancer genomes remains mostly unexplored. These genomic insertions are mainly caused by transposable elements (TEs) and exogenous viruses, and despite the fact that these sequences can lead to disease little is known about the extent they can generate diversity in somatic cells and contribute to cancer development. Thus, taking advantage of the availability of the sequencing data generated by the international cancer genome consortium (ICGC), the purpose of this project is to use NGS data to explore and characterize the landscape of somatic insertions attributable to TEs and exogenous viruses in human cancer. TASK 1 of this project aims to identify the somatic insertions due to TEs and exogenous viruses in a total of 1,000 human cancer genomes for breast, bone and blood. A unique bioinformatics pipeline will be developed to identify the entire complement of somatic insertions by the analysis of whole-genome sequencing data of these cancers. TASK 2 aims to determine if somatic insertions in Task 1 impact gene function, by investigating the presence of aberrant splicing and/or gene expression and aberrant methylation profiles using RNA sequencing data and whole-genome methylation data. This project will provide essential insights into structural and functional impact of genomic insertions in cancer. This will lead to a better understanding of molecular mechanisms involved in oncogenesis.'","grantUrl":"","grantId":"328264","fundValue":"221606.4","fundStart":"2013-05-01","fundEnd":"2015-04-30","dataset":"fp7"}