{"id":"93867","title":"Dedicated growth of novel 1-dimensional materials for emerging nanotechnological applications","abstractText":"'This proposal aims to establish growth systematics for catalytically grown nanomaterials, such as nanoparticles, nanorods, carbon and hetero-atomic nanotubes. At present there is no clear understanding of the formation mechanism of these structures. Hence, the control over their properties, a vital aspect for technological applications of nanomaterials, is limited and remains difficult. Therefore, the main target of this proposal is the controlled production of new carbon and non-carbon-based nanomaterials with the focus on achieving structural control of the nanomaterials at the atomic level. An essential step towards the controlled generation of such new nanomaterials is a comprehensive understanding of the growth reactions and the role of the metal catalyst involved in the synthesis process. To achieve this, we will use in-situ techniques to study the chemical environment in the reactor during growth and state-of-the-art electron microscopy to reveal the chemical composition of the resulting catalyst particles and structures with atomic resolution. This data will provide information on how the nanostructure may have formed. Theoretical calculations and modelling of atomic scale processes of the catalyst reactivity will be used to draw a consistent picture of the functioning of the catalyst. An improved understanding of the functioning of the catalyst will allow us to estimate how the catalyst particles and reaction conditions have to be modified in order to enhance or to suppress certain products. A new high-throughput synthesis method together with the systematic variation of the growth parameters, such as cluster particle size and composition, temperature, gas pressure and precursor, will be used to generate a nanomaterials growth library. This nanomaterials library will be made available on the Internet for use by other researchers in planning their experiments.'","grantUrl":"","grantId":"240500","fundValue":"1276038","fundStart":"2010-02-01","fundEnd":"2016-01-31","dataset":"fp7"}