{"id":"92818","title":"Random Mappings and their Applications","abstractText":"'I propose to investigate properties of random mappings with exchangeable in-degrees and of their variants. I focus especially on events and random characteristics relating to epidemic processes. It is expected that the corresponding probabilities and variables can be used to distinguish between possible models for disease spread, and could be used in the estimation of important model parameters which are of practical interest to epidemiologists. I also propose to study the joint distribution for the order statistics of the normalized 'component' sizes of the random directed graph. In particular I would like to investigate the structure of subgraphs of random mapping digraphs which are obtained by some 'cutting' procedures. Understanding the component structure of such structures is crucial in many applications, e.g. coagulation processes in biology, discretizations of dynamical systems in computer science, analysis of algorithms in cryptology. A significant part of the proposed project is scientific training related to applications of general random structures, in particular random intersection graphs and random geometrical graphs in modeling networks of several types. I expect to gain new expertise in the methods used by scientists at Heriot-Watt University and to contribute new ideas for solving strategic applied stochastic network problems through collaboration and interaction with the probability, applied statistics, and computer science groups at Heriot-Watt. This training is also very important in the development of my role as a leader of inter-disciplinary projects, and of research training activities in Poland. It is also expected that this interaction will generate many relevant applied research problems for my future M.Sc. and Ph.D. students. The proposed 12-month project develops results obtained during my very successful 12-month EIF fellowship (project No. 501863 -RANDIGRAPH) and in this sense can be treated as its complement.'","grantUrl":"","grantId":"236845","fundValue":"","fundStart":"2009-10-01","fundEnd":"2010-09-30","dataset":"fp7"}