{"id":"94874","title":"Asymmetric Organocatalysed Diels-Alder/Fragmentation Cascades","abstractText":"'The intramolecular Diels-Alder reaction of 2-amino-furan derivatives is a powerful tool for the rapid synthesis of complex polycyclic compounds. The reaction has been used as a key step in the preparation of biologically relevant molecules such as natural products and pharmaceuticals. However, despite the great potential of this kind of Diels-Alder reaction, no catalytic asymmetric version has been reported so far. During this Fellowship we wish to develop new, asymmetric, organocatalysed cyclisation reactions of substrates bearing an amino-furan derivative and an enone functionality. In the presence of primary or secondary chiral amines, alpha,beta-unsaturated compounds undergo LUMO-lowering activation via the reversible formation of transient iminium ions. The concept of our proposal is to apply the iminium ion activation of enones to induce asymmetry in the Diels-Alder cycloaddition with appended amino-furan moieties. Furthermore, it is known that stereocenters at the gamma-position of enones can be racemised in the presence of primary/secondary amines via the formation of dienamine intermediates. Therefore, a further target will be the development of a tandem transformation involving a Dynamic Kinetic Resolution (DKR) and an Intramolecular Diels-Alder reaction of 2-amino-furan derivatives with enones presenting a stereogenic centre at the gamma-carbon. This would constitute a new, powerful and broadly applicable organocatalytic asymmetric strategy to target, in the first instance, alkaloids of the Daphniphyllum family. In particular, we are interested in the enantioselective synthesis Daphniyunnine D (IC50 0.6 ?M against A549 cancer cell line). The Fellowship will therefore involve different branches of modern chemical research, such as asymmetric methodology, catalysis, target oriented synthesis of bioactive compounds.'","grantUrl":"","grantId":"254068","fundValue":"173240.8","fundStart":"2010-03-01","fundEnd":"2012-02-29","dataset":"fp7"}