{"id":"91898","title":"Textile and Hair proteomics: Reexamination of European wool from Archaeological Deposits","abstractText":"'Economists, historians, archaeologists and conservators have been fascinated by the wool trade and the development of the woollen textile industry during the medieval period, as documented by the large literature on the topic. The importance of the wool trade is reflected in the fact that wool producers and textile centres were located in different areas of Europe, and that wool influenced not only the economic history but also the political shape of Europe. For a long time, and until the emergence of the merino wool from Spain, the finest wools were exported from England. Changes in the types and qualities of wool available at different periods in different regions have been plotted both by archaeologists working on the excavated textiles and by historians researching documentary sources. Archaeologists have been using the distribution of fibre diameters to classify medieval wool into fleece types, but this analysis can barely describe the 50 or more wool grades found in historical records. This analysis is made even more complicated by the processing of wool and by the archaeological context that affect the physical and chemical properties of the fibres. The purpose of the proposal is to develop new proteomics based tools to study ancient wools. Proteomics attempts both qualitative and quantitative comparisons of the protein composition of the wool fibres themselves. We want to (i) assess the potential of proteomics to discriminate ancient wool fibres, (ii) assess the extent to which use history and burial governs changes in the fibre proteome, (iii) examine the impact of processing and dyeing on the fibre proteome (and the effect that these processes may have on diagenesis), and (iv) compare the proteome of wool from waterlogged environments and metal corrosion products. We have access to extensive records of textiles from both major centres and from regional markets, resulting in large collections of preserved fragments from urban deposits and medieval burials.'","grantUrl":"","grantId":"236425","fundValue":"","fundStart":"2009-09-01","fundEnd":"2012-08-31","dataset":"fp7"}