{"id":"187786","title":"Continuity and change in the emergence of the Hellenistic Glass industry in Greece","abstractText":"'This innovative interdisciplinary investigation of ancient Greek glass dating to between 1100BC  and 300BC is designed to transform the knowledge base for the material so as to enhance in fundamental ways archaeological, art historical, socio-economic and technological interpretations. It will also  simplify and prioritise the planning of appropriate conservation strategies for the glass. It will be the first such study to define the provenance of glass raw materials and glass within the region of Greece. A further research objective is to identify the locations where primary production of Greek glass occurred, clarifying the economic dynamics governing Hellenistic glass production and trade and enhancing the knowledge of the ancient Greek economy.\nThe project will allow Dr. Oikonomou to work in a leading-edge interdisciplinary environment that will give him the best possible opportunity to move to other research and teaching institutions in Europe. He will be trained in a range of transferable skills including  sample selection and preparation, in the use of innovative, advanced and state-of-the art chemical, isotopic and micro-structural scientific techniques and a range of interpretative interdisciplinary and statistical methods. The fellowship will allow him to enhance dramatically his knowledge base. The research project will provide a powerful contribution to the European Research Area and will generate other research that will contribute strongly to the study and conservation of European Heritage after the end of the fellowship. The interdisciplinary team that will train Dr. Oikonomou is formed from international experts in their fields, both in the University and industrial sectors. The support infrastructure at Nottingham University is geared to provide clear and groundbreaking opportunities for postdoctoral fellows. Outreach activities will make fundamental contributions including to secondary schools, the museum sector and a structured web page.'","grantUrl":"","grantId":"623645","fundValue":"221606.4","fundStart":"2014-10-01","fundEnd":"2016-09-30","dataset":"fp7"}