{"id":"101666","title":"Strategies for the eradication and containment of the invasive pests Rhynchophorus ferrugineus Olivier and Paysandisia archon Burmeister","abstractText":"'The PALM PROTECT consortium aims to develop reliable methods, for use by national plant protection organisations (NPPO), inspection services, growers and other end-users, for early detection, eradication, control and containment of the red palm weevil, Rhynchophorus ferrugineus and the moth Paysandisia archon. The methods will be developed for use at origin, point of entry, in transit and on-site to combat these invasive pests of palm trees. The methods will support stakeholders and end-users in the implementation of Council Directives 2000/29/EC, 2007/365/EC, 2008/776/EC, 2009/7/EC and 2010/467/EU.\nThe objectives identified to achieve these goals are: 1) to provide a more comprehensive understanding of the biology (life cycles, host range, capacity for dispersal, behaviour) of R. ferrugineus and P. archon to facilitate decision making for risk assessment and optimisation of monitoring and control methods. 2) To combat the spread and establishment of R. ferrugineus and P. archon by the development of technologies for the early detection and monitoring of these pests. Detection in quarantine areas using dogs, acoustic and thermal methods, and in open areas using trapping and aerial/satellite imaging, along with a decision support system 3) To develop methods to eradicate, control and contain R. ferrugineus and P. archon, to restrict their further invasion of EU territories. Scientifically based protocols will be developed for quarantine treatments, for eradication and containment including preventive and curative techniques, and proper disposal of infested material. 4) To disseminate the findings of this work both within and outside the EU Community, through working with NPPOs, the European Plant Protection Organisation (EPPO) and other stakeholders.\nPALM PROTECT will address gaps in current technology for the detection, eradication and containment of R. ferrugineus and P. archon, thereby helping to minimise the economic and environmental impact of these pests.'","grantUrl":"","grantId":"289566","fundValue":"3971722.8","fundStart":"2012-01-01","fundEnd":"2014-12-31","dataset":"fp7"}