{"id":"89317","title":"Resource-Efficient Self-Reinforced Plastic  Materials and Processing","abstractText":"'The aims of the Esprit project are to reduce the amount of plastic used to make a component by 30% and reduce component weight by 30%, by developing the next generation of lightweight, self-reinforced plastics and the energy-efficient manufacturing processes needed to produce components from this family of materials.  Current forms of self-reinforced plastics typically offer typically 3-5 times the strength and stiffness of unreinforced plastics, but they are only available in sheet or fabric form. This severely limits the range and types of components that can be manufactured and limits the commercial uptake of these important materials.  The overall goal of this project is to develop materials and processes to allow flow moulding (injection moulding and compression moulding) of self-reinforced commodity polymers (polypropylene (PP), polyamide (PA) and PET). Key to this is the development of techniques that will allow the selective melting of the polymer matrix without causing adverse effects on the polymer fibre. This will therefore necessitate the development of energy-efficient microwave and induction-heating techniques to allow selective melting of the matrix polymer. High performance, commodity polymers will be used to develop self-reinforced plastics with significantly enhanced properties over existing plastic and, for the first time, the ability to be compression and injection moulded.  This topic is particularly relevant to the work programme, which calls for new processing methods for speciality polymers that are more resource-efficient. Self-reinforced plastics are more resource efficient because they are 3-5 times stronger and stiffer than conventional polymers, so less material is needed to manufacture components to reach a particular specification, but they require innovative new heating processes to form them into components, which include alternative energy sources.'","grantUrl":"http://www.espritproject.eu","grantId":"214355","fundValue":"5551015.45","fundStart":"2008-10-01","fundEnd":"2012-03-31","dataset":"fp7"}