{"id":"99949","title":"Active and Passive Exploitation of Light at the Nanometre Scale","abstractText":"'Light and the various ways it interacts with matter is our primary means of sensing the world around us and it's no surprise that many technologies today are based on light. However, light cannot be imaged or focused to sizes below half its wavelength - known as the diffraction limit. To see smaller objects we must use shorter wavelengths. However, metals can shatter the diffraction limit of light and are now very promising for new technologies that expand the capabilities of computers and the internet and deliver new sensor technologies for healthcare, defense and security.\n\nWe often take for granted just how strongly light interacts with metals. Electricity, oscillating at 50 Hz has a wavelength of thousands of kilometers, yet an electrical socket is no larger than a few centimeters; well below the diffraction limit! By structuring metal surfaces on the nanometre scale, this same phenomenon allows us to beat the diffraction limit in the visible spectrum. This approach has recently re-invigorated the study of optics at the nano-scale. I believe the paradigm of nano-optics is the capability to shrink light down to the length scales of molecular, solid state and atomic electronic states for the first time. With nano-optics, light-matter interactions are not only greatly strengthened but weak effects once difficult to detect are dramatically enhanced. If we can strengthen such weak effects we can use them to realize new capabilities in optics.\n\nLast year, I reported in Nature that metal-based lasers can generate light below the diffraction limit and sustain it by amplification thus overcoming the inherent resistance of metals. While conventional lasers transmit light over large distances, it is the light inside these metal lasers that is unique. I want to use this light for new types of spectroscopy on the scale of individual molecules. Exploring optics at untouched length scales is an exciting opportunity with the potential for fundamentally new discoveries.'","grantUrl":"","grantId":"277080","fundValue":"100000","fundStart":"2011-10-01","fundEnd":"2015-09-30","dataset":"fp7"}