{"id":"106557","title":"Far Infra-red Space Intereferometer Critical Assessment: Scientific Definition and Technology Development for the Next Generation THz Space Interferometer","abstractText":"'For knowledge to progress in many aspects of astrophysics it is clear that we need to make observations at all wavelengths that at least match the spatial resolution achieved in the optical by the Hubble Space Telescope.\nThis is especially true in the Far Infra-Red waveband (FIR - 30-300 micron - where our atmosphere is opaque) where the necessity of space borne experiments combined with long wavelengths makes achieving high spatial resolution particularly difficult. At present FIR observations lie in a resolution gap of 2 orders of magnitude represented by the James-Webb Space telescope in the mid-infrared on one side and the ALMA interferometer, in the sub-mm, on the other. Only with the development of space borne interferometers can we hope to bridge this divide.\nThis project brings together the leading international experts on FIR space instrumentation and experienced astronomers in a unique collaborative effort to address the development needs of a high resolution FIR observatory through two major activities. Firstly to identify the scientific questions which require high spatial resolution observations in the FIR.  We will translate these into the definition of an ambitious space mission and its associated key technologies.\nAt the same time we will study a number of technologies relevant to space interferometers which are at a low Technology Readiness Level. These include free-space beam combination with cryogenic delay lines, deployable low-mass telescopes, accurate satellite position measurement techniques and advanced ground calibration scenarios. We will develop these technologies through a consortium of universities, research establishments and industry which combine the best academic and industrial expertise.\nThe outcome of this work will advance the knowledge and technology required for a future FIR mission, consolidate the scientific community and bring world-wide expertise to the EU consortium. We will promote the results to a wider scientific community through a number of international workshops centred on the definition of a future FIR space mission.'","grantUrl":"","grantId":"312818","fundValue":"2594403","fundStart":"2013-01-01","fundEnd":"2015-12-31","dataset":"fp7"}