{"id":"108010","title":"The Role of Dendritic Cell Subsets in the Maintenance of Effector and Regulatory T-cells in the Skin","abstractText":"'Tissue immune homeostasis is dependent upon a dynamic balance between effector T-cells (Teff) and regulatory T-cells (Treg). Biological variables that perturb their ratios are critical determinants in the development of autoimmunity. How this balance is established and maintained in peripheral tissues is largely unknown and is therefore essential for understanding the pathogenesis of autoimmunity and chronic tissue inflammation. Current therapies focus on reducing pathogenic Teff responses while augmenting suppressive Treg pathways. Tissue-resident dendritic cell (DC) populations are intimately associated with tissue-resident T-cells. It is well documented that inflammatory conditions alter the function of DCs, which in turn influence T-cell differentiation towards Teff and Treg cells. We hypothesize that skin DC subsets will have specific and distinct roles in establishing and maintaining peripheral Teff and Treg cells, and in doing so, play a major role in maintaining self-tolerance in the skin. Utlising a novel and unique experimental model whereby self-antigen is inducibly expressed in the skin, this proposal will dissect the role of tissue DCs in: 1) generating Teff and Treg populations in the skin in response to cutaneous self antigen expression; 2) deleting Teff cells upon persistent self antigen expression; and 3) maintaining Teff and Treg memory populations in the skin. It is becoming increasingly apparent that the dominant mechanisms of immune regulation occur within peripheral tissues at the sites of antigen expression and not in secondary lymphoid organs. To elucidate whether skin DC subsets mediate their effects in the skin or skin draining lymph nodes we will employ highly advanced two-photon laser scanning microscopy to compare DC-Teff and DC-Treg interactions at these two sites in real-time. The proposed research project will provide insights into critical DC-T-cell interactions as novel therapeutic targets for the treatment of autoimmune disease.'","grantUrl":"","grantId":"327244","fundValue":"282561","fundStart":"2013-05-01","fundEnd":"2016-04-30","dataset":"fp7"}