{"id":"105964","title":"Updating the mind: The mechanisms behind behavioural change","abstractText":"'Translation of basic research on human executive control into facilitating behavioural change is a holy grail for psychologists and neuroscientists. Adaptive behaviour is attributed to executive functions that update the cognitive system. But how system updating mechanisms regulate behavioural change is still unclear. This stems from a lack of careful process analysis and a failure to integrate findings from different research areas.\nMy proposal consists of three innovative subprojects. In the first subproject, I aim to develop a unified account of system updating and behavioural change. I propose that three well-defined cognitive processes (detection-selection-implementation) underlie all forms of updating; each component may be influenced by preparation or practice. In the second subproject, I aim to show how stress and incentives, which influence behavioural change outside the lab, modulate the updating processes studied in Subproject 1. This will lead to much richer models of updating and control. Finally, the third subproject will focus on the role of rules in system updating. More specifically, I will examine how both children and adults acquire new rules and how a rule-based control network can develop and strengthen. This may also provide a framework for the development of treatments. In each subproject, I will use carefully designed behavioural paradigms and integrate techniques such as neurostimulation, EEG, and mathematical modelling of decision-making to specify how updating occurs and how variation in the effectiveness of updating arises.\nThe proposed work will substantially extend my previous work on response inhibition and executive control. I will synthesise work in cognitive, clinical, and social psychology, cognitive neuroscience, and neurobiology; and by providing novel important insights into the substrates of the executive control of updating, contribute to a better understanding of the many disorders associated with control deficits, and of human behaviour in general.'","grantUrl":"","grantId":"312445","fundValue":"1138518","fundStart":"2013-02-01","fundEnd":"2018-01-31","dataset":"fp7"}