{"id":"98045","title":"\"New Directions Linking Ocean Geochemistry, Biomineralization and Palaeoclimate\"","abstractText":"'This proposal bridges three fields, geochemical oceanography, biomineralization and palaeoclimatology. The link that will be advanced is the oceanic carbon system now and in the past and its relationship to climate change. The major focus will go into marine calcification, the building block of the skeletons and shells for a large number of marine organisms. This is a key research area because: (i) storage of carbon in oceanic deposits of calcium carbonate plays an important but  poorly understood role in controlling atmospheric CO2; (ii) trace element and isotopic compositions of marine calcifying organisms have been used for reconstructing environmental parameters to understand past changes in climate; (iii) increasing ocean acidification will lead to reduced calcification of modern ecosystems as well as enhanced dissolution of carbonate sediments that will play an increasingly important role in the future chemistry of  the ocean and its ability to take up atmospheric CO2.\n\nWork on biomineralization and biomineralogy of marine calcifiers is expanding rapidly but is almost completely divorced from work on their use in palaeoceanography. Bringing these two aspects together has enormous potential and is a key goal of this proposal.\n\nThere are a large number of opportunities given recent breakthroughs in understanding, within this proposal and in the future. The most important are to (i) understand incorporation of proxies into foraminifera; (ii) produce accurate estimates of pH and CO2 over earth history on tectonic, orbital and rapid time scales; (iii) explain how changes in deep-sea storage of calcium carbonate affects atmospheric CO2; and (iv) develop research on evolution of ocean chemistry concurrent with biotic innovations.'","grantUrl":"","grantId":"267931","fundValue":"2581642.81","fundStart":"2011-03-01","fundEnd":"2016-02-29","dataset":"fp7"}