{"id":"100168","title":"BioVeL - Biodiversity Virtual e-Laboratory","abstractText":"Biodiversity Virtual e-Laboratory (BioVeL) meets the needs of Europe's Biodiversity Science research community with tools for pipelining data and analysis into efficient workflows, urgently needed to understand biodiversity in a rapidly changing environment. BioVeL customises, deploys and supports the Taverna / myExperiment / BioCatalogue family of software to achieve this.<br/>Close user involvement is crucial to successful design and implementation of virtual laboratories. Close support and guidance makes all the difference in uptake of tools and their continued success. BioVeL places particular emphasis on targeted networking activities with specific sub-communities and tailored service activities that deliver training, helpdesk and consultancy assistance to solve specific problems.<br/>Using agile processes, BioVeL defines and deploys (web) service sets and workflow packs catering for sub-communities within the domain. The project focuses on pilot topic areas:<br/>i) DNA sequence-based phylogeny and metagenomics services that help link knowledge of model organisms to a broad range of species, that provide a measure of genetic diversity used in conservation planning and that help to understand adaptation in relation to climate change;ii)  Taxonomy services to provide the underpinning checklist of diversity in Europe, identification aids to native, invasive and economic species;iii) Niche and population modelling for species, to better understand the processes of conservation and invasive species management; and,iv) Ecosystem functionality and valuation services, to improve modelling capabilities to ecosystem services and CO2 sequestration.<br/>Through use of gateways, workflows composed in the BioVeL environment can be executed on a wide range of computing resources, including European e-Infrastructures (EGI, PRACE, etc.).<br/>Joint research activities will investigate improvements to ease of use of workflows by exploring new middleware approaches to easier user interfaces.","grantUrl":"","grantId":"283359","fundValue":"6005635","fundStart":"2011-09-01","fundEnd":"2014-12-31","dataset":"fp7"}