{"id":"105535","title":"Adjoint-based optimisation of industrial and unsteady flows","abstractText":"'Adjoint-based methods have become the most interesting approach in CFD optimisation due to their low computational cost compared to other approaches.  The development of adjoint solvers has seen significant research interest, and a number of EC projects have been funded on adjoint-based optimisation. In particular, partners of this proposal are members of the EC FP7 project FlowHead which develops complete adjoint-based design methods for steady-state flows in automotive design.\n\nIntegration of the currently available shape and topology modifcation approaches with the gradient-based optimisation approach will be addressed, in particular development of interfaces to retun the optimised shape into CAD for further design and analysis, an aspect that currently requires manual interpretation by an expert user.\n\nIn industrial practice most industrial flows have small levels of instability, which leads to a lack of robustness and instability of the adjoint, such as trailing edge vortex shedding in turbo-machinery. Many industrial applications are also partly unsteady such as bluff body separation in cars or fully unsteady such as vertical-axis wind turbines.\n\nIn unsteady adjoints 'checkpoints' of the flow solution at previous timesteps need to be recorded and algorithms for an effective balance between storage and recomputation need to be implemented. The recomputation involves significant memory and runtime overheads for which efficient methods are developed and implemented.\n\nThe results of the project will be applied to realistic mid-size and large-scale industrial optimisation problems supplied by the industrial project partners ranging from turbo-machinery, to automotive to wind-turbines.\n\nTraining will be provided by academic, industrial and SME partners in methods development, industrial application and software managment. A large programme of complementary training in professional skills will be provided with support from\nall partners.'","grantUrl":"","grantId":"317006","fundValue":"3810946.37","fundStart":"2012-11-01","fundEnd":"2016-10-31","dataset":"fp7"}