{"id":"94335","title":"Proteins in cell-to-cell communication: the Eph receptors and their ephrin ligands","abstractText":"'I propose to solve the structure of Eph receptors and their ephrin ligands in an effort to gain a complete understanding of their functions and acquire knowledge and training to advance my career prospects. These proteins are located at the outer membrane of cells. When they bind, they transmit a signal into the cell that carries them, providing a means of cell-to-cell communication. They control vital aspects of life where cells have to communicate with each other, such as brain development, blood vessel formation, insulin secretion, and they play a role in many cancers. Studying their structure and signalling mechanism reveals their role in these biological processes, and provides fundamental knowledge for medical purposes. Eph receptors are type I transmembrane proteins and consist of a number of discrete domains. The crystal structures of single Eph receptor and ephrin domains are known. However, the central question of how the Eph receptor transmits a signal from the exterior of the cell into the cell interior remains unsolved. My objective is to tackle this fundamental question by finding out how the individual Eph receptor domains are arranged with respect to each other, how the binding of ephrin ligand affects this configuration, and how it relates to Eph receptor signalling. In the short term, I will use structural biology tools to examine the structure of the entire extracellular part of an Eph receptor. I have already produced preliminary data to validate the feasibility of this approach. In the medium term I will examine the structure of the extracellular part of the Eph receptor bound to an ephrin ligand. I will interpret the structural information I derive to study Eph receptor and ephrin functions. In the long term I will design and apply experimental protocols to characterize the structure of the entire transmembrane Eph receptor. This project constitutes a stepping stone from my early research to a mature and long term career in science.'","grantUrl":"","grantId":"236676","fundValue":"172434.64","fundStart":"2010-05-01","fundEnd":"2012-04-30","dataset":"fp7"}