{"id":"100106","title":"Remote Collaborative Real-Time Multimedia Experience over the Future Internet","abstractText":"The delivery of 3D media to individual users remains a highly challenging problem due to the large amount of data involved, diverse network characteristics and user terminal requirements, as well as user's context such as their preferences and location. As the number of visual views increases, current systems will struggle to meet the demanding requirements in terms of delivery of consistent video quality to fixed and mobile users. ROMEO will focus on the delivery of live 3D media to a group of users all at the same time to enable them to collaborate, and jointly enjoy it. This will facilitate application scenarios such as social TV and high quality real-time collaboration.nnIn order to support these application scenarios, ROMEO will focus on new methods for the compression and delivery of 3D multi-view video and spatial audio, as well as optimising the networking and compression jointly across the Future Internet. The solution proposed by ROMEO is to combine the DVB-T2 and DVB-NGH broadcast access network technologies together with a Quality of Experience (QoE) aware Peer-to-Peer (P2P) distribution system that operates over wired and wireless links. The fixed users will receive the P2P content as well as DVB-T2, whereas mobile users will be served by DVB-NGH, their own cellular network, and hot-spot Wi-Fi connections. The default settings for fixed users will be P2P and use the DVB-T2 when the IP network suffers from congestion. Mobile users will have the hot-spot service as the priority and switch to DVB-NGH or their own cellular service if hot-spots are not available. An audio-visual communication overlay will also be provided to connect the remote users (collaborators) together to jointly enjoy the streamed 3D media. Therefore the live streaming 3D media needs to be received by the collaborating users all at the same time or with only an un-noticeable delay so as to enable them to watch it together while exchanging comments as if they are all in the same location.","grantUrl":"","grantId":"287896","fundValue":"9956015","fundStart":"2011-10-01","fundEnd":"2014-09-30","dataset":"fp7"}