{"id":"87636","title":"Testosterone threshold required for spermatogenesis","abstractText":"'Follicle-stimulating hormone and high intratesticular (IT) testosterone (T) level are required for qualitatively normal spermatogenesis. Treatment with T has been successfully tested in male contraception, because it can abolish gonadotrophin secretion through enhanced negative feedback action and arrest spermatogenesis. However, none of the T treatment regimens tested have resulted in complete azoospermia in all men, for reasons not yet understood. After complete T induced suppression of gonadotrophins, the residual ITT levels are 2% of normal, yet similar to those in peripheral circulation. The residual constitutively produced ITT could be the reason for the suboptimal contraceptive efficacy.       The purpose of this study is to address in details the dependence of spermatogenesis and its suppression during contraceptive treatments on ITT level. The particular aim of this proposal will be to demonstrate in experimental conditions (mice) that the necessary peripheral androgen actions and spermatogenic arrest can be achieved simultaneously, which is fundamental for the functionality of an androgen based male hormonal contraceptive. The project will be articulated on three major objectives: (i) to determine the threshold of T replacement dose that maintains peripheral androgen actions without stimulating spermatogenesis; (ii) to design a way to suppress ITT production below the level achieved by gonadotrophin blockage, and (iii) to design a way to increase the efficacy and safety margin of T replacement dose by blockage of the constitutive T production. We expect that these experimental studies will show that it is important to eliminate the gonadotrophin independent component of ITT to maximise the efficacy of male hormonal contraception.      In addition, this project permits the researcher to undertake the research with a view to completing and diversifying her expertise in molecular biology and endocrinology and pursue her career in academic research.'","grantUrl":"","grantId":"219654","fundValue":"178307.05","fundStart":"2008-07-15","fundEnd":"2008-10-14","dataset":"fp7"}