{"id":"188669","title":"Choices and consumption: modelling long and short term decisions in a changing world","abstractText":"'Mathematical models of choice behaviour are used to understand consumer decisions and valuations and forecast choices across a range of topic areas, including transport and regional science. Their outputs form a key component in guidance underpinning government and industry decisions on changes to policy, infrastructure developments or the introduction of new services or products. Given the significant financial, environmental and societal implications of such decisions, model accuracy is crucial. Current models however, while powerful and flexible, still present a highly abstract representation of consumer decisions. This project aims to develop a new framework which realigns modelled behaviour with real world behaviour, jointly representing the choice of multiple options or products and the quantity of consumption for each of these. In contrast with existing work, these choices will be placed within a wider framework, incorporating links between long term decisions and day to day choices, accounting for the growing importance of virtual social networks and the role of joint decisions. The work will ensure consistency with economic theory and in particular deal with the formation and role of budgets and constraints. While many developments will take place within the random utility framework, the project will also operationalize alternative theories of behaviour, such as non-compensatory decision rules from mathematical psychology. To ensure the transition of methodological developments into practice, I will test the models and illustrate their advantages in a large scale application studying the relationship between long term decisions and short term energy consumption. I will ensure that the models can produce output suitable for economic analysis and will develop free estimation software. The research promises a step change in model flexibility and realism with impacts across a number of academic disciplines as well as real world benefits to society as a whole.'","grantUrl":"","grantId":"615596","fundValue":"1873288","fundStart":"2014-07-01","fundEnd":"2019-06-30","dataset":"fp7"}