{"id":"100527","title":"Unraveling new physics on high-performance computers","abstractText":"'Quarks are bound together by the strong nuclear force as described by QCD. Due to confinement quarks and gluons are not detected in experiments but particles which are complicated bound states. Simulations allow for relating the bound state properties to those of the underlying quarks. The calculation is performed by constructing a discrete four dimensional space-time lattice and then solving the QCD equations of motion on high performance computers (e.g. graphics cards cluster or IBM BG/Q at Edinburgh)\n\nNew physics will be discovered in terms of discrepancies between Standard Model (SM) predictions and experimental measurements.\n\nA hint for a discrepancy between theory and experiment and therefore new physics exists for the anomalous magnetic moment of the muon. I will implement a new approach to its computation which will provide reliable predictions from first principles and which will substantiate or rebut the apparent tension. Also, my newly developed method for analytically predicting contributions (quark-disconnected diagrams) to the muon anomalous moment which are very hard to compute numerically will be extended to other processes relevant for understanding non-perturbative physics  (e.g. K->pi pi) and for SM-tests (neutron EDM).\n\nThe LHCb experiment at CERN, Switzerland, has recently started taking data for processes that are particularly sensitive to new physics. To interpret the experimental data one needs theory-predictions that can only be provided by lattice QCD. Here properties of flavor-changing neutral current decays of particles containing one b-quark and one light quark will be computed.\n\nNext to a large scale simulation of K->pi decays, algorithms will be developed and cut-off effects computed analytically in order to reduce the uncertainty in the lattice computation of Vus, an element of the CKM-matrix.\n\nAn UV-fixed point in the non-linear sigma model will be searched with lattice simulations on graphics cards.'","grantUrl":"","grantId":"279757","fundValue":"977571","fundStart":"2012-05-01","fundEnd":"2017-04-30","dataset":"fp7"}