{"id":"98559","title":"Organic synthesis for chemical biology: enantioselective synthesis of ?-amino acids from terminal alkenes using gold catalysis and investigation into the selective functionalisation of proteins","abstractText":"'This proposal centres on using cutting edge organic synthesis as a tool for the investigation of chemical biology. The first section deals with development of a novel, expedient and efficient approach to the synthesis of non-natural ?-amino acids. This will employ gold catalysis to enable a completely regio- and enantioselective amino-oxygenation of an alkene to give an enantioenriched ?-amino acid after simple oxidation. This method will allow highly direct access to enantiopure ?-amino acids from starting materials as elementary as simple hydrocarbon alkenes. By building complexity in a single step, using the power of asymmetric gold catalysis, this will prove highly competitive with existing methods in which the motif is constructed gradually over a greater number of steps. The mild operating conditions and functional group-tolerant nature of gold catalysis means that a broad scope of alkenes will be compatible and this will yield a wide range of diverse non-natural ?-amino acids which have applications in therapeutics, chemical biology and organic synthesis. Applications to synthesis of glycosylamino acids and the anti-epilepsy drug Keppra will be shown. This will be achieved in the outgoing phase in the group of F. Dean Toste at the University of California, Berkeley. In the return phase, with Matthew Gaunt at the University of Cambridge, the theme of the title will focus on application, wherein new catalytic C-H bond functionalisation techniques will be used to functionalise peptides and proteins, providing a powerful tool to perturb biological function to study biological processes. The fellow will undergo a thorough training in the biological tools and techniques required, whilst drawing upon his own experience of C-H functionalisation reaction development, to ensure the best chance of success.\nOverall, this proposal will establish a circulation of knowledge between the EU and the US and provide excellent training for a future research career in the EU.'","grantUrl":"","grantId":"272944","fundValue":"239221.6","fundStart":"2011-06-01","fundEnd":"2014-05-31","dataset":"fp7"}