{"id":"87730","title":"The molecular basis of post-initiation regulation of RNA transcription","abstractText":"'Since RNA transcription is an important early step in the process of gene expression, it is tightly regulated at all its constituent phases.  These include initiation of transcription, elongation and termination of the process at the end of the gene or operon.  Post-initiation regulation of RNA transcription during the elongation phase by the alternative pathways of termination, pausing or elongation allows the cell or organism subtle control over the expression of genes that are constitutively expressed or produced in response to environmental signals.  Pausing is a central event in this type of regulation, halting the elongation complex at pause or termination sites, allowing regulation or termination events to occur.  These signals can be modulated by protein and RNA transcription cofactors, examples of which have been found in bacteria, fungi and mammals.  It is the kinetic competition between the rates of these alternative pathways that are available to the elongation complex at pause or termination sites, which are modulated by transcription cofactors. This proposal aims to understand how these kinetic rates are altered by transcription cofactors using a novel surface plasmon resonance (Biacore) assay to study two bacterial antitermination systems.  In order for this to be possible, it is important to understand how these transcriptional cofactors localize to, and assemble on, the elongation complexes at these sites.  This project proposes to use various biophysical and biochemical methods to determine the structure of the protein cofactors and nascent RNA sequences upstream of the termination sites as well as the binding affinity and order of assembly of the protein co-factors on these sequences.  This information will be used to develop, and screen for, agents that can artificially modify this post-initiation regulation of transcription to treat bacterial infections or to enhance the desired qualities of agriculturally important bacteria.'","grantUrl":"","grantId":"220563","fundValue":"178874.06","fundStart":"2008-09-01","fundEnd":"2010-08-31","dataset":"fp7"}