{"id":"104322","title":"Digital Media for Heritage: Refocusing Design from the Technology to the Visitor Experience","abstractText":"'The 21st century museum mission has been re-interpreted. Heritage institutions are called to improve and find new ways to present content in order to convey knowledge and engage visitors. Arguably, digital media have an increasingly prominent role in the communication and interpretation of heritage while digital technology continuously improves. But can technical innovation alone yield new communication and interpretation approaches that enrich the visitor experience?\nNow is the time to question and rethink digital media design practices for better experiences of visitors. Design Culture is the key-discipline to deal with this challenge, as design is opening up pathways to the disciplines needed to connect and integrate knowledge from many specialisations: the design of effective and innovative digital media-based communication for cultural heritage requires working across the borders of museology, visitor studies, and design.\nDigital media design requires careful attention to the orchestration of a number of disciplines to result in an apposite visitor experience: the interdisciplinary research we propose aims to drive innovation by generating: (a) a framework for this orchestration and (b) methodologies for the design of effective digital media for heritage. The combination of the two parts will set the basis for a museum digital media design theory.\nOur methodology is tuned to theory building and combines analytical conceptual research with empirical case studies in order to test the conceptual framework and the methodology.\nResults include (a) a conceptual framework through which factors involved in design can be articulated in a way that provides a common design-oriented frame of reference; (b) innovative design methodology that encompasses design principles, guidelines, and methods; (c) museum design problem case studies as exemplars addressing contemporary museological issues; and (d) knowledge transfer workshops for museum design practitioners.'","grantUrl":"","grantId":"302799","fundValue":"271943.7","fundStart":"2012-10-01","fundEnd":"2015-09-30","dataset":"fp7"}