{"id":"108686","title":"comBinig cELLular and humoral immunE RespOnses as a vaccine strategy against staPHhylOcoccus aureus pathogeN","abstractText":"'Staphylococcus aureus, including Meticillin-resistant S. aureus (MRSA), is one of the most important bacterial pathogens, causing skin, wound, and deep infections in both the community and in hospitals.\nTreatment is difficult and expensive and may require prolonged intravenous antibiotic therapy. Since there is no licensed vaccine by FDA or EMEA, prevention also relies heavily on antimicrobials to which antibiotic resistance is developing.\n\nTo reduce S. aureus disease burden, and antibiotic use associated with it, BELLEROPHON will design, manufacture, and assess in a Phase I clinical study a novel S. aureus vaccine candidate targeting both the cellular and humoral responses. It is designed to be protective against both MRSA and more sensitive S. aureus strains.\n\nThe project will rely on 4 key components:\ni) a recently discovered and highly conserved T-cell inducing antigen individually capable of eliciting substantial protection in mouse models;\n(ii) a secreted toxin antigen, antibodies against which reduce mortality (Hla);\n(iii) an innovative, proprietary and potent pro-immunogenic series of tags (IMX313 series) which can be fused to the antigens;\n(iv) the use of viral vectors, including an innovative and proprietary adenoviral vector (ChAdOx1) and/or new ways to use viral vectors to generate protective immunity (MVA mixed with proteins).\n\nWe will\ni) identify the most protective method of combining these components in a manufacturable and clinically deployable manner;\nii) manufacture and perform initial human studies of the vaccine;\niii) identify additional antigens which might further increase the efficacy of the initial product.\n\nOur approach will contribute clinical safety and immunogenicity data for a novel vaccine strategy targeting one of the key bacterial pathogens in man. It will pave the way for rapid progression to phase II studies, and thence to larger phase II/III studies aiming to reduce infection.'","grantUrl":"","grantId":"601783","fundValue":"7105812.8","fundStart":"2013-09-01","fundEnd":"2016-08-31","dataset":"fp7"}