{"id":"98663","title":"The significance of stable isotopes as dietary indicators in ancient terrestrial ecosystems","abstractText":"'Paleodietary reconstruction is an important component of palaeoecology, but evidence for diet of ancient organisms is very rare and mostly limited to indirect inference. Besides, our knowledge related to the trophic organization of extinct communities mostly relies on assumptions from morphofunctional studies. Contrary to living communities, quantitative assessment of the trophic relationships within a given extinct ecosystem remains virtually unexplored and represents a key to discuss ecosystem dynamics across major events that affected the biosphere through time. The current proposal will  determine the diet of unstudied ancient organisms through chemical isotopic systems.\nBiological processes such as digestion, cell growth or enzyme production involve important isotopic fractionations of various elements assimilated through food consumption or water uptake. This observed shift between a food source (plants for example) and the consumer's organs is linked to the fractionation of stable isotopes during nutrient uptake into the intestinal cells.\nHere, the study will focus on the trophic chain hierarchy of large Cretaceous and extant terrestrial vertebrates involving : carbon, a consituent of mineralized tissue used for trophic inference, mostly in mammals; calcium, constituting up to half the apatite (the key mineralised constituent of bones and teeth) and for which preliminary investigations suggest a fractionation; magnesium, one of the most abundant element involved in metabolism and for which fractionation remains unexplored.  The analyses will focus on tooth enamel apatite, the most susceptible body part to be preserved in the fossil record and to retain its pristine signal. The following project therefore intends to define appropriate proxies in living organisms that will serve as a basis to explore isotopic variability among the succession of ancient communities through time.'","grantUrl":"","grantId":"273121","fundValue":"200049.6","fundStart":"2011-09-01","fundEnd":"2013-08-31","dataset":"fp7"}