{"id":"187776","title":"Electric field driven Magnetization switching in multiferroic Nanoislands","abstractText":"'Magnetoelectric (ME) multiferroics (MF) are prospective constituents for applications in micro- and nanoelectronics. Offering the possibility to switch magnetization (M) by electric field, their utilization would improve device performances. Though, at the state of the art several conditions hamper consideration for actual applications: mesoscopic devices with planar geometry, high WRITE voltages, non-unambiguously differentiable M states.\nThe aim of this project is to prove that employment of ME MF nanoislands for electric field driven M switching represents the solution for all the said drawbacks, meeting production requirements (nanoscale and perpendicular geometry), requiring low WRITE voltages, and displaying differentiable M states.\nMF ME nanoislands will be fabricated by a Focused Ion Beam milling procedure, starting from lamellas and thin films of single-phase or artificial MF. The project will develop into two consecutive objectives. In first place ferroelectric switching in nanoislands will be investigated by Piezoresponse Force Microscopy (PFM) in order to establish the conditions and extent of control for selectable polarization switching. In second instance, a combination of PFM switching experiments and nanoscale magnetic investigations will reveal the degree of coupling between the two order parameters, and the reliability of electric field driven M switching.\nThe proposed project will give the possibility to deepen and broaden European knowledge in materials for nanoelectronics, both by the fundamental (deeper knowledge of switching processes) and practical point of view (a route for improving device performances).\nThe fellowship will be fundamental for the fellow to reach a position as research group leader in academy by diversifying his technical skills and scientific knowledge, improving his management and leadership skills, and strengthening his visibility and collaboration within the international community.'","grantUrl":"","grantId":"623524","fundValue":"231283.2","fundStart":"2014-05-01","fundEnd":"2016-04-30","dataset":"fp7"}