{"id":"110803","title":"Wall-crossing and Birational Geometry","abstractText":"'We will use modern techniques in algebraic geometry, originating from string theory and mirror symmetry, to study fundamental problems of classical flavour.  More concretely, we apply wall-crossing in the derived category to the birational geometry of moduli spaces.\n\nBridgeland stability is a notion of stability for complexes in the derived category.  Wall-crossing describes how moduli spaces of stable complexes change under deformation of the stability condition, often via a birational surgery occurring in its minimal model program (MMP). This relates wall-crossing to the most basic question of algebraic geometry, the classification of algebraic varieties.\n\nOur previous results additionally provide a very direct connection between Bridgeland stability conditions and positivity of divisors, the main tool of modern birational geometry.  This makes the above link significantly more effective, precise and useful.  We will exploit this in the following long-term projects:\n\n1. Prove a Bogomolov-Gieseker type inequality for threefolds that we conjectured previously. This would provide a solution in dimension three to well-known open problems of seemingly completely different nature: the existence of Bridgeland stability conditions, Fujita's conjecture on very ampleness of adjoint line bundles, and projective normality of toric varieties.\n\n2. Study the birational geometry of moduli space of sheaves via wall-crossing, adding more geometric meaning to their MMP.\n\n3. Prove that the MMP for local Calabi-Yau threefolds is completely induced by deformation of Bridgeland stability conditions. The motivation is a derived version of the Kawamata-Morrison cone conjecture, classical questions on Chern classes of stable bundles, and mirror symmetry.\n\n4. Answer major open questions on the  birational geometry of the moduli space of genus zero curves (for example, the F-conjecture) using exceptional collections in the derived category and wall-crossing.'","grantUrl":"","grantId":"337039","fundValue":"1282912","fundStart":"2013-12-01","fundEnd":"2018-11-30","dataset":"fp7"}