{"id":"111471","title":"Sharing Best Agroecological Practice for Resilient Production Systems in Dryland and Drought Conditions","abstractText":"'This joint exchange project aims to enhance understanding and share knowledge on strategies to build the resilience of farming systems to natural and man made impacts in dryland and drought situations, including climate change, through collaboration of joint research and capacity building activities between participating universities: the Centre for Agroecology and Food Security at Coventry University, UK (CU-UK), University of Extremadura, Spain (UEX-SP), University of Yucatan, Mexico (UY-MEX), University of Stellenbosch, South Africa (US-SA), and National Centre for Research and Development-Badia Research Programme, Jordan (BRP-JO).\n\nThe objectives are: 1) To identify and build a body of knowledge on innovative agroecological strategies to mitigate threats of natural and man-made nature for drylands and drought; 2) To build a network of expertise on on agroecological innovations through workshops, conferences and other activities; 3) To provide opportunities for research on cutting-edge agroecological approaches in the natural and social sciences for postgraduate students.\nOver three years, thirty early stage researchers and ten experienced researchers will move between partner countries. A wider audience of host country researchers as well as industry experts will be involved in project seminars, lectures and conferences. Cooperation and exchanges between the different research centres across three continents will enable the testing of different agroecological practices and research and extension techniques in different contexts. These will enable the construction of common methodologies and approaches to address the challenges of face dry lands and drought which is especially necessary in the current scenario of global climate change.'","grantUrl":"","grantId":"612686","fundValue":"567300","fundStart":"2014-02-01","fundEnd":"2017-05-31","dataset":"fp7"}