{"id":"107077","title":"Instant emulsions stabilised by cellulose derivatives with specific digestion profiles","abstractText":"'Instantly structured emulsions are promising systems for the food industry representing important environmental and financial benefits. The technological advantage of this approach is that the emulsion is created within a reduced time frame and stabilised in the presence of, and solely by, the constituent ingredients, with a minimum energy input as compared to conventional emulsification processes. In this sense, instant emulsions satisfy certain demands by the consumers, such as manufacture at home avoiding additives and at the same time, easy manufacture everywhere.\nThe main constituent ingredient will be cellulose derivatives. These biopolymers have healthy benefits in the diet such as prevention of cardiovascular disease. In addition, cellulose derivatives display highly functional properties which are important in the manufacture process such as: surface activity, binding, clinging, thickening, and a wide range of viscosities. A main innovation proposed in this project is to include also the analysis of the digestion profile when designing instant food products. The idea is to achieve specific physiological responses by manipulating the microstructure of the product in the processing.\nTherefore, the aim of this project is double; on the one hand, to develop instant emulsions stabilised by cellulose derivatives with different properties (molecular weight, hydrophobicity...), and on the other hand, to consider how the interfacial and matrix composition will affect the digestion profile of the final product. The knowledge generated by this study will contribute to the rational design of food emulsions by development of functional instant foods minimising ingredient, process and supply costs, and providing healthier, affordable, and ready-to-eat options with the desired digestion profile and eventually, the delivery of bioactive components to specific locations.'","grantUrl":"","grantId":"326581","fundValue":"221606.4","fundStart":"2013-04-01","fundEnd":"2015-03-31","dataset":"fp7"}