{"id":"104862","title":"\"Providing a new generation of methodologies and tools for cost-effective risk-based animal health surveillance systems for the benefit of livestock producers, decision makers and consumers\"","abstractText":"'The risk of occurrence of exotic, new (emerging), re-emerging as well as endemic diseases has increased substantially, particularly due to globalisation and intensification of animal production. While the need for effective animal health surveillance is widely recognised for the management of such threats, the currently used systems do not take optimal advantage of recent advances in epidemiological approaches, and investment is being constrained due to significant financial budget reductions in most countries. The overall aim of RISKSUR is to develop decision support tools for the design of cost-effective risk-based surveillance systems that integrate the most recent advances in epidemiological methodologies. This will be achieved by the development of evaluation frameworks for animal health surveillance system designs for three different surveillance objectives: 1) Early detection of animal disease, 2) Demonstration of freedom from animal disease, and 3) Determination of disease frequency and detection of cases of en-demic animal disease. Methods and tools for comparative epidemiological and economic evaluation of different surveillance system designs will be developed, and made available through a web-based decision support tool. The project will provide decision makers with such a validated tool tailored to their needs that allows the design of more cost-effective animal health surveillance and thereby reduces direct and indirect impact of animal disease on European citizens. Our partners represent a unique combination of internationally recognised expertise in animal dis-ease surveillance methodologies and economic evaluation as well as applied experience in delivery of surveillance programmes in a variety of socio-economic contexts from a national and global perspective. The practical implementation of the (IT) tools and the transfer of the knowledge through training and others are led by four SMEs with a strong track record in translation of research results.'","grantUrl":"","grantId":"310806","fundValue":"3968566.8","fundStart":"2012-11-01","fundEnd":"2015-10-31","dataset":"fp7"}