{"id":"89960","title":"Integrated and functional Lab-on-Chip","abstractText":"The objective of this project is to create Lab-on-chip devices that allow sensitive analyte detection as well being highly integrated and have high functionality. The project will develop lab-on-chip platform technologies for fluidic manipulations and analyte detection and develop specific Lab-on-Chip (LOC) applications. Integrated and easy to use fluidic manipulations within LOC devices will be achieved through firstly use of electro-osmotic flow (EOF) and through on-chip pressure system and passive valves. We will also demonstrate that LOC devices can be designed to perform sophisticated fluidic operations over a large element array of microchambers.  large scale valving integration approach will be used to achieve discrete fluidic operation for each microchamber element within the array. A convenient LOC macro-micro world interface for fluidic, mechanical and electrical elements will be developed as well as sensitive optical and electrochemical strategies for detection. Novel optical detection approach which involves increasing the pathlength of the radiation within the microfluidic channel will be further advanced for highly sensitive optical detection within LOC devices. Sensitive electrochemical transduction will also be developed. The developed LOC platform technologies will be incorporated as part of a disposable cartridge to be inserted within a handheld reader device for bioanalysis. Specifically, we will develop systems for (i) biochemical discharges of airborne enzymes, (ii) continuously monitored bioreactor array and (iii) natural toxic monitor for potatoes. The project will bring together a wide range of leading expertise from the public sector and research organisations to create LOC devices that are reproducible, have a small footprint, are easy to use and demonstrate commercial advantage.  The project will lead to long term collaborations between the partners through e.g. the commercialisation of project outcomes.","grantUrl":"","grantId":"230749","fundValue":"1269723","fundStart":"2009-03-01","fundEnd":"2013-02-28","dataset":"fp7"}