{"id":"93033","title":"Nano-resolved multi-scale investigations of human tactile  sensations and tissue engineered nanobiosensors","abstractText":"'The main scientific aims are to radically improve understanding of the human mechanotransduction system and tissue engineered nanobiosensors. This will be achieved through systematic integration of new developments from converging scientific areas by involving academic and industrial participants who are experts in cognitive sciences, microneurography, brain imaging, cell biology and mechanics, tissue engineering, skin physics (tribology and mechanics), microengineering, multi-scale multi-physics modelling, information processing, robotics, prosthetics and medical rehabilitation. The project will build on existing discriminative touch research in order to understand affective touch mediated by the human fingerpad. Sensors capable of detecting directional force and temperature will be developed since a combination of these modalities is critical to the affective component of the neurophysiological response evoked in taction. This next generation of sensors will include NEMS arrays and hybrid bio-NEMS systems. They will be integrated into a robotic finger with articulation controlled by neural network information processing that will allow artificial exploration of a surface to be achieved in ways that mimic human haptic behaviour and affective response. The impact of the project will include alleviating the effects of human touch and vision disabilities, improving the quality of life, security printing, brand protection, smart packaging, space exploration and also the evaluation of products such as textiles and skin creams using the instrumented robotic finger. The consortium includes industrial participants who will undertake specific technical exploitation activities in order to maximise the commercial impact of the research.'","grantUrl":"http://www.nanobiotouch.org","grantId":"228844","fundValue":"4933083","fundStart":"2010-01-01","fundEnd":"2013-12-31","dataset":"fp7"}