{"id":"100065","title":"Make it simple: towards a new era for organic synthesis","abstractText":"'Organic synthesis has undeniably made tremendous progress over the past two centuries. Nevertheless, our ability to efficiently synthesise molecules is mostly limited to targets of low structural complexity. Traditional synthetic strategies require the presence of reactive functional groups that are used as handles for further functionalisation. This requirement is one of the factors dramatically enhancing the difficulty of syntheses. The last two decades have seen the emergence of a more straightforward alternative: the direct functionalisation of C-H bonds. Through this strategy the typically inert C-H bonds, ubiquitous in organic molecules, can be activated by transition metal catalysts and subsequently functionalised. This approach has allowed us to dream of a future where any organic molecule could be synthesised in a direct manner by simply replacing the C-H bonds of a substrate with the required functionalities, as if building a ball-and-stick molecular model with our hands. The development of a full set of C-H functionalisation methodologies will impact on all applied areas, such as the synthesis of pharmaceuticals, agrochemicals, and new materials. Furthermore, their atom efficiency and low waste generation ensures a privileged position among the green chemistry methods.\n\nFor this strategy to succeed, numerous challenges are still to be overcome. In this research proposal we aim at addressing one of them: the C-H functionalisation of aromatic compounds. We will build up a toolkit of complementary methodologies to functionalise aromatic C-H bonds under mild conditions (energy efficient), with broad functional group tolerance (general), and with absolute control of the regioselectivity. By the end of the five years we aim to have developed a robust general methodology allowing the coupling of any two arenes via double C-H bond activation.'","grantUrl":"","grantId":"279622","fundValue":"1493855","fundStart":"2011-10-01","fundEnd":"2016-09-30","dataset":"fp7"}