{"id":"94966","title":"Future and Emerging Technologies for the Virtual Physiological Human","abstractText":"The Virtual Physiological Human (VPH) is an initiative, supported by the European Commission, to create a computational framework to facilitate the understanding of the integrative function of molecules, cells, tissues, and organisms and, by this, to construct a multiscale in silico model of the human physiology.nSpecific Calls within Framework 7 have addressed the VPH, and the first set of VPH projects has just completed its first year. In general, the tasks associated with blending the disparate work of scientists who are used to working at a specific scale into a multiscale arena, of ensuring that the data and software to be shared amongst them has no incompatibilities, and other issues linked with implementing these ambitious large-scale plans have necessitated a focus mostly on what has to be accomplished immediately to achieve specific short-term objectives.nThis means that a number of issues that go beyond the needs of individual projects and underlie the whole of the VPH Programme are being disregarded for the present. A few of these have already been identified. Tackling them will involve a level of risk that normal Framework priorities would probably regard as too high. Nevertheless, devising suitable solutions to these problems would provide a huge impetus both to the VPH scientific programme and to VPH participants by extending their focus from the current rather narrow issues to areas in which success could provide VPH with progress on a broad front.nTo this end, VPH-FET will produce a Roadmap for VPH technologies that entail a certain level of risk but which, nevertheless, would provide significant benefits if suitable solutions could be found. These challenges are generally newly-emerging and will have received little concerted attention previously. By providing a focus on identifying and characterising them at this strategic moment in VPH development, it is anticipated that VPH-FET will act as a catalyst for rapid advances in this area.","grantUrl":"","grantId":"258087","fundValue":"168642","fundStart":"2010-09-01","fundEnd":"2011-09-30","dataset":"fp7"}