{"id":"186430","title":"Mapping the Dark Web of the Cosmos","abstractText":"'With this research project we propose a full morphological analysis of clusters of galaxies and the cosmic web itself, based on very high resolution maps of the dark matter distribution in these structures. Those maps will be derived by means of gravitational lensing and other tracers of the dark matter distribution like temperature maps of the Cosmic Microwave Background. This analysis will go far beyond the usual simplifications made in the characterisation and classification of structure, like azimuthally averaged, 1-dimensional functional forms of the density profile or the sole use of 2-point correlation functions in astrophysical data.\nThe cosmic web is the global, filamentary structure of the Universe with clusters of galaxies sitting at the intersects of this network. We will produce high-resolution maps of this web using wide-field galaxy redshift surveys and analyse its morphology, including its most prominent structures, clusters of galaxies, which are particularly interesting tracers of structure formation since they are the latest structures to form in the current paradigm of cosmological structure formation. All cluster mass components, the dominant dark matter, hot X-ray emitting intra-cluster gas and the small fraction of mass sitting in luminous stars are directly or indirectly observable through optical, X-ray, lensing or Sunyaev Zel'dovich observations. This morphological characterisation will be carried out with the techniques of mathematical morphology and include Minkowski functionals. By comparing to a large set of numerically simulated data,  we aim to distinguish different models of dark matter including cold, warm and self-interacting dark matter. This is possible since the morphology of structure changes significantly in those different formation scenarios. Our analysis will use data from the cluster surveys CLASH and the Frontier Fields, from the wide-field surveys CFHTLenS and KiDS and will path the way for the Euclid mission.'","grantUrl":"","grantId":"627288","fundValue":"221606.4","fundStart":"2015-02-09","fundEnd":"2017-02-08","dataset":"fp7"}