{"id":"103138","title":"Ribosome dynamics analysed by novel cross-linking/mass spectrometry","abstractText":"'Ribosomes, large and dynamic particles made of RNA and proteins, are amongst the most complex macromolecular machines known to man. High resolution tools have provided exciting views of the ribosome structure. Revealing dynamics of ribosomal complexes in solution, however, has so far been challenging due to the restricted stability and homogeneity of ribosomes. A set of new tools developed by the Rappsilber lab, partly by me over the last few months, changes dramatically the feasibility of investigating ribosome dynamics. I aim to use these new mass spectrometry-based technologies to determine accurate sites and changes in yield of cross-linking between proteins and between RNA and proteins. Thereby, using protein-protein and RNA-protein cross-linking/mass spectrometry approaches, I aim to answer:\n1.\tIs the final and rate-limiting step in the biogenesis of 50S ribosomal subunits a conformational rearrangement? This will prepare the subsequent analysis of the other steps during the biogenesis of ribosomes in E. coli and in future also in the eukaryote S. cerevisiae.\n2.\tHow does the structure and extra-ribosomal protein content of translating ribosomes change in response to different stress conditions? This will complement electron microscopy data and lead into the analysis of how translation links to virulence in pathogenic bacteria.\n\nMy project will showcase the potential of cross-linking/mass spectrometry for the study of ribonucleoprotein complexes and, indeed, for protein-nucleotide interactions in general, i.e. encompass DNA-protein interactions. Furthermore, results of this study may facilitate the development of next-generation antibacterial drugs, targeting assembly factors and conformational rearrangements during ribosome biogenesis. For my academic career, acquiring knowledge in cutting edge proteomics approaches will be a stepping stone and further strengthen my role as gatekeeper of proteomics knowledge and a catalyst of biological sciences in Estonia.'","grantUrl":"","grantId":"303262","fundValue":"209033.4","fundStart":"2012-12-01","fundEnd":"2014-11-30","dataset":"fp7"}