{"id":"96580","title":"A Hybrid High Quality Translation System","abstractText":"'Since roughly a decade statistical machine translation (SMT) predominates in academic research.  However, most commercial MT suppliers continue to offer systems based on more traditional rule-based architectures (RBMT). Difficulties with replacing the translation engines in the product set-up may explain this discrepancy in part. However, the main reasons are that RBMT makes available a whole bunch of functions which SMT does not provide, including human-readable, fully worked out 'conventional' dictionaries, and that for a number of language pairs RBMT-quality is still higher.\n\nSMT needs huge bilingual text corpora to compute satisfactory translation models, and it is inherently weak when dealing with rare data and non-local phenomena. Its advantages are low cost and robustness. The main disadvantages of RBMT are high cost and shortcomings with respect to resolving structural and lexical ambiguities.\n\nWe propose a hybrid architecture for high quality machine translation which combines the strengths of both approaches and minimizes their weaknesses: At the core is a rule-based MT system which provides morphology, declarative grammars, semantic categories, and small dictionaries, but which avoids all expensive kinds of intellectual knowledge acquisition. Instead of manually working out large dictionaries and compiling information on disambiguation preference, we suggest a novel corpus-based bootstrapping method for automatically expanding dictionaries, and for training the analytical performance and the choice of transfer alternatives.\n\nAs bilingual corpora with good literal translations are a sparse resource, we focus in particular on exploiting comparable monolingual corpora. We locate unknown words and expressions, and then use a statistically tuned analysis component in combination with similarity assumptions to identify relations across languages. This approach should make it possible to overcome the data acquisition bottleneck of conventional SMT.'","grantUrl":"","grantId":"251534","fundValue":"833193","fundStart":"2010-12-01","fundEnd":"2014-11-30","dataset":"fp7"}