{"id":"110467","title":"Design and manufacture of a flight worthy intake system (scoop/NACA divergent intake) SCOOP AND NACA DIVERGENT INTAKE TRIAL (SANDIT)","abstractText":"'This proposal supports the supply of an innovative scoop and NACA divergent intake, qualified to a sufficient\nlevel to support flight trial activities.\n\nWith a successful pedigree in intake design, coupled with a wealth of experience in complex structures and\nhaving gained a detailed understanding of scoop intake design from successful delivery of the original JTI funded scoop program, GKN and its partners are very well positioned to optimise design solutions and provide the most appropriate design for icing performance, acoustic design and application, manufacturing techniques and optimisation of the novel technologies employed in the previous programme.\n\nKey to programme success is evaluating material selection early to meet the harsh environmental requirements encountered by the scoop. Material selection directly effects ice protection efficiency, structural capability, weight and validation of system performance.\n\nComponent manufacture will incorporate the novel technology approaches applied in the previous program\nincluding lessons learnt and process capability. Within this partnership a wealth of composite manufacture in\ncomplex structures exists to optimise robust manufacturing solutions that can be converted into production\nsolutions with ease.\n\nAs a supplier of electro thermal ice protection systems for a multitude of applications, such as wing ice protection and engine intake systems, coupled with a high pedigree of successful acoustically optimised nacelle application technology, GKN has a foundation in providing design solutions for key technologies that support bleed less technology application and see the scoop ECS divergent intake system as a key step in providing all electric aircraft ice protection systems to support a change in systems architecture for future generations of aircraft.  The scoop technology is also seen as a potential enabler for improved systems on derivative aircraft in the shorter term.'","grantUrl":"","grantId":"308183","fundValue":"874641.83","fundStart":"2013-01-01","fundEnd":"2016-03-31","dataset":"fp7"}