{"id":"102995","title":"Electron probing of functional oxides","abstractText":"'This project is aimed towards unlocking the properties of functional oxides such as ferroelectric (BaTiO3, BiFeO3 on SrNbxTi1-xO3/SrTiO3) and multiferroic (CoFe2O4 on BaTiO3) thin films. The need for manufacturing such thin films with tailored properties is currently growing immensely due to their potential for a wide range of applications including high frequency electronics, microwave tunable devices, and memory based devices. The key feature of these devices is the speed of tuning and the most inhibiting factor in their usability is the slow relaxation processes which are attributed to the residual polarization caused by the space charge formed due to the injection of electrons from electrodes and its trapping by defects and/or oxygen vacancies on the oxide film-electrode interface and/or inside the film itself. Currently, there is a critical demand for the development and application of characterization methods that are able to probe the physicochemical material parameters on the very local scale. To address this, an integrated multidisciplinary approach will be undertaken. State-of-art nanoanalytical electron microscopy techniques will be applied and developed to determine the films potential for the next-generation nanoscale components pertinent to microwave and memory devices. Specifically the objectives of the proposed research are (1) to investigate the structural defects/domain structure of ferroelectric/ multiferroic thin films, (2) to probe the oxygen deficiencies/vacancies at the interfaces, and (3) to experimentally identify and evaluate the space charge distributions arising from these defects. Finally, all experimental results will be weighed against theoretical predictions. Ultimately, the results of this project will elucidate the switch-ability, i.e. the inherent speed of tuning, of the materials at sub-nanometer scale, by rationalizing the role that each of the above-mentioned, critical attributes play in regulating the relaxation processes.'","grantUrl":"","grantId":"301898","fundValue":"200371.8","fundStart":"2012-08-01","fundEnd":"2014-07-31","dataset":"fp7"}