{"id":"102717","title":"Predicting impacts of anthropogenic disturbance and biodiversity loss on emerging infectious diseases","abstractText":"'Emerging infectious diseases have substantial ecological, socio-economic and human health implications, yet factors determining their emergence and virulence are poorly understood. Recent studies have suggested ecosystem degradation and biodiversity loss significantly increase the emergence and prevalence of infectious diseases in animal communities. This is allied to global patterns of biodiversity which show substantial declines in response to anthropogenic pressures such as habitat loss and pollution. Thus, the proposed fellowship will investigate this theory that anthropogenic pressures results in biodiversity loss which then leads to increased disease emergence and transmission in animal communities. The research will utilise freshwater ponds, as these function as transmission foci for disease pathogens, respond quickly to anthropogenic disturbances, and have naturally high levels of biodiversity; disease emergence will be investigated in their fish communities. Objectives are to quantify measures of anthropogenic pressures and their impacts on pond biodiversity; identify how impacted biodiversity influences the emergence, transmission and virulence of infectious diseases in the pond fish community, and quantify the pathological and fitness consequences; and predict the patterns of emergence and transmission of infectious diseases according to current and future anthropogenic pressures. These objectives will be met through three research approaches: a field study conducted on natural ponds under different levels of anthropogenic disturbance; a field experiment using a gradient of fish biodiversity to identify its role in disease emergence; and predictive statistical modelling. The fellowship will provide invaluable research training and professional development of the applicant to support his future career as a European researcher.'","grantUrl":"","grantId":"298998","fundValue":"209033.4","fundStart":"2012-04-01","fundEnd":"2014-03-31","dataset":"fp7"}