{"id":"94863","title":"Catalytic and mechanistic studies of Organometallic reactions in water: focus on alkylation processes","abstractText":"'Recently, concerns over hazardous waste generated during catalytic reactions and separation of products from catalyst increasingly led to the development of systems that employ water as solvent. An understanding of the specific mechanisms in water is required, however, for a rational optimization of processes. Pd-catalyzed allylation has played a major role in the evolution of synthetic catalysts for asymmetric C-C bond-forming reactions in organic solvent. However, whilst ligands are exceptionally selective, its mode of asymmetric induction has remained very much a &apos;black-box&apos;. We propose to exploit the key interactions and how water could change the critical step of the reaction in classical organic solvents. Through the systematic study of structure-selectivity relationships, single crystal X-ray analysis, NMR spectroscopy of intermediates and Kinetic studies, the Fellow will study the asymmetric allylic alkylation reactions in aqueous medium, acquiring new competencies in the areas of physical organic chemistry, mechanistic aspects of catalysis, isotopic labelling, high field multinuclear (dynamic) NMR, and reaction kinetics. We will study as the enantioselectivity of asymmetric carbonylations could be controlled. Moreover, we want to understand the different behaviour of Pt catalyst in allylation reaction. Undertaking the project at the Community level will be very beneficial in three senses. Firstly, research and publications in mechanistic and synthetic aspects of asymmetric catalysis will strongly raise the profile of an area in which Europe lags substantially behind, as compared to the USA and Japan; secondly it will ensure that the Fellow&apos;s skills in aqueous chemistry will be retained in Europe and will be transferred to the host group. Finally, an excellent postdoctoral experience in a prime European university will actively encourage the Fellow to stay within Europe upon completion.'","grantUrl":"","grantId":"252531","fundValue":"172740.8","fundStart":"2010-06-01","fundEnd":"2012-05-31","dataset":"fp7"}