{"id":"95479","title":"Identification and exploitation of user communities for efficiently handling large-scale folksonomies","abstractText":"'For centuries, classification has been exploited by users to contextualize any aspect of human knowledge. An emerging way to classify objects is given by folksonomies. The term folksonomy is currently used to indicate a data structure that allows users to classify various kinds of resources by means of plain keywords freely chosen by them.\nFolksonomies are gaining wide popularity but, although they overcome important weak points affecting taxonomy systems, they generally imply a lack of precision. In order to face this drawback, it would be useful to define a system capable of interactively supporting users in the folksonomy surfing. This project is collocated just in this context and aims at building a system for effectively searching and browsing user-generated content that has been freely described using tags. For this purpose, in this project we will define new techniques able to organize tags in a flexible hierarchical manner in order to strengthen the advantages of folksonomies with those offered by taxonomies, but avoiding all the taxonomy drawbacks. Furthermore, the project aims at studying how to discover hidden social ties among folksonomy users. The goals of this project are fully compliant with that of the research theme named 'Information and Communication Technologies' (ICT) which has been recognized by European Commission as one of the main research areas in FP7. In particular, the project falls within the research fields named 'Digital Content Management' and 'Personalised ICT systems'\ndescribed in FP7 factsheet. In fact, the research areas of this proposal are focused on the study of new techniques able to: (i) identify how folksonomy users generate contents and manage such knowledge in order to help them to search and browse it; (ii) produce personalised folksonomy views by exploiting the content generated by those users who share similar interests.'","grantUrl":"","grantId":"254623","fundValue":"131427.4","fundStart":"2010-09-15","fundEnd":"2012-03-14","dataset":"fp7"}