{"id":"103378","title":"An anthropological investigation of muscular politics in South Asia","abstractText":"'Over the past decade, the media, international organisations, as well as policy-making bodies have voiced increasing concern about a growing overlap between the criminal and political spheres in South Asia.  Many 'criminal politicians' are accused not simply of embezzlement, but of burglary, kidnapping and murder, so that the observed political landscape emerges not only as a 'corrupt', but also a highly violent sphere. This project is a collaborative and cross-national ethnographic study of the criminalisation of politics in India, Pakistan and Bangladesh. Bringing together local-level investigation, surveys and historical analysis, the project will produce comprehensive political ethnographies in sixteen sites across the subcontinent, providing empirical material and theoretical directives for further charting of the virtually unexplored terrain of extra-legal muscular politics in the region.  Central to the proposed programme of research are the following interrelated objectives: 1) To further develop the method of collaborative political ethnography by designing, collecting and producing case studies which will allow us to write thematically across sites; 2) To generate policy relevant research in the fields of security, conflict, democracy and development; 3) To produce capability by forging an international network of scholars on issues related to democratisation, violence, crime and support the work and careers of the project's 4 Post-docs. The study capitalises on previous research and skills of the PI in the cross-cultural study of democracy and muscular politics in the global South. All members of the research team have expertise in ethnographic research in the difficult spheres of criminal politics, informal economies, and political violence and are hence well and sometimes uniquely equipped to pursue this challenging research thematic.'","grantUrl":"","grantId":"284080","fundValue":"1200000","fundStart":"2012-03-01","fundEnd":"2016-02-29","dataset":"fp7"}