{"id":"89114","title":"Genomics and effectoromics to understand defence suppression and disease resistance in Arabidopsis-Albugo candida interactions","abstractText":"'This project focuses on two questions about host/parasite interactions: how do biotrophic plant pathogens suppress host defence? and, what is the basis for pathogen specialization on specific host species?   A broadly accepted model explains resistance and susceptibility to plant pathogens. First, pathogens make conserved molecules ( PAMPS ) such as flagellin, that plants detect via cell surface receptors, leading to  PAMP-Triggered Immunity  (PTI). Second, pathogens make effectors that suppress PTI.  Third, plants carry 100s of Resistance (R) genes that detect an effector, and activate  Effector-Triggered Immunity  (ETI). One effector is sufficient to trigger resistance.  Albugo candida (Ac) (white rust) strongly suppresses host defence; Ac-infected Arabidopsis are susceptible to pathogen races to which they are otherwise resistant.  Ac is an oomycete, not a fungus. Arabidopsis is resistant to races of Ac that infect brassicas.   The proposed project involves three programs. First ( genomics, transcriptomics and bioinformatics ), we will use next-generation sequencing (NGS) methods (Solexa and GS-Flex), and novel transcriptomics methods to define the genome sequence and effector set of three Ac strains, as well as carrying out >40- deep resequencing of 7 additional Ac strains.  Second, ( effectoromics ), we will carry out functional assays using  Effector Detector Vectors  (Sohn Plant Cell 19:4077 [2007]), with the set of Ac effectors, screening for enhanced virulence, for suppression of defence, for effectors that are recognized by R genes in disease resistant Arabidopsis and for host effector targets. Third, ( resistance diversity ), we will characterize Arabidopsis germplasm for R genes to Ac, both for recognition of Arabidopsis strains of Ac, and for recognition in Arabidopsis of effectors from Ac strains that infect brassica. This proposal focuses on Ac, but will establish methods that could discover new R genes in non-hosts against many plant diseases.'","grantUrl":"","grantId":"233376","fundValue":"2498923","fundStart":"2009-01-01","fundEnd":"2014-06-30","dataset":"fp7"}