{"id":"96402","title":"Acoustic Imaging of Macrophytes and Habitat Investigation (AIM-HI)","abstractText":"Marine environments worldwide are increasingly affected by climate change and human activities, and there is a growing need to collect high resolution seabed data for the sustainable management of marine resources. Macrophytes (aquatic plants large enough to see with the naked eye) include seaweed, algae and kelp. They are an important component of these habitats, as they support biodiversity (including fish), stabilise bottom sediments and maintain coastal water quality and clarity. Some algae are also extensively used in the chemical, pharmaceutical and food industry. But they are highly susceptible to environment variations, impacting on local food webs and ecosystems. In the Arctic, where climate change is the most readily visible, macrophytes are important indicators of habitat health and glacier melting. The project will consist in adapting to multibeam echosounders the innovative techniques (including multidimensional wavelet decomposition of acoustic echoes and fuzzy-logic clustering) developed by the applicant for single-beam echosounders. This will allow imaging of larger portions of seabed, at faster survey speeds. This approach will be validated using large datasets acquired by the host institution for Arctic macrophytes in Kongsfjord (Svalbard) and temperate macrophytes in British Columbia, concurrent with still images and biological sampling by divers. The Arctic dataset consists in co-registered single-beam and multibeam measurements. Comparison of overlapping beams will provide a meaningful, quantitative basis for users of either (or both) systems. These results will be directly useable in other regions and a sea trial is envisaged in a suitable temperate and/or Arctic site. By translating validated processing schemes to new instruments, this will create a unified approach to the acoustic imaging of macrophytes, using standardised processing to reliably estimate spatial distribution and biomass of different macrophytes using any kind of echosounder'","grantUrl":"","grantId":"251832","fundValue":"172740.8","fundStart":"2010-11-08","fundEnd":"2012-11-07","dataset":"fp7"}