{"id":"108949","title":"\"Family life courses, intergenerational exchanges and later life health\"","abstractText":"'The overall aim of this research programme is to uncover how family life courses influence health and well-being in later adulthood, whether family related strengths or disadvantages relevant to health offset or compound socio-economic sources of disadvantage, and the extent to which these associations are influenced by societal factors. An important element will be to consider the role of intergenerational influences, including support flows. The geographical focus will be on Europe and the methodological focus on the advanced quantitative analysis of large scale longitudinal data sets. These data sets, chosen for their complementary strengths, will include both country specific and cross national sources.  Three major interlinked strands of work will be undertaken. These will focus on 1) Impacts of parenting and partnership histories on health and mortality in mid and later life. 2) Intergenerational support exchanges: demographic, cultural and policy influences and effects on health of both providers and receivers. 3) An over arching theme to be addressed in the above strands and consolidated in the third is how investments in family and social networks are related to socio-economic disparities in later life health and mortality. The programme is will bring together perspectives from a range of disciplines to address issues of great relevance to current policy challenges in Europe. It is challenging because of the problem of dealing with issues of health selection and possible bias arising from various kinds of missing data which will require methodological care and innovation. Results will contribute to the development of theory, the development of methods and provide substantive knowledge relevant to the health and well-being of older Europeans.'","grantUrl":"","grantId":"324055","fundValue":"1423110","fundStart":"2013-07-01","fundEnd":"2018-06-30","dataset":"fp7"}