{"id":"100315","title":"Theoretical Foundations and Observational Tests of Inflationary Cosmology","abstractText":"'Observations of the temperature fluctuations in the cosmic microwave background (CMB) have transformed cosmology into a quantitative science.  This revolution has led to a detailed understanding of the geometry and composition of the universe. However, the microphysical origin of the CMB fluctuations remains a mystery. Although quantum-mechanical fluctuations during a early period of inflationary expansion provide a remarkably successful description of the data, a concrete realization of inflation in a fundamental theory of particle physics remains elusive.  Moreover, it seems almost certain that the inflationary era involved physics beyond the Standard Model. This is both a challenge and a fantastic opportunity to learn about physics at the highest energy scales from cosmological observations.\n\nWith the ERC grant I plan to form a group at Cambridge University that will explore both the theoretical foundations and the observational consequences of inflation.  A key question that a satisfactory microscopic theory of inflation should answer is why the mass of the inflaton field is much smaller than its natural value. We will search for answers to this question both from the bottom up in effective field theory (EFT) and from the top down in string theory.  We will furthermore initiate the first systematic study of large-field inflation, thereby providing the theoretical foundation for inflationary models with observable gravitational waves.  To make contact with observations we will then develop an EFT for the inflationary fluctuations as Goldstone bosons of spontaneously broken time-translations. We will compare the predictions of that theory to the latest CMB observations.  Finally, we will use the data to pursue two of the central signatures of the physics of inflation: gravitational waves and non-Gaussianity.'","grantUrl":"","grantId":"279617","fundValue":"1493535","fundStart":"2011-10-01","fundEnd":"2016-09-30","dataset":"fp7"}