{"id":"186059","title":"Constructing a robust drug delivery system by thermo-responsive gelation and pH-responsive gel-dissolution from triblock terpolymer-drug conjugates","abstractText":"'The aim of this research program is to achieve secure delivery, targeted release and high loading of anti-cancer drugs conjugated with polymers utilizing the following two components. First, the proposed plan involves developing a new polymer-drug conjugate composed of poly(N-(2-hydroxypropyl) methacrylamide) (PHPMA) and anti-cancer drugs containing no amine groups in their chemical structures including docetaxel (DTX). PHPMA is widely conjugated with drugs, and DTX has been reported as an efficient drug for curing solid tumor. However, secure conjugates between PHPMA and such a drug have rarely been reported. Here a new PHPMA-DTX conjugate is proposed where a new PHPMA-peptidyl linker is bonded with chemically modified DTX. The second component involves constructing a triblock terpolymer composed of a thermo-responsive block, pH-responsive block and the new PHPMA-DTX conjugate block to achieve the key target goals in drug delivery. This terpolymer is designed such that it is an injectable solution in water at room temperature. It may form thermo-responsive gels at body temperature during blood circulation (pH = 7.4) due to 3D networking among the terpolymer components above the lower critical solution temperature of the thermo-responsive block. The drugs will be securely delivered to tumor cells with limited exposure to normal cells as one of the gel components. Then when the gels reach acidic tumor cells (pH < 6), the gels will be disrupted and dissolved as the pH-responsive block becomes hydrophobic. As a result, the drugs will be exposed to tumor cells and released by the cleavage of hydrazone bonds and peptide bonds between DTX and PHPMA. Therefore, efficient and precise delivery of anti-cancer drugs will be achieved through this research program. This will only be achieved through the utilization of polymer science as a key scaffold for delivery alongside biomaterials science and pharmacology to enable the development of a novel drug delivery platform.'","grantUrl":"","grantId":"624488","fundValue":"231283.2","fundStart":"2015-02-01","fundEnd":"2017-01-31","dataset":"fp7"}