{"id":"94215","title":"A molecular view of chromosome condensation","abstractText":"'Eukaryotic cells inherit much of their genomic information in the form of chromosomes during cell division. Centimetre-long DNA molecules are packed into micrometer-sized chromosomes to enable this process. How DNA is organised within mitotic chromosomes is still largely unknown. A key structural protein component of mitotic chromosomes, implicated in their compaction, is the condensin complex. In this proposal, we aim to elucidate the molecular architecture of mitotic chromosomes, taking advantage of new genomic techniques and the relatively simple genome organisation of yeast model systems. We will place particular emphasis on elucidating the contribution of the condensin complex, and the cell cycle regulation of its activities, in promoting chromosome condensation. Our previous work has provided genome-wide maps of condensin binding to budding and fission yeast chromosomes. We will continue to decipher the molecular determinants for condensin binding. To investigate how condensin mediates DNA compaction, we propose to generate chromosome-wide DNA/DNA proximity maps. Our approach will be an extension of the chromosome conformation capture (3C) technique. High throughput sequencing of interaction points has provided a first glimpse of the interactions that govern chromosome condensation. The role that condensin plays in promoting these interactions will be investigated. The contribution of condensin s ATP-dependent activities, and cell cycle-dependent post-translational modifications, will be studied. This will be complemented by mathematical modelling of the condensation process. In addition to chromosome condensation, condensin is required for resolution of sister chromatids in anaphase. We will develop an assay to study the catenation status of sister chromatids and how condensin may contribute to their topological resolution.'","grantUrl":"","grantId":"249777","fundValue":"2076126.2","fundStart":"2010-04-01","fundEnd":"2015-03-31","dataset":"fp7"}