{"id":"105878","title":"Visualising Supramolecular Assembly by \npreparative Mass Spectrometry","abstractText":"'The aim of VISUAL-MS is to investigate the structure and the assembly of individual functional adsorbed molecules with sub-nm resolution. This is an essential and still missing step in the development of a molecular scale foundation of many contemporary research fields. In order to achieve these goals, ultra high resolution scanning probe microscopy techniques are needed. However, these require that complex molecular units are deposited onto well-defined substrates under perfectly controlled conditions and that they are analysed in-situ. This is beyond the current state-of-the-art. In fact, thermal sublimation in ultra high vacuum is the strategy of choice for small, heat-resistant molecules but big functional (bio)molecules are not compatible with this process. VISUAL-MS will address this challenge by adapting a technique developed in mass spectrometry for transferring intact fragile molecules into the gas phase and by combining this with in-situ scanning probe microscopy. This interdisciplinary approach will expand the boundaries of modern surface science by enabling to apply its powerful diagnostic techniques to almost any type of complex functional molecule. It represents an essential step change in analytical capability and will provide groundbreaking new insight into fundamental molecule-substrate interactions. VISUAL-MS will apply this innovative instrumentation to explore the adsorption, mutual interaction and real-time dynamics of peptides on surfaces. The planned experiments will allow to determine which functional groups in a peptide interact with a substrate of given structure and chemistry and to directly visualise, for the first time, the secondary structure of individual peptides with sub-molecular resolution. These breakthrough achievements will open new horizons in the basic understanding of molecule-surface interactions and serve as a reference in the formulation of rationale protocols for the fabrication of (bio)molecular functionalised substrates'","grantUrl":"","grantId":"308115","fundValue":"1578211.2","fundStart":"2013-01-01","fundEnd":"2017-12-31","dataset":"fp7"}