{"id":"103414","title":"Generalized Hilbert space compression and coarse geometry of data sets","abstractText":"'Metric spaces, such as graphs, occur everywhere in mathematics and are used to model real life situations: in computer science e.g., they are used to model computer networks and in sociology, graphs are used to model interhuman relations.\n\nIn order to study metric spaces, one can embed them into an object which one understands quite well. The information that we know on the latter object may then provide useful information on the embedded metric space. A Hilbert space is a well understood mathematical object which can be studied by algebraic techniques (it is a vector space, with an inner product), by analytic techniques (least square methods) and by many more tools.\n\nAround the 1990s, Gromov introduced the notion of metric spaces that `embed uniformly' into a Hilbert space. This relatively weak condition turned out to be connected with some major conjectures: it implies the coarse Baum-Connes and Novikov conjecture in the case of finitely generated groups. The equivariant version of uniform embeddability is Haagerup's property, a property with clear connections to the Baum-Connes conjecture and a subject of intense study.\n\nGuentner and Kaminker define the (equivariant) Hilbert space compression of a f.g. group as a number between 0 and 1 which quantifies how 'well' the group embeds uniformly into a Hilbert space (is Haagerup respectively). Moreover, they showed that if the value of the (equivariant) compression is strictly greater than 1/2, then the group has Yu's property (A) (is amenable respectively). This shows that the compression notions contain important information on the group, making them very interesting to study.\n\nThis Marie Curie project fits in this setting. We intend to study compression through new techniques such as persistent cohomology, determine the relations between compression and related properties such as Property A and amenability and apply compression in an interdisciplinary setting by using it to study data sets.'","grantUrl":"","grantId":"300572","fundValue":"200371.8","fundStart":"2012-10-01","fundEnd":"2014-09-30","dataset":"fp7"}