{"id":"186743","title":"Resource Allocation and Policy Choice through Democratic Bargaining or Conflict","abstractText":"'When a group of agents has to choose one action from a given set of feasible actions, it faces a collective-choice problem. If agents have different information about the consequences of each action, or different preferences over consequences, agents have different preferences over the action they want the group to take. The group must make a choice aggregating these divergent preferences. For instance, citizens of any given country have different policy preferences that are aggregated to generate a policy outcome.\nOne way to aggregate conflicting preferences to make a choice is through conflict: agents exert competing costly efforts in a confrontation, and the group choice is determined, perhaps probabilistically, by these efforts. Alternatively, in democratic societies, group actions, such as policies, are chosen by means of bargaining and voting. In an indirect or representative democracy, citizens elect representatives, who bargain over policy proposals. Ultimately, a policy is approved by voting, and becomes the group choice.\nI propose to study the problem of resource allocation and ideological policy-making, both at the national level in the realm of domestic political economy, and at the supranational level in the context of international relations, through the lens of the game-theoretic advances in collective choice and social choice theory.\nI will study the problem of allocating a fixed amount of a resource or desirable good to a set of agents (citizens, regions, industries, or countries) with conflicting claims, and the related problem of choosing an ideological policy outcome when agents affected by the policy have divergent preferences over outcomes, and I will compare the solutions that are obtained if outcomes are determined by conflict, or by voting in a representative democracy with a presidential, or with a parliamentarian system.\nThe results will help to design better institutions, implement better public policies and improve governance.'","grantUrl":"","grantId":"630097","fundValue":"100000","fundStart":"2014-03-01","fundEnd":"2018-11-28","dataset":"fp7"}