{"id":"101548","title":"Fibre Reinforced Composite Reflectors for Concentrated Solar Power Plants","abstractText":"'The principle of concentrated solar power (CSP) is to reflect and focus solar energy collected from a wide area on to one point, using the thermal energy to produce steam or a hot liquid in order to transfer or store the energy.\n\nFor this proposal, the solar collector will be made of carbon fibre composite material. This can be designed to be stiff (maintaining its position) whilst being light weight. For a similar sized currently used heliostat CSP, the structure would be self supporting (Sandwich structure) the weight would be 627kg, giving a weight saving of 80% of the backed structure and 23% of the unreinforced glass collector.\n\nThis weight saving has benefits in terms of installation and transportation, but the main advantage of the weight saving is, the energy required to adjust the collector would be greatly reduced thus a reduced energy control system could move the collectors during service. With the metal components removed, corrosion resistance is greatly reduced.\nAn advantage of a carbon fibre structure is the low coefficient of thermal expansion. In the areas that will benefit most from a CSP, the arid conditions produce high temperature variations daily.\n\nThe technical goal of this project is to produce lightweight yet robust components for CSP\ncollector components. Materials and processes will be identified and exploited to optimise the product and issues preventing optimisation will be investigated and solved. This proposal will have several aspects of work. Design and production of a novel composite collector, producing an adequate reflective surface on the composite, ensuring composite supports for the reflective surface, protecting that surface, and evaluating the effectiveness of the product. Physical Vapour Deposition (PVD) will be considered to deposit a highly reflective coating onto a composite that will need to be manufactured to a high accuracy (surface finish) and durability.'","grantUrl":"","grantId":"284216","fundValue":"1414187.36","fundStart":"2012-01-01","fundEnd":"2014-06-30","dataset":"fp7"}