{"id":"99846","title":"Microbubble-mediated transfection of Peptide Nucleic Acid conjugates targeting mRNA quadruplexes to modulate gene expression in vivo","abstractText":"'The regulatory functions of RNAs rely on their propensity to adopt defined secondary structures. G-rich nucleic acid sequences have a propensity to form highly stable four-stranded structures (termed quadruplexes) in the presence of physiological monovalent cations. Using an approach that consists in targeting simultaneously the quadruplex structure itself but also the two single-stranded RNA flanking regions in a sequence-specific manner, we demonstrate that RNA quadruplexes represent a valid therapeutic target for chemical intervention to modulate the translation of specific genes (notably N-Ras, Aurora kinases A and C) both in vitro and in vivo. Peptide nucleic acids (PNAs) are used as antisense oligonucleotide analogues to direct a quadruplex-stabilising platform to the only gene of interest, thus making this class of compounds capable of discriminating between an RNA quadruplex and other nucleic acid secondary structures, including other RNA quadruplexes. This novel approach for specifically silencing genes is likely to have great therapeutic potential. Once validated in vitro, this strategy will be applied in vivo, using for the first time microbubbles to facilitate the delivery of neutral oligonucleotide analogues (i.e. PNAs) in cellulo. Co-injection of microbubbles and antisense oligonucleotides, combined with localised ultrasound treatment has been successfully applied for gene delivery to specific organs. Herein, transfection of the PNA-based RNA quadruplex ligands will be carried out using microbubbles with variable shell compositions and different transfection methods (co-injection, encapsidation, covalent attachment) will also be considered. Transfection efficiency will be quantitatively evaluated by fluorescence confocal microscopy and correlated with the changes in levels of expression of specific genes.'","grantUrl":"","grantId":"293981","fundValue":"100000","fundStart":"2011-09-01","fundEnd":"2015-08-31","dataset":"fp7"}