{"id":"109679","title":"Complex Fluid Interfaces in Biomedical and Industrial Multiphase Flows","abstractText":"'The focus of my research is on interfacial fluid dynamics in complex multiphase flows. Fluid interfaces in biomedical flows and industrial processing flows present complex microstructures due to adsorption of surfactants or solid particles. The interfacial rheological properties of these complex fluid interfaces are crucial parameters for implementing predictive models of complex multiphase flows. Yet, current methods of interfacial fluid dynamics are limited to quasi-static deformations, which are not a realistic approximation of highly dynamic phenomena such as industrial mixing, aerobreakup, and drop breakup in turbulent flow. At the same time, the microstructural details of the interface that crucially determine the rheological response (e.g. phase separation, percolation, buckling) are inherently difficult to probe, and even more challenging to observe in dynamic interfaces. The overarching goal of my research program is to improve our understanding of complex fluid interfaces by precisely measuring the macroscopic mechanical properties and simultaneously probing the details of the interfacial microstructure in highly dynamic settings currently inaccessible to experiment. My experimental approach relies strongly on my interdisciplinary background in Physics and Engineering, which has taught me to combine multiple techniques to provide precise, direct, dynamic measurements. I will use a combination of high-speed microscopy, ultrafast acoustic excitation, fluidics and advanced optical methods to derive new insights in physico-chemical phenomena and continuum-scale mechanics of interfaces in multiphase flows. The proposed research will provide a new level of understanding of the dynamics of three classes of complex fluid interfaces, namely, lipid monolayers, particle monolayers, and lipid bilayers. This understanding will have a direct impact on the control and optimization of industrial processing flows and biomedical flows for medical imaging and drug delivery.'","grantUrl":"","grantId":"618333","fundValue":"100000","fundStart":"2013-09-01","fundEnd":"2017-08-31","dataset":"fp7"}