{"id":"103108","title":"Environmental & Dynamical Effects in Computational Photochemistry","abstractText":"'The use of light pulses in chemistry offers the perspective to finely control atomic and molecular motion in a way that not only redefines the vision of a chemical reaction in itself, but also opens a broad new field of applications and functional device miniaturization, generically called nanotechnology.\nIn order to deliver upon this promise, it must be possible to accurately predict, not only individual molecular behaviour of excited states, but also its time evolution and how this behaviour is changed through the interaction of the molecule with its environment.\nThe aim of the current proposal is to go beyond the individual molecule static picture, and advance our knowledge on the dynamics of photochemical systems and the effects of an environment upon them, but also to consolidate methodology and procedures that allow predictability and transferability of simulation results. This will be done by systematic comparison and assessment of different simulation methods at distinct levels of theory.\nThis proposal combines high level electronic structure calculations and state of the art dynamics simulation methods to study the photochemical reactivity of Protonated Schiff Bases, a prototypical cis-trans isomerizing system, relevant for many photobiological processes. Namely the effect of a solvent environment on the reaction paths of multiple izomerization and on the extended crossing seam will be studied in detail. Dynamics of the system will be studied, using quantum dynamics and QM/MM methodologies, for the individual molecule and the environment.\nThis proposal builds upon the highly complementary skills of the researcher in solvent effects and non-adiabatic dynamics, and the expertises of one of the world leading research groups in the development of electronic structure solutions in photochemistry. The training provided by the fellowship will empower the researcher with a very complete set of tools which will be instrumental in achieving professional maturity.'","grantUrl":"","grantId":"302639","fundValue":"200371.8","fundStart":"2013-03-25","fundEnd":"2015-03-24","dataset":"fp7"}