{"id":"187658","title":"FORest conservation and EcoSysTem  Accounting. Towards the integration of private and public values into land use decisions modeling at farm scale. An application to Andalusia montes","abstractText":"'This research aims to develop a methodology of economic analysis applicable at a microeconomic scale (farm), as the relevant private land use decision unit, to evaluate and predict the potential interactions between land-use, governmental (eg. forestry measures accompanying of the Common Agricultural Policy) and market based (eg. Payments for Environmental Services) incentives to enhance forest resources conservation and increase the supply of ecosystem services.\n\nThis project aims to create a theoretical framework able to consider all the relevant decision variables for social planners and private landowners, taking into account a bundle of market and non-market values, such as carbon sequestration, regulated water yield, public recreational uses, biodiversity and landscape conservation. Those values will be consistently integrated into an ecosystem accounting approach applied at the farm scale\n\nThe empirical application of the model will consider different typologies of private farms and use explicit spatial economic and biophysical information available for Andalusia (Spain) forest and pasturelands, which are jointly referred as montes. This application is intended to illustrate the particularly powerful application of ecosystem accounting framework to capture the trade-offs between a bundle of ecosystem services, which arises from the broad scope that includes the contribution of ecosystem services to current measures of economic activity even at a relatively smaller scale as it is the farm territory.\n\nThe farm-scale study acknowledges the need to address trade-offs by bridging the interests of landowners and external actors through compensation for the provision of environmental services, and also to address heterogeneity in response to governmental or market-based incentives to integrate results at geographical scale that is relevant for policy analysis (eg.: a natural protected area).'","grantUrl":"","grantId":"621940","fundValue":"231283.2","fundStart":"2014-05-01","fundEnd":"2016-04-30","dataset":"fp7"}