{"id":"92170","title":"From Environment to Physiology: Neuroendocrine Circuits and Genetic Mechanisms that Modulate Ageing and Development","abstractText":"'We seek to understand how organisms interpret complex environments to generate appropriate changes in their physiology. Specifically, we will focus on how food and temperature affect lifespan and a switch between reproductive growth versus a specialised developmental arrest (dauer) in C. elegans. Extensive work has indicated that the daf-2 insulin-like peptide (ILP) receptor plays a pivotal role in these processes, but key questions remain about how environmental inputs are linked to secretion of relevant ILP ligands. We propose to address these questions using a quantitative approach. We will use new tools to measure and manipulate the activity of neuroendocrine circuits, and exploit new technologies for automated microscopy of live C. elegans. First, we will delineate the neuroendocrine circuit by identifying ILPs, neurons and the type of neurosecretory activity that affects lifespan and dauer development. Second, we will detail how environmental information is transduced, by measuring the magnitude, kinetics and duration of environment-responsive expression of ILPs and other genes in specific neurons. Using gene expression as a new functional readout for neuroendocrine activity, we will determine how environmental, neuronal and genetic inputs regulate the activity of this neuroendocrine circuit. Third, we will address how environmental, neuronal and genetic inputs affect ILP secretion to influence lifespan and development. By combining quantitative analysis of environmental responses, neuroendocrine activity and physiological outcomes, we will determine how environmental inputs are linked to dauer development and lifespan. This integrated in vivo approach is currently only feasible in simple organisms such as C. elegans.'","grantUrl":"","grantId":"242666","fundValue":"1501957.2","fundStart":"2009-10-01","fundEnd":"2014-09-30","dataset":"fp7"}