{"id":"192347","title":"Are Heat Shock Protein 90 (Hsp90) Co-Chaperones Virulence Factors in the Human Fungal Pathogen Candida albicans?","abstractText":"'Most women will suffer at least one Candida albicans infection in their life. While the majority of infections are not life-threatening, 50% of systemic infections in immunocompromised patients are lethal. Treating C. albicans is challenging due to the close association with its human host, paucity of drug targets and drug resistances. The conserved essential heat shock protein 90 (Hsp90) governs virulence, morphogenesis and drug resistance in C. albicans. Yet, Hsp90 inhibition during mouse candidemia caused host toxicity.\n\nHsp90 does not operate alone. In C. albicans it associates with ten co-chaperones. In C. albicans but not its non-pathogenic relative Saccharomyces cerevisiae, co-chaperone genes are close to telomeres, which is reminiscent of virulence genes in other pathogens. By targeting virulence genes, instead of essential genes, C. albicans virulence could be decreased without reducing its fitness, which would alleviate selective pressure favoring drug resistance mutations. Thus, are C. albicans co-chaperones virulence factors that could be exploited as drug targets?\n\nHsp90 co-chaperones will be investigated in three objectives: (1) Quantify the impact of Hsp90 co-chaperones on fungal virulence. Gene deletion mutants will be tested in four virulence assays. (2) Determine the causes and consequences of the telomere proximal localization. Loss-of-heterozygosity (LOH) and transcriptional silencing will be measured in wild type as well as LOH and silencing mutants to determine cause of proximal telomere location and consequences on virulences. (3) Elucidate the transcriptional regulation of Hsp90 co-chaperone genes. Co-chaperones will be screened for transcription factor (TF) binding sites and ChIP-seq conducted on TFs controlling co-chaperone expression.\n\nUnderstanding the virulence potential and transcriptional landscape of Hsp90 co-chaperones will yield insights into fungal virulence strategies and further their development as drug targets.'","grantUrl":"","grantId":"631786","fundValue":"100000","fundStart":"2014-11-01","fundEnd":"2018-10-31","dataset":"fp7"}