{"id":"107892","title":"\"The relationship between Aspirations, Expectations and Achievement: Analysing the Longitudinal Survey of Young People in England\"","abstractText":"'The literature on educational aspirations, expectations and achievement provides a puzzled picture about the causal relationship between these concepts. This relationship has been under study since the late 1960s and early 1970s, yet, it is not at all clear whether there is a causal relationship between aspirations, expectations and achievement. It is not clear when and under what conditions high aspirations precede great achievement or whether high expectations are a reliable predictor for future success.\nThe proposed study will use the Longitudinal Survey of Young People in England and the National Pupil Database to offer a new approach of conceptualising the relationship between aspirations, expectations and achievement amongst majority and minority pupils in England. It aims to map out all of the possible situations of aligned and misaligned future orientation (aspirations, expectations and achievement) and the factors that determine each of these situations (e.g. family context and class, school context and locality context).\nIn the first part of the study I will formulate a comprehensive new theory of the relationship between these concepts (new typology of aligned/misaligned future orientation). This will cover various aspects of the relationship between aspirations, expectations and achievement, focussing on the mechanisms through which success within schools is determined for majority and minority pupils. Drawing on insights from the first part, the second part will empirically examine the new theoretical framework by exploring how family and school contexts affect the extent of alignment between aspirations, expectations and achievement. This part draws on extensive longitudinal and multilevel analysis of the above rich data. The analysis will resolve the puzzled picture of the relationship between aspirations, expectations and achievement and pave the way for both further research and new policies to tackle underachievement.'","grantUrl":"","grantId":"328483","fundValue":"309235.2","fundStart":"2013-09-01","fundEnd":"2015-08-31","dataset":"fp7"}