{"id":"96892","title":"Ethics in Public Policy Making: The Case of Human Enhancement","abstractText":"'EPOCH aims both to broaden and deepen knowledge of the role of ethics in the governance of science and technology, focusing on ethical aspects of new and emerging bio-, neuro- and nanotechnologies and specifically related to the topic of human enhancement (i.e. any modification of the human body aimed at improving performance and realized by scientific-technological means). On the basis of comparative analyses of current governance and normative frameworks at European and national level (including non-EU countries), a comprehensive approach to the governance of contentious developments in science, technology and society will be outlined. It will include guidance and strategic options for governance activities in Europe, but also specific proposals regarding public policies on selected enhancement technologies, focusing on physical enhancement in sport. The research will cover (i) academic, policy and public discourses; (ii) the institutional landscape of ethical policy advice; (iii) the multi-disciplinary expertise involved in it; (iv) procedures and mechanisms for a participatory, socially inclusive, and reflexive governance of science and technology; and (v) specific ethical and governance challenges raised by the use of new technologies for human enhancement. EPOCH aims to generate new insights into the role of ethical expertise in European policy making on science and technology, coherent with national and other European projects. The comprehensive governance approach adopted will facilitate the integration of emerging technologies in an open, effective and democratic knowledge-based society. It will have a strong and critical participatory element, embedded in a broader multidisciplinary and reflexive governance framework. It will also include suggestions on how to foster, in the European Union and beyond, cross-national reflection and well-informed discussions on ethically contentious scientific and technological developments.'","grantUrl":"","grantId":"266660","fundValue":"1477603.8","fundStart":"2010-11-01","fundEnd":"2012-10-31","dataset":"fp7"}