{"id":"92953","title":"The development of tools and effective strategies for the optimisation of useful secondary METAbolite PROduction in planta","abstractText":"'In the METAPRO project we aim to optimise the production of several useful isoprenoid derived secondary metabolites to demonstrate the tools and strategies developed for the generic production of useful secondary metabolites in plants. Astaxanthin (ketocarotenoids) and the apocarotenoid crocin have been selected to demonstrate the application of the technologies adopted and developed. These compounds are of high-value and used in the industrial and health sectors. Both are classical secondary plant metabolites being formed in slow growing species that are not readily amenable to agricultural production. They are non-essential to the plant, synthesised at a defined developmental stage, in specialised tissues, cells and/or cellular compartments. In order to generate cheap renewable bio-resources of these compounds with improved economic and environmental potential, natural variation will be exploited and genetic engineering approaches implemented. Astaxanthin and crocin will be engineered into Solanaceae host platforms. Tomato fruit and potato tuber are ideal cell factories for this class of molecules, as at defined developmental stages their tissues and specialised cellular compartments are pre-disposed to high level isoprenoid formation. To optimise production in these hosts the METAPRO project aims to use modern and emerging technologies to (i) elucidate regulatory mechanisms involved in synthesis, (ii) optimise storage by increasing, altering and transport from, the cellular compartment responsible for synthesis and accumulation, (iii) improve stability of the products in the cell and during bioprocessing and (iv) implement improved transformation, transcription and translation tools for more efficient engineering and improved yields and quality. To achieve these objectives and deliver scientific excellence with impact a multidisciplinary pan-European team with complementary expertise, industrial (SME) participation and global interaction has been constructed.'","grantUrl":"","grantId":"244348","fundValue":"4137742","fundStart":"2009-12-01","fundEnd":"2013-05-31","dataset":"fp7"}