{"id":"185979","title":"\"Self-Assembled Virus-Like Particles from Polyferrocenylsilane-Based Polymers and Viral Capsid Proteins: Fabrication, Surface Engineering and Applications\"","abstractText":"'The capsid proteins of viruses have been shown to organize around a variety of non-biological polyanions, in a similar way that proteins assemble around RNA genomes, to form virus-like particles (VLPs).  Metal-containing polymers such as polyferrocenylsilane possess additional interesting physical and chemical properties and may yield VLPs possessing very different morphologies and more diverse functionalities on co-assembly with capsid proteins. In a similar manner to almost all nanoscale objects, VLPs generally exist in the solid state but not in the liquid phase, because the scales of these systems are typically larger than the range of attractive interactions between such nanostructures.  This situation comes with limitations regarding both storage and product formulation.  Due to the recent development of liquid proteins via the surface engineering techniques, interest in the phase behavior of bionanomaterials has grown rapidly.  The proposed research focuses on the fabrication and surface engineering of responsive VLPs through the self-assembly of polyferrocenylsilane-based copolymers and viral capsid proteins.  This project is highly interdisciplinary and the project objectives will be accomplished by the proposed award of a Marie Curie Fellowship to a highly talented young scientist from China, Dr. Hongjing Dou. She has considerable expertise in the area of  bionanomaterials and in biomedical science. The proposal involves her working at the School of Chemistry at the University of Bristol in the UK together with Prof. Ian Manners, who has expertise in the field of synthetic metallopolymers such as polyferrocenylsilanes and also self-assembly, and cosupervisor Prof. Stephen Mann, an expert in bio-inspired chemically-derived routes to complex materials and a pioneer of solvent-free liquid proteins and viruses, to achieve the ambitious project goals.'","grantUrl":"","grantId":"623876","fundValue":"309235.2","fundStart":"2015-02-01","fundEnd":"2017-01-31","dataset":"fp7"}