{"id":"90298","title":"Microscopically designed environments for cold atoms","abstractText":"'The field of ultracold atom research has grown into a mature area of physics very quickly after its initial successes of laser cooling and the seminal achievement of Bose-Einstein condensation in dilute atomic vapors only a few years later. Today, the state of the art in the field is such that applications in a numerous directions are being pursued and/or within reach in many domains. On the one hand, very general questions in physics can be addressed, such as controlled preparation and studies of dynamics of single or few particle quantum systems. On the other hand, technological applications of cold atom systems are being developed, for example in the development of precision measurements based on atomic clocks or atom interferometers.\n\nThis project will be focused on the use of microscopic traps based on atom chips for precise and spatially highly resolved control of ultracold degenerate and near degenerate quantum gases. The scope of the experimental proposal includes two main research directions that will be closely intertwined from the technical point of view, while aiming at quite different physical goals. The first set of planned experiments will address fundamental questions in general many body physics where the unique possibilities of microscopic trapping and controlling fields near the surface of microchips will be exploited to create specific non-trivial confinement geometries and topologies as well as spatially and temporally varying inter-atomic interactions. The second line of experiments will also be based on the precise and flexible control of cold atoms that is possible near surfaces. However, in this case rather than studying the properties of the atomic systems themselves, the roles will be reversed here, and the atoms will be used to measure processes that happen in the near-by surfaces. In the following, we give specific objectives of the proposed research that are to be pursued along the lines of these two complementary ideas.'","grantUrl":"","grantId":"233652","fundValue":"45000","fundStart":"2009-03-16","fundEnd":"2012-03-15","dataset":"fp7"}