{"id":"90416","title":"\"Media and Democracy in Central and Eastern Europe: Qualities of Democracy, Qualities of Media\"","abstractText":"'The relationship between democracy and the media in Central and Eastern Europe (CEE) is poorly understood. Not only have western media models been unhelpful in understanding these transitions but there has also been a notable lack of attention given to media within the transitions literature. This project intends to address this by taking a novel and interdisciplinary approach to this question. The traditional orientation of academic studies to this question is strictly limited to whether media are good or bad for democracy. This rests on the assumptions that both democratic institutions have pre-dated the rise of media and that core qualities of democratic governance exist (i.e. rule of law, political pluralism, freedom of speech and information, etc.). Unfortunately for the countries of CEE, these are problematic assumptions to make. Thus, this project asks: What kind of democracy is needed for media to perform its agreed-upon normative functions? That is, we are interested in the quality of the media as a function of the quality of democracy. The principal investigators are leading academic authorities in the field of European Politics and of Media and Communications. They have expertise in the study of Eastern Europe and experience in managing large interdisciplinary research projects. The Department of Politics and International Relations at the University of Oxford, its Reuters Institute for the Study of Journalism and the Department of Media and Communications at the London School of Economics offer a unique academic and journalistic environment of the highest possible quality for this proposed study. The expected results and outputs will not only help us to understand democracy and the media in the new member states of the European Union but will also be more broadly applicable to the study of the relationship between democracy and the media in other consolidating democracies, including the Balkans, Latin America, Asia, the Middle East, and Africa.'","grantUrl":"","grantId":"230113","fundValue":"2056276","fundStart":"2009-10-01","fundEnd":"2013-09-30","dataset":"fp7"}