{"id":"187966","title":"Introgression of alien chromosomes from barley into wheat breeding lines to increase genetic variation: epigenetic control of centromere function stability and transmission","abstractText":"'In hybrid derivatives of bread wheat Triticum aestivum L. that include additional chromosomes from other species (aliens), the stability of these aliens varies; centromere function is responsible for segregation at mitosis and meiosis. Our objective is to understand the cause of differential centromere activity and hence failure of regular alien chromosome segregation in such lines. Centromere function requires loading of centromere-specific histone H3 (CENH3) to centromeric nucleosomes at epigenetically competent DNA sequence tracts; incorrect binding of CENH3 leads to chromosome elimination. Using comparative analysis of parents and wheat-barley addition lines carrying stably and unstably inherited barley chromosomes, we will measure the time course of CENH3 loading on the different centromeres, modification of DNA by methylation, differences in specific DNA sequences in the centromeres, contrasts between mitotic (from the embryo and adult) and meiotic cells where loss may occur, and differences or modification of nucleosomal proteins between wheat and alien chromosomes. We will answer how chromosomal and molecular organisation of barley centromeric DNA and its interaction with wheat CENH3 influences chromosome stability, elucidating the role of epigenetic control mechanisms in DNA-protein interactions. The results lead to fundamental understanding of centromere behaviour and hence of chromosome segregration. Alien introgression lines are of major value because they increase the genetic diversity available to breeders: most lines are too unstable for use in breeding programmes. Wheat has a narrow genetic base and the introduction of novel genetic characters is required to meet existing needs (eg virus or other disease resistance) and new crop requirements (abiotic stress: climate change, water limitation; or socioeconomics: food security, biofuels and sustainable agriculture). Knowledge of centromere stability can be exploited to develop novel introgression lines.'","grantUrl":"","grantId":"625835","fundValue":"231283.2","fundStart":"2014-07-01","fundEnd":"2016-06-30","dataset":"fp7"}