{"id":"107138","title":"Mechanisms of Influenza virus assembly and budding","abstractText":"'Influenza virus is an enveloped virus of significant medical importance.  One of the least understood aspects of influenza virus biology is the process of virus particle assembly and budding.  Recently we have found a new role for the cytoplasmic tail of the influenza virus M2 protein, the mediation of membrane scission.  The research described in this proposal is designed to elucidate the molecular mechanisms of influenza virus assembly and budding as mediated by the M2 protein.\n\nThis research has three main objectives:\n\n1.\tTo determine the structure and function of the M2 cytoplasmic tail\n2.\tTo determine the molecular mechanism by which the M2 amphipathic helix alters membrane curvature\n3.\tTo analyze and reconstitute influenza virus budding in vitro\n\nEach of these objectives will be addressed using a similar collection of experimental protocols.  To better elucidate the functions of the M2 cytoplasmic tail, mutations will be made throughout the region and incorporated into recombinant viruses.  These mutants will then be assessed for function through a variety of assays including: viral assays (growth rate and budding efficiency), protein assays (cholesterol association, protein localization and ion channel activity) and in vitro budding assays performed in giant unilamellar vesicle systems.  These functional studies will be supported by structural studies of the M2 cytoplasmic tail, as obtained by NMR, and modelling of M2 amphipathic helix-membrane interactions by molecular dynamics simulations.\n\nThe successful completion of this research project will inform as to the structure and function of the M2 cytoplasmic tail.  This research has significant implications in the understanding of influenza virus assembly and budding, establishes an in vitro model system for the investigation of virus budding that can be utilized to study the budding of many different enveloped viruses and provides the molecular details necessary for future drug discovery research.'","grantUrl":"","grantId":"333955","fundValue":"100000","fundStart":"2013-03-01","fundEnd":"2017-02-28","dataset":"fp7"}