{"id":"188834","title":"Mitigation of space weather threats to GNSS services","abstractText":"'MISW (Mitigation of space weather threats to GNSS services) will tackle the research challenges associated with GNSS (Global Navigation Satellite System) and Space Weather to bring practical solutions right into the forefront of European Industry.\n\nSpace Weather can affect many modern technologies that we take for granted.  One of the most common technologies found across many systems today is navigation and timing provided by the Global Navigation Satellite System (GNSS).  The main users of GNSS positioning are reliant on the inherent accuracy that the system can provide but this is not adequate for all applications.  Aviation has its own augmentation solution called a Satellite Based Augmentation System (SBAS) and the European version is called EGNOS (European Geostationary Navigation Overlay Service).\nThese systems gather additional information that allows some mitigation of Space Weather Events.  However, they are not yet able to work in the most challenging regions and as a consequence Space Weather disturbances to the ionised upper atmosphere (ionosphere) will cause navigation errors that remain uncompensated.\n\nMISW will research, develop and apply new solutions to compensate for ionospheric effects on GNSS.\nMeasurements of actual extreme events will allow realistic estimates of the ionospheric delays and errors caused by scintillation. MISW will include the development of new mapping techniques to compensate for ionospheric delay and both system-level and receiver-level solutions to scintillation events. The MISW consortium of leading industry, academia and research organisations will deliver the foundations for the next generation SBAS systems that can be extended across Europe and into Africa, ensuring reliable GNSS services over many decades ahead.\n'","grantUrl":"","grantId":"607081","fundValue":"2882063.8","fundStart":"2013-11-19","fundEnd":"2016-08-01","dataset":"fp7"}