{"id":"101677","title":"Gauge theory - String  theory duality: maximally symmetric case and beyond","abstractText":"'Quantum field theories with local gauge symmetry  are building blocks of the modern theory of fundamental interactions between  elementary particles. The basic example  is Quantum Chromo Dynamics. There is strong evidence  that QCD is the correct theory of strong interactions, but it has been difficult to  use it to account  for many hadronic phenomena  which is due to large  value of gauge  coupling  at low  energies. Theoretical  understanding of  gauge theory dynamics at large values of coupling  when one cannot use the Feynman diagram perturbation theory is a major problem of physics of strong interactions. Goals include analytic computation of   mass spectrum of  hadrons, etc. The general aim of this proposal is to develop  new theoretical tools to describe strongly coupled  gauge theories. Research in the last decade brought strong evidence that connection of gauge theories  to string theory should be a key to solution of this  problem. Gauge-string duality and,  in particular,  Anti deSitter / conformal field theory (AdS/CFT) correspondence is  one of the most active directions  of current work in theory of fundamental interactions. A remarkable progress  was achieved towards quantitative   understanding of this relation  in the most  symmetric case of   maximally  supersymmetric gauge theory in flat 4 dimensions  dual to  superstring theory in curved 10-dimensional AdS5 x S5 space. We propose a detailed study of this duality from the string theory side using world-sheet methods and hidden integrability of the maximally symmetric theory. The goal is to provide  a first-principles  proof of the duality for the spectrum of states and  also to establish its validity at the level of correlation functions of conformal operators. We also plan to extend  string-theoretic approach to gauge-string duality to less symmetric cases, corresponding, in particular, to certain non-supersymmetric conformal and n=1 supersymmetric non-conformal planar gauge theories.'","grantUrl":"","grantId":"290456","fundValue":"1679584","fundStart":"2012-02-01","fundEnd":"2017-01-31","dataset":"fp7"}