{"id":"108191","title":"Functional characterization of FAN1, a structure-specific DNA repair nuclease","abstractText":"DNA interstrand crosslinks (ICLs) are toxic lesions, which prevent the separation of strands necessary for DNA replication. ICLs arise in cells when common endogenous metabolites react with DNA and when cells are exposed to commonly used chemotherapeutic drugs, such as mitomycin-C (MMC) and cisplatin. Defects in the repair of endogenous ICLs cause Fanconi anaemia, characterized by chromosome instability and cancer predisposition, which underscores the importance of ICL repair for human health. In 2010, several groups reported the identification of Fan1, a structure-specific nuclease that is required for ICL repair, but the underlying mechanisms are unclear and little is known about how Fan1 promotes DNA repair. Recently, it was reported that Fan1 mutations in humans cause karyomegalic interstitial nephritis (KIN), which is characterized by degeneration of organs including kidney. This may reflect premature aging of organs caused by unrepaired DNA damage. The lab in which I will carry out the proposed studies is generating Fan1K975A/K975A knock-in mice, which express a nuclease-inactive form of Fan1. I will study these mice in detail to test the consequences of Fan1 inactivation at the level of cell and organism. I am particularly interested in testing for a Fanconi anaemia-like phenotype and/or progeria. Cells from the Fan1-defective mice will be used to determine the role of Fan1 in ICL repair. There are several nucleases other than Fan1 required for ICL repair, such as Mus81-Eme1 and Slx1. I will also test the relationship between Fan1 these factors by making mouse defective in Fan1 and each of these factors. Finally I aim to study the regulation of Fan1 function by phosphorylation. These experiments will provide valuable insight into Fan1 function, and the project will give me the opportunity to change discipline and to work in the one of the best scientific environments in the UK that has strong connections with Europe and with industry.","grantUrl":"","grantId":"329609","fundValue":"231283.2","fundStart":"2013-05-01","fundEnd":"2015-04-30","dataset":"fp7"}