{"id":"93431","title":"\"Cosmic ray acceleration, magnetic field and radiation hydrodynamics\"","abstractText":"'Diffusive shock acceleration is widely acknowledged as the most likely source of cosmic rays and high energy particles. The basic macroscopic theory of how cosmic rays gain energy during multiple shock crossings is well known, but the microphysics of the interaction between cosmic rays (CR) and the MHD background fluid remained poorly understood before the recent discovery of a new non-resonant instability by which the CR precursor could greatly amplify the ambient magnetic field. The aims of the project are: 1) to develop the first self-consistent non-linear simulation of the CR/MHD interaction; to calculate the magnitude of the saturated magnetic field and the maximum energy to which CR are accelerated. We will characterise the structure of the amplified magnetic field and compare it with x-ray observations of the time-evolving outer shock of supernova remnants (SNR). We will investigate the effect of various orientations of the shock relative to the ambient magnetic field, the effect of non-diffusive transport on the energy spectrum and CR escape from the SNR, and how these match observation. 2) to extend the simulation to relativistic shocks as found in gamma-ray bursts (GRB) and active galactic nuclei (AGN); to establish whether the non-resonant instability operates effectively at relativistic shock velocities, whether it explains the large magnetic field found in GRB, and determine the maximum CR energy achieved by relativistic shocks. 3) to investigate high density shocks in GRB, x-ray flashes (XRF) and supernovae (SN) where radiative processes, pair production and other particle/photon and particle/particle interactions are important. We shall investigate CR acceleration on SN shock breakout and very young SNR as a possible source of very high energy CR.'","grantUrl":"","grantId":"247039","fundValue":"900024","fundStart":"2010-05-01","fundEnd":"2015-04-30","dataset":"fp7"}