{"id":"92149","title":"Dialectal variation and the definition of finiteness: finite and non-finite dependent clauses in two dialect clusters","abstractText":"'Despite its importance in modern linguistics as both a theoretical and descriptive tool, the notion of finiteness still lacks a widely accepted definition. In the literature it is often assumed that the finite or non-finite status of a clause is actually the result of a complex interaction of several semantic and syntactic features, yet there is no agreement on which features are relevant and how they are realised on the morphology of the verb. This project aims at proposing a general theory of finiteness based on a solid empirical foundation. More specifically, the project aims at documenting variation in the complementation system of a set of endangered dialects, and to analyse this variation in terms of the semantic and syntactic features that together define the notion of finiteness. The dialects to be studied are the extreme Southern Italian Dialects Salentino and Southern Calabrese. These dialects are unique in Europe in that they show strong variation between an Italian-type system of complementation, with an infinitival verb, and a Balkan-type, with a morphologically finite verb. Furthermore, the finite/non-finite contrast is spelled out also on other elements of the dependent clause besides the verb, such as the complementiser. Finally, the existing descriptive literature on these dialects is far from being exhaustive, and recent fieldwork has found several previously unknown verbal forms. These dialects therefore provide an ideal empirical foundation for any theory of finiteness which aims at universal validity. More precisely, they could provide the fine-grained evidence needed to establish which of the many features related to finiteness is indeed relevant, and how these features are mapped onto the verbal morphology and other elements of the clause. In order to build such a solid empirical base, this project will conduct extensive fieldwork with fluent speakers, thus contributing also to the endeavour to document endangered languages in Europe.'","grantUrl":"","grantId":"235244","fundValue":"","fundStart":"2009-10-01","fundEnd":"2011-09-30","dataset":"fp7"}