{"id":"107229","title":"Obesity and gastrointestinal adenocarcinomas: the independent and joint roles of dietary phytoestrogens and fibres","abstractText":"'The male predominance of adenocarcinomas in the gastrointestinal tract remains enigmatic. Sex hormonal influence might play a key role in explaining this pattern. Phytoestrogens, the plan derivatives with estrogenic properties, have shown clear anti-carcinogenic effects in vitro and animal studies. Interestingly, phytoestrogens especially lignans (abundant in western diet) are generally found in fibre-rich plant food. Whether phytoestrogens exert an independent effect or play a joint role together with dietary fibre are largely unknown. Phytoestrogens and fibres are both correlated with obesity which indicates a potential interaction. The planning project is to integrate the increasing knowledge of dietary phytoestrogens and fibres with obesity to interpret the gender-specific incidence patterns of gastrointestinal adenocarcinomas. Two studies using data from EPIC (the European Prospective Investigation into Cancer and Nutrition) and one pooled study from several prospective large cohorts in Europe and other countries are planned to achieve the study objectives. Two questions will be examined: 1) how and to what extent phytoestrogens and fibres (dietary measurement using questionnaires and biomarkers) independently or synergistically, interaction with obesity (anthropometric measurements and adipokines) and H.pylori, contribute to the gender specific incidence of gastrointestinal adenocarcinomas, 2) whether diet, obesity and gut flora or more factors contribute to the abrupt increase of the duodenal adenocarcinoma in the recent decades. The expected results may shed light on the causality of gastrointestinal adenocarcinomas and facilitate the understanding of independent or synergistic roles of phytoestrogens and fibres interaction with obesity in the cancer etiology and prevention.'","grantUrl":"","grantId":"328330","fundValue":"231283.2","fundStart":"2013-06-24","fundEnd":"2015-06-23","dataset":"fp7"}