{"id":"100772","title":"Supervised Care & Rehabilitation Involving Personal Tele-robotics","abstractText":"Recent development in robot-mediated rehabilitation has shown the potential of robotic devices for delivering repetitive training thus allowing for a large number of repetitions to be delivered during acute and chronic phases of stroke rehabilitation. While there is growing evidence that such technologies are beneficial to patient's recovery of functional and motor outcome, our goals are:n1: To use such technologies at patient's home,  enabling better management of chronic stroke as it allows to administer larger repetitions and frequent exercise which can in turn increase the recovery gains. Moreover, it allows objective database of performance for tailoring treatment and follow-up.n2: To focus on hand and wrist exercise that present the least researched area with the most functional relevance, and potential for contribution to personal independence.n3: To look at differences between passive and active actuated devices. Inherent safe nature of these devices make them an ideal choice for home use.n4: To provide an educational, motivational and engaging interaction, which makes a therapy session more enjoyable while having the capabilities to provide feedback to patients and health professional. The provided feedback will be based on heterogeneous data collected during interaction as well as comparisons with models such as minimum jerk model as a performance indicator.n5: To focus on remote management and support of the patient. It creates a communication platform that will support the remote management allowing to adjust the therapy program remotely thus reducing hospital or home visits frequency. This is facilitated by incorporating the clinical workflows into user interfaces used by patients and clinicians while maintaining a customisable and easy to operate front-end for users. The two-fold objective here enables us to look at aspects of acceptability and compliance as well as data security and confidentiality.n6: To infer from summative evaluation in this project, impact on health and recovery and its potential cost implications.","grantUrl":"","grantId":"288698","fundValue":"4643983","fundStart":"2011-11-01","fundEnd":"2014-12-31","dataset":"fp7"}