{"id":"85775","title":"LIving with Robots and intEractive Companions","abstractText":"LIREC aims to establish a multi-faceted (memory, emotions, cognition, communication, learning, etc.) theory of artificial long-term companions, embody it in robust and innovative technology, verify the theory and technology experimentally in real social environments, and provide resulting guidelines for designing such companions. Whether as robots, social toys or graphical and mobile synthetic characters, interactive and sociable technology is advancing rapidly. However, the social, psychological and cognitive foundations and consequences of such technological artefacts entering our daily lives - at work, or in the home - are less well understood. The technology is commonly based on evaluation of short-term interactions or even first encounters, and limited to one specific embodiment. Research shows that the novelty effect, which may attract interest in the first encounter, quickly runs out and that people's preferences and attitudes towards the system change. Successful technology can only be delivered on the basis of strong scientific foundations, and with partners in psychology, ethology, human-computer interaction, human-robot interaction, robotics and graphical characters, LIREC will advance understanding of the concepts of embodiment, autobiographic memory and social interactions in the context of companions where the 'mind' might migrate to differently embodied 'bodies'. Experimental human-human and human-animal studies and longitudinal evaluation of the developed technology in social settings will support the development and delivery of mechanisms for verbal and non-verbal social interaction and communication; an autobiographic emotionally-tagged memory; mechanisms for detecting and responding sensitively to the user's affective state, motives and intentions; an autonomous cognitive-affective architecture and support for migrating companions. These will be combined in case-study long-life companions that will take social technology to a new state-of-the-art.","grantUrl":"","grantId":"215554","fundValue":"10992017","fundStart":"2008-03-01","fundEnd":"2012-08-31","dataset":"fp7"}