{"id":"94896","title":"Genomic sequence variants that correlate with gene expression and different epigenetic patterns modify risk for mTLE+HS","abstractText":"'Epilepsy is the second most common neurological disorder after stroke and mesial temporal lobe epilepsy with hippocampal sclerosis (mTLEHS) represents the most common epilepsy syndrome in adult patient with medically intractable partial epilepsy. Studies of genome-wide association (GWA) with epilepsy are critical to provide an unbiased assessment of genes contributing to disease risk and/or response to treatment. However the results of GWA studies give little information about the underlying disease mechanisms. The proposed research project will try to identify those genomic sequence variants that correlate with gene expression and different epigenetic patterns that could modify risk for mTLEHS. Starting with an already established epilepsy GWA study, we propose to obtain gene expression and methylation data from 100 biopsy specimens obtained from well-characterized chronic pharmacoresistant mTLEHS patients, who underwent resection of the temporal lobe at the National Hospital for Neurology and Neurosurgery (NHNN) and for whom we already have whole-genotyping data. Individuals will be matched for age, gender and ethnic background with healthy controls from two ongoing whole genome expression and methylation studies at UCL. The integration of gene expression with genetic variability will provide insights into the causal variants and how this may lead to mTLEHS. In addition, we will investigate an additional biological mechanism, methylation that could alter an individual&apos;s susceptibility to mTLEHS risk. Our interdisciplinary approach will contribute to the understanding of the molecular mechanisms underlying mTLEHS pathology. In the long term, this understanding will lead to the preventative identification of high-risk patients and the development of novel therapies, aimed at the prevention of seizures and the cognitive impairment suffered by these patients.'","grantUrl":"","grantId":"256545","fundValue":"56250","fundStart":"2010-04-01","fundEnd":"2012-06-30","dataset":"fp7"}