{"id":"90643","title":"Understanding the Dark Universe with 3D Weak Gravitational Lensing","abstractText":"'Understanding the twin cosmological puzzles of dark matter and dark energy remains the most fundamental challenge in modern cosmology. Almost the entire contents of the universe consist of dark matter or dark energy, but they are invisible and almost nothing is known about them. They are most effectively probed via the gravitational deflection of light from distant galaxies, a process known as 'gravitational lensing'. This is a purely geometrical effect, which is uniquely clean of astrophysical assumptions.  Several dedicated gravitational lensing experiements have recently begun throughout Europe, to exploit rapid developments in telescope technology on the ground and in space. These include the VST/KIDS and Pan-Starrs surveys, as well as ESA's proposed DUNE satellite. However, measurements of gravitational lensing require the extraction of a very subtle signal, and the exploitation of such data has reached a systematic floor due to limitations in data analysis techniques. A great deal of preparation is urgently needed before the scientific potential of these funded surveys can be fully exploited.   My recent work in America generated the largest ever survey from the Hubble Space Telescope. Through that experience, I have built a unique toolset that can help tap Europe's new data. I have also been deeply involved in the development of proposed American satellites SNAP and GRALE, which have very similar goals to DUNE. As a member of scientific teams on both sides of the Atlantic, I will be able to foster closer links between these complementary efforts, as well as helping to advance the project in Europe. I plan to be based at the university of Edinburgh, a centre of excellence for gravitational lensing observations, and the only institute that is a member of all three major projects. With this timely confluence of new data and analysis techniques, I would expect to make a major contribution to Europe's leadership in understanding the dark universe.'","grantUrl":"","grantId":"208994","fundValue":"100000","fundStart":"2008-09-20","fundEnd":"2014-01-27","dataset":"fp7"}