{"id":"107509","title":"Identification of novel effectors of the Type Six Secretion Systems in Pseudomonas aeruginosa","abstractText":"'Pseudomonas aeruginosa is a human pathogen causing life-threatening nosocomial infections. Its virulence mechanisms are pleiotropic, but secretion systems have a key role in transporting effectors, toxins and other virulence factors from the bacteria into the environment or target host cells. In recent years, a novel secretion system, the Type VI secretion system (T6SS), was shown to be important for P. aeruginosa virulence. Of three T6SSs encoded on the P. aeruginosa genome, the H1-T6SS is important for P. aeruginosa to compete with other bacteria and to establish chronic infections. H1-T6SS is involved in the secretion of at least three bacteriolytic effectors, Tse1-3, whereas no effectors have been identified for H2- and H3-T6SS. We hypothesise that proteins secreted by these two systems mediate other important aspects of P. aeruginosa virulence and their identification and characterisation are crucial to further understanding the H2- and H3-T6SS function and P. aeruginosa pathogenesis. This project will identify these effectors, using three approaches: 1) identification of regulatory elements controlling H2- and H3-T6SS gene expression in order to up-regulate expression of the H2- or H3-T6SS clusters and other co-regulated genes; 2) analysis of H1-, H2- and H3-T6SS gene expression in biofilm conditions using flowcells; 3) identification of H2- and H3-T6SS secreted effector proteins via secretome analysis of strains that have up-regulated expression of H2 and H3-T6SS clusters. The discovery of these secreted factors will be a breakthrough, since only a very limited number of T6SS substrates have been identified. It will give new insights into P. aeruginosa virulence and could be exploited for development of new therapeutic options.'","grantUrl":"","grantId":"328261","fundValue":"221606.4","fundStart":"2014-03-01","fundEnd":"2016-02-29","dataset":"fp7"}