{"id":"97166","title":"Coordination of Biological & Chemical IT Research Activities","abstractText":"COBRA is a coordination action to help organize the international CHEM-IT community towards the next major science and technology revolution, involving the integration of information processing with production during deployment. The industrial revolution mechanized production with factories, and the information revolution mechanized information processing with computers. The next large-scale technological revolution most likely involves their integration and its decentralization, as found so far only in living systems and it is now clear that significant scientific and technical progress towards this integration is imminent. The EC-sponsored CHEM-IT projects are spearheading the development and exploration of the first simple systems integrating production and information processing. This is done at the nano-bio-info interface, involving cellular engineering, protocells, artificial neurons and programmable information chemistry. At the centre of this work is a desire to create ICT-based systems with living and intelligent desirable properties that current technologies lack (such as robustness, autonomy, self-repair, adaptation, learning and local intelligence, as well as self-replication and evolution). The potential long-term impact of this emerging enabling technology will be considerable, as even minor progress on making technology more life-like and intelligent can improve processes in all sectors of society. CHEM-IT addresses issues of sustainability in production and deployment,  and the information explosion of ubiquitous nanoscale systems. The proposed project on the coordination of biological and chemical IT research activities (COBRA) seeks to engage the European research community to construct the first roadmap for how best to develop ICT-based integrated information processing and production technology.","grantUrl":"","grantId":"270371","fundValue":"542393","fundStart":"2010-12-01","fundEnd":"2014-05-31","dataset":"fp7"}