{"id":"102752","title":"The potential of human kidney stem/progenitor cells for use in drug discovery and regenerative therapy programmes","abstractText":"'Renal disease is a global public health problem, with the incidence of end stage renal disease (ESRD) rising annually. Current treatment options for ESRD are dialysis or renal transplantation, which have significant drawbacks in terms of increased morbidity and mortality, besides placing an increasing economic burden on society. The development of interventions aimed at preventing ESRD, including drug- and cellular-based therapies, is made difficult by the lack of availability of primary human renal cells for in vitro drug testing and by our inability to accurately assess the effectiveness of cellular-based therapies in appropriate animal models. However, due to recent advances in the fields of stem cell science, biomaterials and bioelectronics, we have unprecedented opportunities to generate the following tools that will facilitate important breakthroughs in renal medicine: (i) human kidney-derived stem/progenitor cells (KSPCs) for drug discovery and cellular therapy; (ii) biomaterials for regulating the differentiation of the KSPCs in vitro for use in drug development programmes; (iii) electronic devices capable of measuring renal function, enabling the effectiveness of stem cell-based therapies to be properly evaluated. The overarching goal of the NephroTools ITN is to provide state-of-the-art multidisciplinary training for a cohort of 15 young researchers in order to equip them with the skills required to make a significant impact in renal medicine and the wider field of stem cell biotechnology. To achieve this goal, the training of each researcher will be based around a specific research project, coupled with placement periods, within a multidisciplinary and cross-sectoral Network that aims to evaluate the potential of human kidney stem/progenitor cells for use in drug discovery and regenerative therapy programmes.'","grantUrl":"","grantId":"289754","fundValue":"3832076","fundStart":"2011-12-01","fundEnd":"2015-11-30","dataset":"fp7"}