{"id":"95391","title":"Politics beyond the State? Identity and Territory Dimension in Anti-planning Movements : A comparative perspective from Turkey","abstractText":"'Urban and environmental planning are increasingly subject of contestation at different scales. In launching these projects, the public actors frequently argue on general interest irreducible to particular interests of a few of inhabitants. If this type of resistance is often discussed in the case of so-called &quot;NIMBYs&quot; (Not in my backyard) to designate opposition of associations and, more broadly, public to planning that may disrupt their environment, identical and territorial dimensions of these contestations is completely ignored in the study of these phenomena. Our objective in this project is to move beyond this debate and look at the nature of these planning that can sometimes become the instrument of a multidimensional policy of discrimination by public institutions against ethnic and political minorities. In Turkey, this phenomena is observable in several planning project and especially in three that we have chosen as our field study : Ilisu Dam and Resettlement Project and local contestation against Kurdish displacement ; transformation and Renovation Project of Sulukule district which plans to destroy entirely the gipsy settlements and finally the fragmentation and Transformation Project on slums of district of May 1 where there is a religious minority (Alevis) who has a strong collective political identity (communisme). In all three case studies, these are the areas of economic and social deprivation populated mainly by an ethnic or political minority namely Kurds, Gypsies and Alevis. Emphasis will be placed on the logics of exclusion in the planning policies and the role of identity and territory in the organisation of contestations against theses plannings. Our goal is to demonstrate that behind the mobilizations organized deal with these adjustments, the collective identity of the community is crucial because the very nature of the organization, the community sees itself under threat (exile, death, loss of the cultural identity and / or political)'","grantUrl":"","grantId":"253607","fundValue":"172903.2","fundStart":"2010-10-15","fundEnd":"2012-10-14","dataset":"fp7"}