{"id":"186590","title":"Macromolecular Ion-Solvent Interactions in Charged Droplets","abstractText":"'We use computational and analytical methods to study the factors that determine charge state of macromolecules in droplet, gaseous and bulk environments and the relation of the charge state to the conformations of the macromolecules. Practical applications of the study are found in electrospray mass spectrometry (ESMS), which is an analytical technique used for the analysis mainly of biological molecules such as proteins, DNA, poly-saccharides. To understand the processes that take place in electrospray ionization, knowledge of the charging and the conformations of a macromolecule is required in bulk, droplet environment and gaseous state.The factors that determine the charge state distribution of the macromolecules in the droplet include the interactions between the analyte and the solvent in the droplet environment, acidity changes in the droplet, evaporation rate of the solvent vs. deprotonation rate of the macroions in the droplet, release mechanisms of macroions from droplets, and details in the operation of the electrospray instrument. We use advanced molecular simulation methods to study rare molecular fluctuations in the solvent and macromolecules that are central in describing quantitatively the above processes. These rare fluctuations are captured by methods for study activated processes in statistical mechanics. The study aims at understanding fundamental processes in the charging of macromolecules and laying the theoretical foundation for processes that give rise to the signals in the ESMS methods. The computational methodology that we develop for the sampling of the conformational changes can be used in a broader class of problems than those we study. Moreover, our studies in the gas-droplet and bulk environment will enhance our knowledge on the interactions that determine the conformations of biological macromolecules.'","grantUrl":"","grantId":"628552","fundValue":"309235.2","fundStart":"2014-06-30","fundEnd":"2016-09-08","dataset":"fp7"}