{"id":"100165","title":"Knowledge-based energy management for public buildings through holistic information modeling and 3D visualization","abstractText":"Energy efficiency in the building sector through intelligent energy management is a key measure for the global reduction of greenhouse gas emitted by this sector and additionally facilitates user costs reduction in the context of growing energy prices and harshness of natural resources.nThe KnoholEM project's aim is the engineering of an intelligent energy management solution that will considerably reduce energy consumption, both by systematically avoiding energy wasting in buildings and by knowledge-based holistic optimization of energy consumption. The solution will be applicable and configurable for a broadband of building types from any EU region.nThe intelligent energy management solution will be based on existing knowledge representation technologies like functional modeling and ontology, which will be used in the context of smart buildings in combination with Building Automation Systems. It will be enhanced by energy consumption behavior simulation with realistic visualization assistance. Approaches previously developed by the project partners will be integrated into a holistic intelligent energy management solution.nThe focus of the project will not be on development, but on detailed analysis and validation. KnoholEM includes four types of demonstration objects in Spain and the Netherlands that will be used by the consortium of industry and research partners to develop, enhance and extensively test the solution. An overall knowledge base will be created through a detailed analysis of the structure of the demonstration object buildings and their energy consuming/producing devices, through the intelligent interlinking of building usage with its energy demand, as well as by various energy consumption behavior simulations.nThrough the knowledge accumulated within the extended validation phase, KnoholEM will facilitate up to 30% of energy savings, depending on the building. The 13 partners from 6 countries will ensure an efficient and inexpensive EU-wide application of the results after the end of the project.","grantUrl":"","grantId":"285229","fundValue":"4468165","fundStart":"2011-09-01","fundEnd":"2014-08-31","dataset":"fp7"}