{"id":"103182","title":"Touch and action in spatial perception","abstractText":"'When we notice a mosquito on our arm, we can easily reach out without much conscious thought. This simple act conceals a difficult computational problem for the brain. When a stimulus is applied to the skin, the initial representation is a somatotopic map of the skin surface, which takes no account of the position of the limb. Given the movable nature of some body parts, for tactile information to be used in orienting behavior, the representation of its location must be remapped to reflect the position of the limb in external space, in a process named tactile remapping.\nDespite the key motor component implicit in this framework, to date, tactile remapping has been studied exclusively in the context of perceptual systems. This project builds on the idea that tactile processing should not be categorized as an encapsulated module for perception alone, but as a part of a larger system whose final purpose is spatially-coordinated action (reaching, looking, grasping). Hence, this proposal aims at revealing the putative relation between the motor system and tactile perception in external space. The line of research is scientifically challenging but bears the promise of bringing groundbreaking insights into how the brain represents external locations. In essence, this fellowship explores the intriguing possibility that, from the brain's point of view, space is simply a construct of the motor system.\nThe topic of this research is clearly multidisciplinary as it spans several research areas such as cognitive psychology, neuropsychology and neurophysiology. It combines several methods: psychophysics, electroencephalography and non-invasive brain stimulation. Finally, this research would be conducted in the group of Prof Haggard, at the Institute Cognitive Neuroscience (University College London), who has several years of internationally-competitive track record in cognitive neuroscience of sensorimotor systems, precisely the aspect that motivates the present proposal.'","grantUrl":"","grantId":"302277","fundValue":"200371.8","fundStart":"2012-04-27","fundEnd":"2014-04-26","dataset":"fp7"}