{"id":"188105","title":"Exploring New Phenomena through Flavour Changing Neutral Currents with LHCb","abstractText":"'The Standard Model (SM) of particle physics has been very successful in describing phenomena at the smallest scales, yet we know that it is incomplete.\nIt does not, for example, explain the matter-antimatter asymmetry in the universe or provide a dark matter candidate.\nAttempts to solve these open questions do so by introducing as yet undiscovered particles.\nIf these particles exist, they will appear as virtual particles in quantum loops, where they can affect the rate and angular distributions of particle decays.\n\nThe main objective of this proposal is the study of rare flavour changing neutral current transitions in b-hadrons, where a b-quark decays to an s- or d-quark and a pair of muons.\nThese processes are highly suppressed in the SM and the presence of new virtual particles can therefore have a comparably large effect.\nIn particular the decay of a B-meson to a K* meson and a muon pair provides many observables that have excellent sensitivity to particles beyond the SM.\n\nI propose a direct fit of the generalised couplings in this decay using the full data sample recorded by the LHCb collaboration.\nTo achieve optimal sensitivity to possible contributions beyond the SM the fit algorithm will use the full available information of the final state (decay angles, decay flavour and invariant mass of the  dimuon system).\nA benefit of this approach is that the fit can help to constrain sources of theoretical uncertainty that can otherwise limit the sensitivity.\n\nIn addition, I propose to perform a first three-dimensional angular fit of the decay of a Bs meson to a phi meson and a muon pair.\nThis fit will determine several interesting CP-asymmetries with high sensitivity to contributions beyond the SM.\n\nTo complete the picture of semileptonic B-decays, I will study b-quark to d-quark transitions.\nThese decays are further suppressed in the SM and allow to test the flavour structure of nature.'","grantUrl":"","grantId":"627401","fundValue":"221606.4","fundStart":"2014-05-01","fundEnd":"2016-04-30","dataset":"fp7"}