{"id":"91995","title":"Stochastic and Multiscale Modelling in Biology","abstractText":"'I will create a research team in applied mathematics which will work on development and analysis of methods for stochastic and multiscale modelling of biological systems. This research project is divided into three core areas: (A) development of stochastic simulation algorithms for reaction-diffusion processes; (B) analysis of (bio)chemical reaction systems using the chemical Fokker-Planck equation and multiscale  computational approaches; (C) understanding the collective behaviour of systems of interacting particles. Two postdoctoral research assistants (each position of 3 years duration) will work on the research questions of parts (A) and (B). Part (C) will be the work of one doctoral student. Important questions of accuracy and efficiency of existing and novel stochastic and multiscale modelling approaches will be addressed. In part (A), we will investigate the conditions under which different stochastic simulation algorithms for reaction-diffusion processes are equivalent and under which they differ. We will develop correct and efficient methods for coupling models with a different level of detail in different parts of the simulated domain. The research outputs will be of use to scientists outside mathematics, for example, to computational biologists and computational chemists. In part (B), we will investigate methods  for extracting useful information from stochastic models of chemical reaction networks. One approach will be based on the analysis and numerical solution of the chemical Fokker-Planck equation, another approach on running and processing short bursts of appropriately initialized stochastic simulation of the chemical system. In both cases, the applicability of numerical methods for solving higher-dimensional partial differential equations will be explored. In part (C), the doctoral student will study approaches for understanding the collective behaviour of systems of interacting particles, with applications to individual-based modelling of cells and animals.'","grantUrl":"","grantId":"239870","fundValue":"624999","fundStart":"2009-10-01","fundEnd":"2015-05-31","dataset":"fp7"}