{"id":"110750","title":"Universal Framework for Charge Transport \nin Quantum Dot Systems","abstractText":"'The field of quantum dots (QDs) is one of the major growth areas in interdisciplinary field of physics, materials, chemistry, and engineering for the exploration of fundamental physical properties and potential/new functionalities. This will serve as a basis for creation of unique applications such as new display/lighting, photovoltaic device, TFTs and image sensors. However, there are serious impediments to the device performance such as high efficiency and longer life time due to the lack of understanding in charge transport and light-matter interaction mechanism in QD networks. Therefore, the proposed work is a comprehensive and fundamental understanding of underlying physics for charge transport in i) a single QD and surface, ii) QD/QD, iii) QD/interface/matrix, iv) QD/layer and /electrode, and v) bulk QD network systems and the creation of any real devices with new functionality. Enormous opportunities will arise from many unanswered questions of general nature/fundamental physical aspects of QDs related to charge transport that have still to be addressed. Thus, we will highlight and focus on strongly linked key themes and challenges that are at the heart of our proposed work. The main emphasis of proposed work will be on the understanding and control of charge transport dynamics in various QD systems, even though we explore the development of meaningful technologies and new devices based on QDs in the proposal. Our most intriguing issue is to expand the basic understanding of QDs for their potential applications. We will study interface dipole design/control, computational engineering for charge transport, analysis of the above five subsets, and will realise them into a full system with QD networks. Another challenge lies in integrating new QD materials with flexible/large-area substrates by monolayer-level control. We also propose the development of new synthetic routes for QDs with stable surface for supporting the above charge transport. This work will be underpinning research aimed at the development of the charge transport based QD devices with high efficiency and longer lifetime. These provide enormous opportunities to enable us not only to broaden and deepen our knowledge/experience in this area, but also to make rational predictions and open new device/system concepts unique to QD networks.'","grantUrl":"","grantId":"340538","fundValue":"2454650","fundStart":"2013-11-01","fundEnd":"2018-10-31","dataset":"fp7"}