{"id":"107404","title":"The Dynamics of Migration and Economic Adjustment","abstractText":"'The research proposed here is concerned with the dynamics of immigrant impacts and the process of economic adaptation in receiving societies. The immigration process is inherently dynamic: many new immigrants return home within a short time; and those that remain undergo a long term series of investments and behavioural changes that gradually alter the way that they interact with the economy of the receiving country. Moreover, in the longer run the presence of immigrants affects the choices of firms over new technology investments, and the choices of native workers over schooling and occupations. Thus simple static frameworks provide an incomplete and even potentially misleading perspective for understanding modern immigration patterns. The point of departure for this proposed research is the recognition that we need to reformulate the analysis of immigrant impacts in a fully dynamic framework, acknowledging the inter-temporal choices of immigrants, firms, and native workers and the ways that these three groups of agents interact over a longer horizon. Our approach involves treating immigration as a dynamic shock, where the dynamics relates to the different agents involved: immigrants, who change their position in the native skill distribution over time as a result of their life-cycle decisions; firms, who react by adjusting their technologies, product mix, and their involvement with institutions and regulatory environment; and native workers, who adjust by changing their career plans. Our work will combine highly innovative theoretical perspectives with state-of-the-art empirical analyses exploiting unique policy experiments and exceptional data sources, merging longitudinal administrative population data with data from firm and individual surveys. This agenda will enable us to construct a comprehensive picture of the adjustment process in response to immigration and open new horizons for future research on the impact of immigration in a dynamic framework.'","grantUrl":"","grantId":"323992","fundValue":"1129428","fundStart":"2013-06-01","fundEnd":"2018-05-31","dataset":"fp7"}