{"id":"94524","title":"Realistic Local Models in Moduli Stabilised String Compactifications","abstractText":"'String theory has the promise to provide answers for many of the puzzles in our current understanding of particle physics and cosmology. In string theory, space time has ten dimensions; four of them corresponding to the dimensions we observe, the six extra dimensions are curled up at an unobservable scale (compactified). One of the long standing problems in string theory was that known solutions for the internal dimension had continuous degeneracies (size and shape of extra dimensions). This predicted massless scalars for our four dimensional universe; in contradiction with observations. Furthermore, this continuous degeneracy implied that the parameters of the standard model - gauge couplings, fermion masses etc., could not be determined. One of the important developments in recent years is the discovery of solutions in which the size and shape of the extra dimensions are fixed (moduli stabilization). Thus we are now in a position to construct and explicitly analyze models of particle physics and cosmology derived from string theory. The project will aim to construct phenomenologically realistic models in this setting. We shall focus on models in which the standard model of particle physics (SM) is localized at a certain singularity in the extra dimension. Many issues of the physics of the SM will be addressed by a local model at the singularity, we shall then attempt at consistent embedding of the local model in a compactification which also gives the ``correct&quot; cosmology. We plan to take advantage of recent advances in numerical methods for algebaric geometry to answer various questions considered intractable in the past. The project shall involve interdisciplinary activity in the area of string theory, particle physics, cosmology, algebraic geometry and computational computer science. It will also receive guidance from state of art experiments, the large hadron collider (LHC) at CERN and the PLANCK satellite.'","grantUrl":"","grantId":"234847","fundValue":"","fundStart":"2010-04-01","fundEnd":"2012-03-31","dataset":"fp7"}