{"id":"111592","title":"Polycomb repressor interactions in relation to the mammalian epigenome","abstractText":"'In mammals Polycomb group (PcG) repressors play a central role in maintaining cell type specific gene expression patterns in stem cells and through differentiation and development. Accordingly, deficiencies in the Polycomb system are important in disease, notably in several types of cancer.   Although it is established that the effector function of PcG proteins is in large part attributable to intrinsic histone modification activities, the mechanisms that target PcG proteins to defined loci remain poorly understood.  A number of different models have been proposed in order to account for PcG targeting to CpG islands at the promoters of target genes, the inactive X chromosome, and in defined circumstances, to pericentric constitutive heterochromatin. Our recent studies, and those of others, have highlighted that underlying chromatin state and DNA methylation play an important role, and based on this we have developed a general model that can account for PcG localisation at all target loci.  The central aim of this proposal is to test the general model and to determine the mechanisms by which underlying chromatin states dictate PcG factor binding. In a series of integrated experiments we will define chromatin modifications on mononucleosomes purified from PcG target loci, determine the activity of major PcG complexes in vitro using nucleosome templates assembled with recombinant histones/histone variants bearing specific chromatin modifications, and, using a novel photo-cross-linking strategy, define, at the atomic level, interactions of PcG complexes with chromatin templates in vitro. Finally, based on our findings we will establish de novo PcG target sites in cells and/or disrupt preexisting PcG target sites. These studies will help to define the fundamental mechanisms that determine PcG protein targeting, and in addition will provide insight into misregulation of PcG proteins in disease.'","grantUrl":"","grantId":"340081","fundValue":"2421394","fundStart":"2014-02-01","fundEnd":"2019-01-31","dataset":"fp7"}