{"id":"89087","title":"RNA silencing in regulation and evolution","abstractText":"'Small RNA is a specificity determinant of silencing mechanisms that can target RNA through base pairing to affect RNA stability and translation. This targeting process, directly or indirectly, can also target DNA and chromatin to introduce epigenetic modifications. In plants there are many   hundreds of thousands - of different small silencing RNAs (sRNAs) produced from many thousands of loci. These sRNAs have enormous potential to influence genetic and epigenetic regulation because, from analysis of transgenes, it is clear that RNA silencing can have diverse effects. There can be RNA-mediated signalling between cells and complex interaction networks of RNA molecules with positive feedback and amplification loops.  In addition there can be epigenetic effects that, once induced, can persist between generations.  In REVOLUTION the aim is to find out which of the endogenous sRNAs have the various RNA silencing properties revealed by transgenes. The aim is then to integrate these findings into a systems level understanding of regulation and evolution in Arabidopsis. The role of these sRNA systems will be investigated in plants subjected to hormone and stress treatments. We shall also investigate the role of these sRNAs in natural variation between genotypes of plant and their effect in hybrids between these plants. In the final stages of the work it is intended to explore the various effects of endogenous sRNAs in plants other than Arabidopsis including tomato.  This work will provide a new level of understanding of the mechanisms affecting gene expression in plants. This fundamental new understanding will affect crop science through conventional breeding and genetic engineering. In addition because RNA silencing takes place in animals including vertebrates there will be relevance of this work beyond plants.'","grantUrl":"","grantId":"233325","fundValue":"2298433","fundStart":"2009-01-01","fundEnd":"2013-12-31","dataset":"fp7"}