{"id":"101583","title":"Action research: Improving understanding and methodologies in early development","abstractText":"'The ACT Initial Training Network aims to establish a leading European training network devoted to investigating the interplay between action and cognition using a developmental approach. The ACT network represents a collective of scientific and industrial groups at the cutting edge of research in the fields of social development, developmental psychology, cognitive science, developmental neuropsychology, and computational science. The network will train PhD students and produce new technology to answer critical issues in our understanding of human development. A core assumption of the network is that development of perception, motivation, and cognition is grounded in, and develops through, our own actions (von Hofsten, 2004). We learn about our physical environment by actively engaging with the world. As we develop new action capabilities, new elements of the environment become salient to us. This process is especially prominent early in infancy when action capacities and an understanding of the world develop. The nature of developmental research demands a multi-method approach. As a result, we propose to rigorously train ESRs such that they obtain two or more techniques required to study the relationship between brain and behaviour in early social development.   We will conduct research and training within and between academic and industry partners on the role of attention in action, prospective control, social interactions, and semantics in action.  We will improve technologies so that movement analysis is possible with infants. We will also develop an eye tracking system that links to EEG and we will create tools that are designed specifically for infant EEG data. In addition to these major breakthroughs in our knowledge, we will provide a structured training programme for Early Stage Researchers that capitalizes on cross-European strengths that will produce cutting edge leaders within the field in a unique and timely interdisciplinary training programme.'","grantUrl":"","grantId":"289404","fundValue":"3026277.61","fundStart":"2012-01-01","fundEnd":"2015-12-31","dataset":"fp7"}