{"id":"186776","title":"Deciphering the molecular mechanisms of apoptosis-induced cell proliferation","abstractText":"'Apoptosis-induced proliferation (AiP) is a recently discovered biological process that apoptotic cells are able to stimulate neighbouring cells to undergo additional proliferation. Studies in several model organisms including mammals have suggested that AiP is evolutionary conserved, and may have relevance to both tissue regeneration and tumourigenesis. Intriguingly, caspases, the proteases that normally execute apoptosis, have been implicated to play key roles in AiP through activation of their downstream growth signals. However, the underlying mechanism of AiP remains elusive. Systematic approaches are thus in need to dissect the regulatory network of AiP. By taking advantages of the developing Drosophila eye as an epithelium composed of both proliferating and differentiating tissues, our previous work has revealed that distinct mechanisms of AiP exist in tissues with different developmental potentials. In the proliferating tissue where cells are actively dividing, the initiator caspase (Caspase-9 like) coordinates apoptosis and AiP. While in the differentiating tissue where cells have exited the cell cycle, the effector caspases (Caspase-3 like) activate cell cycle re-entry. Built upon this finding, the goal of the proposed project is to obtain a comprehensive understanding of AiP. To achieve this, we have developed three sensitive and unique assays for analysis of AiP. By employing these assays together with proteomic approaches and systematic screens, we aim at (1) determining how caspases initiate AiP in apoptotic cells; (2) elucidating how Spitz/EGFR signalling, a growth signal that we identified mediating AiP, is activated; and (3) identifying and characterizing critical kinase regulators of AiP in both proliferating and differentiating tissues. Deciphering regulation of AiP in the proposed research will close gaps in our knowledge of AiP and may provide potential drug targets for regenerative medicine and cancer therapy.'","grantUrl":"","grantId":"630846","fundValue":"100000","fundStart":"2014-03-01","fundEnd":"2018-02-28","dataset":"fp7"}