{"id":"108065","title":"Magnetohydrodynamics and Radiative Transfer: Development of a combined Solar Prominences modeling technique","abstractText":"'The project aims to study the physics of solar prominences by coupling together two distinct areas of prominence research - the Magnetohydrodynamic (MHD) Simulations which describe the evolution and structure of prominence magnetic fields and the Radiative Transfer (RT) Modeling which is used to interpret spectroscopic observations of the Sun.\n\nThis project will integrate these two areas together to construct the first prominence models with realistic MHD processes producing the 3D configuration of the magnetic field within the prominence and non-LTE RT Modeling used to obtain the synthetic radiation emerging from realistically structured prominence plasma. The project combines the expertise of the 'fellow' in RT Modeling with the expertise of the 'researcher in charge' in MHD Simulations in a unique interdisciplinary project aiming to achieve two distinct but complementary goals. First is to generate a new technique for combining idealized but realistic 3D MHD Simulations with RT Modeling which will have wide applicability to the wider Solar Physics community. Second is to apply this newly developed technique to more specific cases of real-world prominences and to compare the obtained configuration of the magnetic field and resulting synthetic spectrum with magnetic field and spectroscopic observations. Accomplishment of these goals will result in a new sophisticated tool with a considerable effect on Prominence Research. The coupling of MHD Simulations and RT Modeling will broaden both research fields and will open new possibilities to\nstudy complex issues of Prominence Physics.\n\nThis project will provide the 'fellow' with expertise beyond his current research field and with extensive set of research, managerial and personal skills which will help him to achieve position of professional maturity. It promotes integration of the European Research Area and reinforces the position of European Solar Physics.'","grantUrl":"","grantId":"328138","fundValue":"221606.4","fundStart":"2014-01-01","fundEnd":"2015-12-31","dataset":"fp7"}