{"id":"90410","title":"Macroclean - developing novel gel-based technologies for water clean-up","abstractText":"'The management of contaminated groundwater, surface waters and drinking water is a major issue both in the EU and globally, where recent (and historical) industrial, urban and commercial activities have led to the presence of elevated concentrations of a wide range of contaminants in surface- and ground-waters, adversely affecting the health of millions of people. This has been recognised in a number of recent directives (e.g. the Water Framework Directive, the Groundwater Directive) aimed at protecting ground and surface water resources within the EU. However, despite much progress, groundwater and surface water quality is still highly variable across Europe, and there is an urgent need to develop and fully implement forward-looking technologies to clean-up water and keep it free from pollution. In this project we intend to combine innovative biomaterial / gel technologies with nanotechnologies to develop and commercialize innovative products for the remediation or clean-up of contaminated ground and surface waters. A range of permeable composite gels in which nanoparticles will be embedded will be produced and tested for application as water clean-up devices.  Achieving the objectives of the project will benefit to all European citizens, economy, agriculture and industry and will place Europe in a leading position in the area of polymer-based remediation devices and technologies. This is an inter- and multidisciplinary proposal, which will offer a top class young researcher great opportunities to develop her existing skills, acquire new skills in the area of materials, environmental science and nanotechnology and, more specifically, in the area of technologies for remediation and clean-up devices, generate new knowledge and obtain training in transferable skills and thus develop a successful career as an independent researcher in the field of environmental science and materials for remediation.'","grantUrl":"","grantId":"220212","fundValue":"171091.96","fundStart":"2009-04-18","fundEnd":"2011-04-17","dataset":"fp7"}