{"id":"87325","title":"A new approach to modelling turbulent planetary circulations","abstractText":"'Observations of the Earth&apos;s atmosphere and oceans and of other planetary atmospheres have revealed highly dynamic, complex motions over a wide range of spatial and temporal scales. One of the most spectacular examples is Jupiter&apos;s atmosphere, which consists of dozens of nearly zonal counter-propagating jets of fluid along with a multitude of energetic, interacting eddies or vortices, the largest being the Great Red Spot. Somehow, in a way not well understood, these vortices not only co-exist with the counter-propagating jets but appear to play a central role in maintaining them. The key objective of this research project is to clarify how these vortices shape planetary circulations in general. This is an ambitious goal, and one which has already attracted considerable research effort worldwide. What we believe is new and worth applying in this context is a powerful numerical method, the `Contour-Advective Semi-Lagrangian&apos; (CASL), capable of simulating a range of spatial scales simply beyond the reach of conventional numerical methods --- even on the world&apos;s largest supercomputers. But in addition, we will examine more realistic ways of forcing these flows, e.g. by implanting small-scale vortices believed to result from convective processes. Nearly without exception, previous research has considered forcing in spectral space, and usually over a narrow band of wavenumbers, to similate spectral cascades and to compare with idealised theories of turbulence. We question whether such forcing is relevant to observed planetary circulations, and we aim to contrast the two approaches. To understand specifically how jets develop in response to vortex activity, we plan to comprehensively examine idealised planetary circulations subject to both large-scale and small-scale thermal forcing. The great novelty here is that we can do this efficiently and without undesireable numerical dissipation effects, by employing the CASL method.'","grantUrl":"","grantId":"221003","fundValue":"169390.93","fundStart":"2008-06-09","fundEnd":"2010-06-08","dataset":"fp7"}