{"id":"108546","title":"Genetic and epigenetic signature of transcription termination","abstractText":"'Most eukaryotic genes are transcribed by RNA polymerase II (Pol II) in a cycle of initiation, elongation and termination. Transcription termination, defined as the cessation of RNA synthesis and release of Pol II from its DNA template, depends on a functional poly(A) sequence as well as downstream terminator sequences. Correct termination is important for the prevention of transcriptional interference, efficient protein production and Pol II recycling. Further on, aberrant poly(A) usage and alterations of 3' UTR length have been functionally linked to cancer.\n\nDespite its vital importance, transcription termination mechanisms have only been studied on a handful of genes, and the general principles ruling this process are unknown. In particular, the influence of the chromatin context on Pol II termination is an enigma.\n\nThe objective of this proposal is to elucidate the genetic and epigenetic signature of transcription termination genome-wide using a combination of computational, genetic and biochemical approaches. First, a systematic in silico screening will be performed for chromatin modifications and transcription factors' occupancy, as well as DNA sequence elements in putative terminator regions. It will be based on the model genes and their termination pathways dissected in the host lab, as well as a wide range of publicly available and self-generated genome-wide data sets of chromatin-associated features. This unbiased screening will yield the first insight into the genome-wide characteristics (signature) of terminator elements, allowing for subsequent functional studies using hypothesis-driven experimental  approaches.\n\nThe implementation of this proposal will strongly enhance the researcher's competence by training in the field of RNA processing, complementary to her background in chromatin biology and bioinformatics, foster the development of her interdisciplinary skills and ultimately support her in attaining a future group leader position.'","grantUrl":"","grantId":"327985","fundValue":"231283.2","fundStart":"2014-01-02","fundEnd":"2016-07-24","dataset":"fp7"}