{"id":"103919","title":"Tropical forests in the changing earth system","abstractText":"'The ambition of this proposal is to determine, from the ground up, the changing role of tropical forests in the global carbon cycle. The scientific objectives are: (1) Determine the trajectory of change in remaining tropical forests, (2) Unravel the drivers of change, (3) Gauge the sensitivity of forests to the climate change threat, and (4) Scale the findings to the present and future earth system.\n\nThe 5-yr interdisciplinary research project led by Oliver Phillips will construct a Pan-Tropical Observatory of Forest Function, using this to reveal the transient and long-term forest response to global change. In Asia, Africa, Australia, and South America, T-FORCES will direct long-term on-the-ground observations of forest dynamics, and integrate them with complementary approaches including high frequency measurement of the climate-sensitivities of different components of the carbon cycle, and full analysis of forest climate, landscape, and ecology. The huge scale of the tropical forest biome will be used to develop a series of natural experiments:\n*Within continents, gradients of climate, soil, and disturbance will be sampled to explore current, transient responses and to scale-up in space and time.\n*Six elevational gradients will provide replicates to reveal the equilibrium sensitivities of tropical carbon cycle processes to temperature.\n*By working across four tropical continents each provides independent tests to distinguish between change drivers that may be regional (eg Amazon drought) or global (eg CO2 fertilisation) in nature.\n\nT-FORCES will transform scientific understanding of tropical forests in the global carbon cycle, by revealing the key patterns, impacts and processes so far, the threat to forests from global change, and the risk that forests will magnify those changes. The Pan-Tropical Observatory of Forest Function will provide the global science community with the baseline and framework to investigate the processes involved throughout our century.'","grantUrl":"","grantId":"291585","fundValue":"2500000","fundStart":"2012-07-01","fundEnd":"2017-06-30","dataset":"fp7"}