{"id":"106958","title":"A Demonstration of 4D Digital Avatar Infrastructure for Access of Complete Patient Information","abstractText":"Owing to the highly fragmented health systems in European countries, gaining access to a consistent record of individual citizens that involves cross-border activities is very difficult. MyHealthAvatar is an attempt at a proof of concept for the digital representation of patient health status. It is designed as a lifetime companion for individual citizens that will facilitate the collection of, and access to, long-term health-status information. This will be extremely valuable for clinical decisions and offer a promising approach to acquire population data to support clinical research, leading to strengthened multidisciplinary research excellence in supporting innovative medical care.nnMyHealthAvatar will be built on the latest ICT technology with an aim of engaging public interest to achieve its targeted outcomes. In addition to data access, it is also an interface to access integrative models and analysis tools, utilizing resources already created by the VPH community. Overall, it will contribute to individualized disease prediction and prevention and support healthy lifestyles and independent living. It is expected to exert a major influence on the reshaping of future healthcare in the handling of increased life expectancy and the ageing population in Europe. This complies with the priority and strategy of FP7 ICT for healthcare, and constitutes a preparatory action aiming at the grand challenge on a 'Digital Patient', which is currently the subject of a roadmap in the VPH community.nnMyHealthAvatar places a special emphasis on engaging the public. It has huge implications to the society both socially and economically. The initiative of designing a personal avatar can potentially change the way we think, communicate and search for information. Meanwhile, the acceptance of the avatars by the public will open opportunities for many industrial sectors, leading to the reinforced leadership of European industry.","grantUrl":"","grantId":"600929","fundValue":"3364588","fundStart":"2013-03-01","fundEnd":"2016-02-29","dataset":"fp7"}