{"id":"107488","title":"A path to understanding: precision studies of the Higgs boson through Weak Boson Fusion","abstractText":"'Evidence for the production of the long sought after Higgs boson has recently been presented from the ATLAS and CMS multipurpose experiments at the CERN Large Hadron Collider, at an invariant mass of approximately 125 GeV. While this represents a major achievement in and of itself, it represents only the beginning of a long programme of detailed study to investigate this new particle: its properties and their implications. The reason is two-fold: to confirm through precision study that the newly-observed particle exhibits the properties expected of a predicted Standard Model Higgs boson, and also to deepen our understanding of the phenomenon of electroweak symmetry breaking. I plan to undertake a programme of analysis into the physics of vector bosons produced in association with jets, and specifically to investigate vector boson fusion (VBF) processes at the ATLAS experiment at the LHC. This production mode of the Higgs is of particular interest as it offers unparalleled sensitivity for studying the nature of the Higgs boson at the invariant mass at which it has been observed. My research would begin with measurement of the as yet unobserved (but predicted by the Standard Model) production of W and Z bosons via these same vector boson fusion processes, then use this analysis both as validation of VBF theoretical calculations and as an opportunity to study and improve the phenomenological description of jets produced in association with vector bosons to begin to study the physics of rapidity gaps in vector boson plus jet events at the LHC with the ultimate aim of observing and measuring Higgs boson production in the VBF channel. Such observations would allow for measurement of both the Higgs boson couplings to the gauge-bosons and the tensor structure of the HVV vertex as a way to study the mechanism of electroweak symmetry breaking.'","grantUrl":"","grantId":"332210","fundValue":"221606.4","fundStart":"2013-07-01","fundEnd":"2015-06-30","dataset":"fp7"}