{"id":"96414","title":"From few-body interactions to novel quantum phases of ultracold gases","abstractText":"'Research is planned into two novel systems in the field of ultracold atomic gases in which the interplay between few-body and many-body physics plays a crucial role. The first is the heteronuclear fermionic Potassium 40-Lithium 6 (K-Li) gas, where experiments are just now starting up. In a recent theoretical work the applicant and collaborators discovered that the scattering of a K atom by a weakly bound LiK dimer can be tuned onto p-wave resonance by confining the system to quasi-2D, without loss of stability. This leads to the possibility of a stable p-wave resonantly coupled Bose-Fermi superfluid, a novel system with rich new physics. I propose to study the properties of this p-wave resonance and the polaron problem of a single LiK dimer moving in a sea of K atoms. I will also investigate the critical momentum at which the LiK dimers condense in the presence of the K atoms, which is likely to result in a supersolid phase. The second part of my proposed research concerns microwave dressed polar molecules. Polar molecules in the rovibrational ground state have been recently obtained in experiments. Use of a circularly polarized microwave field to dress polar molecules in 2D has been shown theoretically to lead to the pxipy superfluid phase. This raises several questions which I will address in this work. What are the effective interactions between polar molecules in the presence of other polarizations in 2D and 3D? What are the resulting correlated states of matter? An open question is whether 3-body interactions lead to an instability of the system and this will be investigated. 24 months of research are proposed in the Theory of Condensed Matter group of the Cavendish Laboratory at the University of Cambridge. The scientist in charge will be Prof. Nigel Cooper, a leading theorist in the field whose skills complement my own. During this project I will learn additional skills which will make me very qualified for a position of scientific maturity in the field.'","grantUrl":"","grantId":"253708","fundValue":"172403.2","fundStart":"2010-09-01","fundEnd":"2012-08-31","dataset":"fp7"}