{"id":"96875","title":"Alignment of Capability and Capacity for the Objective of Reducing Debris","abstractText":"'Access to important regions of space is necessary for maximum political, economic and social return from space investments, yet the vulnerability of space assets to debris impacts results in a persistent threat to those investments. At the same time, the capability of space industry to apply debris mitigation measures to reduce the threat is constrained by financial, technological, informational and philosophical considerations in spite of efforts to establish comprehensive debris mitigation guidelines and standards. No system currently exists to identify, quantify or address these constraints, yet while they remain it is likely that the near-Earth debris population will continue to grow and therefore the risk to assets will increase. Thus, the removal of these road-blocks is essential for the long-term, sustainable use of space. The main objective of this Support Action is to support research and development efforts being undertaken internationally and at European level, by providing a coherent and rigorous mechanism for communicating the efficacy of current debris mitigation practices and opportunities for strengthening European capability. This objective will be realised via a three-step approach: (1) surveying the capability of industry to implement debris mitigation measures and identifying existing and future challenges, (2) reviewing the capacity of mitigation measures to reduce debris creation, and (3) combining capability and capacity indicators within an environmental impact rating system to communicate the effectiveness of mitigation practices. The rating system will be directed at the public and private sectors across Europe to support their continuing efforts to implement mitigation measures. Fundamentally, ACCORD is a diagnostic and alignment mechanism applied to the European space industry and the space environment it utilises, informing research efforts into space debris mitigation guidelines, and endeavours by industry to put them into practice.'","grantUrl":"http://www.fp7-accord.eu/","grantId":"262824","fundValue":"560744.6","fundStart":"2010-12-01","fundEnd":"2014-02-28","dataset":"fp7"}