{"id":"110251","title":"Empirical Macro-Finance and the Financial Economics of Insurance Markets","abstractText":"'My project consists of two lines of work. 1.Empirical Macro-Finance: Asset prices are informative about the macro-economic risks that matter to investors and about the welfare costs of economic fluctuations. However, recent empirical evidence suggests that leading asset pricing models cannot explain how risks are priced across maturities in equity markets, which is a key input to measuring the costs of business cycles. An analysis of what leading models miss will vastly improve our understanding of how the real economy and asset prices are related. Also, by expanding our empirical evidence about the term structure of equity to the firm-level, I plan to study how investment decisions relate to asset prices. My goal is to measure the firms' incentives to invest and how this impacts economic growth more broadly.\n2.Financial Economics of Insurance Markets: Households in Europe and the US can choose from a wide variety of insurance products that insure health and mortality risks. Choosing between these products is no easy task and the costs from sub-optimal insurance choices are estimated to be large. My plan is to develop a comprehensive life-cycle theory of insurance choice that accounts for family structure, risk factors such as labor income and housing, and different institutional settings across countries. I also plan to study the supply side of insurance markets. The traditional view is that insurance prices are driven by life-cycle demand or informational frictions. However, as is clear from evidence during the financial crisis, insurance companies are in fact financial institutions. If financial constraints bind, it may affect insurance prices and ultimately consumers' welfare. My goal is to understand how financial frictions affect insurance companies. A policy implication of my research may be that the private supply of insurance is an imperfect substitute for public supply as insurance companies face different incentives and constraints than the government.'","grantUrl":"","grantId":"338082","fundValue":"1077765.32","fundStart":"2013-10-01","fundEnd":"2018-09-30","dataset":"fp7"}