{"id":"95968","title":"Uniqueness of solutions of the three-dimensional Navier-Stokes equations for large sets of data","abstractText":"'The three-dimensional Navier-Stokes equations are the fundamental mathematical model of fluid flow. However, currently we only know that unique solutions exist for all time for &apos;small&apos; data (initial condition and forcing); for &apos;large&apos; data they can only be guaranteed to exist for a short time. The existence of unique smooth solutions that exist for all time for any choice of data is one of the Clay Foundation&apos;s Million Dollar Millennium Prize Problems, and is exceedingly hard. The goal of this proposal is to address the problem of uniqueness of solutions in a way that does not require a solution of this problem in full. We aim to show that the solutions are unique for certain large classes of data. More concretely, we aim to prove the following three results: (i) it is possible to verify uniqueness numerically (at least in theory) for any set of initial conditions that is bounded in H^1; (ii) for a fixed initial condition, a prevalent set of forcing functions give rise to unique solutions; and (iii) for a fixed forcing function, a dense set of complex initial conditions give rise to unique solutions. The result of (i) relies on showing that the property of uniqueness is in some sense robust, which we will prove in a way that generalises previous results obtained by the host. In (ii), &quot;prevalence&quot; is a probabilistic notion, introduced for various problems in dynamical systems, which means that one can describe something as happening &quot;with probability one&quot;. It is already know that this result is true if one replaces &quot;prevalent&quot; by &quot;dense&quot;, but a result valid &quot;almost surely&quot; will be more practically relevant. Objective (iii), density of initial conditions giving rise to unique solutions, is a high-profile problem, which we will treat using results from the statistical theory of the equations developed in the 1980s.'","grantUrl":"","grantId":"252078","fundValue":"224727.2","fundStart":"2010-10-01","fundEnd":"2012-09-30","dataset":"fp7"}