{"id":"99881","title":"The role of altered monocyte activity in the long-term potential of peritoneal dialysis as a therapy","abstractText":"'Recurrent infection remains the major reason for treatment failure in patients treated for renal failure with peritoneal dialysis (PD).  The underlying hypothesis of this study is that modification of peritoneal monocyte/macrophage biology by PD alters tissue homeostasis, susceptibility to infection and the development of immunity to re-infection, compromising the long-term potential of peritoneal dialysis as a therapy.\nIn spite of their role in peritoneal host defence and tissue homeostasis, the immunobiology of peritoneal macrophages remains poorly understood. Peritoneal monocytic cells derived from PD patients are depleted throughout the course of PD and exhibit increasing signs of immaturity with reduced capacity to respond to LPS compared to peripheral blood monocytes and a propensity to spontaneous activation in vitro.  It has been suggested that these cells are polarised in their immune responsiveness towards an anti-inflammatory phenotype. Our broad experience of mouse models has highlighted extensive macrophage heterogeneity and has established a broad gene expression database.\nWe aim to:\n1. complete the first systematic and detailed study of the impact of peritoneal dialysis on the monocyte/macrophage system, including the identification of corresponding cellular subsets between mouse models and human.\n2. assess the impact of this altered cell biology on functional responses of PD monocytic cells to infectious challenge, the regulation of immunity and tissue damage.\nOur combined experience and novel datasets mean that we will develop a detailed understanding of the functional alterations in the monocyte/macrophage-lineage and the impacts these have on susceptibility to infection and treatment failure. A better mechanistic characterisation of changes in peritoneal monocytes may translate into novel therapeutic interventions that will have direct application for improving outcomes in PD patients and the potential for long-term PD treatment.'","grantUrl":"","grantId":"275848","fundValue":"210092.8","fundStart":"2011-08-01","fundEnd":"2013-07-31","dataset":"fp7"}