{"id":"95860","title":"Passive membrane transport of organic compounds","abstractText":"'Passive transport through lipid membranes is ubiquitous and fundamental in living systems. The aim of this proposal is to create novel biotechnological tools to study permeation of organic compounds through lipid membranes and protein pores. In particular, I will focus on strategies employed by living organisms to optimize and regulate permeation directly through their membranes. The fundamental principles are probed by creating macroscopic model systems for biological channels and membranes. Simultaneously, new microfluidic tools will allow for a screening of biological relevant organic compounds.\nBiotechnological experiments investigating permeation of organic molecules into single uni-lamellar vesicles will challenge the dogma of protein controlled membranes transport. Indole, an important signaling molecule for E. coli, is an ideal candidate to demonstrate the feasibility of a novel assay based on a combination of four technologies. Microfluidics provide the controlled environment, holographic optical tweezers confine single vesicles in three dimensions to facilitate ionic current detection and simultaneous auto-fluorescence detection. This unique combination will yield a scalable technology platform to test membrane permeation. However, a deeper understanding of the molecular basis for these passive transport processes is still elusive. Theory predicts that binding potentials for molecules in a protein channel, passive transport can be optimized. Combining microfluidics with holographic optical tweezers provides the optimal means to test this quantitatively. These model experiments will prove that passive transport can be enhanced and optimized by introducing binding sites in protein channels and membranes. Furthermore, the results will guide future design of e.g. antibiotics, DNA vaccines and membrane permeating drugs and fundamentally change our understanding of passive membrane transport.'","grantUrl":"","grantId":"261101","fundValue":"1193758.8","fundStart":"2010-12-01","fundEnd":"2015-06-30","dataset":"fp7"}