{"id":"109980","title":"Tracking Elephants: Mapping pre-colonial African ivory trade networks using Bioarchaeological techniques","abstractText":"'TEMBo will map the flow of ivory from archaeological sites in eastern and southern Africa over the past two millennia by training the researcher in a range of bioarchaeological techniques to identify (ZooMS, FTIR) and source (isotope analysis) archaeological ivory artefacts. This information will significantly improve the understanding of regional interactions between coastal points of export and inland communities supplying the ivory for this trade by reconstructing wider Indian Ocean trade networks between some of the most important pre-colonial African states. TEMBo will thus benefit from an outgoing phase where the researcher is based at the University of Cape Town, South Africa in order to obtain access to the ivory material, as well as be trained by world-leading experts in both archaeological ivory analysis and modern elephant ecology, and benefit from knowledge exchange between the archaeologists working on these sites.  Though the project is archaeological, the isotope data will have an impact on modern wildlife conservation by extending the existing database of isotopic signatures characterising elephants from different parks and wildlife sanctuaries across southern Africa.  Finally, TEMBo will train the researcher in spatial analyst and mapping database software (ArcGIS) to create an online, open-source database of African ivory, and will work with collaborators of TEMBo from different disciplines (archaeology, ecology, conservation, heritage) in utilising this data in a way that is suitable and useful for education, training, and outreach to the public.  Thus, a core part of TEMBo will be to train the researcher in outreach and dissemination of interdisciplinary data in a way that is relevant, timely, and educational for a wide range of audiences in Europe and Africa.'","grantUrl":"","grantId":"332165","fundValue":"202291.2","fundStart":"2014-08-20","fundEnd":"2017-08-19","dataset":"fp7"}