{"id":"102759","title":"Advancing Knowledge Systems to Inform Climate Adaptation Decisions","abstractText":"Adaptation to climate variability and change represents an important challenge for the sustainable development of society. Informing climate-related decisions will require new kinds of information and new ways of thinking and learning to function effectively in a changing climate. Adaptation research requires integration across disciplines and across research methodologies. Currently, we lack the critical understanding of which kinds of knowledge systems can most effectively harness science and technology for long-term sustainable adaptation.\nThis interdisciplinary research programme aims to significantly advance knowledge systems to enable society to adapt effectively to an uncertain climate. The programme is divided into two domains: 1) Understanding climate information needs across society and 2) The social status of techno-scientific knowledge in adaptation to climate change. The whole programme will be applied to the UK context given the sophistication of existing knowledge systems (such as probabilistic climate scenarios) and the progressive climate policy landscape (that requires public authorities to regularly report on adaptation activities).\nThe first objective will be achieved through a targeted comprehensive survey of user needs across UK society. After mapping a selection of diverse adapting organisations, in-depth interviews will be conducted with 70 organisations. The interview protocol will: 1) explore the adaptation context; 2) assess the credibility, legitimacy and saliency of climatic and non-climatic knowledge systems; 3) assess the impact of uncertainty on decision-making; and 4) assess users expectations of what science can deliver. The second domain will use science studies to examine the construction, mutation and use of techno-scientific knowledge in adaptation to climate change. Ethnographic research will be conducted through in-depth interviews with 50 experts working on the UK Climate Projections 09 and the Climate Change Risk Assessment.","grantUrl":"","grantId":"284369","fundValue":"1045000","fundStart":"2012-04-01","fundEnd":"2017-03-31","dataset":"fp7"}