{"id":"88179","title":"Discovery of novel cancer serum biomarkers based on aberrant post translational modifications of O-glycoproteins (O-PTM-Biomarkers) and their application to early detection of cancer","abstractText":"'Early detection accomplished through an efficient screening programme remains the most promising approach to improve the long-term survival of cancer patients. Therefore there is a pressing need for the development of biomarkers, which detect the early changes for cancers where clinical symptoms only appear when the cancer has progressed, and treatment is ineffective. Our proposal, which addresses this problem at the European level, combines two unique features: i) large unique collections of sera with the potential for evaluation of diagnostic serum biomarkers with high statistical power, and ii) a novel technological approach involving specific immuno-detection of cancer-associated Post-Translationally Modified (PTM) glycoproteins in serum and of auto-antibodies to these glycoproteins. Glycosylation of proteins is one of the most abundant and complex forms of post translation modifications and the most important for the cell surface and secreted proteomes. O-glycosylation (O-PTM) is always altered in carcinomas, creating novel O-PTM epitopes which induce auto-antibodies.  Our Main Objectives are therefore to:- 1.Use a novel glycopeptide microarray technology to identifiy, evaluate and validate an O-PTM auto-antibody signature as an early diagnostic biomarker, focusing on breast, ovarian, pancreatic and lung cancers.  2. Develop and validate novel ELISA-type assays for cancer specific glycoforms of the MUC1 and MUC16 glycoproteins (targets of current serum biomarker assays).  The project brings together a Consortium with participants from 5 member States to fully exploit the potential of the unique serum banks at a European level by A. Integrating the expertise of world leaders in Glycobiology with Cancer Physicians and experts in biomarker assays. B. Establishing a functional interaction between Academic groups and Commercial enterprises committed to improving cancer therapy and diagnosis.'","grantUrl":"http://www.clrc.rhul.ac.uk/o-ptm/","grantId":"201381","fundValue":"3847340.2","fundStart":"2008-01-01","fundEnd":"2011-03-31","dataset":"fp7"}