{"id":"90887","title":"Alveolar macrophage involvement in the pathogenesis of influenza A virus","abstractText":"'Influenza viruses are among the most common causes of respiratory infections in humans, and are associated with high morbidity and mortality. Lung or alveolar macrophages (AM) are among the first cells to react to influenza A challenge, and their activation causes increased phagocytosis and production of numerous proinflammatory cytokines. Targeting of the AM by incoming influenza virus may be important because of the macrophage role in limiting viral replication and in the immune response to viral infection. We propose to determine the role of AM in the early response and the pathology of influenza. We conjecture that (i) infection of AM by influenza is among the first steps of viral establishment in the lung alveolae and is a determining event in the course of productive infection; (ii) AM are responsible for the major debilitating effects of highly pathogenic influenza infection through exacerbated cytokine expression; and (iii) improved understanding and prevention of AM infection should provide means to reduce the lethality of influenza human infections and contribute to influenza pandemic preparedness plans. Our specific aims are: (i) to determine the role of AM as a host for influenza during the early steps of lung infection; (ii) to determine the response of AM to influenza infection and their role in the evolution of disease; (iii) to evaluate the impact of alveolar influenza infection on the susceptibility to bacterial co-infection and to investigate the underlying mechanisms ; and (iv) to define ways in which AM can be protected from influenza infection and limit systemic damage caused by the massive cytokine response. Experiments will be performed in vitro using human blood macrophages and in vivo using AM from lungs of infected mice or cotton rats, Effects of low and high pathogenic influenza strains will be compared.'","grantUrl":"","grantId":"237558","fundValue":"180216.74","fundStart":"2009-10-01","fundEnd":"2011-09-30","dataset":"fp7"}