{"id":"85313","title":"BIOmimetic Technology for vibrissal ACtive Touch","abstractText":"BIOTACT will develop novel biomimetic computational methods and technologies for active touch sensing. The project is inspired by the functionality, morphology, and neural processing architectures of biological sensory systems that use tactile hairs known as whiskers or vibrissae. It will focus on two animals that are tactile specialists--the Norwegian rat and the Etruscan shrew. Both species make actively-controlled sweeping movements of their facial whiskers ('whisking') as they explore their environments. Specific objectives are to understand, and then 'reverse-engineer' in the form of computational models, the ability of these animals to:ni. generate fast rhythmic whisking behaviour, exquisitely modulated by sensory feedback, that allows precise positioning of the vibrissae in a manner that maximises information uptake;nii. accurately determine object properties such as position, shape and texture, encode tactile memories that can support recognition of familiar items and places, and make rapid and accurate decisions about object identity and spatial location;niii. determine the parameters of movement, shape, and position of detected prey animals that allow their tracking and capture using tactile sense data alone.nThe achievement of these goals will be demonstrated and extended through the development of two biomimetic artefacts:ni. a novel active tactile sensing array--termed a BIOTACT sensor--with many hundreds of vibrissa-like sensing elements, that can fulfil a wide variety of sensing functions well beyond the capacity of existing tactile sensory devices.nii. an autonomous whiskered robot with the ability to seek-out, identify, track, and capture fast-moving target objects.nFurther objectives are to foster and accelerate research within the wider community of active touch researchers and to train young scientists in the multi-disciplinary skills needed to ensure rapid future progress in this field.","grantUrl":"","grantId":"215910","fundValue":"7778998","fundStart":"2008-01-01","fundEnd":"2012-06-30","dataset":"fp7"}