{"id":"103746","title":"SUMO proteomics in C. elegans: focus on meiosis and the DNA damage response","abstractText":"'SUMO (small ubiquitin-like modifier) is a small peptide that can be covalently attached to target proteins in an analogous way to ubiquitin. SUMO is involved in transcriptional regulation, sub-cellular partitioning, stress response, and DNA damage response, among other processes. The roles for the SUMO conjugation pathway have been mainly addressed using transformed cell lines and yeast. To address the relevance of the SUMO conjugation pathway in a living organism, I will use the round worm, Caenorhabditis elegans, a multicellular eukaryotic organism simple enough to be studied in great detail. I plan to characterize the SMO-1 (the C. elegans orthologue of SUMO) proteome using high accuracy mass spectrometry (MS). Moreover, dynamic changes in the SMO-1 proteome in response to ionizing radiation as well as tissue-specific SMO-1 sub-proteomes will be assessed taking advantage of the recently developed SILAN (stable isotope labeling with amino acids in nematodes) technique. In parallel, the role of SMO-1 conjugation in the DNA damage response and meiotic recombination will be addressed by genetically altering the conjugation pathway. I will also study the dynamics of specific SMO-1 conjugates after ionizing irradiation, by applying multiple reaction monitoring (MRM)-mass spectrometry. The role of SMO-1 modification of selected target proteins will be addressed by generating transgenic strains carrying a sumoylation deficient allele. Overall, this project combines high accuracy mass spectrometry and the nematode C. elegans to provide insights into the biological consequences of dynamic, tissue-specific SUMO conjugation. Importantly, this project will guarantee a leading role for the European Research Area in this field and the expertise I will obtain with Dr Hay will be vital for carrying out my future career as independent researcher.'","grantUrl":"","grantId":"297881","fundValue":"209033.4","fundStart":"2012-09-17","fundEnd":"2014-09-16","dataset":"fp7"}