{"id":"186499","title":"Evolutionary dynamics of growth factor production in cancer cell populations","abstractText":"'Cancer is a process of clonal selection, and analytical methods from evolutionary biology should be able to explain why cancer tissues are heterogeneous and develop resistance to current therapies. Evolutionary game theory helps understand non-intuitive properties of the frequency-dependent dynamics arising in the cooperative interactions between cancer cells. In particular, the theory of N-person non-linear public goods games is used to analyse the evolutionary dynamics of the production of diffusible molecules like growth factors, which are essential in the development of cancer. Models that take into account general features of non-linear public goods in structured populations, as well as specific features of certain types of growth factors, are used to understand the ultimate causes of tissue heterogeneity and of the evolution of resistance to therapies. The second part of the project uses experiments with cancer cell populations in vitro to test the predictions of the theory. Two types of beta cells from insulinomas of mouse, one of which knocked out for insulin-like growth factor-II (IGF-II), a factor that promotes cancer cell proliferation and survival, are used for experimental evolution in vitro. It is anticipated that IGF-II-deficient tumour cells, while unable to grow in the absence of IGF-II, will proliferate better than producer cells when IGF-II is provided exogenously or by co-cultured producer cells, making IGF-II a public good, and providing an example of cooperation among cancer cells. The results will help understand stable intra-tumoural cell heterogeneity, why therapies that target growth factors lead to a temporary reduction in tumour growth followed by relapse, and may help devise evolutionarily stable therapies.'","grantUrl":"","grantId":"627816","fundValue":"375806.4","fundStart":"2014-09-01","fundEnd":"2017-08-31","dataset":"fp7"}