{"id":"107163","title":"Transition-metal / lanthanide dyads for two-photon cellular imaging","abstractText":"The proposed project is to use the combination of d-block and f-block units in the same dinuclear complex for parallel two-component luminescent imaging of different species in cells.  This will rely on the unprecedented combination of two-photon excitation of a d-block luminophore (Pt- or Ir-based) having a long-lived excited state, followed by partial d-f energy-transfer to sensitise the lanthanide ion.  This will generate two-component luminescence (blue, from the Ir/Pt unit; green or red, from the Tb or Eu unit, respectively) in which the two luminescence components have lifetimes that differ by three orders of magnitude (microsecond for d-block luminescence; millisecond for lanthanide luminescence).  These different emission components can be selected at the detection stage using time gating such that purely one or the other, or a desired combination of both, can be detected in a given time window.\n\nIn addition to providing two luminescence outputs with different colours and lifetimes, each luminescence component is independently sensitive to different species in cells and can therefore be used for imaging.  The lifetime of Pt or Ir-based emission, from an 3MLCT excited state, is sensitive to quenchers such as dioxygen and variations in the luminescence lifetime in different parts of a cell can be used to visualise this.  In contrast the relative intensity of Eu-based emission bands varies with the concentration of chelating anions such as citrate and hydrogen carbonate, allowing ratiometric intensity-based sensing of these species.  Thus these d/f complexes will for the first time allow two different species to be imaged in real time using a single molecule under two-photon excitation conditions, which would constitute a major advance in the field with clear potential applications.","grantUrl":"","grantId":"325780","fundValue":"231283.2","fundStart":"2013-08-05","fundEnd":"2015-08-04","dataset":"fp7"}