{"id":"108374","title":"Reductions and exact solutions of    boundary value problems  with moving boundaries  by means of  symmetry based     methods","abstractText":"Boundary value problems  with moving boundaries  are widely used  in mathematical  modeling  a huge number of processes, which   arise  in  physics,  biology  and  industry.  While these  processes  can be very different from a formal point of view,  they  have  the common peculiarity: unknown   moving boundaries. The most important subclass of such boundary value problems (BVPs)  is  the  Stefan problems, in which   the movement of  unknown  boundaries is governed by the well-known Stefan boundary conditions.   BVPs  with moving boundaries, particularly    the  multidimensional Stefan problems,   are the main object of the  proposed project.\nDeveloping new  theoretical foundations and algorithms   for reduction of  such BVPs   to those of  lower dimensionality  and  construction  of  exact solutions of BVPs in question  is  the main aim  of the project.  Applied  goal  is to compare the analytical  results derived  with those  obtained by means of  the  appropriate  numerical techniques  in the case of  a wide range of  the    physically and biologically motivated problems. Moreover such comparison will demonstrate  the real  interdisciplinary aspect of the proposal. The  novel  idea  of the project  is to develop the algorithms mentioned above using  such  symmetry based  methods as the  classical Lie-Ovsiannikov method, the Bluman-Cole  method of non-classical  symmetry, conditional symmetry method  and  their  recent extensions.\nThe main results to be achieved: new definitions  of  (generalized) conditional  invariance  for   BVPs  with a wide range of  boundary   conditions will be  derived; algorithms  for how to construct  all possible conditional  symmetries for the given class of BVPs will be determined; new analytical results (conditional symmetries, reductions and exact solutions of  BVPs)   will be established  by application of the algorithm to  a wide range of nonlinear BVPs modeling the tumour growth processes  and  melting-evaporation  processes.","grantUrl":"","grantId":"328563","fundValue":"270580.8","fundStart":"2013-09-23","fundEnd":"2015-06-22","dataset":"fp7"}