{"id":"98416","title":"Magnetic Energy Conversion in Fine Nanoparticle Systems","abstractText":"'Magnetic energy conversion using nanoparticles is fundamental to many rapidly developing areas such as environment-friendly nanotechnologies or in biomedicine. Examples include the use of magnetic nanoparticles (MPs) in devices for magnetocaloric refrigeration or for heating in the hyperthermia treatment of cancer. Investing in these areas is imperative if the European Research Area and the European nanotechnologies industry it to gain a worldwide leadership. Essential are scientific developments and also professional training of researchers to provide them with skills in fundamental physics and applied technology aspects. The present proposal's aim in this direction is the career development of Dr. Hovorka combined with the enhancement of his scientific expertise in the field of MP systems. Despite their importance for applications, superparamagnetic and ferromagnetic MP mixtures have been poorly studied and, as a result, the effects of interactions and hysteresis on energy losses and heat generation can presently be analyzed only on the empirical level. The aim here is to develop a solid theoretical understanding of these issues by employing the state-of-the-art multi-scale and atomistic modeling approaches as well as large scale Monte-Carlo methods. The research will be carried out at the host University of York (UK) and benefit from the top-class computational research facilities and the long standing scientific and industrial experience of Prof. Chantrell, who is the world leading scientific contributor in the field. The inter-disciplinary expertise gained during the program as well as new perspectives gathered through the transnational mobility, will put Dr. Hovorka into an excellent position to build an entirely new research portfolio and to effectively interface with leading industry researchers and developers in the future. This will strengthen the European excellence and competitiveness in the research field of applied and fundamental nano-magnetism.'","grantUrl":"","grantId":"273014","fundValue":"209592.8","fundStart":"2011-08-01","fundEnd":"2013-07-31","dataset":"fp7"}