{"id":"191497","title":"VIbration Analysis methodology for FUel Manifolds of lean burn engines","abstractText":"'The objective of VIAFUMA is the development of a new and fully validated approach to predict the dynamic response of a lean burn fuel manifold system. Exploiting basic and detailed linear and nonlinear dynamic modelling approaches will allow feasibility studies of the design during the early development and enable detailed analysis and optimisation during the later design stages. The developed strategies will also help to reduce the weight of upcoming designs, leading to a lighter and more efficient jet engine.\nThe outcome of the work will be new capabilities for the design of the lean burn fuel manifold systems with an improved reliability and life duration.\nAt present there is no reliable analysis approach available for fuel manifold systems that could be used efficiently in an industrial environment. The main difficulty in formulating such an approach is the presence of the large number of components in the system, and a set of unknowns that all affect the dynamic response. A bottom-up approach is being suggested to overcome this difficulty. Starting with the analysis and testing of the basic components of the fuel manifold system more and more complicated assemblies will be gradually analysed and tested, to build confidence in the proposed modelling approach.\nResearch in three main areas will be conducted i) a low fidelity modelling approach, based on shell and beam models and implicit nonlinear elements will allow fast feasibility studies of the system and will to avoid costly mistakes during the early design stages; ii) a high fidelity analysis approach using detailed 3D finite element models and explicit nonlinear elements will enable the accurate prediction of the response amplitudes of the system, allowing the calculations of the stress fields of the pipe work and high cycle fatigue behaviour of the assembly; iii) a test programme to provide validation data at low and operational vibration levels, to ensure the quality of the developed modelling approaches'","grantUrl":"","grantId":"632539","fundValue":"897132.4","fundStart":"2014-04-01","fundEnd":"2016-03-31","dataset":"fp7"}