{"id":"88632","title":"Investigating Normative and Descriptive Uses of Confirmation Theory","abstractText":"'Inductive reasoning concerns how evidence affects the credibility of hypotheses, thus playing a crucial role in many cognitive processes (e.g. learning, diagnosis, prediction, etc.) and in several applied settings (e.g. law, medicine, etc.). It includes two related but distinct issues: (i) the assessment of degrees of belief in hypotheses in light of available evidence, and (ii) the assessment of the net impact of a piece of evidence on a hypothesis, i.e., the degree of confirmation provided by the former to the latter. Issue (i) has been subject of thorough investigation. Standard probability calculus is seen as the appropriate normative benchmark, especially by contemporary Bayesian theorists, on the basis of Dutch-book arguments. Also, inquiries in cognitive psychology have extensively tested the empirical validity of the normative account, identified its limitations and suggested various descriptive models to account for them. Issue (ii), however, has not attained comparable attention and consensus. A plurality of non-equivalent formal models of confirmation have been put forward, whose normative adequacy is still disputed. Confirmation has been experimentally investigated by cognitive psychologists in rather limited domains, and discussions of the connection between the normative and descriptive level have been sporadic. The present research project aims at filling this gap by pursuing the following goals in an integrated fashion: - extending preliminary theoretical and experimental results on both the normative and descriptive virtues and limitations of Bayesian models of confirmation; - providing a behavioral basis for the comparison of alternative models of confirmation in terms of a new analysis of the value of information; - exploring implications of confirmation theory in the psychology of thinking at large and in applied settings, as the estimation of probative value of evidence when deciding its admissibility in judicial proceedings.'","grantUrl":"","grantId":"221350","fundValue":"53632.37","fundStart":"2009-06-22","fundEnd":"2010-06-21","dataset":"fp7"}