{"id":"111194","title":"Creativity REsearch Adaptive roadmap","abstractText":"This project aims to bridge communities of creators with communities of technology providers and innovators, in a collective, strategic intelligence/roadmapping effort to streamline, coordinate and amplify collaborative work towards developing, enhancing, and mainstreaming new ICT technologies and tools by addressing the needs of different sectors of the creative industries (e.g. art, culture, publishing, design etc.)nnDespite the profound impact of ICT in most of society's daily activities, ICT engagement with art seems to have been left a bit behind. To fill this gap, ICT use could help make art more widely accessible, more inclusive, and generate significant awareness around it. The project will involve creators who currently use ICT tools in their everyday creative practices, and engage them in a collective dialogue with ICT researchers and developers, with a focus of empowering creators by giving them access to new forms of facilitation, enhancement, and contextualization of the creative process and its product--the artistic inspiration, pursuit, and possibilities, as well as the artwork itself. The focus will be the future ICT R&D agenda, which will develop new tools for supporting the creative processes as well as enhancing and improving existing tools and platforms to be more adapted to, or to better care for, the needs of specific creators' groups. Thus, the project will also contribute to overcoming the existing fragmentation in efforts by bringing together the relevant stakeholder communities, and to the creation of a critical mass of ICT and creative communities working together. The main target users will be individual creators/workers and professionals, as well as SMEs, creative groups, communities, and organizations. Main results will include recommendations for policy, planning, and decision making for the creative industries community and convergent plans (roadmaps) for specific future actions and initiatives developments for each creative sector.","grantUrl":"","grantId":"612451","fundValue":"1093136","fundStart":"2013-10-01","fundEnd":"2015-09-30","dataset":"fp7"}