{"id":"96053","title":"DYnamic Roadmapping with application for EduCation and Training","abstractText":"'Although recently Roadmapping has become a widely used technique, there is a lack of a standard methodology of Roadmapping, particularly for industry and policy making. There is considerable diversity among practitioners as to what constitutes a roadmap and how to assess Roadmapping. The proposed fellowship will address these shortcomings in the area of Roadmapping and pursue an innovative research programme, which will (a) introduce and investigate the concept of Dynamic Roadmapping as continuous knowledge creation process; (b) provide a framework for developing an alerting system that will identify record, classify important trends and weak signals, at a global scale and analyse their significance for Roadmappping; and (c) provide a meta-model for Roadmapping to serve as a framework for the needed semantic interoperability between diverse roadmaps of different communities. Since this is a feasibility study, within the proposed 2-year programme, a pilot of the framework will be implemented for the area of Technology Enhanced Learning (TEL). The aim of the pilot application will be to continuously assess the visions of the produced roadmaps in terms of effectiveness and efficiency. To this end, the project will: build on previous work by the applicant; collaborate closely with large-scale EU initiatives in the area of TEL; engage their communities in new forms of foresight, knowledge exchange and representation. The applicant will build on her proven potential and be able to pursue a PhD and benefit from the broad expertise generously offered by the host institution, enabling her to steer her career and the wider EU research area towards achieving world leadership. Finally, the proposed research aspires to provide new insight on issues of applied roadmapping and advance the state of the art in Roadmapping, by providing a Meta-Model for Dynamic Roadmapping that enables semantic interoperability between roadmaps.'","grantUrl":"","grantId":"255182","fundValue":"166040.8","fundStart":"2011-01-01","fundEnd":"2012-12-31","dataset":"fp7"}