{"id":"100413","title":"European Industrial and RI Interaction and Support Study","abstractText":"'Research infrastructures (RIs) are a pillar of the European Research Area (ERA). The construction and operation of these are funded by the member states and the return on investment will be seen through advances in scientific knowledge and personnel training, but also must be met through an increase in benefit realised from EU industrial engagement in the development of RI facilities.\nPrior to action being taken, a policy study is needed to determine the scale of support appropriate and the type of support most needed. In this study we intend to quantify the current size and potential for growth of the instrumentation market. We also intend to identify the current bottlenecks in the industrial implementation process and to determine the activities in the process of RI instrumentation development and subsequent industrial exploitation that would benefit most from an EU supported activity. The view from industry of the perceived risks and benefits associated with industrial engagement with the RIs will be recorded so that it can also be taken into account in programme development planning. This study will look into the current means of assessing RI requirements, networking between RIs and industry, access for industry to RIs at the early planning stage, interaction with industry at preliminary stages of technology development, involvement of industry in the R&D phase of instrumentation development and the industrialization of instrumentation supply. We will also assess the suitability of the financial tools available to support European industrial capacity for instrumentation. The evidence for the need and the recommendations on the financial, technological and geographical scope for EU support will be presented to support the development of a new community action.'","grantUrl":"","grantId":"284294","fundValue":"457009","fundStart":"2011-06-01","fundEnd":"2012-05-31","dataset":"fp7"}