{"id":"186654","title":"Grey Systems and Its Application to Data Mining and Decision Support","abstractText":"'Current data mining research is focused almost exclusively on big data. Data mining with limited and incomplete data offers valuable supplement yet to date has attracted little attention.  In many real world applications, there are situations where data are limited and incomplete, such as macroeconomics, climate change and R&D management of complex products.  A well defined data mining method for small and incomplete data does not yet exist. The theory of Grey Systems provides such an alternative for data mining with small and incomplete data.  Grey Systems have delivered great success in China but has not yet obtained significant attention in Europe.  As an emerging subject, the models in grey systems can be further improved and there is considerable work to be done to make it more accessible for ordinary users who know little about it.  In this project, we will define a set of criteria to help potential users to choose the right models for their applications, and propose new models in prediction and decision making so as to give more reliable results in complex situations.  This advancement will greatly reinforce the research excellence of the European Union in data mining and decision support. In addition, the developed method could substantially improve big data analysis in a number of situations (e.g. macro economics, climate change), helping to reduce computational requirements.\n\nThe proposed research is highly multidisciplinary requiring knowledge of grey systems, computational intelligence and management science. To enable success of the project, a high calibre researcher who has the highest level expertise in grey systems is required. The incoming fellow, Professor Sifeng Liu, is the word leader in grey systems and has made substantial contributions to the development of grey systems. As such, he is the ideal candidate for this project. This project will certainly enhance the possibility of his future collaboration with staff at DMU in their future career.'","grantUrl":"","grantId":"629051","fundValue":"309235.2","fundStart":"2015-01-01","fundEnd":"2016-12-31","dataset":"fp7"}