{"id":"98219","title":"Minerals Integrated into Multiple Identifications of Cancer (MIMIC): a multidisciplinary approach for the ultra-sensitive detection of cancer biomarkers","abstractText":"'Although cancer is a merciless disease, many cancers can be cured if detected in an early stage. This piece of evidence has pushed the scientific community hard to develop new diagnostic tools for the early detection of cancer. MIMIC aims to be a breakthrough in cancer diagnostics by combining extreme sensitivity with design flexibility in a detection platform that can be easily mass-fabricated, therefore granting the easy commercialization of the device for its use in healthcare. In this approach, a microchip that contains multiple electrodes is fabricated with standard procedures in the microelectronics industry. Each electrode is selectively modified with capture probes for different cancer biomarkers by trapping antibodies in a collagen matrix that is generated in situ on each sensor. This biomimetic gelation process, triggered by the application of an electric field with an atomic force microscope, allows one to obtain a complex device starting from a disposable, mass-produced chip. After recognition of the biomarkers with secondary antibodies labeled with alkaline phosphatase, the enzyme generates calcium phosphate crystals as observed in biomineralization processes. Subsequently, the presence of the crystals on the electrodes is detected as the signal of the bioassay by measuring the capacitance of the solution between the electrodes on the chip and the tip of an atomic force microscope as the counter electrode. By using the crystals fabricated by the enzyme as seeds to promote biomimetic crystal growth, multiple biomarkers could be detected at the single-molecule level. The project seeks several scientific milestones, such as the fabrication of the first marketable device that can detect several proteins at the single-molecule level and the integration of atomic force microscopy for protein concentration and reading the chip, which will surely boost the competitiveness of the European Union in the economically relevant fields of healthcare and nanotechnology'","grantUrl":"","grantId":"273621","fundValue":"212092.8","fundStart":"2011-03-01","fundEnd":"2013-02-28","dataset":"fp7"}