{"id":"105829","title":"\"Concurrent Tuberculosis and Diabetes Mellitus;\nunraveling the causal link, and improving care\"","abstractText":"'Diabetes (DM) triples the risk of developing tuberculosis (TB). Consequently, the alarming growth of type 2 DM in TB endemic countries and among people originating from TB-endemic countries poses a serious threat to global TB control.\nThis project addresses the scarce evidence for many of the recently advocated guidelines for care and control of TB and DM, as well as our lack of understanding of the mechanisms underlying the effect of DM on TB susceptibility and treatment outcome.\nWe will use a comprehensive and integrated approach combining clinical, epidemiological and cutting edge expertise in laboratory sciences, bringing together a multi-disciplinary consortium linking field sites in Romania, Peru, South Africa and Indonesia, with leading laboratories in Germany, United Kingdom and the Netherlands.\nWe will define the optimal and most cost-effective ways of screening TB patients for DM diabetes, and determine the prevalence of DM among TB patients and of TB in DM patients in the four countries. With regard to treatment, we will determine the level of DM management required during and after TB treatment, the safety and pharmacokinetics of metformin when combined with rifampicin, and the effect of hyperglycemia control on TB treatment outcome. To help establish the cellular basis and immunological pathways underlying the link between DM and TB we will provide new data on: gene expression data of TB patients with and without DM; ex vivo and in vitro Mycobacterium tuberculosis stimulation data of different cell types, including macrophage subsets and adipocytes in the presence of high glucose and insulin; data regarding the role of common and more rare genetic variants in the combined susceptibility to TB and type 2 DM; and relevant functional genomics experiments.\nIn summary, this project is expected to have significant impact both in improving basic knowledge on the link between TB and DM, as well as on prevention, therapeutic management and prognosis of TB-DM.'","grantUrl":"","grantId":"305279","fundValue":"7872461.8","fundStart":"2013-02-01","fundEnd":"2017-01-31","dataset":"fp7"}