{"id":"97841","title":"From the Milky Way to the cosmic large-scale structure","abstractText":"'Wide field panoramic telescopes will become a major force in astronomy over the next decade. They will address a rich set of scientific problems, from ``killer asteroids' to the cosmic dark energy. Pan-STARRS-1 (PS1), built by the University of Hawaii, is the first of this new generation of telescopes. European astronomers in Germany and the UK, including in the PI's host institute, make up a large fraction of the Science Consortium that, over the next 4 years, will exploit the data. This proposal is focused on the use of PS1 for cosmology. I propose a programme that combines state-of-the-art cosmological simulations and modelling with high-level analyses of the data. The goal is to test core assumptions of the standard cosmogonic model, LCDM, on scales and at epochs where it has not been tested before and where it can, in principle, be ruled out. At the same time, these tests will advance our understanding of the main constituents of our universe (dark matter and dark energy) and of the processes of galaxy formation and evolution. Two types of structure at opposite ends of the cosmological scale, the Milky Way and the large-scale distribution of galaxies at redshifts z<1.5, are ideally suited to this purpose. Studies of the Milky Way will test LCDM predictions for the hierarchical assembly of galaxies and the structure of their dark matter halos. Studies of the galaxy distribution will test LCDM predictions for the growth of structure and the connection between galaxies and dark matter. To link theory and data, I will construct mock catalogues using very large cosmological simulations and sophisticated modelling techniques. These catalogues will have a much broader applicability that just PS1 and I will make them publicly available using e-science techniques.'","grantUrl":"","grantId":"267291","fundValue":"2266850","fundStart":"2011-05-01","fundEnd":"2017-04-30","dataset":"fp7"}