{"id":"110639","title":"Pluripotent stem cell resources for mesodermal medicine","abstractText":"'Harnessing the capacity of pluripotent stem cells (PSCs) to produce functional cell types with precision and at scale will enable new treatment modalities for degenerative diseases. A major target for such therapies is mesodermal tissue, muscle, bone and cartilage. The goal of PluriMes is to create a bioengineering platform for directing PSCs into specific classes of mesodermal/mesenchymal progenitor. The project pulls together stem cell experts, genetic engineers, developmental biologists, cell therapy pioneers, bioengineers and specialist SMEs in a cross-disciplinary collaborative effort. Close-working between partners will be maximised through specialist workshops, laboratory exchange schemes, regular workpackage meetings, and joint Deliverables. The concept underlying PluriMes is that refined control of early fate decisions to produce correctly specified progenitors will be obtained through confronting developmental principles with engineering logic. We aim to define ground states and resolve issues of hierarchy, heterogeneity and stability in order to provide standardised PSC and mesodermal progenitor cell populations. A toolbox of fluorescent reporters will be developed for live cell tracking. Cutting edge bioengineering approaches will be implemented for dynamic topological administration of morphogens, matrices, small molecule modulators and siRNAs in 2D and 3D contexts. Through SME involvement, culture systems will be optimised for specification and subsequent stable expansion of mesodermal progenitors. The capacity of PSC-derived mesodermal cells for maturation into skeletal muscle, bone and cartilage will be tested in vitro and in vivo using lineage reporters. Potency will then be evaluated in pre-clinical disease models. Scale up protocols will be implemented in partnership with SMEs using the latest bioreactor technologies. Finally, GMP compliance and validated applicability to clinical grade stem cells will underpin future cell therapy propositions.'","grantUrl":"","grantId":"602423","fundValue":"7678006.79","fundStart":"2014-02-01","fundEnd":"2018-01-31","dataset":"fp7"}