{"id":"95561","title":"Supporting humans in knowledge gathering and question answeringnw.r.t. marine and environmental monitoring through analysis of multiple video streams","abstractText":"The study of marine ecosystems is vital for understanding environmental effects, such as climate change and the effects of pollution, but is extremely difficult because of the inaccessibility of data. Undersea video data is usable but is tedious to analyse (for both raw video analysis and abstraction over massive sets of observations), and is mainly done by hand or with hand-crafted computational tools. Fish4Knowledge will allow a major increase in the ability to analyse this data: 1) Video analysis will automatically extract information about the observed marine animals which is recorded in an observation database.  2) Interfaces will be designed to allow researchers to formulate and answer higher level questions over that database.nnThe project will investigate: information abstraction and storage methods for reducing the massive amount of video data (from 10E15 pixels to 10E12 units of information), machine and human vocabularies for describing fish, flexible process architectures to process the data and scientific queries and effective specialised user query interfaces. A combination of computer vision, database storage, workflow and human computer interaction methods will be used to achieve this.nnThe project will use live video feeds from 10 underwater cameras as a testbed for investigating more generally applicable methods for capture, storage, analysis and querying of multiple video streams.nWe will collate a public database from 2 years containing video summaries of the observed fish and associated descriptors. Expert web-based interfaces will be developed for use by the marine researchers themselves, allowing unprecedented access to live and previously stored videos, or previously extracted information.  The marine researcher interface will also allow easy formulation of new queries.  Extensive user community evaluations will be carried out to provide information on the accuracy, ease and speed of retrieval of information.","grantUrl":"","grantId":"257024","fundValue":"2537075","fundStart":"2010-10-01","fundEnd":"2013-09-30","dataset":"fp7"}