{"id":"106772","title":"Risk Management Software System for SMEs in the Construction Industry","abstractText":"'The construction sector is one of Europe's biggest industries accounting for 10% of Gross Domestic Product  with approximately 92% of manufacturers being SMEs. This sector directly employs 12 million EU citizens and 26 million workers are dependent on the sector. However, due to the global economic crisis, the last few years have been full of uncertainty for many companies in the construction and engineering industry.  These companies are facing fierce competition and winning new contracts as well as delivering on schedule and on budget is fundamental to their survival. Core to these problems are, enterprises and more especially SMEs are operating in a dynamic business environment with constant exposure to risk leading to underperformance, low productivity and sometimes businesses could stop trading overnight. This project therefore, aims at developing a cost effective, user friendly risk management system, which evaluates, monitors, and reviews both imminent and impending risks with a view to completely eliminate or minimise their impact.  RiMaCon consortium wishes to challenge and overcome the current non trivial, interdisciplinary and intersectoral barriers currently preventing the development and implementation of efficient risk management systems in SMEs. It will therefore design and develop a robust, reliable, and sustainable risk management prototype system suitable and affordable for the construction SMEs, possibly in a software format or a portal. This risk management prototype will be dynamic, flexible to adapt to different construction contexts. RiMaCon has already carried out preliminary survey / investigation and confirmed this need especially for SMEs who are under resourced, vulnerable and also lack the technology to develop a robust risk management system. RiMaCon (two Universities and two SMEs) is balanced in terms of expertise and knowledge  to tackle this problemn and will work with a large database of construction SMEs who would provide the data.'","grantUrl":"","grantId":"324387","fundValue":"921317.23","fundStart":"2013-04-01","fundEnd":"2017-03-31","dataset":"fp7"}