{"id":"110514","title":"\"Gravity, Black Holes and Strongly Coupled Quantum Matter\"","abstractText":"'States of matter in which the interactions between the microscopic constituents are both strong and quantum mechanical lie at the frontier of our understanding of nature. Such states appear in a wide variety of settings including high temperature superconductors, gases of cold atoms and the quark- gluon plasma created in the high-energy collisions of nuclei. Understanding the properties of such strongly coupled quantum matter poses huge conceptual challenges because standard perturbative techniques break down at strong coupling. In a remarkable development, the mathematical framework of string theory has provided a fundamentally new way to study strongly coupled quantum field theories using a dual, weakly coupled gravitational description. Furthermore, this duality states that the phase structure of the quantum field at finite temperature is precisely described by black hole geometries. The principal thrust of the proposal is to develop our understanding of these gravitational techniques in order to make contact with real world systems, particularly in condensed matter physics.\n\nThe proposal focuses on four main topics in this emerging, rapidly developing and interdisciplinary field. The first is to extend our understanding of known strongly coupled quantum critical ground states using gravitational solutions and also to search for new ones. The second is to map out the phase structure of strongly coupled quantum field theories at finite temperature by constructing a wide variety of new black hole solutions. Superconducting and spatially modulated phases will be a particular focus. Thirdly, fermion spectral functions will be calculated to extend our understanding of non-Fermi liquids, which are known to arise in many materials. The fourth topic is to explore the behaviour of strongly coupled systems in situations far from thermal equilibrium by studying the dynamical process of black hole formation.'","grantUrl":"","grantId":"339140","fundValue":"1963542","fundStart":"2014-03-01","fundEnd":"2019-02-28","dataset":"fp7"}