{"id":"88001","title":"Regulating TGF-beta signalling at the transcriptional level and in cancer","abstractText":"'To understand, treat, cure and ultimately prevent cancer we must first be able to understand the basic mechanisms that regulate normal cell growth. One of the cellular factors involved both in normal development and in malignant transformation is transforming growth factor b TGFb. TGFb is a multifunctional cytokine which, in addition to cancer is also implicated in developmental disorders, fibrosis and autoimmune diseases. TGFb signalling has been implicated in both tumour suppression and progression. Although TGFb inhibits inhibits growth of early carcinomas, later in tumourogenesis, it can induce an epithelial-mesenchymal transition (EMT), promoting an invasive, metastatic tumour phenotype. TGFb signals through the activation of Smad proteins. After activation, Smads accumulate in the nucleus where they regulate transcription, either positively or negatively. Although some recent advances have been made, exactly how Smads regulate transcription and how in turn the Smads are regulated during transcription is still remains unclear. The first aim of this application is to investigate which components of the transcriptional machinery get recruited to the active promoters after TGFb stimulation. In order to achieve this an siRNA library screen targeting histone modifying enzymes and chromatin remodelling proteins will be performed.  As mentioned above TGFb has growth inhibitory effects, which are counteracted by Smad7, a negative regulator of the pathway. Although Smad7 has not been identified as an oncogene to date, a genome-wide association screen of tag SNPs performed by our collaborator, has implicated Smad7 as being highly correlated to colorectal cancers. The second aim of this application is to reveal the molecular mechanisms behind this correlation. As colorectal cancers are the second most prevalent malignancy in Europe, understanding how Smad7 affects this process may have wide implications both for the treatment, as well as for the screening of the disease.'","grantUrl":"","grantId":"220135","fundValue":"233785.15","fundStart":"2008-06-11","fundEnd":"2010-06-10","dataset":"fp7"}