{"id":"186734","title":"Cellular Network based Device-to-Device Wireless Communications","abstractText":"'Nowadays, the rapid growth of smartphones provides a great platform and applications for mobile users to connect and interact with other users in new and interesting ways, such as socialising and playing video games with others. These kinds of applications also provide chances for mobile users to interact with people in close proximity by enabling users to discover others based on their physical proximity. However, in the existing wireless cellular networks, all data traffic must go through base stations regardless of the location of the user equipment (UE), even if two UEs are very close. When UEs are at the edge of a cell, the transmit power must be large and the data rate is low. One way to overcome this problem and efficiently handle localised group communication is to enable direct communication between UEs, which is called device-to-device (D2D) communication. D2D as an underlay to cellular networks has been considered as an important component in future cellular systems.\nThis project, CODEC, focuses on resource management (RM) in cellular D2D communications, which is indispensable for achieving spectral and energy efficiency and providing QoS to different applications. Different from current researches, CODEC envisions that two use cases, direct D2D and D2D relay, should be considered in RM in D2D communications to support proximity-based applications including unicast, multicast and broadcast applications. In order to reflect different applications and use cases in RM for cellular D2D communications, as the first work item, the key novelty of CODEC is that a generic analytical framework will be proposed to analyse the performance of cellular D2D communications under both user cases with various proximity-based applications in a systematic way. Afterwards, based on the analytic framework, RM schemes are developed in a single cell and then extended to multicellular networks in which fractional frequency reuse is adopted to improve the spectrum efficiency.'","grantUrl":"","grantId":"630058","fundValue":"264722.2","fundStart":"2014-12-15","fundEnd":"2016-12-14","dataset":"fp7"}