{"id":"100832","title":"Using next generation DNA sequencing to link soil fungal diversity to ecosystem function","abstractText":"'This Fellowship is a partnership between the University of California, Berkeley, USA (outgoing host) and Newcastle University, UK (return host) and focuses on fungal molecular ecology. Fungi play vital roles in natural and agricultural soil systems but are extremely diverse and difficult to study. New molecular based techniques e.g. next generation DNA sequencing technology (NGST) are beginning to reveal the complexity of fungal communities. However, enumeration of species diversity reveals little about how community structure affects key ecosystem functions and the power of NGST must be harnessed to link fungal taxonomic diversity to function.  Given the unique status of fungi in soil systems this project aims to utilise NGST to answer fundamental ecological questions relating to fungi. The first objective is to compare and optimise DNA and RNA extraction methods from soil to provide information on fungal taxonomic and functional diversity.  Nucleic acid extraction methods will be optimised for ectomycorrhizal fungi (EMF) in a globally unique Californian pine forest ecosystem. Despite the importance of EMF little is known how their diversity relates to function and in particular, there is current debate over contribution of EMF to soil saprophytic activities.  Hence the second objective is to use NGST to examine the contribution of EMF to soil organic matter transformation. Finally, given the lack of knowledge on fungal diversity and function it is extremely difficult to assess how abiotic stress may affect essential soil fungal diversity and function.  Hence the third and final objective of this project is to assess the effect of increased atmospheric ozone levels (a model system) on soil fungal diversity and function. The project is designed to provide state of the art training in fungal molecular ecology and analysis of complex data thereby providing excellent career development potential for the Fellow.'","grantUrl":"","grantId":"272783","fundValue":"280443.65","fundStart":"2011-09-01","fundEnd":"2014-02-28","dataset":"fp7"}