{"id":"108165","title":"Design of orthogonal molecular probes targeting engineered von-Hippel Lindau (VHL) E3 ubiquitin ligase for the control of intracellular protein levels","abstractText":"'The development of potent, selective and cell-permeable small molecule chemical probes as tools to interrogate and modulate cellular functions of the human proteome is a rapidly growing field. The direct manipulation of protein intracellular level and activity using small molecules has enormous potential to elucidate and validate new drug targets and  therapeutics tools. In the last decade, researchers have discovered an alternative method to directly control the level of protein components inside the cell without altering its DNA or RNA. This approach uses chemicals known as PROteolysis TArgeting Chimeric moleculeS (PROTACS) which exploit the ubiquitin/proteasome pathway to direct the intracellular degradation of any Proteins Of Interest (POI) by linking a section that mimics the recognition? motif of the natural substrate to one that binds the POI. PROTACS enable recruitment of any POI to an E3 Ubiquitin ligase. To date, the strategy has displayed some success, however much improvement is still required to known compounds to make this approach widely useful, and althernative new strategies need to be developed to add to the current arsenal of chemical tools.\nIn preliminary work leading to this proposal the Ciulli Lab. (University of Cambridge) has discovered and characterised the first drug-like small molecules that target the Von Hippel Lindau (VHL) E3 Ubiquitin Ligase and disrupt its interaction with substrate Hypoxia Inducible Factor (HIF) with low micromolar affinities. Harnessing this knowledge, and using these inhibitors as starting points, the proposed research will develop a multidisciplinary approach combining medicinal chemistry, protein engineering with biophysical studies and concerning designed, mutated/engineered VHL-ligand pairs that could ultimately be exploited as an orthogonal approach to modulate the level of any protein inside the cell.'","grantUrl":"","grantId":"328030","fundValue":"221606.4","fundStart":"2013-04-08","fundEnd":"2015-04-07","dataset":"fp7"}