{"id":"187952","title":"ADS 3D Viewer: a 3D Real-Time System  for the Management and Analysis of Archaeological Data","abstractText":"ADS3DV will focus on the development of a 3D real-time system (3D viewer) for the management and analysis of archaeological data. The aim of this interactive application is not just the visualization of 3D archaeological data, but also the creation of an effective tool for the analysis and interpretation of the archaeological record. Thanks to ADS3DV, in fact, multiple experts will share and analyse 3D replicas of the archaeological excavation record, which will also be revisited and subject to new analytical techniques over the long term. In the past ten years the use of 3D technology in archaeology has demonstrated the strong potential of this new tool to support communication and recording of cultural heritage. However, its efficacy for data analysis and interpretation has not yet been fully tested. The 3D viewer will be developed as a tool for the ADS (Archaeology Data Service), a major cyber-infrastructure developed at the University of York. This collaboration will be instrumental in defining significant data properties and developing appropriate archival standards.\nThanks to the ADS 3D viewer users will be able to analyse and interpret the archaeological record not just from text information and 2D representations of the archaeological excavation, but interacting in real-time with its millimetric 3D reproduction.\nThe possibility to share complex 3D models of archaeological sites and monuments, and the interpretations made by archaeologists during the excavation process on the web, will promote discussion between scholars and represents a revolutionary change in the discipline.\nThe development of the ADS 3D viewer will raise and improve the visibility of European expertise amongst the global scientific community in the preservation and analysis of three dimensional data, strengthening the leadership of Europe in the development of cyber-infrastructures that promote the preservation and dissemination of 3D data.","grantUrl":"","grantId":"625636","fundValue":"231283.2","fundStart":"2014-10-01","fundEnd":"2016-09-30","dataset":"fp7"}