{"id":"95380","title":"Intelligent recognition materials for extraction and detection","abstractText":"'This project will focus on the development and optimisation of intelligent recognition materials for applications in extraction and detection, focusing on the molecular imprinting approach. Three key scientific aims have been identified: (i) development and optimization of imprinted polymers; (ii) MIPs and applications to the market (iii) new concepts and innovative thinking in intelligent recognition materials. This partnership brings together three teams from France and the United Kingdom. The scientific interests of these groups have a common denominator in the application of molecular imprinting for the preparation of new intelligent materials and the use of these materials in synthesis, catalysis and assay devices while the scientific background of the groups is divergent ranging from bioengineering and nanobiotechnology to synthetic chemistry and polymer chemistry all the way to product oriented research and technology R&amp;D. The transfer of knowledge program has been devised taking into account the three main objectives of this partnership, that are (T1) scientific ToK; (T2) professional development; (T3) long term collaborations. The partnership has identified five key actions along which the program will develop, and these are i) secondment of researchers, ii) recruitment of new researchers, iii) partnerships events, iv) return home plan, v) interactions between principal investigators. The field of molecular imprinting has now reached an important stage where further technological advance will require closer interactions of academia and industry. Researchers with broad competences in chemistry, chemical technology as well as product development are needed to bring this promising and truly European technique into its new stage of application and commercialisation. The close collaboration between academic teams and an SME fully involved in this area, working together on this project will provide the ideal platform.'","grantUrl":"","grantId":"251307","fundValue":"856415","fundStart":"2010-07-01","fundEnd":"2014-06-30","dataset":"fp7"}