{"id":"102595","title":"Spectrum Sharing Systems for Improving Spectral Efficiency","abstractText":"'In this project an analytical cross layer framework is developed for optimal radio resource modelling and allocation for multi secondary user spectrum sharing systems. The proposed analytical framework is able to model the impact of the system and service parameters in their corresponding time scales and level of accuracies on the system performance. In particular, one of the objectives of this project an objective is to integrate spectrum sensing into other upper layer functionalities such as power and rate control, and resource scheduling. This improves the spectrum sharing system performance through exploiting inherent dynamics in a spectrum sharing environment in their corresponding time scales. Fundamental system scalability aspects are also investigated in this project through considering multi-user secondary network. Based on the developed analytical framework, the next step is to develop efficient schemes and implement such optimal radio resource allocations considering practical concerns. Practical concerns include minimizing the level of inter and intra system signalling, signalling overhead and robustness to imperfect inputs. The key objectives of the proposed project which are distinguished comparing to the state-of-the-art and contribute into the field of interest are: i) obtaining fundamental performance limits and scalability characteristics for multiuser secondary system, ii) integrating sensing into the radio resource allocation which enables adaptive sensing, iii) developing low overhead resource allocation algorithms with robustness against uncertain inputs e.g., cross channel CSI, and iv) proposing efficient network architectures based on the vision the proposed framework provides on the trade-offs among different system parameters and practical considerations. Experimental demonstration of such networks will also be pursued via finding other sources of funding or in collaboration with other research groups.'","grantUrl":"","grantId":"304086","fundValue":"100000","fundStart":"2012-09-01","fundEnd":"2016-08-31","dataset":"fp7"}