{"id":"86677","title":"Computational prediction of drug cardiac toxicity","abstractText":"Many drugs fail to reach the market because of side effects on the heart. The principal objective of this proposal is to create an advanced computational technology for in silico assessment of the efficacy and safety of specific drugs [ICT-2007.5.3(c) (3)], i.e. an open environment comprising validated computational models, tools and numerical methods that will enable simulations of drug actions on the electrophysiology of the human heart.\n\nSuch simulations will involve modelling of drug interactions at the molecular and cellular level, will extend current technology to enable prediction of the effects of those interactions on the dynamics of the whole heart, and will lead to an understanding of how genetic factors can be used to assess patient-specific risk profiles. This requires a multi-level systems approach, based on multi-scale, multi-physics methods, including computations on adaptive spatial grids and multi-grid time integration. Computations on realistic models at appropriate spatial and temporal scales are currently not feasible, so we will investigate new algorithms and their implementation on high-performance platforms, including a new generation of petaflop computers, to achieve 'faster than real-time' simulation.\n\nThese tools form part of the infrastructure required to simulate the physiology of major organ systems, thereby contributing to the goal of creating the Virtual Physiological Human (VPH) [ICT-2007.5.3]. The balanced team in this project, including founders of the Human Physiome Project, has decades of experience in the experimental study and modelling of the electrophysiology and mechanics of the heart, while pharmaceutical industry partners bring deep understanding of the mechanisms of drug actions. The results will demonstrate the value of the VPH initiative to fundamental scientific understanding of the heart, with major economic and clinical impacts through accelerated drug development, approval and use.\n\n","grantUrl":"","grantId":"224381","fundValue":"5545692","fundStart":"2008-06-01","fundEnd":"2011-05-31","dataset":"fp7"}