{"id":"188256","title":"Functional and structural changes of brain circuitry in altered oxygen conditions","abstractText":"'Maintaining the oxygen (O2) concentration at an appropriate level is the most important task for the survival of a living organism. Both low level (hypoxia) and high level (hyperoxia) of O2 have deleterious effect on cells. Brain is especially sensitive to O2 change. These induces a variety of alterations in neuronal function, ionic homeostasis and cell morphology. Recording the network and single cell activity at various O2 concentrations in vivo in anesthetized and freely moving rats. The concentration of the inhaled O2 will be continuously monitored during the experiment. Cortical EEG activity will be recorded with animals in normoxic (21% O2), hyperoxic (30%, 50%, 70% and 100% O2) and hypoxic (16% and 10% O2) environment. A 16-64 channel multielectrode array will be inserted into the somatosensory cortex to record spontaneous electrical network activity. This technique enables us to record the electrical activity of a single cell, and determine the neuroanatomical (axon and dendrite arborization) and neurochemical characteristic of the cell. Based on these observations, our specific aims are to determine: Identify the distinct cell population(s) that are most vulnerable to the altered O2 concentrations. What are the potential long-term neurophysiological and behavioural outcomes of hyperoxic and hypoxic conditions. What is the relationship between these general outcomes and the activities of cortical inhibitory interneurons will also be addressed in the future. This project will combine various electrophysiology, neuroanatomy and behavioural approaches. The proposal has strong multi-disciplinary aspects as well since it involves the combined efforts of expertise from medical sciences, cell biology and computational science. It also has the potential prospect for practical applications given that new therapeutic options in hypoxia and hyperoxia are in high demand.'","grantUrl":"","grantId":"628515","fundValue":"309235.2","fundStart":"2014-09-01","fundEnd":"2016-08-31","dataset":"fp7"}