{"id":"186218","title":"Functional role of endogenous latent TGF-beta activation in the intrinsic repair of mechanically loaded articular cartilage","abstractText":"'Articular cartilage serves as a load bearing material for synovial joints, transmitting loads while maintaining low friction and wear. Progressive degeneration of the tissue leads to osteoarthritis (OA), a debilitating condition characterized by pain and severe limitations in mobility. OA is highly prevalent amongst the EU population and is associated with significant economic burdens. An improved understanding of the underlying mechanisms that defeat normal tissue maintenance and lead to joint degeneration is critical for the development of successful treatment strategies. This project examines a newly hypothesized intrinsic repair mechanism in articular cartilage, mediated by the extracellular activation of large stores of latent (inactive) TGF-beta through the action of chondrocyte-secreted proteases. This proposal hypothesizes that this mechanism maintains cartilage homeostasis in response to a wide range of physiologic mechanical loading conditions, but is unable to maintain tissue subjected to excessive loading, as seen in OA associated risk factors (e.g., joint instability, high impact activities). This hypothesized mechanism will be investigated through the implementation of an in vitro experimental model system, consisting of the mechanical loading of articular cartilage explants and the sophisticated biochemical analysis of resulting TGF-beta activation and microstructural alterations to the cartilage ECM. This state-of-the-art proposal represents an exciting, unique opportunity to bring together the complementary skillsets of the candidate and the Stevens Group, with their respective expertise in biomechanics and biochemistry, to uncover fundamental mechanisms in cartilage mechanobiology. This mutually beneficial cooperation between Europe and the U.S. can promote the development of successful treatments for OA, including tissue engineering and molecular intervention strategies that will impact the EU community at large.'","grantUrl":"","grantId":"625710","fundValue":"221606.4","fundStart":"2014-04-07","fundEnd":"2016-04-06","dataset":"fp7"}