{"id":"94545","title":"Development and Validation of an Automated Non-destructive Evaluation (NDE) Approach for Testing Welded Joints in Plastic Pipes","abstractText":"'Plastics pipes offer significant advantages over other materials such as cast iron, steel, copper and concrete, for the transportation of fluids such as natural gas, water, effluent and corrosive liquids. They do not corrode; have a longer predicted service life, leading to less frequent replacement; they are less expensive to install due to their light weight and flexibility; and have significantly lower leakage rates due to having an all-welded system. However, their more widespread use is being restricted by the lack of a reliable non-destructive evaluation (NDE) method for the welded joints. Pipeline leakage does not only cause high repair costs but can also result in disastrous environmental consequences and even in loss of life. This project will develop phased array ultrasonic NDE procedures for butt fusion and electrofusion joints in PE pipes of diameters up to 1m and also for pipes in other plastics materials, including PVC, ABS, PP and PVDF. In addition, the project will also develop an automated inspection system that will be able to inspect pipe-to-pipe and pipe-to-fitting (elbows, bends, reducers, tees, etc) butt and socket joints in various plastic pipe materials and diameters between 90 and 1000mm. The development will be made by manufacturing welded joints containing known flaws. The NDE data will be analysed to determine the limits of flaw detection for each technique. In parallel, the significance of flaw size and quantity will be established in relation to service requirements. This will be achieved by long-term mechanical testing of joints containing known flaws, and comparison with results for welds containing no flaws. The prototype equipment, designed and built as part of this project will be assessed under both laboratory and field conditions.'","grantUrl":"","grantId":"243791","fundValue":"3358389.55","fundStart":"2010-02-01","fundEnd":"2013-04-30","dataset":"fp7"}