{"id":"111169","title":"Cultured Liver Organoids for Investigation and Treatment of Inherited Cholestatic Diseases","abstractText":"'Bile synthesis and secretion are crucial to liver function and involve multiple proteins. Disorders due to defects in this process (Inherited Cholestatic Disorders, ICDs) lead to progressive liver disease. Many ICD patients do not respond to medical treatment and need liver transplantation (LT). Although ICDs are rare, multifactorial cholestatic diseases are common and many patients will benefit from ICD research.\nThere is acute shortage of liver donors. 10% of patients die while waiting on the liver transplant list. Therefore alternatives to LT are urgently needed. Bioengineered tissues may reduce the need for donor organs but complexity of it's organisation makes generation of functional liver challenging.\n\nThe OBJECTIVE of this project is to generate Cultured Liver Organoids (CLOs) using hepatocytes cultured on 3-D scaffolds as novel models for study of liver development and disease and potential treatment of ICDs.\n\n3-D extracellular matrix (ECM) scaffolds derived from decellularised livers and polymeric matrices (PM) have been used to mimic liver architecture but further work is needed to establish functional bile flow.\nHuman Induced Pluripotent Stem Cells (hIPSCs) derived from reprogrammed skin fibroblasts by overexpression of pluripotency factors can proliferate and be differentiated into various cell types including hepatocytes. hIPSCs enable production of patient specific cells, which are fully immuno-compatible. Genetically corrected mutant hIPSCs differentiated into hepatocytes have been used as cell therapy in animal models of inherited metabolic disorders but direct infusion of hepatocytes into the liver is unlikely to achieve polarised bile flow and correct ICDs.\nTherefore hIPSCs developed from ICD patients will be used to culture hepatocytes on decellularised mouse liver ECM to generate in vitro models of ICDs. CLOs containing hepatocytes from genetically corrected hIPSC will be tested in mouse models of ICDs as potential treatment.'","grantUrl":"","grantId":"337057","fundValue":"1500000","fundStart":"2014-01-01","fundEnd":"2018-12-31","dataset":"fp7"}