{"id":"94431","title":"Relationships between Energetic Status and Population Parameters in Seals","abstractText":"'In light of global climate change, reliable tools to assess status and trends of animal populations are essential to support efficient species conservation management. This project is aimed at identifying the impact of environmental changes on population dynamics of top marine predators by studying how fish availability affects fitness and survival of seals in the North Sea. We will first determine how changes in fish availability affect bioenergetics and foraging behaviour of seals through controlled laboratory experiments on captive seals mimicking different environmental and food conditions. Using these data, a dynamic bioenergetic model will be built to determine energy budgets in relation to foraging, age/size class, season and prey availability variables. We will then estimate how this translates into changes in fitness, survival and reproduction in seal populations based on foraging behaviour of wild seals recorded using telemetry equipment. From these, a state-space model will be developed to estimate age, fecundity, and juvenile survival rates as functions of differences between energy requirements and intakes and of environmental parameters. Finally, we forecast future population trends as well as potentially times and places where seals might be most sensitive to environmental changes. This will be done by linking the previously mentioned state-space model to environmental conditions and prey distribution predictions to estimate spatial and temporal location profitability and seal survival. This interdisciplinary approach will combine laboratory experiments, tracking data from free-ranging seals and complex state-space and spatio-temporal model analyses. It will contribute to advancement in marine mammal ecology by providing essential physiological and behavioural baselines for seals. Ultimately, this will help maintain conservation and sustainable management of habitats and species as per EU Habitat Directives.'","grantUrl":"","grantId":"249194","fundValue":"100000","fundStart":"no date","fundEnd":"no date","dataset":"fp7"}