{"id":"109713","title":"The role of CpG island RNAs and Polycomb-RNA interactions in developmental gene regulation","abstractText":"'A great challenge in developmental biology research has been to understand how cell type specific expression programs are orchestrated through regulated access to chromatin. The interaction between non-coding RNAs and chromatin regulators is emerging as an exciting new research area with the potential to explain how chromatin modifications are targeted.\nPolycomb repressive complex 2 (PRC2) modifies chromatin to maintain developmental regulator genes specific for other cell types in a repressed state and is essential for embryogenesis across Metazoa. We have recently determined that CpG islands targeted by PRC2 generate a class of short non-coding RNAs. The RNAs are produced independently from mRNA, indicative of hitherto uncharacterised transcriptional processes.  Furthermore, we have found that the PRC2 subunit Suz12 is an RNA binding protein and directly interacts with these short RNAs and with other RNAs in cells. The role of ncRNA in targeting PRC2 to CpG islands and the importance of PRC2 RNA binding activity for development remains to be understood. Our aims are to:\n1. Determine the functional properties of CpG-island RNAs by A. identifying their conserved features, B. determining their role in polycomb targeting of CpG islands and C. investigating whether such a role relates to the antagonism of polycomb targeting by DNA methylation.\n2. Establish the biological role for Suz12 RNA binding activity by A. determining the structural determinants for Suz12 binding in vitro, B. verifying these features play a role in PRC2 RNA binding in cells and C. determining the role for PRC2-RNA interactions for polycomb function and development.\nThis work promises to characterise a potentially fundamental aspect of cell biology and will open a number of avenues for understanding the function of ncRNAs, the RNA binding activity of chromatin regulators, how transcription and chromatin structure are regulated, and how cell state is maintained and reshaped during development.'","grantUrl":"","grantId":"311704","fundValue":"1499094","fundStart":"2013-09-01","fundEnd":"2018-08-31","dataset":"fp7"}