{"id":"91953","title":"A Method for On-Line Cleaning of Heat Exchangers to Significantly Increase Energy Efficiency in the Oil, Gas, Power & Chemical Process Sectors","abstractText":"Fouling of heat exchangers in refining industry crude oil preheat trains is a chronic operating problem that reduces heat transfer and energy recovery in these systems costing the industry $4.5 billion per annum.  Eight percent of industrial plant operating costs may be attributed to heat exchanger fouling.  Despite enormous costs associated with fouling, the industry relies on off-line cleaning because there are no on-line systems capable of operating under high temperature, low velocity conditions with chemically reactive fluids.  The cost of taking plant off-line inevitably means that the heat exchanger operates at significantly less than peak efficiency.  Our proposed solution is to develop an innovative projectile based on-line cleaning and injection system that will work under the required operating conditions to mitigate foulant build-up throughout the heat exchanger.  Achieving our objectives will require research to formulate accurate correlations of foulant deposition rate as a function of geometry and operating conditions, the development of a composite projectile material to achieve the required mechanical properties and chemical stability as well as a projectile trajectory control system to deliver a uniform distribution of projectiles over the heat exchanger tube-face.  Furthermore; ensuring that projectiles are propelled through the heat exchanger tubes in a low velocity regime will require us to devise a means to temporarily increase flow velocity through selected heat exchanger tubes.  Research will concentrate on characterizing foulant deposition mechanism, structure and rate, projectile tribology as well as gaining a detailed understanding of heat exchanger fluid flow and its control. The proposed solution will provide the industry with significant energy savings of over 10% and reduce the CO2 foot print across a wide range of industrial sectors.","grantUrl":"","grantId":"227462","fundValue":"3969612.83","fundStart":"2009-09-01","fundEnd":"2013-02-28","dataset":"fp7"}