{"id":"96189","title":"\"Microeconomic Analysis of Prices, Food and Nutrition\"","abstractText":"'Diet-related chronic diseases are a major public health concern.  Addressing this concern is a key government policy objectives. Poor diet is one important cause, and a number of policies are aimed at improving diet. The impact of these policies on diet, and thus on health outcomes, will depend crucially on how consumers adapt their food purchasing behaviour in response to the policy, and on how firms in turn respond in terms of the prices they set and the foods they offer.  This proposal sets out an ambitious programme of research that aims to provide a deeper understanding of consumer food purchasing behaviour and firm food pricing behaviour, and their impact on nutrition, taking account of the fact that these markets are typified by oligopolistic competition. This research agenda is made possible by rich new household level data on prices and nutrients.  The research will comprise five inter-related projects. The first two projects will develop a set of models and econometric tools which will produce interesting results in their own right, but will also provide key inputs into the other three projects. Each project seeks to make fundamental advances on the existing literature, and addresses an important policy question. The projects are linked since they will utilise related modelling tools, econometric methods and data. Together these projects will provide a more comprehensive analysis of policy options in the area of food and nutrition than would be possible with independent projects. The projects are: estimating demand for food, store choice and nutritional outcomes; estimating income effects; ex ante evaluation of tax policies; ex post evaluation of information campaigns; and innovation, nutrition and the introduction of new products in the food industry.'","grantUrl":"","grantId":"249529","fundValue":"1626261.61","fundStart":"2010-10-01","fundEnd":"2016-02-29","dataset":"fp7"}