{"id":"90058","title":"How do post-copulatory male-male and male-female interactions shape the evolution of mating strategies? A test using two species of squid","abstractText":"'The main objective of the proposed project is to investigate post-copulatory sexual selection in squid, which provide the rare potential for direct assessment under natural conditions of the interactions of male sperm competition strategy and female strategies for sperm storage and usage. Since females of many species of animals mate with multiple males, it is now widely recognized that post-copulatory male competition and female choice are pervasive evolutionary forces acting on mating strategy. Sperm traits of males, and sperm storage and usage patterns by females would be possible proximate factors responsible for sperm precedence patterns. Loliginid squid offer an excellent opportunity to examine post-copulatory male-male and male-female interactions. Male squid have adult size dimorphism, associated with alternative mating tactics, and females have two distinct sperm storage sites on their bodies, correlated with mating tactics adopted by males. Sperm in both storage sites have the potential to achieve fertilizations during the egg laying process. So the presence of alternative sperm storage sites potentially makes a clear constraint for post-mating sperm competition and cryptic female choice dynamics. In this proposed study I will investigate, in a comparison of two related squid species having different mating biology: 1) male dimorphism in sperm investment pattern; 2) function of male dimorphism (sperm allocation or morphological adaptation for female sperm storage sites); 3) level of constraint imposed on sperm competition by females (sperm storage and usage patterns); and 4) level of paternity bias among males. Results will be integrated to analyze how post-copulatory male-male and male-female interactions shape the evolution of mating strategies. The project has potential to contribute to development of conservation and management strategies for these valuable commercially exploited species, and to collaborations between EU and Japanese scientists.'","grantUrl":"","grantId":"220611","fundValue":"169957.94","fundStart":"2008-08-01","fundEnd":"2010-03-31","dataset":"fp7"}