{"id":"186923","title":"Next Generation Driving Behaviour Models","abstractText":"'Microscopic traffic simulation tools which replicate individual driver decisions and combine them to deduce network conditions are popular tools for evaluating transport planning and management options. An essential component of such tools is a set of mathematical models of driver behaviour, including but not limited to longitudinal movement models, lateral movement models, and route choice models.\nDriving behaviour is an inherently complex process, with driving decisions being affected by various factors, including network topography, traffic conditions, path-plan of the driver, features of the vehicle and characteristics of the driver. The existing driving behaviour models address many of these factors, either fully or partially. However, the existing models tend to overlook the effect of driver characteristics on the decision framework and ignore the underlying heterogeneity in decision making of different drivers as well as the same driver in different contexts. The behavioural predictions from such models are bound to contain significant noise and implementation of models in traffic micro-simulation tools can lead to unrealistic traffic flow characteristics and incorrect representation of congestion.\nIn this research, we propose to develop dynamic driving behaviour models that explicitly account for the effects of driver characteristics in his/her decisions alongside the effects of path-plan, network topography and traffic conditions.  The models will be calibrated by combining experimental data collected from the University of Leeds Driving Simulator (UoLDS) and actual traffic data collected using video recordings.\nThe developed models will have the potential to significantly improve prediction capabilities of microscopic traffic simulators and contribute to better transport planning and management.'","grantUrl":"","grantId":"631782","fundValue":"100000","fundStart":"2015-02-01","fundEnd":"2019-01-31","dataset":"fp7"}