{"id":"109361","title":"Training  in Multiscale Analysis of multi-Phase Particulate Processes (T-MAPPP)","abstractText":"'Dry, wet and multiphase particulate materials constitute over 75% of raw material feedstock to industry. Despite their significance, many industrial particulate processes display unpredictable behaviour due to both their multiscale nature and the coexistence of different phases: this leads to undesirable losses in resources, energy, money and time. Considerable progress can be achieved using multiscale analysis and modelling to provide both visual and quantitative details of the dynamics of multiphase particulate systems. However, immature predictive capabilities, together with a lack of expertise and education in this developing field, hinder the adoption of these technologies. To address this skills gap and to initiate further advances in the field, it is crucial that a coordinated and intersectoral approach (combining different industrial sectors and fields of science) is taken, broadening the portfolio of skills currently retained within the EU research community. The T-MAPPP network brings together 15 leading European organizations in their respective fields, including 10 industrial companies (4 of which are SMEs) and stakeholders ranging from agriculture/food processing, consumer/personal care, chemicals/pharmaceuticals to software and equipment manufacture, to foster and develop a pool of ESRs and ERs who can transform multiscale analysis and modelling from an exciting scientific tool into a widely adopted industrial method. Through the delivery of sound scientific training and exposure to both Academic and Industrial environments, each of the 15 fellows recruited will be equipped with the multidisciplinary and transferable skills needed not only to initiate further advances in the field, but to become future leaders in Multiscale Analysis (MA) of multiphase Particulate Processes (PPP) and systems. Such skills are Europe-wide in demand, making each fellow a highly desirable candidate for employment and very mobile across the different career domains.'","grantUrl":"","grantId":"607453","fundValue":"4046406.99","fundStart":"2014-03-01","fundEnd":"2018-02-28","dataset":"fp7"}