{"id":"93151","title":"A toxico-genomic study of the model brown alga Ectocarpus siliculosus","abstractText":"'Sequencing the genome of the model brown alga Ectocarpus siliculosus has afforded an unprecedented opportunity to investigate the molecular basis for metal tolerance in brown algae using a functional genomics approach. Despite the ecological relevance of brown seaweeds as pre-eminent primary producers, key bio-engineers and components of biofouling communities of temperate coastal waters, and their ability to grow in metal-polluted waters our attempts to unravel the underlying mechanisms of metal-tolerance have, until now, been hampered from a lack of genomic information. Four key objectives are proposed for this study: establish the degree of metal-tolerance (Cu, Cd), from measurements of growth and photosynthesis, in strains of E. siliculosus that have been collected from pristine and polluted sites and are maintained, axenically, in the Plymouth culture collection; investigate the cellular responses to oxidative stress resulting from metal-exposure by measuring the various components of the reactive oxygen scavenging system using biochemical assays and fluorescent cellular probes; investigate the involvement of the thiol- proteins, phytochelatins and glutathione, in metal homeostasis and detoxification, and activity of the enzyme phytochelatin synthase in different tolerant and non-tolerant strains; evaluate the expression patterns of specific genes (?-Glutamylcysteine Synthetase, Glutathione Synthetase, Phytochelatin Synthetase) under metal stress conditions. The results of this research will offer new insights on the evolution of metal-tolerance and on the metal-induced defence mechanisms in a phylogenetically distinct and ecological important group of marine organisms. Moreover, the findings can be exploited for developing more sensitive monitoring tools to assess the health status of transitional marine waters.'","grantUrl":"","grantId":"235380","fundValue":"181350.76","fundStart":"2009-10-01","fundEnd":"2012-11-05","dataset":"fp7"}