{"id":"106018","title":"A phase I/IIa clinical trial in Duchenne muscular dystrophy using systemically delivered morpholino antisense oligomer to skip exon 53","abstractText":"'Duchenne muscular dystrophy (DMD) is a progressive, lethal muscle degenerative condition arising from the absence of dystrophin in skeletal and cardiac muscles. 65% of DMD boys have out-of-frame deletions. Modulation of pre-mRNA splicing by exon skipping is the most promising molecular intervention in DMD. 2 Phase Ib and 2 Phase IIa clinical trials (MDEX Consortium in collaboration with Sarepta Therapeutics; a Dutch Consortium) demonstrated that delivery of antisense oligonucleotides (AOs) to mediate exon skipping of exon 51 were able to return specific DMD mutations in-frame (~13% of all mutations) leading to new dystrophin protein expression after intramuscular and systemic delivery. The Dutch study of repeated 2-O-methylated phosphorothioate (2OMe) AO administration suggested limited efficacy after 5 weeks of treatment. Our MDEX Consortium study using a morpholino (PMO) AO demonstrated a clear dose response, robust dystrophin restoration and reduction of muscle inflammation after 12 weeks at doses up to 20mg/Kg, with no drug related adverse events. This, and preclinical studies focused on level of protein expression, clearly indicate that PMO have a superior therapeutic index compared to 2OMe. New PMOs are needed to target other DMD mutations. We will develop a PMO to skip exon 53 and perform a clinical trial in DMD boys using a world leading pan-European consortium. This will allow us to advance this class of PMO therapy in DMD by i. assessing the safety and efficacy of targeting another exon; ii. exploring the use of non-invasive techniques to monitor dystrophin restoration. This new PMO will be administered over 12 weeks in 3 groups, each of 4 DMD boys, receiving between 4 to 30mg/kg or placebo. If well tolerated, all boys will be treated for another 24 weeks at a dose of 30mg/kg. Safety and dystrophin restoration in a muscle biopsy at the end of this period will be the study endpoints. MRI, MRS and serum miRNA will be used to monitor muscle pathology non-invasively.'","grantUrl":"","grantId":"305370","fundValue":"7527838.99","fundStart":"2012-11-01","fundEnd":"2016-04-30","dataset":"fp7"}