{"id":"103436","title":"Graphene Ribbon-based Nanomaterials for Electrochemical Energy Conversion and Storage","abstractText":"'Graphene ribbon-based nanomaterials were proposed to be used as electrode materials for electrochemical energy conversion and storage devices including fuel cells and supercapacitors. The objectives are to discover the fundamental electrochemical properties of graphene ribbons, to design advanced graphene ribbon-based electrode materials for electrochemical energy conversion and storage devices with significantly improved performance, as well as to demonstrate their structure-property relationship. The fundamental electrochemical properties will be investigated by various electrochemical techniques. Functionalization and chemical doping will alter the electronic properties of graphene ribbons and thus enhance their intrinsic performance for fuel cells and supercapacitors. Meanwhile, graphene ribbons could be used as supporting materials to support foreign metal and metal oxide nanomaterials as electrode materials. In the current proposal, Pt nanoparticles and nanowires will be supported on graphene ribbon as electrocatalysts for direct methanol fuel cells and various metall oxide will be deposited on graphene ribbons for supercapacitors. Finally, carbon nanotubes will be grown on graphene ribbons to obtain 3D heterjunction carbon nanomaterials for supercapacitor application. All these graphene ribbon-based nanomaterials will be demonstrated to be highly active for electrochemical energy conversion and storage devices. The proposed project is closely relevant to the Work Programme. The successful completion of the proposed project would add to the research excellence in the host orgnization, due to the sharing and application of new knowledge transferred and developed by highly qualified researchers. At the same time the projects will constitute nuclei for future research relations at international level.'","grantUrl":"","grantId":"297728","fundValue":"209033.4","fundStart":"2012-06-07","fundEnd":"2014-06-06","dataset":"fp7"}