{"id":"105579","title":"Wireless Railway Condition Monitoring","abstractText":"'Railway operators rely on remote condition monitoring (RCM) of assets to enable continued safety and efficiency.  It is not currently cost effective to monitor every asset; some vehicle systems, such as freight trains, use no technology and are therefore difficult to add modern electronic systems to. There are neither the power systems nor the data systems available to link a new monitoring system into. This creates a block to technology uptake as the external stakeholders, such as monitoring system providers, find it difficult to enter the market.  Therefore, there is a need for a solution that overcomes these technical barriers and yet is still cost effective.\nThe application of wireless sensor networks addresses the problems faced by SMEs in the sector as it will remove the requirements for data cabling.  Appending this technology with energy harvesting would further reduce the need for cabling to be provided to power the equipment.  The wireless technology market is rapidly expanding in many sectors and wireless inspection and monitoring is now commonplace.  However, there is still a significant opportunity for SMEs to penetrate the European railway market.\n\nWiRailCom will develop a wireless condition monitoring solution that will open up a market for European SMEs.  The key technological development is the introduction of state of the art concepts such as energy harvesting and wireless data transfer technology. Therefore, a significant part of this work will address safety aspects such as signal interference and will lead to the support of associated European standards. The project output will lead to the development of a supply chain based on RCM equipment, wireless equipment, energy harvesting equipment, condition monitoring software and hardware and systems integration with legacy railway systems.  The high level objective is to deliver improvements through the application of advanced technology to the design of assets and the associated maintenance cycle.'","grantUrl":"","grantId":"313941","fundValue":"1479132.8","fundStart":"2012-11-01","fundEnd":"2014-10-31","dataset":"fp7"}