{"id":"90061","title":"\"Nonlinear System Identification and Analysis in the Time, Frequency, and Spatio-Temporal Domains\"","abstractText":"'Recent advances in biology, neuro-imaging, the observation of space by satellites, and many other disciplines has lead to an explosion of data and it is now absolutely imperative that a theoretical framework is developed that can be used to analyse this data to identify system dynamic behaviours in a transparent manner to reveal core dynamic behaviours and features. Complex nonlinear behaviours are ubiquitous in the life sciences, neuro-imaging and many other domains but the problems that these challenges raise are also fundamental in many other disciplines and problem domains. The study of complex systems that evolve as a function of time has received enormous attention over the last century and many important results have been established. While there is still much work to do to fully understand this class of systems recent results demonstrate that there is now a unique opportunity to significantly enhance and extend this purely temporal focus both to include nonlinear frequency domain analysis, and to derive results for the important class of spatio-temporal complex systems. The main aim of this proposal is to develop methods for the identification and analysis of the class of severely nonlinear systems, to develop complimentary nonlinear frequency domain identification and analysis methods, and to study the large class of systems that are defined by both spatial and temporal dynamics. In each case the aim is to develop core generic systems approaches that allow the construction of transparent models from recorded data sets that can be related back and analysed in terms of the components of the underlying system. Exemplars will be used throughout as case studies; these will include modelling the magnetosphere, stem cell dynamics, understanding the visual processing in drosophila or fruit fly brain, modelling the link between the recorded fmri signals and neural activity in brain, and the modelling of chemical systems and crystal growth far from equilibrium.'","grantUrl":"","grantId":"226037","fundValue":"1947104","fundStart":"2009-04-01","fundEnd":"2014-03-31","dataset":"fp7"}