{"id":"103905","title":"CRISTAL-ISE:\tDiscovering and managing eBusiness collaborations","abstractText":"'Research efforts to tackle problems of system evolution have included different approaches such as design versioning and annotated database capture of designs, but none of these enable the design of existing running systems to be changed on-the-fly and for those changes to be reflected in a new running version of that design nor for external systems to discover how they may inter-operate with the existing system. Such functionality is becoming increasingly important especially in the business to business sector where time-to-market has become a critical driver. Businesses now expect systems to be agile in nature, to be able to cope with heterogeneity between systems and to have inter-business synchronisation and to be responsive to changes in user requirements so that they can evolve over time as the user needs change.\nWhat industry needs are the skills to develop semantically rich, open, scalable and flexible systems whose descriptions can be discovered by other cooperating systems so that they can coexist and inter-operate. Researchers at the University of the West of England (UWE) have been developing such skills and have implemented the CRISTAL system, based on data and meta-data descriptions that enable systems to dynamically reconfigure on-the-fly and to have system descriptions managed alongside provenance data. The CRISTAL-ISE project aims to enhance an existing Business Process Management tool based on CRISTAL (called Agilium, as developed by the company M1i) with the ability to capture system semantics and have those semantics and provenance 'discovered' by external systems. As a consequence, CRISTAL-ISE will allow the analysis of system usage patterns, system descriptions and associated provenance data of deployed systems in order to facilitate system interoperability between multiple instances of Agilium and will facilitate ebusiness interoperation.'","grantUrl":"","grantId":"285884","fundValue":"1481477","fundStart":"2012-05-01","fundEnd":"2016-04-30","dataset":"fp7"}