{"id":"109641","title":"\"Identification of whether, in which aspects and by which function, a RNA binding protein, KH-type splicing regulatory protein governs development and function of B cell, a type of white blood cell\"","abstractText":"'The immune system is a biological defence against diseases including virus and bacterial infections. A type of white blood cell, B cell, is causative for production of antibodies, key effectors to identify and neutralize viruses or bacteria. B cell can produce high affinity antibodies rapidly upon re-exposure to the same infectious agent, making B cell a key player for immunological memory, a principle of vaccination. Thus, full understanding on B cell biology is crucial for improvement of vaccination as well as prevention of B cell-diseases including B cell-cancers, immunodeficiency, a malfunction of immune system, and autoimmunity caused by aberrant immune response against its own cells and tissues. Recent discovery of microRNAs (miR)s, short RNAs promoting mRNA decay, has highlighted the importance of the regulation of mRNA decay in B cell development and function. Especially, miR-155 has been identified as an essential regulator for antibody production and its biogenesis appears to be mediated by a RNA-binding protein (RBP), KH-type splicing regulatory protein (KSRP). KSRP is a versatile protein with abilities to facilitate miR generation, mRNA decay and splicing, a modification process of newly generated pre-mRNA, and it has been suggested that KSRP controls several key genes related to B cell functions. Thus, we propose that KSRP is an important gene regulator of B cell biology. The aim of this proposal is to identify Whether, in Which aspects and by Which function, the RBP, KSRP, Governs B cell development and function in B cell-intrinsic manner. To achieve this aim, we will perform phenotypic analysis using a unique mouse model system lacking KSRP gene expression. Bioinformatic analysis will allow identifying the genes that KSRP regulates in the context of observed phenotype. The results can generate new insights for gene regulation mechanisms in B cell biology and aid to pave a way for improvement of vaccination and novel treatments for B cell-diseases.'","grantUrl":"","grantId":"329741","fundValue":"299558.4","fundStart":"2013-07-01","fundEnd":"2015-06-30","dataset":"fp7"}