{"id":"86623","title":"Insight into issues of permanent access to the records of science in Europe","abstractText":"The FP7 e-Infrastructures initiative has already resulted in a number of projects being set-up or in negotiation covering a range of areas of scientific endeavour. The creation of virtual research communities brings together stakeholders with diverse backgrounds and capabilities.\n\nOne consequence is a large diversity of approaches and there is as yet little consensus across these communities about best practices in maintaining permanent access to the records of science in a sustainable way. The purpose of this proposal is to work with providers and users of scientific information and repositories to deliver insight into the issues of sustainable permanent access and provide cross-fertilisation of ideas and requirements between providers and users, between the various sectors of interest they represent and between the research community as a whole and national/European funding agencies.\n\nThere will be six key outcomes for the EU - it will provide:\n- a roadmap for the support e-infrastructure for long-term accessibility and usability of scientific and other digital information in Europe.\n- insight into current and planned research and development relating to e-infrastructures and permanent access, national, European and global, regardless of the funding mechanism \n identification of gaps in the existing and planned infrastructure and the research agenda\n the ability to share and capitalise on best practices as well as understanding the impact that e-Science is having on the research communities that it is serving, through an insight study into the capabilities and practices within the various research communities\n- better-informed investment decisions and sustainable e-repositories through an impact analysis framework and tool based on these insights\n- an international process for evaluating the sustainability and trustworthiness of digital repositories, and identifying best practice\n\n","grantUrl":"","grantId":"223758","fundValue":"1797716","fundStart":"2008-03-01","fundEnd":"2010-02-28","dataset":"fp7"}