{"id":"85325","title":"Design and Versatile implementation of nonbinary wireless communications based on innovative LDPC codes","abstractText":"The DaVinci project aims at developing new technologies targeting future B3G or 4G wireless broadband transmission systems such as IEEE 802.16e/m, or 3GPP-LTE. It is well known that the increase in data rate and heterogeneous transport in wireless networks demands very efficient coding schemes, coupled with adaptive resource allocation strategies. Beside the recent progress made these last 15 years, coded modulation schemes presenting near-Shannon performance at high spectral efficiency with short blocks are still missing. Besides, whilst most of the European technology has focused on Turbo-Codes (3GPP, DVB-RCS, IEEE 802.16), it has facilitated as a side effect development of the competing technology, namely LDPC codes worldwide (3GPP2, DVB-S2, IEEE 802.11n).nIn order to ensure European supremacy in enabling technologies mandatory for IMT-Advanced systems, the DaVinci project plans to go beyond usual LDPC codes, and develop breakthrough channel coding, together with tailored Link Level technologies. The DaVinci solution is based on systems which completely operate using high order nonbinary symbols, in all receiver blocks. However, the expected performance gain comes at the expense of increased hardware complexity, and unsolved technical issues such as nonbinary Hybrid-ARQ strategies, or nonbinary turbo-receivers. Consequently, low complexity nonbinary LDPC codes/decoders will be developed in the DaVinci project, and compared in a realistic framework, using a versatile FPGA implementation and real link using a MIMO-OFDM platform.nOur consortium has a strong expertise in the design of efficient, but practical B3G/4G communication systems, and we believe that the joint design of the code, the resource allocation and the hardware model is the necessary basis for proposing better systems for next generation wireless networks. We target, as main dissemination of the DaVinci project, a system proposal for the IMT-advanced call in 2008-2009.","grantUrl":"","grantId":"216203","fundValue":"3626521","fundStart":"2008-01-01","fundEnd":"2010-06-30","dataset":"fp7"}