{"id":"94068","title":"\"Health Education and Community Integration: Evidence based Strategies to increase equity, integration and effectiveness of reproductive health services for poor communities in Sub Saharan Africa.\"","abstractText":"'Objectives: The research aims to improve the delivery of reproductive health (RH) services in Tanzania and Niger by generating new evidence about effective ways to strengthen the provision, uptake, equity and effectiveness of adolescent reproductive health (ARH) programmes. Background: Poor adolescent reproductive health (ARH) continues to be a major cause of morbidity and worsening poverty for the poorest people in sub-Saharan Africa. The effectiveness of ARH programmes implemented within the health and education sectors is seriously hampered by adverse prevailing cultural norms and practices within those sectors and the wider community, and by poor programme integration. Methods: The proposed research will promote equitable reproductive health (RH) service provision and improve its uptake and effectiveness by : (i) conducting a situation analysis of current community and implementer experiences of existing ARH programmes in Tanzania and Niger, identifying priority areas of weakness in RH service provision and opportunities for strengthened service uptake and integration; (ii) addressing identified weaknesses and opportunities by developing an innovative package of interventions in 4 areas: (1) workplace ARH strategy in health units; (2) RH support to teachers in schools; (3) integrated school and community guardian support to pupils; (4) enhanced community referral to health services. We will evaluate the processes and impact of the interventions through a series of rigorous process evaluation studies, which will generate new knowledge, about intervention development, and indicators of intervention processes and effect. The overall impact of the interventions will be evaluated in a population-based cluster randomised trial. Involvement as project partners of the government ministries directly responsible for ARH policy in both Niger and Tanzania, will ensure the policy-relevance of this research, and its continued impact beyond the life of this project.'","grantUrl":"","grantId":"242173","fundValue":"3625742.4","fundStart":"2010-03-01","fundEnd":"2014-08-31","dataset":"fp7"}