{"id":"111422","title":"Anthrax Environmental Decontamination Network","abstractText":"'Anthrax, caused by the spore forming bacterium Bacillus anthracis, is  a disease of animals which can infect humans either directly through contact with infected animals  or indirectly as a consequence of bioterrorism.  In regions of the world such as  Eastern Europe and Central Asia the pathogen still constitutes a significant threat to human and animal health. A lack of effective veterinary facilities, access to  vaccines and the burial of  untreated infected animals has resulted in the contamination of large areas due to the ability of the spores  to survive in soil for many years.  Given that the  bacteria is non-contagious its elimination  from contaminated soil and surfaces would have a major impact on disease incidence.   We are seeking to to develop an approach which is specific for B.anthracis and will have minimal impact on the environment.  Following preliminary field trails on animal burial sites in Turkey we have  developed a technique whch triggers the conversion (germination) of  B.anthracis spores into bacteriophage (phage) susceptible vegetative bacteria.  Phages are  natural preditors of bacteria, are species specific and found in close proximity to their prey.  We hypothesize  that a  combination of germinants and B.anthracis specific phages will be an effective and ecologically friends means of reducing spore numbers. Indeed in laboratory studies we have demonstrated the feasibility of this approach.  Additional  phages have been isolated from burial sites in Georgia and Turkey and will be evaluated as part of this study.  While there are a  number of  funded phage based anthrax decon projects in the region  their is as yet no dedicated scientific network to facilitate the sharing of best practices and to link researchers in neighbouring countries facing similar problems. It is our intention to  link these  projects together in a manner which maximises the current investment  and will deliver an environmentally friendly decontamination system.'","grantUrl":"","grantId":"612309","fundValue":"228000","fundStart":"2014-01-01","fundEnd":"2017-12-31","dataset":"fp7"}