{"id":"186111","title":"Cellular bioengineering by plasmonic enhanced laser nanosurgery","abstractText":"'The use of nanoscience technologies to either perform therapy or diagnosis at the cellular level is expected to revolutionize 21st Century medicine by opening new approaches to cure various illnesses. However, cellular bioengineering is technologically challenging and becomes feasible only when different scientific disciplines are combined together to provide advanced cellular level surgery tools. To this aim, nanosurgery (i.e., surgery on the nanoscale) employs ultrafast laser technology and/or nanoscience emerging technologies (nanophotonics, nano-engineering, plasmonics etc.) to perform cell or even nucleus surgery. The major advantage of the nanosurgery approach is the prospect to disrupt submicrometer-sized organelles within living cells or tissue without affecting the surrounding material or compromising viability of the cell or organism.\nIn this context, we intend to apply and optimize a novel femtosecond laser technique for nanosurgery of cancer cells. The technique, named plasmonic enhanced laser nanosurgery, combines the advantages of two rapidly expanding research and technological fields, namely plasmonics and ultrafast lasers, to build a versatile tool capable of performing high throughput cell nanosurgery. The main innovative goal of the proposal involves optical fiber integration of the plasmonic nanosurgery tool towards in-vivo (i.e. living subject) applications. In-vitro cell transfection (i.e., introduction of siRNA through the membrane of breast cancer stem cells (CSCs)) is the specific nanosurgery application of the Light2NanoGene project. The latter, is driven by the remarkable ability of these undifferentiated cells within a tumor to self-renew and promote metastases. The successful transfection of the CSCs with siRNA will silence the expression of key genes involved in their aggressive behavior. We expect proof-of-concept elimination of their capacity for self-regeneration and induction of metastases.'","grantUrl":"","grantId":"624888","fundValue":"283489.2","fundStart":"2014-04-01","fundEnd":"2017-03-31","dataset":"fp7"}