{"id":"102802","title":"Spectral Analysis of Non-selfadjoint and Selfadjoint Operators - New Methods and Applications","abstractText":"'This project will focus on the development of new methods for the study of spectral problems of non-selfadjoint operators and the application of these methods to real-world problems. We will organise a range of activities to promote our research and, more generally, mathematical analysis to scientists and students.\n\nNon-selfadjoint operators and spectral problems arise naturally in many application areas such as hydrodynamics and MHD, lasers, scattering and inverse scattering problems, and numerical methods for photonic crystal fibres. The spectral behaviour of these operators exhbits many new phenomena compared to selfadjoint operators. The spectral theorem and variational principles are not valid. Unable to make use of these methods, we turn to an exciting technique, boundary triples, with which we have already recently obtained very general results for PDEs under minimal and natural hypotheses, with few technical complications.\n\nOur first problem we will consider is the explicit construction of a functional model for a wide class of operators. This will yield many new results for differential operators in terms of their coefficients\nrather than in completely abstract terms as at present. Our second problem is to analyse the `detectable subspace' in inverse problems: the maximal part of the operator which can be reconstructed from boundary measurements. Further problems will include PT-symmetric operators and operators with almost Hermitian spectrum. Finally, we will investigate in detail a class of highly singular ODEs.\n\nOur outreach activities will include the organisation of two workshops for scientists, several lecture series, as well as a summer school for postgraduates and some workshops for undergraduate students.'","grantUrl":"","grantId":"299919","fundValue":"278807.4","fundStart":"2013-02-27","fundEnd":"2015-02-26","dataset":"fp7"}