{"id":"86702","title":"\"New Sources of Natural, Gastric Stable, Food Additives,  Colourants and Novel Functional Foods\"","abstractText":"'Functional foods provide a buoyant growth sector and the use of carotenoids is the most dynamic not only as colorants but as food additives. One issue with these products is their instability both on the shelf and upon digestion. Recently, gastric-stable bacterial-derived carotenoid preparations have been discovered by members of this consortium and these 2nd generation carotenoid preparations, and the bacteria that produce them will be studied. Existing prototypes will be developed as potential food additives but an extensive screen for new 2nd generation prototypes will also be made from marine environments. The consortium includes microbiologists, biochemists and food bio-technologists and will determine the identity of new carotenoid preparations and the bacteria that produce them. The nutritional value of these bacteria will be assessed and a risk-benefit assessment made using modern metabolomic technologies as well as traditional toxicology in order to designate the prototypes as QPS (ie, qualified presumption of safety). Bioprocessing of these bacterial carotenoid preparations will eliminate traditional chemical synthesis and the use of organic solvents. Also the delivery system will utilise a synergistic biological matrix making it a sustainable source. The use of these bacteria as colour-nutritional additives will be assessed by process optimisations, colour and texture analysis. The consortium includes 9 partners, including one ICPC and one associated country. Two IND partners, one an SME, will work together to exploit prototypes as additives, colourants and as functional foods. This will include patenting, licensing and the opening of new markets. Both IND partners are looking for new markets in the food additive/functional food sector and this project will enable them to identify new markets. The project will directly impact the food industry by developing new, natural as well as novel food additives and ingredients that can replace synthetic ones.'","grantUrl":"http://www4.inra.fr/cepia-eng/You-are-looking-for/Projects/Europe/Colorspore","grantId":"207948","fundValue":"4102563","fundStart":"2008-06-01","fundEnd":"2011-11-30","dataset":"fp7"}