{"id":"103406","title":"THOR: Organometallic Thorium Chemistry","abstractText":"'Erli Lu is a young multi-award winning scientist of enormous promise and potential and his work is of the highest international quality with publications in top journals. He wishes to build on and apply his formidable array of scientific skills to this ambitious and innovative programme to develop the organometallic chemistry of thorium which is 50 years behind the d-block. Many textbook d-block examples are yet to be achieved for thorium so our fundamental understanding is poor.\nThe PI has extensive experience in actinide chemistry providing a proven method. However, in respect of thorium a more detailed experience of metal-ligand multiple bonds is needed. Thus, the PI has the facilities and actinide expertise, but needs detailed metal-ligand multiple bond input to proceed. Lu brings unique metal-ligand multiple bond expertise but he is unable to progress on his own as he does not have prior actinide expertise.\nThus, this Fellowship will exploit the synergy from pairing the PI with Lu and deliver high impact science, future textbook examples, and will further our knowledge of thorium to advance EU science against strong competition from the US in catalysis, magnetism, materials, and energy. This will give invaluable research training and knowledge transfer between Lu, the PI and his group, industry, and other research groups to spread excellence in training and research across the ERA.\nThe PI will move into a new area of research and gain career opportunities. The Host will deliver higher quality research and access new internationally leading frontiers of research. Thorium research will make major step-changes relevant to sustainability and energy priority areas of catalysis and clean energy. The ERA will see a strategically important yet stifled area of research revived and reinvigorated resulting in more competitive EU science that will rival the US which currently leads. A strategic long term collaboration between the ERA and China will be established.'","grantUrl":"","grantId":"297888","fundValue":"209033.4","fundStart":"2012-06-01","fundEnd":"2014-05-31","dataset":"fp7"}