{"id":"96777","title":"Deciphering the Evolution of Galaxies and the Assembly of Structure: Probing the Growth of Non-Linear Structure in the Dark Universe with Statistical Analyses of Galaxy Surveys","abstractText":"'I propose to measure the growth of non-linear structure in the dark universe to answer two fundamental questions in cosmology: Is the Cold Dark Matter structure formation theory compatible with the galaxy distribution on group scales? Is the accelerating expansion of the Universe caused by Dark Energy? This frontier research probes two key components of our standard cosmological model. This study is fundamental for understanding structure formation and galaxy evolution, leading to possible ground-breaking changes in our comprehension of gravitational physics.\n\nI will tackle this ambitious research plan by exploiting my extensive knowledge of galaxy survey analyses and propose to critically test our standard model by measuring three key properties: the shape and evolution of the Cold Dark Matter halo mass function; the efficiency of galaxy formation in Local Group sized systems; the evolution of the growth of structure. To achieve those decisive goals, I will build the DEGAS Team, an inter-disciplinary unit dedicated to solve photometric and spectroscopic survey systematics, to develop optimal clustering statistics for imaging surveys and to create a large variety of state-of-the-art mock Universes to interpret the statistical analyses. The techniques developed will be applied to two world-leading galaxy surveys: GAMA, a multi-wavelength redshift survey of which I am a founder and co-PI, and Pan-STARRS PS1, a unique 3/4-sky imaging survey. Using innovative clustering statistics accounting for individual photometric redshift distributions and statistically robust methods for halo mass function estimates, my DEGAS Team will provide the ultimate test for structure formation models, gain key insights on galaxy evolution and present novel constraints on the nature of gravity.'","grantUrl":"","grantId":"259586","fundValue":"1256696","fundStart":"2011-01-01","fundEnd":"2015-12-31","dataset":"fp7"}