{"id":"108106","title":"Detecting and characterizing radio transients","abstractText":"'Recent technological advances place radio astronomy on the brink of a revolution, with survey capabilities about to improve dramatically. The newly completed northern hemisphere Low-Frequency ARray (LOFAR), and the future Karoo Array Telescope (MeerKAT) in the south, are two of the three new-generation radio telescopes driving this progress. It will now be possible, for the first time, to perform radio surveys sufficiently sensitive and wide to efficiently detect rapid, rare transients. Extreme astrophysical events, such as neutron star mergers and relativistic jet ejection from accreting black holes, are expected to show up amongst these radio transients. Such sources\nallow a glimpse of the laws of physics operating in conditions too extreme to be reproduced in a laboratory. The processes involved are of fundamental relevance in star and planet formation, galaxy evolution, and gamma-ray bursts. Furthermore, some classes of transients are expected to be the electromagnetic counterparts of bright gravitational wave sources. I propose to exploit the unprecedented new radio survey capacity to study high-energy processes in astrophysics. In particular, I will share an International Incoming Fellowship between the University of Southampton (UK) and the University of Cape Town (South Africa) -- two institutes uniquely well-positioned in the exciting new field of radio transients. There, I will utilize my extensive experience of optical/infrared\nobservational astronomy, as well as numerical modelling, to characterize a variety of radio transients, in order to secure their astrophysical interpretation. This will allow us to study normally quiescent super-massive black holes, probe relativistic accretion and jet formation, measure kinetic feedback into the ambient medium, test theoretical models of the evolution of black hole and neutron star binaries, and perhaps to identify coherent radio bursts at cosmological distances.'","grantUrl":"","grantId":"328716","fundValue":"221606.4","fundStart":"2013-06-04","fundEnd":"2015-06-03","dataset":"fp7"}