{"id":"187742","title":"The Dynamics of Independence and Interdependence in Chinese Children's Development","abstractText":"'The aim of the proposed project is to study Chinese children's developmental trajectories in the context of drastic sociodemographic change. The objective is twofold: 1) to produce new empirical knowledge about the childrearing practices and cultural theories of child development in China, which can provide a basis for further cross-cultural and longitudinal comparisons; and 2) to contribute to recent multidisciplinary efforts to theorise the relationship between child development, cultural systems and social change, and to develop mixed-method approaches for research in this field. I will focus on the psychological concepts independence and interdependence that cover various values and behaviours in different sociocultural contexts, such as autonomy, collectivism, self-regulation, responsibility, competition, assertiveness and obedience. I will study the manifestation of these different components, and the way they are structured in relation to each other, in two urban Chinese communities: one of permanent urban residents and one of recent rural-urban labour migrants. The two communities differ in several sociodemographic characteristics that relate to the learning environments of infants and young children, and thus set up diverging developmental trajectories. This study of within-culture variance will allow the testing of recent theoretical formulations about the relationship between sociodemographic characteristics, cultural values and child development. It also responds to the recent calls for more cooperation and integration between anthropology and psychology. Ethnographic fieldwork will be complemented by methods of developmental psychology to address particular aspects of cognitive and social development. The aim is to conduct research that meets anthropological requirements for holism and ecological validity, as well as psychological requirements for systematicity and replicability.'","grantUrl":"","grantId":"623128","fundValue":"231283.2","fundStart":"2014-05-01","fundEnd":"2016-04-30","dataset":"fp7"}