{"id":"88023","title":"Deciphering the role of chromatin in epidermal stem cell biology","abstractText":"'The skin is a multi-layered epithelium consisting of interfollicular epidermis (IFE), hair follicles (HF), sebaceous glands (SG) and apocrine (sweat) glands. Continuous shedding of terminally differentiated keratinocytes necessitates constant regeneration to ensure tissue homeostasis. This depends on the epidermal stem cell compartment located on top of the basement membrane. Several of the signaling pathways involved in this process are known (e.g. Myc, Wnt, Rac1, Notch, and EGFR) and under investigation. Commonly, the end-point of signaling pathways is regulation of transcription. In the cell, transcription takes place in a chromatin context and requires modification of the histones. However, the role of these modifications in epidermal stem cell maintenance and differentiation remains poorly understood. The proposed work aims to provide novel insights into the function of chromatin in these processes. Human epidermal stem cells are easily obtained and retain their ability to terminally differentiate in vitro upon certain stimuli, as determined by involucrin expression. Making use of sh/siRNA mediated knock-down, factors involved in regulation of chromatin will be tested for their role in epidermal stem cell differentiation. Interestingly, recent work of the Watt laboratory showed that Myc-induced differentiation involves histone acetylation. A second of research will be aimed at identifying the gene-expression programs underlying lineage commitment. Recent advances have been made in the Watt laboratory to differentiate human sebocytes into either IFE or SG. This system will be subjected to gene expression profiling to uncover the determinants of commitment to either lineage. In addition, RNAi based screens for chromatin factors involved in this process will be initiated. Finally the role of the identified chromatin factors in the formation of epidermal benign and neoplastic anomalies will be investigated using established in vivo murine-based approaches'","grantUrl":"","grantId":"220642","fundValue":"177173.03","fundStart":"2008-06-01","fundEnd":"2010-05-31","dataset":"fp7"}