{"id":"108330","title":"Building a Human Tumour Microenvironment","abstractText":"'Even at their earliest stages, human cancers are more than just cells with malignant potential. Cells and extracellular matrix components that normally support and protect the body are coerced into a tumour microenvironment that is central to disease progression. My hypothesis is that recent advances in tissue engineering, biomechanics and stem cell biology make it possible to engineer, for the first time, a complex 3D human tumour microenvironment in which individual cell lineages of malignant, haemopoietic and mesenchymal origin will communicate, evolve and grow in vitro. The ultimate aim is to build this cancerous tissue with autologous cells: there is an urgent need for models in which we can study the interaction of human immune cells with malignant cells from the same individual in an appropriate 3D biomechanical microenvironment.\n\nTo achieve the objectives of the CANBUILD project, I have assembled a multi-disciplinary team of collaborators with international standing in tumour microenvironment research, cancer treatment, tissue engineering, mechanobiology, stem cell research and 3D computer-assisted imaging.\nThe goal is to recreate the microenvironment of high-grade serous ovarian cancer metastases in the omentum. This is a major clinical problem, my lab has extensive knowledge of this microenvironment and we have already established simple 3D models of these metastases.\n\nThe research plan involves:\nDeconstruction of this specific tumour microenvironment\nConstruction of artificial scaffold, optimising growth of cell lineages, assembly of the model\nComparison to fresh tissue\nInvestigating the role of individual cell lineages\nTesting therapies that target the tumour microenvironment\n\nMy vision is that this project will revolutionise the practice of human malignant cell research, replacing misleading systems based on cancer cell monoculture on plastic surfaces and allowing us to better test new treatments that target the human tumour microenvironment.'","grantUrl":"","grantId":"322566","fundValue":"2431035","fundStart":"2013-06-01","fundEnd":"2018-05-31","dataset":"fp7"}