{"id":"103821","title":"Mode of action and selectivity of pyrethroids on economically important mites and ticks","abstractText":"'There are over 45,000 species of mites/ticks (class: Arachnida, taxon: Acari). Amongst these are a number of important agricultural, horticultural, domestic animal and human pests. Economic losses inside the European Union caused by several of these species can reach hundreds of million euros every year. In the UK, mites have been reported in 72 % of farm stores, 81 % of commercial grain stores, 89 % of animal feed mills and 89 % of oilseed rape stores. The damage caused by a mite infestation can lead to direct financial loss through the deterioration of food quality, downgrading of products, customer complaints and rejection of stock.\nSynthetic pyrethroid compounds are frequently used as acaricides to control tick/mite infestations in agricultural, veterinary and domestic (home/garden) settings, and command a large market share. Understanding their mechanism of action and selectivity on mites/ticks is clearly important for the design of next generation compounds. Selectivity may be highly desirable in situations where there is a need to target one species only, leaving a second species unharmed - a good example being the control of varroa mites on honeybees.\nThis proposal entails the characterization of pyrethroids interactions with tick/mite Na channels at the molecular level since it is important to be able to establish why certain pyrethroid acaricides are more lethal than others, and why some have differing effects on different species. In addition, as resistance development in pest populations threatens the long-term success of currently effective compounds, it is urgent to screen field populations of ticks/mites to identify novel resistance mutations. Eventually, with the information generated from the screening performed, it will be feasible to develop rapid, high throughput DNA-based assays for diagnosing the presence/absence of resistance mutations in field populations of ticks/mites.'","grantUrl":"","grantId":"298831","fundValue":"278807.4","fundStart":"2012-09-01","fundEnd":"2014-08-31","dataset":"fp7"}