{"id":"94236","title":"Brain energy supply and the consequences of its failure","abstractText":"'Energy, supplied in the form of oxygen and glucose in the blood, is essential for the brain s cognitive power. Failure of the energy supply to the nervous system underlies the mental and physical disability occurring in a wide range of economically important neurological disorders, such as stroke, spinal cord injury and cerebral palsy. Using a combination of two-photon imaging, electrophysiological, molecular and transgenic approaches, I will investigate the control of brain energy supply at the vascular level, and at the level of individual neurons and glial cells, and study the deleterious consequences for the neurons, glia and vasculature of a failure of brain energy supply. The work will focus on the following fundamental issues: A. Vascular control of the brain energy supply (1) How important is control of energy supply at the capillary level, by pericytes? (2) Which synapses control blood flow (and thus generate functional imaging signals) in the cortex? B. Neuronal and glial control of brain energy supply (3) How is grey matter neuronal activity powered? (4) How is the white matter supplied with energy? C. The pathological consequences of a loss of brain energy supply (5) How does a fall of energy supply cause neurotoxic glutamate release? (6) How similar are events in the grey and white matter in energy deprivation conditions? (7) How does a transient loss of energy supply affect blood flow regulation? (8) How does brain energy use change after a period without energy supply? Together this work will significantly advance our understanding of how the energy supply to neurons and glia is regulated in normal conditions, and how the loss of the energy supply causes disorders which consume more than 5% of the costs of European health services (5% of ~1000 billion euro/year).'","grantUrl":"","grantId":"249670","fundValue":"2499946.8","fundStart":"2010-04-01","fundEnd":"2016-03-31","dataset":"fp7"}