{"id":"107175","title":"Next Generation of Algorithms and Software for Robust and Global Optimization of Dynamic Systems","abstractText":"'Engineers routinely use optimization in designing and operating engineered systems, as a means for improving their performance from an economic standpoints or in terms of their environmental impact and safety. Most rigorous optimization implementations to date have been for continuous processes using steady-state simulation and optimization, yet a wide variety of process systems either are inherently dynamic or are intentionally operated in a dynamic way. This is the case in particular for new technologies including renewable energy processes and environmental systems, whose complexity challenges the current state-of-the-art methods and tools, calling for new types of\ndecision-making tools based on systematic optimization. In a society where sustainability and competitiveness are two principal drivers, optimization methods that can provide a certificate of global optimality and/or robustness to support the design and control of dynamic processes\nare inevitably becoming more and more important.\n\nOptimal control is the one technology that can optimize complex dynamic systems. The ROGO-DYN project focuses on the further development of optimal control theory and algorithms, with particular emphasis on (i) determining global optimal control decisions for complex dynamic systems and (ii) enforcing robustness of control decisions in uncertain environments. While the theory of nonlinear optimal control is well established and a wide variety of local optimization algorithms are nowadays available, very few rigorous global and robust optimal control algorithms have been developed to date and no generic software implementation is available. It is therefore another principal objective of ROGO-DYN to pioneer the development of open-source software implementing global and robust optimal control methods in a reliable manner, while remaining accessible to non-expert users.'","grantUrl":"","grantId":"329226","fundValue":"231283.2","fundStart":"2013-04-01","fundEnd":"2015-03-31","dataset":"fp7"}