{"id":"96192","title":"A Large Temperature Glide CO2/Lubricant Co-Compression Ground Source Heat Pump","abstractText":"'This International Fellowship will bring a leading Chinese researcher to work in the Europe. The project has been carefully chosen to match Prof Prof Chen's expertise in absorption heat pumps and CFC/HFC substitution with the expertise in sustainable energy technologies at the University of Nottingham so as to maximise the benefit to the Europe. CO2 is the nearest approach to an ideal natural refrigerant, however transcritical operation with a pressure up to 150 bar is a crucial technical barrier for the CO2 compression systems. A combined CO2 compression/sorption cycle is an effective approach to achieve a low operating pressure and avoid transcritical operation. The proposed project aims to investigate a large temperature glide CO2/lubricant co-compression ground source heat pump. The commercial available refrigeration lubricant will be employed as CO2 absorbent. Heat and mass transfer in CO2/lubricant absorption/desorption processes may play a crucial role in the proposed heat pump. The project will have a special focus on the study of heat and mass transfer in CO2/lubricant absorption/desorption processes. The CO2/lubricant co-compression heat pump has the feature of a large temperature glide, which may be exploited to achieve the effect of a high efficient Lorenz cycle. Incorporation with ground source will further increase the performance of system. The project will potentially contribute to significantly reducing the emissions of global warming gases by the elimination of hydrofluorocarbons (HFCs) from air conditioning, refrigeration and heat pump. The proposed co-compression heat pump is very suitable for HVAC (heating, ventilation and air conditioning) applications in buildings. The training of the researcher will be achieved through regular supervision and mentoring and a carefully managed research programme including computer modelling of heat and mass transfer in absorption/desorption processes, experiments as well as economic and environmental analyses.'","grantUrl":"","grantId":"252249","fundValue":"181217.2","fundStart":"no date","fundEnd":"no date","dataset":"fp7"}