{"id":"92658","title":"First-order Modal Logics for the Specification and Verification of Multi-Agent Systems","abstractText":"'The FoMMAS research project aims at extending to first-order the typical formalisms for multi-agent systems (MAS), i.e., epistemic and temporal modal logics, in order to develop new formal tools and techniques for MAS specification and verification by model checking. Our objectives are to investigate the theoretical properties of these formalisms (axiomatisability, decidability, complexity), and to develop a toolkit for automatic verification via model checking. We intend to apply this tool to the verification of concrete scenarios, i.e., web services and security protocols. Propositional modal temporal and epistemic logics are widely used as specification languages in MAS. Still, quantification in specifications is so natural and convenient that it should be brought explicitly into the language. Although first-order modal logic is frowned upon because of its undecidability, recent progress in this area has weakened this objection. Firstly, the model checking problem has sensibly lower complexity in comparison to satisfability. Secondly, recent work in quantified modal and temporal logic has shown that useful fragments are axiomatisable and even decidable, raising hopes that some quantified MAS logics may also be axiomatisable. The FoMMAS research project aims at making progress on the subject of first-order temporal epistemic logic and its application to MAS specification and verification. The objectives of FoMMAS are: 1) To develop first-order temporal epistemic languages for MAS specification, and to provide them with a computationally grounded semantics. 2) To apply these formalisms to the analysis of relevant MAS scenarios, such as security protocols and web services. 3) To study the formal properties of these MAS logics (axiomatisability, decidability, complexity). 4) To develop formal methods and a toolkit for verification via model checking, and to evaluate the performance of the tool in the MAS scenarios in (2).'","grantUrl":"","grantId":"235329","fundValue":"","fundStart":"2009-07-20","fundEnd":"2011-07-19","dataset":"fp7"}