{"id":"186684","title":"Calibrating Exoplanetary Atmospheres Using Benchmark Brown Dwarfs","abstractText":"'Low-mass brown dwarfs in wide binary systems with young stars provide unparalleled opportunities for critically testing and improving the atmospheric model grids that are fundamental to interpreting observations of giant exoplanets. By data-mining the latest generation of wide field infrared surveys (e.g. VISTA, UHS, WISE) to select a sample of benchmark L and T dwarfs that maximise overlap in parameter space with exoplanets, and have well constrained bulk properties such as age, temperature and metallicity, we will greatly improve  our ability to robustly characterise giant exoplanets. Detailed spectroscopic and photometric observations of this sample will provide crucial tests that will change the state of the art in atmospheric modelling. This International Outgoing Fellowship is devised to equip the fellow with detailed theoretical understanding of the complex atmospheric models that are fundamental to understanding the observations of giant exoplanets through a secondment with a world leading theorist. The knowledge gained during this phase will be leveraged during the return phase such that the full scientific potential of this ambitious survey may be realised.  Substellar and exoplanetary models are extremely complex and their production is an inherently multidisciplinary exercise in physics, chemistry and high-performance computing. They incorporate gas phase and surface chemistry, molecular opacities, condensate clouds, composition variations, atmospheric dynamics and radiative transfer. By pursuing this project, the Fellow will develop a unique cross-disciplinary skill set and combination of expertise spanning the observational and theoretical aspects of understanding substellar and exoplanetary atmospheres, bringing significant benefits both in terms of career progression and achieving the long term science goals of European exoplanetary research.'","grantUrl":"","grantId":"629435","fundValue":"379665.2","fundStart":"2014-10-01","fundEnd":"2017-09-30","dataset":"fp7"}