{"id":"103260","title":"On the Chemical Evolution of Proto-Bioenergetic Systems","abstractText":"'Contemporary biochemistry exploits condensed polyphosphates (e.g.: adenosine triphosphate, ATP) to drive metabolic processes. However, it is unlikely that such molecules emerged a priori from an abiotic environment as their synthesis and use requires the presence of sophisticated & complex protein catalysts. We propose that more primitive P-based chemicals pre-dated ATP, chemicals which (i) emerged readily from prebiotic environments, (ii) were capable of performing valuable (in the context of an emerging living system) chemical reactions and (iii) had the ability to evolve chemically into peptide-catalysed polyphosphate-based systems more common to contemporary life.\n\nWe have identified a candidate P-based chemical pyrophosphite [PPi(III)] for which we have plausible prebiotic provenance. We will explore here the ability of PPi(III) to couple prebiotically available amino acids to peptides with potential value to an emerging system. We know that PPi(III) will couple glycine to diglycine but we intend here to explore the complete amino-acid coupling space using robotic, parallel processing, multi-well reader technology to probe PPi(III)-mediated di, tri and tetrapeptide formation. These libraries will then be examined, in a feed-back loop, for their abilities to catalyze the hydrolysis of PPi(III). The significance of this is that polypeptide catalyzed polyphosphate hydrolysis represents a primitive mimic for the activity of contemporary ATPase enzymes. We will then explore the ability of PPi(III) to evolve chemically into pyrophosphate [PPi(V)], a closer cousin to ATP, in the presence of PPi(III)-generated peptides and explore the abilities of the peptide libraries to accelerate chemical reactions of PPi(V). In this way, we aim to chart a chemical evolutionary pathway to peptide-activated P-based chemicals, the forerunners of ATPase enzymes, from plausibly prebiotic systems.'","grantUrl":"","grantId":"298254","fundValue":"200371.8","fundStart":"2013-10-01","fundEnd":"2015-09-30","dataset":"fp7"}