{"id":"187783","title":"Generic fault-detection for multirobot systems","abstractText":"'Multirobot systems (MRS) have recently been of great interest to environmental scientist, consequent to their ability to monitor large-scale atmospheric and aquatic environmental processes. Furthermore, the deployment of large numbers of relatively inexpensive robots for such monitoring purposes may soon be possible. However, considerable technological advances in platform reliability and endurance are required, to potentiate the wide-spread deployment and usage of MRS for environmental monitoring.\n\nFault tolerance is one of the most prominent challenges in the field of MRS. Efficient and long term operation of a MRS requires an accurate and timely detection, and accommodation of abnormally behaving robots. This is particularly relevant in environmental monitoring scenarios, wherein an undetected faulty robot may interfere with, and possibly damage the very system being monitored. Most existing fault tolerant systems prescribe a characterization of the normal robot behaviors, and train the fault-detection model to recognize these behaviors. Behaviors not recognized by the model are consequently labelled abnormal or faulty. However, these models assume a priori knowledge of normal behavior. In addition, MRS employing these models do not transition well to scenarios involving temporal changes in behavior (e.g., robots change their behavior through learning, or in response to environment perturbations).\n\nThe applicant proposes to develop a generic fault-detection system for a real-world environmental monitoring MRS. The developed system will be capable of robustly detecting faults, while adapting itself online to changes in the robot collectives behavior, thus avoiding the need to retrain the system for any new exhibited behavior. The developed system would also have a significant impact on long-term operations of MRS operating in other upcoming areas, such as the health care\nindustry (e.g., potential deployment of MRS in hospitals to interact with patients).'","grantUrl":"","grantId":"623620","fundValue":"221606.4","fundStart":"2015-03-01","fundEnd":"2017-02-28","dataset":"fp7"}