{"id":"92219","title":"\"The Earth Under Surveillance. Climate Change, Geophysics and the Cold War Legacy.\"","abstractText":"'The development of geophysics of the last century has become more relevant to contemporary research. This is because much of the data accumulated in the past have allowed mapping many features of the Earth. Thanks to this information scientists can now appreciate long term changes in climate and environment. However, the data now available were not put together for this purpose. A big leap forward in geophysics materialised during the Cold War, when civilian and military research agencies promoted its expansion in developed countries. Actually, it was the confrontation between Superpowers that boosted the discipline. Some of its branches developed because of the search for oil and uranium in the emerging nuclear arms race. New techniques of geophysical surveying became known especially because of the requirements of nuclear warfare. Western European research groups were deeply involved in geophysical research because US funding organisations (partly through the North Atlantic Treaty Organization, NATO) encouraged international collaboration. US/European collaborative programmes covertly aimed at gathering data and techniques and they paralleled US and European intelligence operations. This project aims at revealing how the geosciences developed during the Cold War, looking at the network of institutions that promoted a new understanding of the Earth, and the motives in play in expanding geophysical studies. It will focus on scientific and intelligence programmes to find out how they complemented each other. The impact of the proposed research is far reaching promoting new scholarly approaches based on team-based analysis; cross-examination of empirical evidence; and international cooperative work. TEUS will be greatly beneficial to the expansion of the recent history of science and technology. And it will also have an impact on current security studies by shedding new light on the relationship between the geosciences and intelligence organisations.'","grantUrl":"","grantId":"241009","fundValue":"1367751","fundStart":"2009-10-01","fundEnd":"2014-09-30","dataset":"fp7"}