{"id":"110526","title":"Multi-scale Modelling of Mechanical Damage to Tomatoes","abstractText":"'The quality of fruit such as tomatoes can be reduced substantially by mechanical damage e.g. by poor handling during and post-harvesting. Damage manifested at the whole fruit or macro-scale is caused by failure of cells at the micro-scale, although cells in different tissues (meso-scale) react differently to external forces. Not much is known about how the mechanics of tomatoes across the scales can be correlated and how external forces cause damage to single cells internally. Therefore, the scientific aim of this Fellowship is to model the multi-scale mechanics of tomatoes to provide a tool for investigating internal damage to tomatoes caused by external forces during handling and processing.\nThe first step will be to investigate the multi-scale anatomy of tomatoes. The multi-scale mechanical behavior of tomatoes, their component tissues, and the cells within those tissues will then be characterized. Such anatomical and mechanical data have never been determined fully for one fruit at one time and therefore existing data cannot be used to develop multi-scale mechanical models. The third step will be to develop and validate a multi-scale finite element model using a novel, user-defined 3D cell element type that will allowing all scales to be represented in a single model. Finally, internal mechanical damage to tomatoes caused by externally applied forces in compression tests of whole fruit will be simulated.\nThis Fellowship will provide a valuable tool for investigating mechanical damage to tomatoes caused by external forces during handling and processing. Besides its scientific value, this project will have an impact of the economic efficiency of the European Union. It will be the basis for long-term collaborations between the University of Birmingham, UK and Henan Polytechnic University, China.\nThe Fellow will undertake a broad range of outreach activities, including to schools and industrial and academic colleagues.'","grantUrl":"","grantId":"326847","fundValue":"231283.2","fundStart":"2014-09-01","fundEnd":"2016-08-31","dataset":"fp7"}