{"id":"108893","title":"Ultra Conductive Copper-Carbon Nanotube Wire","abstractText":"'The most common traditional materials used in electrical energy distribution systems are copper and copper alloys. Modern applications show an increasing demand for better heat and electric current carrying capacity at the level beyond copper base materials. Nanocarbon materials, such as carbon nanotubes and graphene have attracted attention due to their high electrical, thermal conductivity and exceptional mechanical properties.\nIt would appear that combining copper with high performance nanocarbons towards composite materials could offer immediate solution to problems encountered currently. Copper nanocarbon composites could form the next generation of conductors, where copper contributes the benefits of electrical conductivity, whereas nanocarbon brings to this composite its low weight, flexibility, mechanical reinforcement and thermal management. Recent breakthrough in the chirality control of carbon nanotubes could contribute significantly to the electrical conductivity of these composite materials beyond the performance achieved by bulk copper conductors.\nThe material and process costs required to achieve improvement of the overall performance of copper based electrical conductors, need to be compatible with large scale conductor manufacturing and overcome the issues such as the cost of the nanocarbons and the difficulty of scaling up the production processes.\nThis proposal is aimed at developing a copper nanocarbon composite with significantly improved overall properties, including electrical, thermal and mechanical performances over bulk copper. The proposal also aims to develop production process that will be scalable to large volume manufacture.  A key breakthrough will be the development/modification of the continuous carbon nanotube fibre process originating from Cambridge University for copper composite production, an inherently larger volume process for the production of carbon nanotube with high degree of structural control and molecular orientation.'","grantUrl":"http://ultrawire.eu/","grantId":"609057","fundValue":"5011618","fundStart":"2013-10-01","fundEnd":"2016-09-30","dataset":"fp7"}