{"id":"102555","title":"Microbial community nano-ecotoxicology: interplay between effects on structure and the consequent effects on function","abstractText":"'Nanotechnology is already used in a huge variety of applications with a resulting potential environmental exposure. However, we are still lacking sound scientific knowledge on the ecological consequences for natural environmental systems of exposure to man-made nanoparticles (NPs). While standard ecotoxicity tests can be modified for hazard assessment of such NPs, the tests and therefore the conclusions address the wrong endpoints such as high-dose effects on survival and reproduction. This may have little relevance to possible effects on structure and function of natural ecosystems predicted to be exposed to low doses. Therefore the overall aim of this project is to link modern molecular biology and nano-ecotoxicology to address the interplay between effects of engineered NPs on microbial community structure and function and the consequent effects on their ecosystem function roles and rescilience.\nBy joining the disciplines of community ecotoxicology, modern molecular biology, high end NP characterisation techniques together and bringing their combined abilities to bear on natural microbial comunities collected from both aquatic and soil environments this project will contribute to an environmentally more realistic hazard and risk assessment of NPs for microbial communities. This project will use both true commercial and purpose designed examples of silver (Ag)- and zinc oxide (ZnO)-NPs both NP types being among the commercially most important NPs these days.\nAn additional focus will be set on systematic investigations of how effects are governed by the NPs fate and behaviour in relation to the respective environmental matrix and crucial abiotic key factors.  The data will be submitted into a broader research context through major EU and UK-US projects analysing the environmental effects and hazards of NPs to contribute to the development of suitable hazard and risk assessment strategies for the special demands of NPs.'","grantUrl":"","grantId":"303140","fundValue":"209033.4","fundStart":"2012-05-01","fundEnd":"2014-04-30","dataset":"fp7"}