{"id":"107065","title":"Understanding and exploiting complex glycan metabolism in the human microbiota","abstractText":"'The human large bowel is colonized by a community of microbes, the microbiota, which has a significant impact on human health and nutrition through the production of short chain fatty acids, and by interactions with the host immune system. The major nutrients available to these organisms are dietary glycans that are not metabolized by mammalian enzymes in the small intestines. Dietary and nutraceutical strategies can, potentially, be deployed to encourage the dominance of beneficial microbes in the microbiota (e.g. those producing health promoting SCFAs such as propionate and butyrate, and bacteria that have an anti-inflammatory impact through its interaction with the human immune system), ensuring that this microbial ecosystem has a positive influence on human health. This approach, however, is greatly restricted by a critical lack of understanding of the mechanisms by which complex glycans are metabolized by the microbiota. Significantly, the wealth of genomic and metagenomic microbiota sequence data now available, presents an exciting and unparalleled opportunity to make decisive advances in our understanding of glycan metabolism in the human large bowel. This project seeks to capitalize on this genomic information, in harness with recent functional data from my lab., to understand the mechanisms by which complex glycans are metabolized by the human microbiota. At a generic level, by providing insight into glycan resource allocation in the microbiota, this ERC advanced fellowship will make a significant contribution to protein evolutionary biology. The microbiota represents a highly concentrated reservoir of microbes that is continuously exposed to an extensive repertoire of diverse and highly complex glycans, the metabolism of which is essential for bacterial survival.'","grantUrl":"","grantId":"322820","fundValue":"2491013.6","fundStart":"2013-05-01","fundEnd":"2018-04-30","dataset":"fp7"}