{"id":"92447","title":"The detection of boundary changes as a method for early diagnosis of cardiovascular disease","abstractText":"'Current clinically approved methods for detection of Cardiovascular Disease have a number of associated disadvantages and limitations. All methods have some reliability issues and most are based on detection of plaque. Once plaque already exists however, disease may have been getting progressively worse for decades. Methods based on detection of plaque are therefore not able to detect the disease in the early stages. Better diagnostic methods, especially for early detection, are therefore urgently needed and will provide a great improvement on existing methods. A major problem in establishing better diagnostic methods is the large scientific gap which exists between clinicians and scientists, making communication extremely difficult. This proposal will use the unique skill-set of Russian scientist with formidable clinical knowledge and the highest level of mathematical and computational skills to transfer clinical knowledge to the scientific community. This proposal will use this unique skill-set to establish the necessary scientific basis to pursue new methods to detect cardiovascular disease earlier and more reliably than presently possible. The essence of the approach is that material changes must occur at the inner boundary of the artery in the very earliest stages of disease. This novel approach will use advanced asymptotic long wave methods developed by the UK host and will determine changes at the inner boundary through changes to the expected dispersion spectrum. The results from this project will provide the urgently required framework to supply a scientific benchmark, enabling new diagnostic equipment to be developed; this will not only save and improve quality of life, it will significantly reduce the financial cost of treatment and long term care of cardiovascular disease.'","grantUrl":"","grantId":"236045","fundValue":"","fundStart":"2009-10-12","fundEnd":"2011-10-11","dataset":"fp7"}