{"id":"107427","title":"3D Engineered Environments for Regenerative Medicine","abstractText":"'This proposal develops a unified, underpinning technology to create novel, complex and biomimetic 3D environments for the control of tissue growth.  As director of Cambridge Centre for Medical Materials, I have recently been approached by medical colleagues to help to solve important problems in the separate therapeutic areas of breast cancer, cardiac disease and blood disorders.  In each case, the solution lies in complex 3D engineered environments for cell culture.  These colleagues make it clear that existing 3D scaffolds fail to provide the required complex orientational and spatial anisotropy, and are limited in their ability to impart appropriate biochemical and mechanical cues.\n\nI have a strong track record in this area.  A particular success has been the use of a freeze drying technology to make collagen based porous implants for the cartilage-bone interface in the knee, which has now been commercialised.  The novelty of this proposal lies in the broadening of the established scientific base of this technology to enable biomacromolecular structures with:\n(A) controlled and complex pore orientation to mimic many normal multi-oriented tissue structures\n(B) compositional and positional control to match varying local biochemical environments,\n(C) the attachment of novel peptides designed to control cell behaviour, and\n(D) mechanical control at both a local and macroscopic level to provide mechanical cues for cells.\nThese will be complemented by the development of\n(E) robust characterisation methodologies for the structures created.\nThese advances will then be employed in each of the medical areas above.\n\nThis approach is highly interdisciplinary.  Existing working relationships with experts in each medical field will guarantee expertise and licensed facilities in the required biological disciplines. Funds for this proposal would therefore establish a rich hub of mutually beneficial research and opportunities for cross-disciplinary sharing of expertise.'","grantUrl":"","grantId":"320598","fundValue":"2486267","fundStart":"2013-04-01","fundEnd":"2018-03-31","dataset":"fp7"}