{"id":"85357","title":"SysML bAsed modeling, architecTUre exploRation, simulation and syNthesis for complex embedded systems","abstractText":"SATURN's goal is to bridge the current gap between modelling and verification/synthesis in UML based designs of Embedded Systems that are equally composed of HW and SW. To do this, the UML profile for MARTE is evaluated for its complementary application with SysML, and significantly improved adding formal semantics of different Models of Computation for integrated modelling and verification environments. By bridging this gap, SATURN expects to demonstrate a significant reduction in time-to-market. nnThis will be delivered through: (a) the augmentation of SysML with MARTE, (b) the use of MARTE as a platform to integrate SysML with a run-time environment for cross-domain verification, (c) the automatic generation of implementable descriptions for both hardware (SystemC/VHDL) and embedded software (C/C\\) components of the targeted system, and (d) the integration of different abstraction layers allowing seamless integration at functional and target architecture level. nnResults are validated by two complex industrial proof-of-concept case studies covering a smart camera system and an outdoor broadband wireless telecom system. nnSATURN combines two SME tool vendors (Artisan and Extessy AG) with leading system houses (Intracom S.A. Telecom Solutions & Thales Security Systems S.A.S). The consortium also includes two major European Universities: Paderborn University & University of Cantabria. SATURN enables Artisan to build on its leading position in engineering based UML tools (extending SysML based on Artisan Studio) while Extessy will benefit from the project by increasing their respective market in verification infrastructures. Taking advantage of the open platform of Extessy AG, the SATURN process will be extremely flexible, and integrate with different third party verification tools and implementations. Through contributions to MARTE standardisation, project results will be exploited both during the project and will persist long after the project has completed.","grantUrl":"","grantId":"216807","fundValue":"3974364","fundStart":"2008-01-01","fundEnd":"2010-12-31","dataset":"fp7"}