{"id":"94691","title":"Breast Cancer Somatic Genetics Study","abstractText":"'All cancers arise due to somatically acquired mutations in their genomes which alter the function of key cancer genes. Understanding these critical mutational events underlying cancer development is paramount for advancing prevention, early detection, monitoring and treatment of the disease. Breast cancer is the most common class of cancer diagnosed in women worldwide with more than one million cases diagnosed annually. It is responsible for >400,000 deaths per year making it the leading cause of cancer deaths in women and is the most common cause of all deaths in women aged >40yrs. Breast cancer is a heterogeneous disease with a number of subtypes. We propose here to generate complete catalogues of somatic mutations in 500 breast cancers, of the ERve HER2- subclass, under the International Cancer Genome Consortium model by high coverage, shotgun genome sequencing of both tumour and normal DNA. All classes of mutations are expected to be detected including base substitutions, insertions, deletions, copy number changes and rearrangements. These catalogues of mutations will afford us statistical power to identify cancer genes that are mutated at a frequency of greater than 3% in this class of breast cancer. Complementary catalogues of epigenomic changes (genome-wide DNA methylation) will be generated for the same cancer samples together with transcript expression profiles. Integrated analyses of these data will be carried out and compared to parallel datasets from other classes of breast cancer and other types of cancer. The potential clinical utility of these findings for detection and monitoring of minimal residual disease will be investigated. Finally, data will be made rapidly available to all scientific researchers with minimal restrictions. The results of this exhaustive and comprehensive set of studies will have an enormous impact on our understanding of the causes and biology of breast cancer and will lead to major advances in detection, prevention and treatment of breast cancer'","grantUrl":"","grantId":"242006","fundValue":"13875833.15","fundStart":"2010-07-01","fundEnd":"2014-12-31","dataset":"fp7"}