{"id":"103361","title":"Quantum Thermodynamics of Mesoscopic Systems","abstractText":"'This is a multidisciplinary project aiming at bringing together thermodynamics and the physics of quantum mesoscopic systems. Its founding idea is to exploit quantum mesoscopic devices to address fundamental questions of thermodynamics. The unambiguous quantum mechanical\ndefinitions of genuinely thermodynamical quantities (such as heat and work) and their use for the construction of thermal engines and heat-transport mechanisms are key points of the project.\n\nThe analysis of thermodynamical transformations and thermalization processes will be carried out from an information-theoretical perspective, aiming at connecting thermodynamical quantities and concepts of quantum information theory.\n\nQTherM will embody a systematic investigation of quantum heat transport in spatially extended quantum many-body systems such as coupled optomechanical cells and atom-loaded optical lattices. A crucial goal of such endeavours will be the thermodynamical characterization of quantum\nphase transitions in such artificial, quantum-controllable devices.\n\nQTherM will constitute the theoretical backbone for a new generation of experiments in mesoscopics, aiming at ascertaining the foundations of thermodynamics through the framework of modern quantum theory. I will collaborate with top-notch theoretical and experimental groups operating\nin the areas above to design experimental test-beds for the theory that I will develop.\n\nThe originality and inter-disciplinarity of the project, the wide spectrum of training objectives that it includes and the highly creative and fertile environment at the proposed host institution will be for me an unprecedented opportunity to reach professional maturity, enrich my scientific background and enhance my career path towards the construction of my own research group.'","grantUrl":"","grantId":"300368","fundValue":"200371.8","fundStart":"2012-04-01","fundEnd":"2014-03-31","dataset":"fp7"}