{"id":"105937","title":"Establishing and operating an Ocean Data Interoperability Platform","abstractText":"Europe, the USA and Australia are making significant progress in facilitating the discovery and access of marine data through the development, implementation, population and operation of overarching distributed ocean and marine data observing and management infrastructures such as SeaDataNet, Geo-Seas, IOOS and the Australian Ocean Portal. All these regional and national developments are resulting in the implementation of standards for formats of metadata, data, and data products, quality control methods and flags, common vocabularies, as well as services for discovery, viewing and downloading, and software tools for editing, conversions, communication, analysis and presentation, that are increasingly adopted and used by their national and regional ocean and marine communities. There is also a general trend towards the use of the basic ISO and OGC standards, however these allow the use of different profiles and vocabularies. As a result there are differences in the standards used in the different regions which hinder their direct exchange and use at an international and global scale, and as a result act as a barrier to the realisation of global portals such as the IODE Ocean Data Portal and GEOSS.nnnIn order to remove impediments hindering the effective sharing of data across scientific domains and international boundaries, it is proposed to initiate and operate an Ocean Data Interoperability Platform (ODIP) which will include all the major organisations engaged in ocean data management in EU, US and Australia. ODIP is also supported by the IOC-IODE who will participate in its implementation and operation. The ODIP platform will organise international workshops to foster the development of common standards and develop prototypes to evaluate and test selected potential standards and interoperability solutions. The ODIP partnership will provide a forum to harmonise the diverse regional systems, while advancing the European contribution to the global system.","grantUrl":"","grantId":"312492","fundValue":"984248","fundStart":"2012-10-01","fundEnd":"2015-09-30","dataset":"fp7"}