{"id":"107362","title":"The Discursive Construction of Academic Excellence.\nClassifying SSH Researchers Through Text-Processing Practices","abstractText":"'DISCONEX investigates two types of text-processing practices by means of which academic researchers are classified in different national and disciplinary fields of the social sciences and humanities (SSH). The research project will produce theoretically informed and empirically grounded insights into the social organization of SSH research. Drawing from constructivist social theory and qualitative methods in discourse analysis and pragmatics, the research team investigates the discursive construction of excellence as a practical accomplishment of readers cooperating with texts. In a first step, we collect CVs from confirmed SSH researchers from France, Germany, the UK and the U.S.. Then we carry out reader interviews to investigate how membership is negotiated in specialized knowledge communities of the SSH. In a second step, we investigate non-academic practices of processing large text collections in order to account for how academic producers are ranked by evaluation professionals and calculative technologies. Finally, by comparing representations of excellence produced by academic and non-academic actors, DISCONEX will show how knowledge producers and ranking experts account for the representations of other types of readers respectively. In the light of the complex interpretive problems involved in the reading and writing of academic texts, we will produce reflexive knowledge on how SSH researchers are classified in the light of new modes of academic knowledge production. Given the important role that written texts play in SSH discourse, the exchange between the sociology of science and discourse analysis can help establish a new field: the social sciences and humanities studies (SSHS).'","grantUrl":"","grantId":"313172","fundValue":"1498959.33","fundStart":"2013-03-01","fundEnd":"2018-02-28","dataset":"fp7"}