{"id":"185637","title":"The histone H3.3 variant in brain cancer pathogenesis","abstractText":"'Epigenetic reprogramming is a hallmark of brain cancer. Remarkably, driver mutations of the histone H3.3 variant and its loading machinery have been recently found in paediatric glioblastoma multiforme (GBM), a devastating neoplasm originating from transformed neural precursors. Thus, the very basic building blocks of chromatin can be mutated in cancer.\nThe present challenge is to define at which level altered H3.3 loading influences GBM pathogenesis and provide clues into the underlying mechanisms. Based on work from our group and others, we hypothesise that alterations of H3.3 function/deposition would lead to epigenetic changes, deregulated transcription at bivalent loci and other genomic regions, and alterations of telomere maintenance mechanisms, in turn contributing to tumourigenesis.\n\nThe main objectives of this proposal are to:\n1. Examine the impact of H3.3 mutations on brain cancer pathogenesis, by determining the effect of mutant H3.3 expression on neural precursor cell transformation (A), and tumour maintenance (B).\n2. Define the molecular changes caused by incorporation of H3.3 mutants into the genome and their involvement in tumourigenesis, by A. determining the genome-wide distribution of WT and mutant H3.3 proteins, B. identifying mutant H3.3-driven transcriptional and epigenetic changes, C. defining effects on telomere maintenance mechanisms, and D. connecting mutant H3.3-driven molecular changes to the biological phenotypes.\n\nThe discovery of mutations in histones and their loading machinery represents a paradigm change in the field of cancer epigenetics. We anticipate this study to provide key insights into the role of these alterations in chromatin regulation and cancer pathogenesis. More broadly, this work will increase our understanding of the fundamental mechanisms governing chromatin modification in mammalian cells.'","grantUrl":"","grantId":"616744","fundValue":"1999998","fundStart":"2014-05-01","fundEnd":"2019-04-30","dataset":"fp7"}