{"id":"102898","title":"Spatial population dynamics of invasive non-native species (re)invasions at low density","abstractText":"'The invasion of invasive non-native species (INNS) has severe deleterious impacts on biological diversity, ecosystems services, economics and human health. As these impacts become apparent, increasing resources are being expanded to push back the tide of invasive species. Understanding of key ecological concepts such as the scope of compensatory processes (those causing an improvement in fitness of individuals at low density due to e.g. when the amount of resources per capita is greater), depensatory processes (those causing a decrease in fitness of individuals at low density due e.g. to difficulty in locating a mate), dispersal (the movement of individuals from site of birth to site of reproduction) and multi-species interactions should guide these management efforts. Where such management efforts take place over very large scales, there is also the potential to improve ecological understanding of these processes through a judicious partnership between science and management.\n\nDEPENSATION will deliver improved management and understanding of INNS colonisation. It is integral to a cooperative conservation project involving a coalition of practitioners, ecologists and policy makers that has removed invasive American mink from 10,000km2 centred on the Cairngorms National Park in Scotland. It is the largest successful invasive removal project worldwide as well as unique ecological experiment yielding data on large scale demographic processes in INNS. DEPENSATION will use unique data from the initial eradication and ongoing consolidation and expansion stages of the project to rigorously evaluate the contributions of depensation, compensation and patterns of dispersal by recolonising mink. It will feedback into the conservation project through an active adaptive management approach and close interaction with the volunteers involved in the project. It will formulate Bayesian state space models to evaluate hypothesis and optimise management in Scotland and elsewhere.'","grantUrl":"","grantId":"300288","fundValue":"200371.8","fundStart":"2012-10-01","fundEnd":"2014-09-30","dataset":"fp7"}