{"id":"102357","title":"Three-dimensional nanofiber scaffolds as a model for the study of brain tumour migration","abstractText":"'Brain tumours represent a formidable therapeutic challenge. A major obstacle to effective treatment is the fact that many tumours readily invade normal brain preventing complete surgical resection leading to inevitable tumour recurrence. It is difficult to predict invasive potential of individual tumours, there are no drugs currently available that specifically target invading tumour cells, and there is a lack of efficacious models of tumour invasion. In collaboration with colleagues in the USA I have been involved in the development of a novel in vitro migration assay based on the use of 3D nanofiber scaffolds that stimulate brain tumour cell migration, which we recently used for gene expression profiling to identify novel signaling pathways involved in invasion of the most agressive brain tumour, glioblastoma multiforme.\nHere, we will further develop this model in three ways. First, we will address the mechanisms involved in glioblastoma migration by profiling microRNA alterations in nanofiber migration assays. After validation of altered microRNAs, their effects on cell migration will be determined in the nanofiber assay, and relevant targets will be identified. The long-term goal of this aim is to identify novel anti-invasive therapeutic approaches. Second, we will investigate the potential of 3D nanofiber scaffolds as diagnostic tools, that may be used to predict the invasive potential of various patient brain tumours.  This will be done using patient samples obtained from brain tumour surgeries at Leeds General Infirmary. Invasive potential of tumour biopsies will be determined in the nanofiber assay, and compared with patient progress over time. If there are indications of efficacy, funding will be sought elsewhere to carry out broader trials on large numbers of patients. Such a tool may prove invaluable for clinical decision making. Finally, we will determine the potential of the assay for future high throughput screens.'","grantUrl":"","grantId":"303840","fundValue":"100000","fundStart":"2012-07-01","fundEnd":"2016-06-30","dataset":"fp7"}