{"id":"105509","title":"Embracing One Dimensional Semiconductor Nanostructures","abstractText":"'One dimensional nanostructures (1DNS) produced from various elemental (Si and Ge) and compound (III-V and II-VI) semiconductors are receiving increasing worldwide attention due to their unique properties and potential for a wide range of applications. They are the building blocks for single photon emitters, third generation solar cells and the monolithic integration of optoelectronic devices. 1DNS can be used to fabricate the smallest light emitting devices and lasers.  Despite recent progress, many fundamental and applied challenges still prevent transfer of 1DNS from laboratories to large scale industrial use. The proposed NanoEmbrace assembles eight leading industry partners and ten internationally renowned institutions in materials science, engineering, chemistry, condensed matter physics and nanoscale device fabrication. The original vision of NanoEmbrace is to gain superior control and understanding of 1DNS and to transfer 1DNS from laboratory to industry.  It is probably the first organised attempt to put together all the competences and capabilities, experimental and theoretical, necessary for the comprehension of the mechanisms that govern the growth of 1DNS that cannot all be described by existing models. We also aim to provide the highest quality multidisciplinary and cross-sectoral training to early career researchers (ESRs) in nanoscience to create the next generation of research and industry leaders.\nThe ESRs joining NanoEmbrace will have a unique opportunity to enjoy close personal contact with internationally renowned experts and to put together an unprecedented, complex but unified overall understanding of the growth of 1DNS and to develop the process required to produce practical commercial devices. To deliver the highest quality of training to young talented researchers, NanoEmbrace has identified the key research themes: controlled synthesis, theoretical modelling, characterisation of 1DNS and the integration of 1DNS into device fabrication.'","grantUrl":"","grantId":"316751","fundValue":"3477799.77","fundStart":"2013-01-01","fundEnd":"2016-12-31","dataset":"fp7"}