{"id":"92714","title":"Emoting the Embodied Mind","abstractText":"'This project aims to develop a theoretical account of the mind that acknowledges its embodied as well as emotional character, thus cutting across traditional dichotomies such as head/body, reason/passion, intellect/instinct, and nurture/nature. This goal involves bringing together two research fields that have paid relatively little attention to each other the embodied approach in the philosophy of mind and cognitive science, and the emerging field of affective science . Both fields have undergone considerable developments in the last years, and both represent thriving interdisciplinary research areas. The proposed framework will detail the various ways in which the embodied and emotional features of the mind relate to one another, including the implications that an embodied-emotional view of the mind will have for our concepts of consciousness, value, and rationality. The project is divided into four interrelated yet distinct self-contained subprojects that will be completed over a period of five years. Subproject 1 will address the question of the nature of emotion experience and its relation to the body through an analysis of accounts of lived experience found in philosophical phenomenology, psychology and neuroscience. Subproject 2 will discuss the possibility to extend emotions beyond the boundary of the organism. Subproject 3 will develop an embodied account of value, from simple to more complex organisms. Subproject 4 will elaborate the implications of an embodied-emotional view of the mind for philosophical conceptions of control, rationality, and normativity. Overall, these themes outline a project which is philosophical in its aims (the development of a theoretical framework, and the philosophical implications of such a framework), and interdisciplinary in its methodology. Part of it will in fact examine and discuss various psychological and neuroscientific studies in detail, and recommend new avenues for empirical research in these disciplines.'","grantUrl":"","grantId":"240891","fundValue":"685301","fundStart":"2010-01-01","fundEnd":"2014-12-31","dataset":"fp7"}