{"id":"96591","title":"In vivo biology of the mononuclear phagocyte system. A molecular & functional approach","abstractText":"'Leucocytes are hemopoietic cells involved in tissue homeostasis, inflammation, and the defence against infection. Recent efforts have focused on the  innate immune system , responsible for the early defence against pathogens, at the cost of tissue inflammation and inflammatory disease. New tools and experimental strategies have allowed investigation of an essential component of the innate immune system: cells referred to as the  mononuclear phagocyte system  (MPS), which includes blood monocytes, tissue macrophages, and dendritic cells.\nIn a project supported by an Euryi award in France, we identified bone marrow progenitors for the MPS (Fogg et al., Science 2006), and a surprising exception to this rule: the existence of non-bone marrow precursors for tissue-resident cells (Chorro et al., J. Exp. Med 2009 in press), and in vivo functions of blood monocytes using intravital microscopy (Auffray et al., Science 2007). In 2008 I moved to London to start a new laboratory and benefit from a multidisciplinary environment, but I was not allowed to transfer my EURyi funding.\nThis new project build on our early discoveries, and aims to bring to the next stage the molecular analysis of monocyte/macrophage functions in an intact animal. Toward this aim we will therefore use a direct in vivo approach based on innovative mouse models and cutting edge microscopy techniques, to i) characterise the molecular control of homeostasis of a subset of  resident  cells  of the MPS, the Langerhans cells, which are independent from the bone marrow, under steady state and inflammatory conditions, and investigate whether this model apply to other  resident cells . We will also characterise the ii) functional outcomes and iii) the molecular mechanisms of tissue surveillance by blood monocytes during vascular inflammation in vivo by developing and employing cutting-edge imaging methods.'","grantUrl":"","grantId":"261299","fundValue":"1500000","fundStart":"2010-11-01","fundEnd":"2015-10-31","dataset":"fp7"}