{"id":"99053","title":"Regulation of ventral otic patterning and integration with general programmes of neurogenesis in the zebrafish embryo","abstractText":"'Both during my diploma and my PhD project, neural development has been a focus of my research interest. During my PhD thesis I have worked with the role of signalling pathways on the specification and patterning of the caudal neural tube and during early olfactory development mostly using an in vitro system. Now I would like to change focus and a future challenge lies in understanding the molecular interactions that underlie animal development. The proposed work together with Tanya Whitfield at the MRC Centre for Developmental and Biomedical Genetics (CDBG) in the Department of Biomedical Science, University of Sheffield would enable me to take a new, genetics based approach to questions that have fascinated me for a long time and increase my experience with in vivo studies.\nThe otic placode gives rise to non-sensory, sensory and neural structures of the inner ear. Early during development, neural and non-neural regions form in the otic epithelium and both the first sensory hair cells and the neurons of the statoacoustic ganglion arise from ventral regions. Work from the Whitfield lab has implicated Eya1/Six1, Tbx1 and Otx1 in regulating neural versus non-neural patterning of the zebrafish ventral otic epithelium, but how these factors interact to regulate sensory patch spacing, and integrate with general programmes of neurogenesis, is not understood. I plan to elucidate in detail the genetic network responsible for ventral otic patterning. In a first step I plan to characterize the system through the analysis of the expression patterns of patterning (eya1/six1/tbx1/otx1) genes, neural progenitor soxB1 genes and markers for sensory neurons and hair cells in wild-type and mutant zebrafish lines.  In parallel, I will start to test the model that Tbx1 and Otx1 restrict neurogenesis in the ear using double mutants, morpholino knockdown and overexpression experiments. Using a new otx1 mutant line, I will examine the role of Otx1 in specifying the lateral semicircular ca'","grantUrl":"","grantId":"275978","fundValue":"210092.8","fundStart":"2011-05-01","fundEnd":"2013-04-30","dataset":"fp7"}