{"id":"187956","title":"Increasing the genetic variation of wheat germplasm by introgressing Thinopyrum intermedium chromosomes and chromosome segments","abstractText":"'Wheat is the predominant cereal in Europe and one of the major export products of the European Union. There is an increasing demand to preserve EU wheat-production potential and ensure long-term food security for European citizens. However, wheat is facing such major challenges as climate change, and the narrowed genetic background of cultivated wheat cannot surmount such difficulties. Wild relatives possess great genetic diversity, including tolerance to abiotic stresses, perenniality and disease resistance. The transfer of genetic diversity from wild species to wheat could give valuable responses to the effects of climate change. Breeding a new wheat variety takes 7-10 years, so in order to develop new, competitive varieties by 2020, initial crosses need to be done now.\nSpecies belonging to the Thinopyrum genus are of particular importance as they provide perenniality, salt and drought tolerance and disease resistance. The present study aims to provide innovative tools for shaping more efficient breeding programmes in the future. A new crossing strategy will be presented, resulting in genome-wide introgressions from wheatgrass (Thinopyrum intermedium) in only two generations. Subsequently a new Single Nucleotide Polymorphism (SNP) marker technology will be developed by exploiting recent advances in Next Generation Sequencing platforms (NGS) to provide cheap and easy to use molecular markers for Marker-assisted Selection (MAS) in breeding programmes. Introgressions will be validated by modern molecular cytogenetic techniques (genomic in situ hybridization, fluorescence in situ hybridization) and phenotyping will be carried out for disease resistance and perennial growth habit. The exploitation of these valuable tools in wheat improvement will enable the breeding of competitive varieties adapted to the changing environment at a lower cost, thus increasing the economic potential of the EU.'","grantUrl":"","grantId":"625671","fundValue":"231283.2","fundStart":"2014-07-01","fundEnd":"2016-06-30","dataset":"fp7"}