{"id":"110214","title":"Geotechnical and geological Responses to climate change: Exchanging Approaches and Technologies on a world-wide scale","abstractText":"'GREAT will focus on the geotechnical and geological response to the global challenge of climate change. It aims to promote sharing of mitigation and adaptation strategies on a world-wide scale by involving 5 major European institutions and 6 ICPC institutions from three BRICS countries (China, India, and Brazil). The goal is to facilitate access of Europe to research and innovation carried out in emerging economies and, at the same time, to promote Europe as a pole of attraction for research and innovation on a global scale. GREAT will address four major research areas: i) climate resilient geo-infrastructure; ii) carbon-efficient geo-infrastructure; iii) carbon capture and energy extraction using conventional geo-infrastructure; and iv) geological carbon storage and deep geothermal extraction.\nGREAT will stimulate long-term collaboration between European and BRICS institutions via the secondment of ~50 PhD/Post-doc researchers and ~50 senior members of staff. The seconded PhD/Post-doc researchers will develop mini-projects jointly supervised by senior staff at home and host institution to ensure an effective scientific exchange. These mini-projects are integrated into the overall PhD/Post-doc activities and are anticipated to lead to a substantial number of joint publications. On the other hand, secondment of senior staff members will allow preparing joint proposals to be submitted during the 4-year period of the project. The project will fully exploit the opportunities for collaborative research jointly funded by European and ICPC councils to foster long-term cooperation between European and ICPC institutions. The project will also put in place mechanisms for sustainable networking (i.e. beyond the duration of the project) based on six-monthly virtual workshops, a Facebook portal to facilitate day-to-day interaction in particular between ESRs, and a dedicated Youtube channel for making lectures delivered by senior staff available across the continents.'","grantUrl":"","grantId":"612665","fundValue":"898800","fundStart":"2014-01-01","fundEnd":"2017-12-31","dataset":"fp7"}