{"id":"102241","title":"EPIC-CVD: Individualised CVD risk assessment: tailoring targeted and cost-effective approaches to Europe's diverse populations","abstractText":"'EPIC-CVD's overarching goal is to provide clinicians and policy-makers with a menu of evidence-based options for cost-effective individualised risk assessment that enables the EU's increasingly resource-constrained economies to achieve more personalised predictive medicine in harmony with Europe's diverse cultures and healthcare systems.\n\nWe will achieve this through developing and validating innovative risk scores and efficient screening strategies by studying 75 high priority soluble biomarkers and 215,000 carefully selected genetic variants in the most powerful population-based prospective study ever conducted of incident coronary heart disease, stroke, and type 2 diabetes across 10 diverse European countries. EPIC-CVD will provide the first consideration across Europe of risk scores with information on the interplay of nature and nurture together with biomarkers of lifestyle, biological pathways, vascular injury, and ageing.\n\nOur multidisciplinary consortium involves world-leading expertise in population health science, laboratory science (including VITAS, an SME partner, renowned for nutritional biomarker assays), translational science, and implementation science. This rare combination of expertise will enable systematic consideration of the implications of risk scores and screening strategies for predictive accuracy, feasibility, safety, acceptability, and cost-effectiveness. The impact on clinical decision making and clinical outcomes will be demonstrated in a new randomised trial of risk scores in relation to 'patient-centred' outcomes that assess attitudes, behaviours, and biological risk factors.\n\nKey stakeholders (eg, healthcare professionals, regulators, industry) will be closely engaged by the project. Policy recommendations mindful of the broader societal implications of targeted screening will be tailored to Europe's diverse needs and systematically disseminated to various audiences. This initiative will derive major synergy from related efforts.'","grantUrl":"http://www.epiccvd.eu/","grantId":"279233","fundValue":"7947602.66","fundStart":"2012-01-01","fundEnd":"2015-12-31","dataset":"fp7"}