{"id":"106726","title":"Transforming organisational culture for gender equality in research and innovation","abstractText":"'GENOVATE is an action-research project based on the implementation of Gender Equality Action Plans (GEAPs) in six European universities. It brings together a consortium with diverse experience with gender equality mainstreaming approaches, with varying institutional and disciplinary backgrounds and located in different national contexts. All, however, share common challenges for women engaged in research and all have identified three common areas for intervention: (i) recruitment, progression and research support; (ii) working environment, work-life balance and institutional culture, and finally, (iii) the increasingly important domain of standards and diversity in research excellence and innovation. Each partner university will address these areas through their individually tailored GEAPs that will build on existing structures and policies where relevant, or develop new systems and practices where appropriate. This contextualised approach will be supported by an ongoing knowledge-exchange system within the consortium and by ongoing participatory evaluation, both of which will maximise the shared learning of all partners at every step of the process. An ePortfolio system will allow individual experiences, challenges and thoughts to be documented and collated throughout the implementation process and this will inform the main deliverables of the projects: a social model of gender equality implementation and guidelines tailored to different actors and different contexts highlighting the issues, the challenges and the approaches that work. Dissemination of the outcomes will be shaped by a communications strategy for learning within the institutions, within national learning circles with key stakeholders and, internationally, through networking, media and publication activities. The long-term impact of the project will also be felt within the partner universities: the implementation of the GEAPs involves sustainability strategies for each institution to ensure that ther'","grantUrl":"http://www.genovate.eu/","grantId":"321378","fundValue":"3185139.6","fundStart":"2013-01-01","fundEnd":"2016-12-31","dataset":"fp7"}