{"id":"107860","title":"\"Metaphysics of identity, properties, and relations in fundamental physics\"","abstractText":"'This project belongs to the category of philosophical reflection on the metaphysical consequences of contemporary physical theories. The metaphysical problems that are to be considered concern the analysis of the fundamental notions of objects, identity, individuality, and properties. The central question regarding these concepts is whether and how the numerical distinctness of objects can be grounded in the differences in their qualitative properties. In the light of the recent arguments against the validity of the Principle of the Identity of Indiscernibles within the quantum theory of many particles, it is now common to seek the metaphysical grounding of numerical distinctness in the entire relational structures comprising the objects in question. Alternatively, the hypothesis of the primitive character of numerical identity and distinctness is considered. The project will attempt to investigate these metaphysical issues in the context of a broad range of modern physical theories, including non-relativistic quantum mechanics, relativistic quantum field theory, general relativity, and quantum gravity.  Particular attention will be paid to the notion of quantum entanglement and its numerous metaphysical consequences regarding the individuality of objects, the intrinsicness of their properties, and the supervenience of whole structures on individual objects and their properties. The hypothesis of ontic structural realism, with its emphasis on the ontological priority of relational structures over their relata, will be put to the test taking into account the recent developments in fundamental physics. This project is an interdisciplinary undertaking, combining a general metaphysical framework with logical and formal tools and concepts derived from fundamental physical theories.'","grantUrl":"","grantId":"328285","fundValue":"392423","fundStart":"2013-09-01","fundEnd":"2016-08-31","dataset":"fp7"}