{"id":"95245","title":"Integrative water sampling for the detection and identification of antiandrogenic contaminants in European rivers","abstractText":"'Endocrine disrupting chemicals (EDCs) are environmental contaminants which have the potential to disrupt the normal functioning of the neuroendocrine system in animals and so result in physiological dysfunction. The effects of EDCs on wildlife and their potential effects on human health are a major concern to the scientific community and public. In Europe, EDCs with estrogenic activity are prevalent in effluents from wastewater treatment works (WwTWs), and may result in feminization of male fish in downstream waters reducing their fertility. Most recently, studies have shown that WwTWs effluents contain high concentrations of antiandrogenic activity, but unlike estrogenic chemicals, the identity of the antiandrogenic contaminants is currently unknown. This project aims to identify the antiandrogenic contaminants in WwTWs effluents using passive sampling techniques to obtain an integrative extract of contaminated waters over time. Antiandrogens in effluent extracts will be identified by bioassay-directed fractionation using a combination of in vitro androgen receptor assays and mass spectrometry analyses. Once identified, the range of concentrations of key antiandrogenic chemicals in river waters will be determined using integrative passive sampling of sites upstream and downstream of effluent discharges. This project will provide a more informed knowledge of the range of EDCs in river waters. The work will contribute to environmental impact assessments of these new and emerging environmental chemicals and have importance in the regulation of discharges, and thus is of very wide interest to the government regulatory bodies, environment protection groups, industry and the wider public in Europe. The project will bring Dr Liscio to work with Dr Hill, and allow her to benefit from a number of scientific and complementary training activities which will prepare the fellow for an independent research career in environmental science.'","grantUrl":"","grantId":"254111","fundValue":"172240.8","fundStart":"2010-04-12","fundEnd":"2012-04-11","dataset":"fp7"}