{"id":"186676","title":"3D Forest Structure Monitoring and Mapping","abstractText":"'ForeStMap aims at developing an innovative methodology to derive 3-D information on forest structure at different scales, local to regional, based on a multi-source RS data (multispectral, LiDAR and SAR). A 2-phase approach will be applied. First local estimates from airborne data will be provided and will be subsequently used as reference data to up-scale estimates to a regional scale based on satellite data. An innovative aspect of ForeStMap will be the joint use of empirical non-parametric methods and radiative transfer modelling (RTM). Real and data simulated under different scenarios will be used to develop algorithms to derive forest structure. RTM able to simulate multispectral, LiDAR and microwave data will be combined. Uncertainty of the estimates will be provided by considering error propagation. To validate the methods study sites have been selected in forest with very different characteristics (Tropical, Temperate, Boreal and Mediterranean). ForeStMap will be very useful for future European satellite missions, including Sentinel-I & II and Biomass, reinforcing the position of ERA in carbon accounting, forest monitoring and climate change adaptation. The ERA will also benefit from the synergies between the collaboration networks of the fellow and the host organizations, due to its structuring effect.\nAn important aspect of ForeStMap is the training of the researcher. A detailed plan has been scheduled for the 3 years of the project to provide me with the necessary skills to ensure the success of the project and my future research career. I have a strong research track record showing great promise to establish myself as a leading researcher in the field of forest structure and RS.\nForeStMap envisages a wide range of outreach activities (Master classes, summer schools, networking with other projects, presentations and talks, news releases, web site, video tutorials) to widely disseminate the results of the project besides scientific papers and conferences.'","grantUrl":"","grantId":"629376","fundValue":"294219.6","fundStart":"2015-01-01","fundEnd":"2017-12-31","dataset":"fp7"}