{"id":"100897","title":"Ground Based Structural/Systems Demonstrators","abstractText":"'The subject of this call for proposal is support for the developmeent of a number of small scale Feature Demonstrators that will enable down selection of concepts towards a final Integrated Ground Based Demonstrator of the LE region of a Natural Flow Wing. GKN Aerospace, the world&amp;apos;s No.1 independent supplier of composite aircraft structures, would welcome the opportunity to collaborate with Airbus, Saab and Aernova in the development of the next generation of wing technologies through the Smart Fixed Wing Programme. The GKN Aerospace Composite Research Centre, a state-of the-art research facility located on the Isle of Wight in the UK, and memeber of the National Composites Network of the UK, would like to Co-ordinate this bid, managing the structural aspect of the programme and work with partner company, GKN Aerospace Luton, who would manage the WIPS aspect of the programme. GKN would conduct a trade study that investigates several LOF and ALOF joint concepts for composite LE panels as well as WIPS for metal or CFRP LE components. Following the trade study, a review and downselect of concepts to be manufactured as small scale feature demonstrators would happen in conjuction with outputs from the Airbus Preliminary Design Review of the Short Range Aircraft concept. An assembled test rig will be constructed and the small scale demonstrators would be subject to testing and evaluation. A final report identifying the test outputs against the target requirements will be delivered at the conclusion of this programme. After the successful conclusion of this bid, GKN Aerospace would like to continue to R&amp;amp;T in this area as the Natural Laminar Flow Wing is recognized as a potential key technology for the next generation of aircrafts. The UK National Aerospace Technology Strategy (NATS) has also identified the Laminar Flow Wing Box Validation Programme therefore giving further opportunities for collaboration in the future.'","grantUrl":"","grantId":"255731","fundValue":"250000","fundStart":"2010-01-01","fundEnd":"2011-02-28","dataset":"fp7"}