{"id":"103699","title":"The role of nitric oxide in survival of low oxygen stress in plants","abstractText":"'Flooding is a severe environmental stress that occurs in many natural and man-made ecosystems worldwide. Flooding leads to oxygen deprivation in roots and the maintenance of basal metabolic activity during periods of hypoxia, or even anoxia, is essential for their survival during flooding stress. This is achieved with varying degrees of success among crop species by maintaining minimal levels of ATP production and regeneration of NAD through anaerobic respiration during flooding. Recent studies show that plants can fine tune their metabolism in response to a decline in oxygen concentration by switching to alternative pathways to avoid internal anoxia. One of the characteristic features of the response to oxygen deprivation in roots is the very substantial increase in the production of nitric oxide (NO). This small, lipophilic free radical is synthesized in virtually all organisms and is used as a signalling molecule that directly interacts with cell thiols or the catalytic metal centres of proteins. In plants, there are several oxidative and reductive pathways for the production of NO, and it is the nitrate reductase and plant mitochondrial pathways that are the most likely sources for NO during hypoxia. In addition class 1 haemoglobins play an important role in scavenging NO levels during hypoxia. Despite extensive research, the mechanisms that underlie the sensing and response to oxygen deprivation, including the reprogramming of gene expression and the metabolic processes that enhance survival during flooding, have not been fully elucidated in plants. The project aims at defining the functional role of hypoxically-produced NO as a low oxygen sensor for the regulation of primary metabolism during flooding stress in Arabidopsis plants. The investigation will provide new insights into low-oxygen-sensing mechanisms and the metabolic adjustments associated with the controlled use of carbohydrate and ATP during hypoxic survival.'","grantUrl":"","grantId":"301279","fundValue":"209033.4","fundStart":"2012-09-12","fundEnd":"2014-09-11","dataset":"fp7"}