{"id":"101440","title":"The Cognitive Neuroscience of Deception","abstractText":"'Deception is a pervasive behavior that can serve a useful social purpose, but it can also have catastrophic consequences. This is why societies have long sought methods to study deception and to assess veracity. Traditional methods such as observing behavior and measuring peripheral physiology (e.g., with the polygraph) typically rely on detecting increases in autonomic nervous system arousal. However, these methods are inaccurate because arousal is loosely associated with deception. Moving beyond the notion of arousal, the neurocognitive approach adopted here integrates ideas from cognitive theories of deception postulating that deceptive responses are cognitively more complex than honest responses, and a framework that treats deception as a neurocognitive process and examines directly the brain, the organ that produces lies. This approach aims to identify specific neural patterns produced by cognitive processes associated with deception. To date, there have been only sparse attempts to articulate and test neurocognitive theories of deception and to quantify basic aspects of neuroscience-based deception detection technologies, resulting in a knowledge gap.\n\nThe overarching goal of the CoND project is to begin filling this knowledge gap. The general aims are: i) to define key neurocognitive processes underlying deception by means of combined cognitive neuroscience methods, functional magnetic resonance imaging and event-related brain potentials to monitor cortical activity, and transcranial magnetic stimulation to transiently disrupt such activity, and ii) to evaluate the potential of these methods to lead to neuroscience-based deception detection procedures.\n\nDeveloping novel ways to understand and reliably detect deception that are grounded in cognitive neuroscience theory could have a substantial impact on society and could eventually revolutionize the legal system and improve veracity assessment methods for use in criminal and national security investigations.'","grantUrl":"","grantId":"293850","fundValue":"100000","fundStart":"2012-08-01","fundEnd":"2016-07-31","dataset":"fp7"}