{"id":"109638","title":"Evolutionary strategy for plant breeding","abstractText":"'Large proportions of eukaryotic genomes consist of transposable elements (TEs), predominantly of retrotransposons. They are generally considered as intra-chromosomal parasites. However, their periodical activity bursts influenced organization of host genomes and contributed to beneficial traits. Remarkably, number of transposon generated phenotypic innovations was subsequently selected by humans during plant domestication and breeding. Therefore, retrotransposons could be also considered as attractive endogenous source of genetic variation. Unfortunately so far there is no experimental/technological means to exploit this potential in a controlled fashion.\n\nRecently my laboratory revealed surprisingly selective epigenetic, environmental and developmental mechanisms controlling retrotransposition in Arabidopsis. Here, I intend to build on this knowledge and establish well controlled retrotransposition system a crop plant to liberate its innate genetic diversity buried in silenced TEs.\n\nTo achieve this, I propose a stepwise strategy with the following three objectives:\n\n1. Deeper understanding of molecular mechanisms and environmental cues controlling retrotransposition in Arabidopsis thaliana and use this model plant to develop universal methodology for detection of retrotransposition.\n2. Transfer the knowledge and methodologies to non model plant. I propose to use Arabidopsis lyrata as close relative of A. thaliana, however with 50% enlarged genome due to expansion of retrotransposon populations.\n3. Using methodologies and experimental conditions developed for A. thaliana and A. lyrata we will apply them to maize where we can also take advantage of genetic resources (mutants in epigenetic regulation) in conjunction with responses to selected abiotic stresses.\n\nIf the progress towards above listed objectives was swift, I will initiate collaboration with a corn breeding company to create EVOBREED generated population for evaluation of its phenotypic diversity.'","grantUrl":"","grantId":"322621","fundValue":"2497061.99","fundStart":"2013-10-01","fundEnd":"2018-09-30","dataset":"fp7"}