{"id":"103917","title":"Local Governance and Dynamic Conflict in Developing Countries","abstractText":"'This proposal is divided into two main strands.\n\nThe first strand seeks to understand the effects of local marginal institutional change in autocracies. In particular, we will examine the introduction of local democracy in rural China. Our first contribution is to collect a representative panel of villages in rural China. With this unique data we will examine three main questions: First, we will establish the effect of the introduction of local elections on policies that are determined at the village level: land allocation, tax collection, public good provision and the enforcement of the one child policy. Second, the data will provide a unique opportunity to explore the interaction between formal and informal institutions of accountability by leveraging our information on social infrastructure in these villages. Third, we will determine whether leaders' characteristics change with the introduction of elections.  These unique data will also set the stage for examining many other recent policy reforms in rural China.\n\nThe second strand of the proposal seeks to focus the formal conflict literature to the study of insurgencies, a currently prevalent form of organized violence in developing countries. To capture the basic characteristics of these conflicts, we need models that allow for (i) meaningful conflict dynamics, (ii) a central role for the non-combatant population, (iii) fundamental asymmetry between government and insurgents and (iv) economic transfers and service provision as a strategic ability of the contenders. To reach this goal we will build a series of models whose main contribution to the formal literature of conflict is the introduction of tools from the dynamic principal agent framework. Several building blocks will be analyzed before integrating them in a coherent theory of insurgency from which optimal policy and empirical implications can be derived.'","grantUrl":"","grantId":"283837","fundValue":"805089","fundStart":"2012-07-01","fundEnd":"2017-06-30","dataset":"fp7"}