{"id":"99167","title":"Populism in Europe and Latin America: A Cross-Regional Perspective","abstractText":"'In the last two decades, populism has been gaining strength in Europe and Latin America. Although the topic has received much scholarly attention, there are no cross-regional studies on this subject. The project seeks to fill this research gap by achieving three main objectives. First, it will develop a minimal concept of populism which is useful for undertaking cross-regional research. Second, it will determine which factors foster and hinder the (re)emergence of populism in Europe and Latin America. Third, it will show that and elucidate why populism takes a different form in each of these regions: while European populism seeks to exclude certain groups (e.g. immigrants) from society, Latin American populism aims to include certain groups (e.g. the poor) to the polity.\n\nThe innovative potential of this research project lies in at least two factors. On the one hand, by undertaking a cross-regional study it is possible to disentangle features that in different regional contexts tend to appear together with populism but are not necessarily intrinsic to it (e.g. xenophobia in Europe and clientelism in Latin America). On the other hand, the cross-regional comparison will contribute to gain new insights into the ambivalent relationship between populism and democracy, particularly in terms of the impact that the former might have on the latter. Accordingly, it is important to mention that the subject of this research, as well as the knowledge that it intends to generate, goes far beyond the 'ivory tower' of academia. Indeed, populism is a contemporary phenomenon that affects the day-to-day functioning of representative democracy worldwide. Thus the project will contribute to the understanding of a topic that not only is significant for the European Research Area, but also for governments, civil society and public opinion.'","grantUrl":"","grantId":"273525","fundValue":"192849.6","fundStart":"2011-09-01","fundEnd":"2013-08-31","dataset":"fp7"}