{"id":"98841","title":"A possible hydrothermal origin of Martian phyllosilicates: Exploring the talc/saponite-nontrinte system","abstractText":"'This study will explore the origin of Fe/Mg-rich clay minerals on Mars. Clays, recently discovered on Mars using near-infrared spectroscopy, show for the first time unambiguous evidence for sustained aqueous activity on Mars. Understanding the environmental conditions of formation of these materials, which are dominated by Fe/Mg-rich clays, is central to revealing Mars climate history and past habitability. Studies linking the infrared properties of clays to mineralogical properties and geologic context are therefore very important for understanding alteration minerals on Mars.\n\nSubmarine hydrothermal fields on Earth produce abundant Mg- and Fe-rich clays (talc, saponite and nontronite). These clays are often intimately mixed either by coprecipitation, mixed-layering or atom-substitution. Thus, these or similar settings may have generated the Fe/Mg-clays on Mars. Moreover, some spectral features from these Martian clays have unaccounted for characteristics probably due to mixed-layering and/or atom substitution as in their Earth counterparts.\n\nMg/Fe-rich clays (series talc/saponite-nontronite) from several submarine hydrothermal fields will be studied using advanced microscopy, chemical, spectroscopic, structural and isotope analytical techniques to fully characterise their crystal-chemistry and determine/constrain their formation environment (temperature, fluids, mineral assemblages). Mid- and near-IR spectra will be compared with those from Mars Fe/Mg-clays and added to the spectral library for Mars studies.\n\nThis study will (1) produce new results that will constrain the mineralogical properties and formation conditions of clays on Mars; (2) increase the spectral library for Mars studies with well-characterised, complex clays; (3) enhance the European profile in planetary studies; and (4) provide the fellow with new, advanced skills in mineralogy and analytical techniques that will prepare him for new opportunities and a sustained research career in Europe.'","grantUrl":"","grantId":"272947","fundValue":"258985.27","fundStart":"2011-05-03","fundEnd":"2013-04-02","dataset":"fp7"}