{"id":"94445","title":"European Consortium for Communicating Stem Cell Research","abstractText":"'The European Consortium for Communicating Stem Cell Research, EUROSTEMCELL, brings together the major current FP6 and FP7 stem cell projects, the European Clinical Research Infrastructure Network, and four internationally recognized European stem cell centres to develop a comprehensive, coordinated platform for collation, dissemination and archiving of information on stem cell biology and regenerative medicine. Our aims are to address the urgent need for trusted, high quality information on stem cells by citizens and stakeholders across Europe, and further to establish a model for large-scale dissemination of Framework-funded research outputs to European publics. Dissemination of key advances will be achieved through a structured approach aimed at reaching European citizens and stakeholders at all educational levels. We will focus on three major dissemination routes: the worldwide web; resources for direct public engagement; and resources for educators. Emphasis will be placed on clear exposition of the potential applications and benefits for citizens of existing knowledge and new developments in stem cell research. To ensure continuous development of best practice, we will iteratively evaluate and refine all activities throughout the project. The project centrepiece will be a multi-lingual website, the European Stem Cell Information Portal www.eurostemcell.org, which we will create and develop as the premier European reference site for stem cell information and discourse. The consortium comprises the principal stem cell laboratories across Europe, including new member states, and additionally offers outstanding expertise in ethical and societal concerns and in evaluating clinical outcomes. This coalition provides unparalleled expertise across the field of stem cell biology and regenerative medicine, and is uniquely placed to achieve the vision of a trusted and accessible European stem cell information resource that promotes and facilitates public dialogue.'","grantUrl":"http://www.eurostemcell.org/","grantId":"241878","fundValue":"848428.75","fundStart":"2010-03-01","fundEnd":"2015-02-28","dataset":"fp7"}