{"id":"106750","title":"Training Network for Monte Carlo Event Generators for LHC Physics","abstractText":"'We propose a multi-site ITN consisting of 8 Full and 3 Associated Partners that will deliver a total of 500 ESR-months of training in the physics and techniques of Monte Carlo event generators to a total of at least 15 long-term and 40 short-term appointed researchers.\n\nMonte Carlo event generators are central to high energy particle physics. They are used by almost all experimental collaborations to plan their experiments and analyze their data, and by theorists to simulate the complex final states of the fundamental interactions that may signal new physics. We intend to build on the success of our RTN MCnet, by creating an ITN incorporating all the authors of current general purpose event generators, with the main purposes of:\n(a) training a large section of our user base, using annual schools on the physics and techniques of event generators and short-term residencies of Early Stage Researchers as a conduit for transfer of knowledge to the wider community;\n(b) training the next generation of event generator authors through a significant number of dedicated studentships in our research groups;\n(c) providing broader training in transferable skills through our research, through dedicated training in entrepreneurship and employability and through secondments to private sector partners.\nWe will achieve these training objectives both through dedicated activities and through our outreach and research activities:\n(d) enhancing the visibility of particle physics in the wider community by specific outreach projects using event generators to visualize current particle physics research;\n(e) developing and supporting the new generation of event generators intended for use throughout the LHC data analysis era and beyond;\n(f) playing a central role in the analysis of LHC data and the discovery of new particles and interactions there; and\n(g) extracting the maximum potential from existing data to constrain the modeling of the data from the LHC and future experiments.'","grantUrl":"","grantId":"315877","fundValue":"3947348","fundStart":"2013-01-01","fundEnd":"2016-12-31","dataset":"fp7"}