{"id":"89887","title":"Plant Production of Vaccines","abstractText":"'Advances in the technologies for expressing proteins and extracting them from plants have allowed several plant-made products to be assessed for safety and efficacy. The results have been favourable and have culminated in the demonstration that plant-produced vaccine can protect target animals against challenge. However, most of these successes have concerned the production of antigens which had previously been produced using established methods such as mammalian cell culture. For plants to fulfil their potential as a means of producing vaccines, it is now imperative that methods are developed for the rapid production and characterisation of a large number of vaccine candidates. This project will exploit recent developments in transient expression technologies to screen a range of vaccine candidates in plants. These methods can produce milligram quantities of candidate proteins in a matter of days using only small amounts (tens of grams) of plant tissue. The project will concentrate on screening vaccine candidate proteins which are capable of forming virus-like particles (VLPs), as such particulate structures are known to be potent stimulators of the immune system.  Furthermore, they can be used as carriers of additional immunogenic sequences for the developments of novel vaccines. The project will focus on diseases which are particularly relevant to both the EU and Russia, including Avian Influenza virus (AIV), Blue Tongue Virus (BTV) Porcine Respiratory and Reproductive Syndrome Virus (PRRSV). The ability to screen many candidate VLPs will result in the development of novel vaccines against these and other important pathogens. At the same time as the screening is carried out, methods will be developed to allow the rapid translation of the information gained through the transient studies into larger scale production systems for the most promising candidates. This will enable low cost vaccines to be developed for use for livestock and, ultimately, humans.'","grantUrl":"","grantId":"227056","fundValue":"2597007","fundStart":"2009-01-01","fundEnd":"2011-12-31","dataset":"fp7"}