{"id":"110260","title":"Transcribed-Ultraconserved Regions as novel biomarkers and therapeutic targets in liver cancer","abstractText":"'Hepatocellular carcinoma (HCC) is the sixth most common malignancy in the world. In Scotland incidence of liver cancer has increased of 60% in men from 2000 to 2010. The outcome of patients with advanced HCC remains poor. Thus, novel therapeutic approaches based on targeting oncogenic driver pathways in HCC are urgently needed, as well as informative prognostic markers that guide the use of existing and novel therapeutic strategies. Non-coding-RNAs (ncRNA) are implicated in liver carcinogenesis. Sequence conservation across species has been postulated to indicate that a given ncRNA may have a cellular function. A genome-wide survey identified 481 genomic sequences that showed 100% identity across the human, mouse and rat genomes. These ultra-conserved regions (UCR) are transcribed as ultraconserved ncRNAs (T-UCR). As they are so finely conserved we hypothesize they may have an essential role in regulating cell homeostasis and that may give rise to cancer when are aberrantly modified. In these studies we will profile the expression of T-UCR in human HCC tissues and in mouse HCC models that have genetic abnormalities similar to those found in human HCC to select the best candidate T-UCRs with a role in HCC pathogenesis and progression. In vitro analyses will be performed to characterize the transcript of T-UCR and assess the mechanism of action. We will evaluate the prognostic value of selected T-UCR by retrospectively and prospectively assessing their expression in a series of human HCC from patients who underwent radical resection or liver transplantation, in order to assess whether their expression may predict tumour recurrence. As we have in vitro data on the efficacy of anti-T-UCR, we propose to study if therapies based on the silencing of T-UCR may prevent tumour formation in animal model. These studies will provide evidence for the use of T-UCR as biomarkers and therapeutic targets in HCC.'","grantUrl":"","grantId":"618154","fundValue":"100000","fundStart":"2013-10-01","fundEnd":"2017-09-30","dataset":"fp7"}