{"id":"186236","title":"The role of the gut in experimental visceral leishmaniasis and Chagas disease","abstractText":"'Leishmania donovani and Trypanosoma cruzi cause the neglected infectious diseases visceral leishmaniasis (VL) and Chagas disease (CD) respectively. The host normally controls the initial wave of infection but rarely, if ever, fully clears the infection. Chronic, low-level infection then often progresses to serious clinical syndromes.  Infection of a limited set of favoured tissues is a parasite strategy to evade host immunity and maintain chronicity. Recent work shows the gut is a site of chronic T. cruzi infection in CD mouse models. L. donovani persists in liver and spleen, but the gut may also be a target. In cutaneous leishmaniasis, chronic persistence occurs in the skin due to unique immune responses that evolved to tolerate constant exposure to the environment. A similar situation exists in the gut, where inflammatory responses against commensal microbe and food antigens are unwarranted and potentially dangerous. As in the skin, the hypo-responsive environment of the gut may underpin host failure to clear T. cruzi and L. donovani. Persistence in the gut may compromise microbiota containment leading to secondary syndromes (as in HIV and Toxoplasmosis) or exacerbate VL/CD pathology. Project objectives include (1) assessment of relevance of the gut as a site of L. donovani persistence (2) analysis of gut-specific responses to L. donovani (3) analysis of interactions between host, parasite and commensals and impact on gut immune homeostasis and disease (4) analysis of the gut-specific responses to T. cruzi that allow persistence.  The training programme will develop a broad range of new technical and conceptual competencies to investigate general and gut-specific immunity and host-commensal interactions as well as enhanced transferable skills. This hypothesis-driven project has potential to reveal novel insights into the immunopathogenesis of VL and CD and should stimulate research on novel strategies to cure chronically infected patients.'","grantUrl":"","grantId":"625810","fundValue":"294219.6","fundStart":"2014-10-01","fundEnd":"2017-09-30","dataset":"fp7"}