{"id":"109205","title":"Role of Autophagy and Lysosomal Biogenesis in Hypoxia and Radiation-induced cell death in normal and cancer cells","abstractText":"'The aims of the project are to investigate, for the first time, the mechanisms and the role of autophagy and lysosomal biogenesis in hypoxia and radiation-induced cell death in normal and cancer cells. In project 1 we ask whether autophagy and lysosome biogenesis are involved in hypoxia and the acute and/or late toxicity of radiation in normal cells and tissues, and the eventual radioprotection that could be achieved by modifying process. We will study the direct effects of ionizing radiation and hypoxia on the autophagic pathway and lysosomal biogenesis in normal cell lines. Also, we will conduct a moderate-throughput siRNA screen of different autophagic variants and lysosomal biogenesis pathways in hypoxia and radiation in normal cells. Further, we will study the effects of ionizing radiation in liver conditional knockout or overexpressed mouse line of the master transcriptional regulator of autophagy and lysosomal biogenesis TFEB, and compare its radiation toxicity with the commercial available compound the amifostine. In project 2 we ask whether upregulation or downregulation of the autophagy and lysosomal biogenesis could enhance the radiation sensitivity in vitro and in vivo. We will identify mutants in fission yeast that are either protective from, or synergistic with ionizing radiation and link with autophagy and lysosomal biogenesis and will be further exam in breast cancer cell lines. We will conduct a moderate-throughput siRNA screen of different autophagic variants and lysosomal biogenesis pathways in radiation sensitivity in breast cancer cell lines. Also we will develop an inducible dox-shRNA for TFEB in a xenograft model and investigate the therapeutic value combined with radiation therapy. We anticipated to identify critical targets for pharmacological or molecular interventions aiming to selective protection of normal cells and enhancement of the efficacy of radiotherapy and/or chemotherapy of tumors.'","grantUrl":"","grantId":"330071","fundValue":"231283.2","fundStart":"2013-09-01","fundEnd":"2015-08-31","dataset":"fp7"}