{"id":"187888","title":"\"Health on the move: Exploring the ethical, social, and political underpinnings of portable devices for healthcare and lifestyle\"","abstractText":"'Portability of healthcare raises ethical issues that warrant attention: these include the relocation of health outside the clinic and attendant redistribution of roles and responsibilities; the blurring of established moral categories and distinctions; and value conflicts among stakeholders. While market and policy agendas invest in the vision of mobile technologies for healthcare, there is so far no systematic sociological and ethical analysis on this topic. This project aims to take the first steps to fill this gap in the literature through offering an assessment of how portable mobile health technologies (mHT) will shape and be shaped by the current system of values in healthcare. The project has the following objectives: 1) to map technologies, regulations and discourses around mHT; 2) to explore moral, social and political values in the practices of use and technology design of mHT; 3) to assess these values against the background of current normative and conceptual descriptions in regulations; and 4) to set an agenda for regulation at the policy, technology and user level. The approach relies on qualitative methods in order to explore the ethical and political dimensions of portability in healthcare and offer normative conclusions. This highly interdisciplinary project, conducted in a world-leading research institution in the areas of healthcare, policy, medicine and society, will enable me to reach three training and career objectives: 1) integrating my experience in ethics/philosophy of technology with a deeper understanding of sociology of medicine and health; 2) strengthening my skills in the analysis of healthcare policy documents and governance strategies; 3) complementing my philosophical training with robust qualitative methodological skills for research in the social science. The fulfilment of these objectives will furnish me with the competences required to conduct original academic research at the borders of philosophy and sociology of medicine.'","grantUrl":"","grantId":"624872","fundValue":"221606.4","fundStart":"2014-09-08","fundEnd":"2016-09-07","dataset":"fp7"}