{"id":"100771","title":"Supporting the driver in conserving energy and reducing emissions","abstractText":"ecoDriver addresses the need to consider the human element when encouraging 'green' driving, since driver behaviour is a critical element in energy efficiency. The focus of the project is on technology working with the driver. The project aims to deliver the most effective feedback to drivers on green driving by optimising the driver-powertrain-environment feedback loop. It will carry out a substantial programme of work to investigate how best to win the support of the driver to obtain the most energy-efficient driving style for best energy use. Feedback coverage will include preview of the upcoming situation, optimising the current driving situation as well as post-drive feedback and learning. The project will address this across a wide range of vehicles --  e.g. cars, light trucks and vans, medium and heavy trucks and buses -- covering both individual and collective transport, and will optimise feedback to drivers for both nomadic devices and built-in systems and compare the effectiveness of each. The project will evaluate HMIs and feedback to drivers via both nomadic devices and built-in systems and compare the effectiveness of each. In each case a range of HMIs and feedback styles will be assessed. The project aims to examine driving not only with current and near-term powertrains but also with a full range of future vehicles, including various types of hybrid and plug-in electric vehicles. A comprehensive evaluation will be carried out both in the laboratory (a variety of driving simulators) and in real world driving in both the private and fleet contexts. Scenarios will be developed to assess the implications for the future effectiveness of green driving support. The target of ecoDriver is to deliver a 20% improvement in energy efficiency by autonomous means alone, which opens up the possibility of greater than 20% savings in combination with cooperative systems.","grantUrl":"","grantId":"288611","fundValue":"14633106","fundStart":"2011-10-01","fundEnd":"2015-09-30","dataset":"fp7"}