{"id":"90634","title":"\"Commercialisation of Invention and the Economy of Knowledge. Britain-France, 18th Century\"","abstractText":"'Our research project focuses on the social consequences of the diffusion of technical culture from the 18th-century to the beginning of the 19th-century.  Considering the rise of audiences for technology, we would like to understand how the dissemination of useful knowledge and invention fostered public support and processes of appropriation and participation, for instance through the rise of mediation combining visual languages (public shows, experiments, exhibitions) and print resources: advertisement, posters, periodicals, how-to leaflets.   The question of public and reception is particularly important: On the one hand, the interest for new inventions created markets for a mixed audience which disseminated knowledge. On the other hand, the culture of curiosity and the culture of amateurs transform the conditions of participations. We will in particular try to understand, through a chronological and comparative study of funding models as subscriptions for technical devices, the commercialisation of inventions as interplay between markets and Public Good, charity or interest in improvements. This methodology allows us to identify in a precise manner an active public and to study the social circles that support innovative activity as a resource for men like improvers, inventors, and entrepreneurs who kept on planning technological projects.  Our research methodology will cross the fields of cultural and social history with economic history, and also rely on comparative approaches at a European level.    Three innovative research topics will be addressed by analysing the emergence of public for technology: Dissemination of technical processes through the link between consumption and appropriation, territorial differentiation at different scales (towns, countries) and transformation of modern world, between Enlightenments and industrialisation.'","grantUrl":"","grantId":"219254","fundValue":"169575.09","fundStart":"2008-09-01","fundEnd":"2010-11-30","dataset":"fp7"}