{"id":"187725","title":"Cardiac electro-mechanical coupling in relation to ventricular arrhythmias in the intact human heart: from cardiac mapping and speckle tracking echocardiography to biomarkers","abstractText":"'Cardiac electro-mechanical coupling is known to contribute to sudden cardiac death, a significant public health issue, but its role in the intact human heart is undetermined, mainly because of the lack of data. The proposed work will:\nRecord a unique data-set from patients acquired prior to cardiac surgery. The studies include high-density electrical mapping of the ventricles, speckle-tracking echocardiography, ECG and photoplethysmography.\nWe will quantify the relationship between regional strain and the dispersion of repolarization, and develop a non-invasive biomarker of dispersion of repolarization, which incorporates strain heterogeneity and T-wave morphology. We will quantify the contribution of the regional strain on the spatiotemporal organization of repolarization alternans, and determine the effect of changes in the cardiac strain on the ECG-based indices of alternans.  Additionally, we will develop an algorithm for the detection of pulse wave alternans in the photoplethysmogram recorded from the finger, and develop a mobile application to detect repolarization alternans from a fingertip pulse wave using the built-in camera lens.\nWe hypothesize that:\n1) Alterations in the strain of the myocardium have a direct, predictable effect on electrophysiology: changing action potential duration.\n2) In patients with coronary artery diseases, mechanical heterogeneity contributes to electrical heterogeneity, creating a pro-arrhythmic substrate.\n3) Changes in cardiac load alter the magnitude and the spatial distribution of beat-to-beat repolarization alternans. Mechanical heterogeneity enhances the degree of regional discordance of alternans and increases the arrhythmic risk.\n4) The beat-to-beat variability of repolarization is coupled to the variability of contraction, and can be detected in the pulse wave recorded from a fingertip photoplethysmogram.\nOutputs from this project are expected to have an impact on the understanding and prediction of ventricular arrhythmia'","grantUrl":"","grantId":"622889","fundValue":"221606.4","fundStart":"2015-02-23","fundEnd":"2017-02-22","dataset":"fp7"}