{"id":"91830","title":"Tracking the impact of Holocene environmental change on the population genetics and demographics of four Baltic seal species","abstractText":"'Understanding how species were affected by past climate-induced environmental change is key to predicting the ecological consequences of future climate change. Ancient DNA-based studies have revealed complex Quaternary histories for mammalian populations, and raised new questions regarding the processes underlying the extinction of some species or populations and the survival of others. Here these questions will be addressed for four species of seals that have inhabited the Baltic Sea during the Holocene: the ringed seal Phoca hispida, the harbour seal Phoca vitulina, the grey seal Halichoerus grypus, and the harp seal Pagophilus groenlandicus. The Baltic seal populations have presumably been founded less than 8,000 years ago, with the exception of the ringed seal population, established about 10,000 years ago. The Baltic harp seals went extinct about 2,800 years ago, while the other species remain in the Baltic Sea until present. Genetic studies of contemporary Baltic seals suggest that they constitute demographically independent and evolutionarily significant units compared to other conspecific populations, which makes them a useful model to study past population dynamics. The aim of the project is to test the hypothesis that distinctive life histories led to substantial differences in the long-term dynamics of genetic and demographic changes between closely related species inhabiting the same changing environment. This will be achieved through: (1) reconstructing demographic and genetic changes in each population during the Holocene using ancient DNA techniques and coalescent models; (2) comparing the population dynamics of the four species in the context of climate-induced environmental change, human exploitation, and their life histories; (3) reconstructing the evolutionary process leading to the extinction of the Baltic harp seal. These data will facilitate the development of predictive models of the impact of future climate change on the extant Baltic seals.'","grantUrl":"","grantId":"235978","fundValue":"172434.64","fundStart":"2009-09-07","fundEnd":"2012-09-06","dataset":"fp7"}