{"id":"87942","title":"\"Breathing chlorinated compounds: unravelling the biochemistry underpinning (de)halorespiration, an exciting bacterial metabolism with significant bioremediation potential\"","abstractText":"'Bacterial dehalorespiration is a microbial respiratory process in which halogenated hydrocarbons, from natural or anthropogenic origin, act as terminal electron acceptors. This leads to effective dehalogenation of these compounds, and as such their degradation and detoxification. The bacterial species, their enzymes and other components responsible for this unusual metabolism have only recently been identified. Unlocking the full potential of this process for bioremediation of persistent organohalides, such as polychlorinated biphenyls (PCBs) and tetrachloroethene, requires detailed understanding of the underpinning biochemistry. However, the regulation, mechanism and structure of the reductive dehalogenase (the enzyme responsible for delivering electrons to the halogenated substrates) are poorly understood. This ambitious proposal seeks to study representatives of the distinct reductive dehalogenase classes as well as key elements of the associated regulatory systems. Our group has been at the forefront of studying the biochemistry underpinning transcriptional regulation of dehalorespiration, providing detailed insights in the protein CprK at the atomic level. However, it is now apparent that only a subset of dehalogenases are regulated by CprK homologues with little known about the other regulators. In addition, studies on the reductive dehalogenases have been hampered by the inability to purify sufficient quantities. Using an interdisciplinary, biophysical approach focused around X-ray crystallography, enzymology and molecular biology, combined with novel reductive dehalogenase production methods, we aim to provide a detailed understanding and identification of the structural elements crucial to reductive dehalogenase mechanism and regulation. At the same time, we aim to apply the knowledge gathered and study the feasibility of generating improved dehalorespiratory components for biosensing or bioremediation applications through laboratory assisted evolution.'","grantUrl":"","grantId":"206080","fundValue":"1148522","fundStart":"2008-09-01","fundEnd":"2013-08-31","dataset":"fp7"}