{"id":"190002","title":"Inflammation and Immunity in Human Hypertension and Vascular Dysfunction","abstractText":"'Hypertension is a major cause of death and disability in Europe and in the rest of the World. It affects 30% of adults, and additional 30% are at very high risk of developing hypertension. This is an enormous health problem as it is a cause of subsequent renal failure, stroke, myocardial infarction and heart failure. Despite extensive research, the mechanisms of most cases of hypertension remain unclear. In spite of therapies available, over 40% of treated patients do not reach treatment goals and present with uncontrolled disease. Since the mid-1980s, no new classes of drugs have been successfully developed to treat hypertension. We and others have recently made observations providing a novel mechanism for hypertension involving activation of the immune system, with involvement of T lymphocytes, monocytes and dendritic cells. Mice lacking T cells or monocytes are protected from severe hypertension and renal/vascular dysfunction. Perivascular and renal infiltration of these cells producing cytokines such as IL-17 and TNF-alpha has been implicated. The exact mechanisms or relevance of these observations for human hypertension is unclear. Therefore, we propose to investigate the involvement of the immune system in human hypertension. First, we propose to analyse in depth the characteristics of leukocytes in hypertensive patients in comparison to normotensive controls. Subsequently we will focus on leukocytes infiltrating perivascular adipose tissue and cortex and medulla of the kidney in hypertension in relation to detailed clinical phenotypes of the disease such as ambulatory blood pressure monitoring or vascular dysfunction. Subsequently we will perform ex vivo functional studies by co-incubation of reporter vessels with hypertensive T cells (other leukocytes) to examine their role in vascular dysfunction. These interdisciplinary studies of hypertension have the potential of providing a new understanding and possibly treatment of this otherwise devastating disease.'","grantUrl":"","grantId":"631773","fundValue":"100000","fundStart":"2014-05-01","fundEnd":"2018-04-30","dataset":"fp7"}