{"id":"103475","title":"FUTUREROOTS: Redesigning root architecture for improved crop performance","abstractText":"'Food security is a pressing global issue. Crop production has to double by 2050 to keep pace with global population growth increasing to 9 billion. This target is challenging given the impact of climate change on water availability and the drive to reduce fertilizer inputs to make agriculture more environmentally sustainable. In both cases, developing crops with improved water and nutrient uptake efficiency would provide the solution. Root architecture critically influences nutrient and water uptake efficiency. Rooting depth impacts the efficient acquisition of soil nitrogen (and water) since nitrate leaches deep into the soil. Phosphate use efficiency could be significantly improved without increasing root depth by manipulating the angle of root growth to explore the top soil where this macronutrient accumulates. The genes that regulate root traits such as angle, depth and density in crops remain to be identified. A key impediment to genetic analysis of root architecture in crops grown in soil has been the ability to image live roots non-invasively. Recent advances in microscale X-ray Computed Tomography (?CT) now permit root phenotyping. Major technical and scientific challenges remain before ?CT can become a high throughput phenotyping approach. This ambitious multidisciplinary research programme will be achieved through six integrated work packages. The first 3 work packages will create high-throughput ?CT (WP1) and image analysis (WP2) tools that will be used to probe variation in root systems architecture within wheat germplasm collections (WP3). Work packages 4-6 will identify root architectures that improve water (WP4) and nitrate uptake efficiencies (WP5) and pinpoint the genes that regulate these traits. In parallel, innovative mathematical models simulating the impact of root architecture and soil properties will be developed as tools to assess the impact of architectural changes on uptake of other nutrients in order to optimise crop performance (WP6).'","grantUrl":"","grantId":"294729","fundValue":"3498588","fundStart":"2012-08-01","fundEnd":"2017-07-31","dataset":"fp7"}