{"id":"107075","title":"Asteroseismology to constrain physic of transport processes occurring in red giant stars","abstractText":"'Low- and intermediate-mass stars form the dominant stellar component of our Galaxy and represent a very important astrophysical interest. Their location, kinetics and chemistry give informations on the mechanism of the formation and evolution of the Milky Way. During her PhD thesis, the applicant showed the crucial role of rotation-induced mixing and thermohaline instability to better understand the chemical evolution of red giant stars, and their consequences on the evolution of light elements in our Galaxy. Although spectroscopic observations give an important information of the chemical composition of stars, asteroseismology can provide the long-sought additional constraints to test in detail our physical description of stars. The recent detection and characterisation of solar-like oscillations in a large number of red giants by CoRoT and Kepler allow us to understand this kind of stars, where recently thermohaline mixing has been invoked to explain abundance anomalies. The applicant wishes to go to the Birmingham University to work with Dr Miglio and his team to get new knowledge in asteroseismology modelling, in the population synthesis, and to obtain a critical look on the interpretation of asteroseimic observations. She expects to achieve for the first time a comparison between current theoretical predictions of stellar evolution and asteroseismic observations. She will compute theoretical low-l frequencies of her theoretical models including effects of different transport processes to underline effects of each of them on the frequency spectrum of red giant stars. She will be able to improve in the models the physical description of different hydrodynamic processes such as turbulence, meridional circulation, or thermohaline instability on the red giant branch. Then the study of the stellar populations in our Galaxy with asteroseimic observations combined with spectroscopic observations (APOGEE) will allow us to improve our understanding of the Milky Way.'","grantUrl":"","grantId":"326482","fundValue":"221606.4","fundStart":"2014-01-01","fundEnd":"2015-12-31","dataset":"fp7"}