{"id":"100261","title":"Hybrid Photovoltaic Energy Relays","abstractText":"'Photovoltaic (PV) solar cells promise to be a major contributor to our future energy supply, and the current silicon and thin film photovoltaic industry is growing at a fast rate (25 to 80% pa). Despite this however, only 10 to 20 GW of the total 15TW global energy demand is met by PV generated power. The ramping up in production and affordable global uptake of solar energy requires a significant reduction in materials and manufacture costs and furthermore, a solar industry on the TW scale must be based on abundant and preferably non-toxic materials. The challenge facing the photovoltaic industry is cost effectiveness through much lower embodied energy. Plastic electronics and solution-processable inorganic semiconductors can revolutionise this industry due to their ease of processing (low embodied energy), but a significant increase in performance is required. To enable this jump in performance in a timely manner, incremental improvements and optimisations (evolutionary approaches) are unlikely to provide sufficiently rapid advances and a paradigm shift, such as that described in this project, is thus required. HYPER is lead by Henry Snaith, a prominent young scientist developing hybrid and organic based solar cells. The project will create a new series of hybrid solar cells, based on photoactive semiconductor nanocrystals and light absorbing polymer semiconductors. At the core of the research is the synthesis of new semiconductor and metallic nanostructures, combined with device development and advanced spectroscopic characterisation. The central operational principle to be developed is long range energy transfer of photoexcitons from the bulk of the semiconductors to the charge generating material interfaces, maximising charge generation in these thin film composites Combined with this, advanced photonic structuring of the photoactive layers, and the introduction of nano-plasmonic light harvesting components will represent a new paradigm for hybrid solar cells.'","grantUrl":"","grantId":"279881","fundValue":"1870337","fundStart":"2011-11-01","fundEnd":"2016-10-31","dataset":"fp7"}