{"id":"98012","title":"Incorporating in Numerical Schemes Transition On Curved Surfaces","abstractText":"'This proposal deals with transition on curved surfaces and its modelling in Computational Fluid Dynamics (CFD) scheme. This research aims to develop the computational capability of the European Research Area (ERA) for subsonic transitional flows and to investigate the physics underlying the transition process in the presence of curvature effects. Towards these aims, the research objectives are (i) to generate a transition database with surface curvature under different free-stream turbulence levels, and based on the physics observed, (ii) to build a predictor model formulation that is compatible with present CFD approaches, which is physics-based rather than correlation-based and where variables such as effect of curvature and free-stream turbulence level can be tracked for simple flows. The results hoped for the project are to improve the ERA aerodynamic simulation tools through code modification and calibration and validation against high quality measurements; to provide physical insight on the mechanism of transition in presence of flow over curve surfaces; to advance the state-of-the-art where possible, and eventually, to provide means to develop strategies for the control of transition.\nThe methodology is based on the combination of experimental, analytical and numerical techniques. The first step is to make an assessment of how curvature is taking into account or otherwise incurrent in transition model for computational fluids dynamics. Using a simple flow description where the effects of curvature can be studied analytically. Afterwards, a transition database with surface curvature under different level of free-stream turbulence level of flows of engineering interests will be generated using the existing wind tunnel at the University of Leicester with different measurements techniques. Transition model and their correlation will be modified by the addition of specific curvature terms, the forms of which will be driven by the physics observed in experiment.'","grantUrl":"","grantId":"268405","fundValue":"45000","fundStart":"2011-03-01","fundEnd":"2014-02-28","dataset":"fp7"}