{"id":"186844","title":"New connections in low-dimensional topology: Relating Heegaard Floer homology and the fundamental group","abstractText":"'Low-dimensional topology is a central and exciting area of 21st century research mathematics that has enjoyed a period of intense activity in recent years. On the one hand, steady progress in understanding the deep connections between group theory and three-manifold topology has led to the resolution of long-standing conjectures; on the other, the introduction of modern homological invariants (e.g. Heegaard Floer homology, Khovanov homology) have contributed new insight and perspective on old problems in low-dimensional topology while establishing a vibrant and active field of research exhibiting new ties to physics (e.g. recent work of Witten).  This project will treat a major open problem, raised by Ozsvath and Szabo, that is positioned at the nexus of these two areas:\n\nPROBLEM: Establish a relationship between the fundamental group of a three-manifold and its Heegaard Floer theory.\n\nHeegaard Floer homology presents a new tool -- with origins in physics and gauge theory -- for investigating orientable three-manifolds that is both extremely powerful and inherently different from the fundamental group.  While there are certainly hints that some aspects of the fundamental group might be captured by Heegaard Floer homology, perhaps the most surprising potential connection is formulated in joint work with Boyer and Gordon:\n\nCONJECTURE: An irreducible three-manifold is an L-space if and only if its fundamental group is not left-orderable.\n\nL-spaces are rational homology spheres with simplest-possible Heegaard Floer homology while left-ordersare auxiliary structures on a group. This project will make major progress on the PROBLEM above by approaching this CONJECTURE from a range of perspectives. It will employ and draw on techniques from representation theory and foliations, and make essential use of the most recent developments in Heegaard Floer theory and left-orderable groups. The results of the project will constitute major progress in low-dimensional topology.'","grantUrl":"","grantId":"631364","fundValue":"100000","fundStart":"2014-04-01","fundEnd":"2018-03-31","dataset":"fp7"}