{"id":"90441","title":"\"MATERNAL EFFECTS: FROM ENVIRONMENT THROUGH TO THE MOLECULAR AND INDIVIDUAL LEVEL, AND BACK TO POPULATION ECOLOGY\"","abstractText":"'One of the main issues in contemporary ecology is to understand how local and global changes in the environment affect natural populations. Recent investigations show that survival and fecundity are strongly affected by environmental conditions experienced during early life.. In particular, the conditions experienced by mothers and embryonic stages, can affect traits of individuals such as lipid reserves, or the latent ability to cope with thermal and osmotic stress. Therefore, important changes in survival, fecundity and population dynamics could be caused by changes in environmental conditions of the natal habitat, i.e. where the individuals are born as free-living organisms, but also, where adults mate and eggs/embryos develop associated to the mothers. In the marine habitat, climate change is provoking profound modifications of temperature and salinity, thereby affecting habitat conditions. Most marine animals develop through larval stages that disperse away from the natal habitat, but it is vital for the maintenance of populations that these individuals survive and recruit to the juvenile/adult stock. Maternal and embryonic effects on larval traits can be a source of variability in recruitment, thus acting as a conduit for local and global effects on populations. This proposal addresses the issue of the effect of natal habitat conditions on traits, survival and growth of larval stages. The project focuses on a key marine invertebrate, the shore crab Carcinus maenas, a predatory species native to the European coast, but invasive elsewhere. Following a comparative-experimental approach the project will study how egg and larval traits vary across different habitats and how temperature and salinity experienced by embryos affect larval traits, survival and growth. The gained knowledge will therefore give insights into the effects of global change on larval survival of marine invertebrates mediated by natal habitat effects.'","grantUrl":"","grantId":"235634","fundValue":"181350.76","fundStart":"2009-05-01","fundEnd":"2011-04-30","dataset":"fp7"}