{"id":"110832","title":"Response of Ecosystem Assembly and Function to Climate Change:  A multidisciplinary approach to understand community response to climate change in coastal rocky ecosystems","abstractText":"'Ocean ecosystems are among those most at risk from global climate change.  Coastal water chemistry, and carbon chemistry in particular, is changing at a greater rate than ever before, and will drive coastal pH lower than has been experienced by any modern organism.  Concurrently, on-going increases in seawater temperature will affect physiological processes at the organismal scale and cause shifts in species ranges at the macroecological scale.  It is therefore important to assess the potential for biological response to such changes, on both the species and community levels.  The proposed work will target algal-grazer interactions in rocky coastal marine ecosystems.  Algal-grazer interactions are known to be of particular importance in the structuring of these communities and maintenance of local biodiversity.  Emphasis will be placed on the role of chemical defence compounds produced by algae as mediators of these interactions, and the role that environmental change will play through chemical and physical changes to seawater as possible drivers to change community assembly and function via algal-grazer processes.  Research aims include 1) natural observation and measurements at a variety of natural field sites, 2) field experiments, 3) laboratory experiments, and 4) synthesis of these data through ecosystem-scale models used to predict community function and biodiversity.  This proposal integrates techniques from ecology, phycology, physiology, and both inorganic and organic biogeochemistry to address ecological consequences of climate change from the individual to community scales.  These results will be important for socio-economic valuation of coastal ecosystems across Europe and globally.'","grantUrl":"","grantId":"330271","fundValue":"221606.4","fundStart":"2014-04-28","fundEnd":"2016-04-27","dataset":"fp7"}