{"id":"108488","title":"Labour trajectories in UK and Spain. Analysis of capabilities in transitions using a mixed-method approach","abstractText":"'European labour markets are undergoing profound changes. Although the mode and extent varies between Member States according to national labour market regulations, there is a general trend towards non-standard forms of employment within the EU. The emergence of non-standard forms of employment is linked to a growing polarisation of wages and income and an expanding low-wage sector in many European countries. Theses tendencies have even been further increased by the effects of economic recession. The project aims to define and characterise trajectories before and after the economic recession of 2007 in Spain and UK. Then the project will investigate transitions between employment situations (with or without unemployment spells) as 'potential turning points' that allow identification of the effective capacity for action by the individual and how employment and company policies increase or decrease the real set of options available to the individual.\nBy means of a mixed-method approach that combine quantitative analyisis of trajectories and narrative biographies the main objectives of this proposal are to:\n- Identify quantitative trajectories based in transitions in UK and Spain. The analysis before and after 'economic recession' will allow social and employment profiles to be defined in the two periods and identify main collectives in which economic recession has been a turning point in trajectories.\n- Analyze in both countries narrative biographies of workers with the social and employment profiles identified in quantitative trajectories to identify the role played by institutional, company and personal resources and conversion factors to increase or not capabilities in transitions.\n- Identify the main inequality axis regarding the real options for personal and professional path development according to personal objectives in a context of increasing discontinuities.'","grantUrl":"","grantId":"328223","fundValue":"221606.4","fundStart":"2013-05-13","fundEnd":"2015-05-12","dataset":"fp7"}