{"id":"186768","title":"Response of the Atmospheric and Oceanic Circulation to a Warming Climate","abstractText":"'This is a proposal to re-integrate the applicant into the European scientific community. The applicant proposes to study the large-scale circulation of the atmosphere and ocean and possible changes under global warming.  It is well known that the climate is warming; it is less well known how the circulation of the atmosphere and ocean will respond to this warming and that is the subject of this proposal. It is the response of the circulation that will determine the regional changes of weather and climate that will most affect society. The applicant will develop and use a novel hierarchy of atmospheric and oceanic models to study this problem. Some of the problems to be addressed include changes in the height of the tropopause and the polewards expansion of the tropical and mid-latitude circulation, and changes in the ocean circulation that might lead to intermittency in the rate of warming. Each model that is developed will connect to a neighboring model, or two models, of different complexity. At the high end of the hierarchy lie comprehensive climate models and earth system models and at the low end lie one-dimensional radiative-convective models and energy balance climate models.\n\nThe application will seek to develop collaborative activities with colleagues across Europe, including at the UK Meteorological office in Exeter and at other universities in Europe. The applicant will visit and give talks at these universities and attend meetings and scientific conferences. He will also seek additional funds from UK research councils and, in collaboration with European colleagues, the European Union. The University of Exeter is fully committed to the applicant and is providing generous financial support. The University is also committed to putting significant financial and human resources into the climate sciences. Overall, the CIG will enable the applicant to play a leading role in the European scientific community and will bring cutting-edge science to Europe.'","grantUrl":"","grantId":"630764","fundValue":"100000","fundStart":"2014-04-01","fundEnd":"2018-03-31","dataset":"fp7"}