{"id":"104806","title":"Two-body dynamics in general relativity: the self-force approach","abstractText":"'The gravitational two-body problem is a longstanding open problem in General Relativity, dating back to work by Einstein himself in the 1930s. Unlike in Newtonian theory, bound binary orbits in relativity are never periodic: the system loses energy via emission of gravitational waves (GWs), and the two masses gradually inspiral until they merge. The description of this radiative dynamics is extremely challenging, not least due to the non-linearity of Einstein's field equations. The exciting prospects for observing GWs from inspiralling and merging compact binaries using detectors like VIRGO (in Europe) and LIGO (in the US) has renewed interest in this old problem, and provides a modern context to it.\n\nThe radiative inspiral of compact stars into massive black holes is a key source for low-frequency GW astronomy.  The intricate GW signature of such inspirals will allow precision tests of Relativity in its most extreme regime.  The inspiral can be modelled within Relativity using semi-analytic perturbation methods: the small object is seen as moving on the background of the large hole, and the problem reduces to computing the back-reaction force, aka 'self force', acting on the small object as it interacts with its own gravitational field.\n\nMy team has been involved in breakthrough research into the nature of the self force in curved spacetime, establishing international leadership in the field. Our main goals in this project are (1) to compute accurate self-forced inspiral trajectories for realistic (spinning) black hole binaries together with theoretical waveforms for GW searches; (2) by means of synergy with post-Newtonian theory and numerical relativity, to inform a universal model of binary inspirals at any mass ratio; and (3) to explore several exotic aspects of the post-geodesic dynamics, including transient resonances in generic inspirals, critical behavior near the capture threshold, and the possible role of the self-force as a 'cosmic censor'.'","grantUrl":"","grantId":"304978","fundValue":"1459268","fundStart":"2012-10-01","fundEnd":"2017-09-30","dataset":"fp7"}