{"id":"106290","title":"Single Pore Engineering for Membrane Development","abstractText":"'Mankind needs to innovate to deliver more efficient, environmentally-friendly and increasingly intensified processes.  The development of highly selective, high temperature, inorganic membranes is critical for the introduction of the novel membrane processes that will promote the transition to a low carbon economy and result in cleaner, more efficient and safer chemical conversions.  However, high temperature membranes are difficult to study because of problems associated with sealing and determining the relatively low fluxes that are present in most laboratory systems (fluxes are conventionally determined by gas analysis of the permeate stream). Characterisation is difficult because of complex membrane microstructures.\n\nI will avoid these problems by adopting an entirely new approach to membrane materials selection and kinetic testing through a pioneering study of permeation in single pores of model membranes.  Firstly, model single pore systems will be designed and fabricated; appropriate micro-analytical techniques to follow permeation will be developed.  Secondly, these model systems will be used to screen novel combinations of materials for hybrid membranes and to determine kinetics with a degree of control not previously available in this field.  Thirdly, I will use our improved understanding of membrane kinetics to guide real membrane design and fabrication.  Real membrane performance will be compared to model predictions and I will investigate how the new membranes can impact on process design.\n\nIf successful, an entirely new approach to membrane science will be developed and demonstrated.  New membranes will be developed facilitating the adoption of new processes addressing timely challenges such as the production of high purity hydrogen from low-grade reducing gases, carbon dioxide capture and the removal of oxides of nitrogen from oxygen-containing exhaust streams.'","grantUrl":"","grantId":"320725","fundValue":"2080000","fundStart":"2013-02-01","fundEnd":"2018-01-31","dataset":"fp7"}