{"id":"86450","title":"Bidirectional interactions between cardiomyocytes and cardiac stem cells in the adaptive response to physiological stress","abstractText":"'Stem cell therapy for the treatment of many degenerative and life-threatening diseases has opened up a promising and exciting outlook for the future of medicine and drug therapy. The recent discovery of cardiac stem cells (CSCs) present in the adult mammalian heart, including the human, has stimulated a new and exciting field for cardiac biology. These resident cells express defined stem cell markers (i.e. c-kit), are clonogenic, self-renewing and multipotent. They also have significant regenerative potential when injected into the infarcted rat myocardium. However, despite rapid progress, many questions remain to be answered before the clinical potential of adult cardiac stem cells can be fully realized and exploited. Indeed, identifying factors that regulate cardiac stem cell fate is of great importance to design better protocols and interventions for the regeneration of functional contractile mass following myocardial injury. Recent research by myself and colleagues has identified CSC activation and new myocyte formation as playing a key role in exercise training-induced cardiac physiological remodelling in the mouse. In this project, using a controlled-intensity exercise training model and novel genetic fate mapping of CSCs, I will answer the much debated question of whether CSCs are the direct source of new myocyte formation in the adult mammalian mouse heart. Following this, through gene expression array I will determine whether myocyte-dependent growth factor release drives the exercise training induced cellular adaptation of the heart. Then I will evaluate in vitro the role of these pivotal growth factors in regulating CSC fate. Obtaining this key information on stem cell biology will be useful for manipulating the regenerative potential of these cells and therefore in designing the most optimal cellular therapy protocol for myocardial regeneration/repair.'","grantUrl":"","grantId":"224853","fundValue":"100000","fundStart":"2008-03-01","fundEnd":"2012-02-29","dataset":"fp7"}