{"id":"104113","title":"Metacommunity dynamics of the fish surface mircobiome in health and disease: pathogens and probiotics","abstractText":"'Wild fish stocks are coming under strain as the demand for cheap sources of protein increases.  As a result, aquaculture has expanded to an industrial scale and now accounts for over a third of total fisheries production. The exceptional conditions farming imposes on commercial fish species is driving the emergence of new and more virulent bacterial pathogens, with huge associated economic losses to the sector. Correspondingly, antiobiotic use in aquaculture is widespread. Antibiotic resistance in fish pathogens is also now common. Indiscriminate antibiotic use contaminates the consumer food chain, threatens human populations via the lateral transfer of resistance genotypes to human pathogens, and ultimately reduces the effectiveness of these drugs in a clinical and veterinary context. Thus, there is an urgent need to limit the use of antibiotics in aquaculture and to find alternative strategies to treat outbreaks of bacterial disease. In this proposal the opportunistic bacterial pathogen F. columnaris is the target of study. This organism causes fatal skin disease in a range of freshwater fish species including catfish and salmonids. At Laval University, Quebec a unique in vivo model of this disease is in place - the Brook Charr. Furthermore, at Laval an effective in vivo probiotic comprised of four endogenous skin bacteria has just been developed. We propose to use next generation pyrosequencing to profile the surface microbiome of this fish in health and disease. Furthermore, we propose to use in vitro competition assays between probiotics and pathogen, in combination with Illimuna sequencing, to study the metatranscriptomics of a model antagonistic ecological interaction. Drawing on expertise at the Universite de Laval, as well as that at the world class Marine Ecology and Fisheries Genetic Laboratory, UK, this proposal will establish the molecular basis for this probiotic effect to inform the development of similar approaches in other diseases and fish species.'","grantUrl":"","grantId":"302503","fundValue":"248220.9","fundStart":"2012-11-01","fundEnd":"2015-10-31","dataset":"fp7"}