{"id":"108487","title":"The role of histone chaperones during epigenetic reprogramming","abstractText":"'During the life of an individual, large scale epigenetic reprogramming occurs twice: in zygote, shortly after fertilization and during the development of primordial germ cells. We have previously shown that both reprogramming events entail large scale chromatin remodelling connected with dynamic changes in the abundance of histone variants. Epigenetic reprogramming in germ line is characterized by the concomitant loss of histone variant H2A.Z and H3K9me3 and H3K27me3 histone modification marks. During the reprogramming in zygote, histone variant H2A.Z also disappears and there is a selective early incorporation of H3.3 histone variant into paternal chromatin. Histone chaperones are responsible for the incorporation and removal of histones, and Nap1l1 and Hira have been found enriched during epigenetic reprogramming in vivo. In the proposed project, we will generate Nap1l1 and Hira conditional knockout mouse models to investigate the exact role of these factors in epigenetic reprogramming in the developing germ line and in zygotes, respectively. Furthermore, using our genetic models, we will address the involvement of these chaperones in the development of early germ cells as well as in oocyte maturation and during early mouse pre-implantation development. Last but not least, we will also investigate the importance of Hira and Nap1l1 in the reprogramming processes in vitro - during nuclear transfer (SCNT), in cell fusion and iPS generation. Our findings will provide novel insights regarding the role of histone dynamics during epigenetic reprogramming and will add to our understanding of the molecular mechanisms underlying reprogramming processes. Epigenetic reprogramming plays pivotal role in the dedifferentiation and the reversal of cell fate decisions, and hence the proposed projects will not only contribute to the improvements of iPSCs (induced pluripotent stem cells) protocols, but will also have implications for regenerative medicine as well as cancer therapy.'","grantUrl":"","grantId":"328079","fundValue":"231283.2","fundStart":"2013-09-01","fundEnd":"2015-08-31","dataset":"fp7"}