{"id":"96611","title":"Targeting potential of carbon nanotubes at the blood brain barrier","abstractText":"'Targeted drug delivery across the blood brain barrier (BBB) to the central nervous system is a large challenge for the treatment of neurological disorders. This 4 year ERC program is aimed towards the evaluating the BBB penetration capacity and toxicological potential of novel carbon nanotube (CNT) carriers using an integrated multidisciplinary approach. State-of-art characterisation techniques developed by the PI will be applied and further developed to detect the interaction of carbon nanotubes with in vitro BBB model and neuronal cells. Specific aims:\n\n1.\tIdentify the mechanisms of translocation of CNT across the endothelial cells which comprise the BBB, as well as uptake by neuronal cells in vitro.\n2.\tTo investigate the effect of length, diameter and surface charge of CNTs on the BBB and neuronal cells penetration capacity in vitro.\n3.\tTo investigate the toxicological profile of CNT on the BBB and the various neuronal cell types (immortalised and primary neuronal cultures).\n4.\tDevelop protocols to assess whether the CNTs degrade inside the cell.\n\nThe ERC Grant will consolidate the new Research Group in nanomaterials-cell interfaces, and allow them to perform stimulating investigator-initiated frontier research in nanotoxicology and nanomedicine. To this end, a multi-disciplinary laboratory will be realized within the framework of this 4-year the ERC Programme. This will permit the group around the PI, to expand activities, push limits, create new boundaries, and develop new protocols for studying nanoparticle-cell interactions in close collaboration with ICL s Department of medicine and chemistry. Within the proposed program there is an underlying ambition both to gain a fundamental understanding for which parameters of CNTs determine their penetration capacity through the BBB and also to assess their toxicological potential at the BBB two highlighted themes by the ERC.'","grantUrl":"","grantId":"257182","fundValue":"1229998","fundStart":"2011-02-01","fundEnd":"2016-01-31","dataset":"fp7"}