{"id":"104819","title":"The Molecular Genetics of Heroin Dependence","abstractText":"'The use of illicit psychoactive drugs such as opioids, cocaine, amphetamines, ecstasy and cannabis remains at high levels.  Globally around 15 million people use heroin and the societal cost is high due to lost productivity, criminal activity and medical care.  Although there are established risk factors for drug abuse, including urban poverty, mental illness, parental alcohol and drug abuse, there is a strong familial aspect to drug abuse.  Family, twin and adoption studies have demonstrated that genetics factors play a major role in the etiology of addictive disorders.  Studies in large twin samples suggest that a large contribution to liability of risk of becoming dependent on heroin is due to genetic effects. So far, most of the genetic studies on heroin abuse have tested candidate genes which have been selected on the basis of perceived functional relevance to heroin abuse.  Thus, most candidate genes have been those encoding neurotransmitters and neuroreceptors, particularly  neuronal systems thought to be critical to heroin addiction, for example, systems modulating the euphoric and dysphoric symptoms.  In general, the search for risk genes has produced inconclusive results due to sample issues and the limited number of variants tested. The aim of this proposal it to conduct a focused study of heroin dependence and related phenotypes by overcoming the limitations of previous studies. This will be done in the following ways:\n1)  Utilize a large, ethnically homogeneous sample to identify risk variant through a cost-effective and efficient Genome-wise Association Study using pooled DNA.\n2)  Conduct association analysis with heroin dependence as well as related phenotypes\n3)  Perform allele specific functional studies on the top risk genes identified\n4)  Use bioinformatics to identify risk pathways\nThis is the first comprehensive study of heroin dependence and related traits and results from this study will be vital for future studies.'","grantUrl":"","grantId":"302040","fundValue":"200371.8","fundStart":"2012-10-01","fundEnd":"2014-09-30","dataset":"fp7"}