{"id":"109777","title":"Understanding the physics of first-year sea-ice growth using theoretical and computational fluid dynamics","abstractText":"'Sea ice provides a dramatic indicator of climate change, and is central to significant feedbacks on climate processes, weather, and polar biogeochemistry. The recently observed imbalance in the annual cycle of winter ice growth and summer melt results in a declining sea ice cover, with first year ice forming a larger fraction of the ice cover instead of the thicker multiyear ice that has been prevalent in the past. Hence, first year ice processes become increasingly important.\n\nThis project will advance the state of the art in modelling of physical processes controlling sea ice growth, by applying theoretical and computational fluid dynamics tools to study 2 key elements of first year sea ice growth:\n\n1. Sea ice forms a reactive porous material of ice crystals and liquid brine, allowing fluid transport through the ice and exchange of salt and chemicals with the ocean. We will develop numerical models to directly resolve fluid flow through the interior of a growing ice layer using a continuum theory for multiphase materials. Time-dependent simulations of convection in the ice pore space will yield new insight into brine drainage from sea ice.\n\n2. A significant fraction of Antarctic sea ice has a granular texture, formed by aggregation of ice crystals that grow in turbulent waters below the ocean surface. We will develop novel direct numerical simulations of particle-laden flow with crystal growth and aggregation, to quantify the dynamics of granular ice formation.\n\nThe resulting modelling tools, simulation data, and physical insight gained will complement existing observational and experimental data, and provide a basis for developing and evaluating parameterisations for climate prediction and models of sea ice biogeochemistry.\n\nThis CIG project will develop a new research team on the fluid dynamics of sea ice processes, and build new collaborations that integrate the modelling work into the wider sea-ice and climate-science communities across Europe and beyond.'","grantUrl":"","grantId":"618610","fundValue":"100000","fundStart":"2013-09-01","fundEnd":"2017-08-31","dataset":"fp7"}