{"id":"99094","title":"Carbon-based nanoelectronics","abstractText":"'Molecular electronics has the potential to go well below the size limitations of silicon-based electronics, such that the well known Moore's law can be maintained for much longer than with silicon alone. Without advances in nanoscale/molecular electronics, future computers would not be able to continue the current pace of development over the next twenty years. Molecular electronics can reduce the size of semiconductor rectifiers to the nanoscale by using single molecules as rectifiers. In addition, molecular electronics can also pave the way to single molecule sensing, which is an important part of the improvement of next-generation health care involving highly sensitive detection of toxic materials.\n\nCarbon-based nanomaterials such as carbon nanotubes, graphene, graphene nanoribbons, and carbonaceous molecular wires are the basis of carbon-based nanoelectronics. The 2009 edition of the International Technology Roadmap for Semiconductors (ITRS) recognizes the importance of carbon-based nanoelectronics, calling it an 'emerging research information processing technology' and stating that it 'exhibits high potential and is maturing rapidly'. The study of carbon-based nanomaterials is important for the eventual realization of their vast application potential. The research in this proposal will focus on the theoretical multi-scale modeling of nanoscale carbon-based materials such as nanotubes and graphene, addressing multiple different topics. Nanoscale rectification will be studied by examining various single molecule rectifiers connecting graphene or nanotube electrodes. Single molecule sensing will be studied by looking at functionalized graphene. The electronic structure of small diameter carbon nanotubes and small molecules that are of interest in molecular electronics will be examined with state-of-the-art methods that go beyond conventional density functional theory and can provide reliable predictions for experimentalists.'","grantUrl":"","grantId":"276805","fundValue":"45000","fundStart":"2011-05-01","fundEnd":"2014-04-30","dataset":"fp7"}