{"id":"105962","title":"Protein Misfolding: Prion-like Propagation and Cure. \nImplications for Neurodegenerative Diseases","abstractText":"'My long-term goal is to understand, how misfolded proteins, associated with the pathogenesis of most neurodegenerative diseases, propagate in a prion-like manner (i) and to identify strategies that could lead to cure protein misfolding (ii).\n\n(i) We have recently discovered that mutant SOD1 aggregates, associated with amyotrophic lateral sclerosis, penetrate inside cells and replicate their misfolded state indefinitely, just like prions. Using our robust cell-based system, we will identify the mechanisms underlying the prion-like propagation of misfolded proteins using unbiased biochemical approaches combined with siRNA screens (Aim 1).\n\n(ii) We have discovered a novel and selective way to rescue cells from protein misfolding stress. We have identified a small molecule, guanabenz, which binds to a regulatory subunit of protein phosphatase 1, PPP1R15A/GADD34, selectively disrupting the stress-induced dephosphorylation of the alpha subunit of translation initiation factor 2 (eIF2 alpha). Without affecting the related PPP1R15B-phosphatase complex and constitutive protein synthesis, guanabenz prolongs eIF2 alpha phosphorylation in stressed cells, thereby adjusting the protein production rates to levels manageable by available chaperones. This favors protein folding and thereby rescues cells from protein misfolding stress. This suggests that inhibition of PPP1R15A could ameliorate protein misfolding diseases. We will test this attractive possibility (Aim 2).\n\nHaving provided the proof of principle that serine/threonine phosphatases are drug targets, we aim to investigate the detailed molecular mechanism by which guanabenz selectively inhibits PPP1R15A/GADD34, using a combination of biophysical and structural approaches (Aim 3). In addition, we will develop assays to identify other selective serine/threonine phosphatase inhibitors (Aim 4).\n\nUltimately, the knowledge emanating from our work will serve to ameliorate human health and disease.'","grantUrl":"","grantId":"309516","fundValue":"1431408","fundStart":"2013-02-01","fundEnd":"2018-01-31","dataset":"fp7"}