{"id":"100807","title":"Hybrid Semiconductors: Design Principles and Material Applications","abstractText":"'Materials chemistry is generally focused on inorganic or organic systems, and their combination is an emerging area with many exploratory experimental studies. Self-assembling hybrid organic-inorganic networks offer immense potential for functionalising material properties for a wide scope of applications including solar cells, solid-state lighting, gas sensors and transparent conductors. The flexibility of combining two distinct material classes into a single system provides an almost infinite number of chemical and structural possibilities, but there is currently no systematic approach established for designing new compositions and configurations that match the criteria required for technological applications, e.g. high chemical stability and low electrical resistivity.\n\nModern computational chemistry approaches enable the accurate prediction of the structural and electronic properties of materials at an atomistic scale. This project will apply state-of-the-art simulation techniques to: (i) Develop design principles for forming hybrid solids and tuning their physicochemical properties; (ii) Construct and characterise prototypal material systems tailored for technological applications.\n\nThe project will develop fundamental design rules for hybrid systems: the effects of functional groups and network dimensionality will be assessed in relation to the pertinent material properties. The rules can then be applied to construct prototypes for optoelectronic applications, with the candidates being tested through an established experimental collaboration. These challenging goals will require a combination of bulk, surface and excited-state calculations, using both classical and electronic structure simulation techniques, which draw directly from my previous experiences, and will utilise the existing high-performance computing infrastructure in the UK. The principal outcome of the project will be to enhance our understanding of this new field of materials science.'","grantUrl":"","grantId":"277757","fundValue":"996374.4","fundStart":"2012-01-01","fundEnd":"2016-12-31","dataset":"fp7"}