{"id":"93890","title":"Adaptive Strategies for Sustainable Long-Term Social Interaction","abstractText":"The goal of ALIZ-E is to develop methods for developing and testing interactive, mobile robots which will be able to interact with human users over extended periods of time, i.e. a possibly non-continuous succession of interactions which can refer back to, and build forth on, previous experiences.To achieve this aim, ALIZ-E will address three related issues in developing interactive robots capable of self-sustaining medium- to long-term autonomous operation in real-world indoor environments. One, ALIZ-E will address how long-term experience can be acquired, to ground actions and interactions across time. Two, ALIZ-E will address how a system can deal robustly with inevitable differences in quality in perceiving and understanding a user and her environment. To this end, novel methods for adaptively controlling how a system invokes and adaptively balances a hybrid ensemble of processing and behaviours. Third, ALIZ-E will address how a system can adapt its interaction based on how user behaviour changes over time and contexts.To demonstrate and evaluate scientific methods, ALIZ-E will instantiate and evaluate these methods in working systems that interact with hospitalized children undergoing diabetes treatment. Long-term interaction in this context means interactions over a period of up to 5 days (possibly longer). Choosing this scenario, ALIZ-E makes it possible to bring existing extensive experience in conducting clinical trials of IT technology to the field of cognitive systems and human-robot interaction, to help develop novel methods for evaluating interactive robots at system-level.The theory and practice of ALIZ-E will impact on theoretical cognitive systems research (eg. memory, long-term affective interaction), implementation (eg. adaptive deployment of processing and behaviour for robust interaction, cloud computing for cognitive systems, speech processing for young users) and commercial applications of these technologies.","grantUrl":"","grantId":"248116","fundValue":"10655017","fundStart":"2010-03-01","fundEnd":"2014-08-31","dataset":"fp7"}