{"id":"189889","title":"WNT3A IN NEUROIMMUNE INTERACTIONS IN STROKE BRAIN","abstractText":"'A stroke, or cerebrovascular accident, is the rapid loss of brain function due to disturbance in the blood supply to the brain. Ischemic stroke is currently the leading cause of adult chronic disability, the second most common cause of cognitive impairment and the third most frequent cause of mortality in industrialised countries. Consequently, it is presently of outmost importance to study, to understand and to characterize the etiopathological mechanisms underlying stroke.\n\nNeuroinflammation is undoubtedly linked to stroke and many other neurological disorders, since immune response impacts on the diseased nervous system modulating the progression of them. Neuroimmune interactions constitute an important part of this immune response and they seem to control several regenerative processes in the brain, including neurogenesis. This crosstalk is mediated by different molecules and among them, Wnt proteins have emerged as interesting modulators. We here propose to analyze the putative neuroprotective role of a specific immune-secreted Wnt subtype, Wnt3a, in stroke, as well as the effects of this ligand on adult neurogenesis processes.\n\nThe project will include two different approaches: a first in vitro part to isolate, characterize and modify with lentiviral constructions Bone-Marrow (BM) derived cells in order to overexpress or to abolish Wnt3a expression. A second in vivo part to generate chimeric mice by transplantation into the brain of the previously modified BM derived cells.\n\nThis fellowship will give important information on the role of Wnt3a in stroke as well as providing a powerful in vivo tool and will open direct leads for therapeutics. I will acquire a more complete and diversified scientific knowledge and technical preparation through a multi-disciplinary approach, and will be trained to become an expert researcher towards an independent research career in the field of neuroscience'","grantUrl":"","grantId":"623163","fundValue":"221606.4","fundStart":"2015-01-12","fundEnd":"2017-01-11","dataset":"fp7"}