{"id":"101614","title":"Statistical Physics Approaches to Networks Across Disciplines","abstractText":"'Networks are ubiquitous in all aspects of human existence. They manifest themselves in everyday life, they underpin the most advanced information and communication technologies, and they provide a powerful framework for addressing a wide spectrum of complex problems in the natural sciences, in engineering, and in economics and the social sciences. Networks, network-related science, and network-based technologies are thus of central importance to maintaining and improving human well-being as well as improving economic, technological, and scientific competitiveness.\nStatistical physics offers a powerful set of concepts and methods to analyze problems of exactly the type posed by today's key challenges in network science. While the European statistical physics community has an established tradition of coordinated cross-border research collaborations in this area, there has been so far no significant European coordination effort on the initial training side. The proposed ITN is set to fill that gap. Its aim is to train a cadre of future research leaders in advanced methods of analysis, inference, control and optimization of network structure and dynamics, thus maximizing the impact of statistical physics approaches across a broad range of application areas.\nThe ITN will create an innovative training environment by exploiting synergies and complementarities of a research matrix defined by methods and themes on the one hand, and application foci on the other. It will be implemented by targeted secondments of early stage researchers across both axes of the research matrix. Existing local training provision and dedicated network-wide training events will be exploited to ensure that researchers are systematically exposed to the full range of statistical physics techniques and application domains, covered by the 9 leading European research teams and 4 private sector partners integrated into this effort, and will comprise complementary skills training as an integral part.'","grantUrl":"","grantId":"290038","fundValue":"3377761","fundStart":"2012-03-01","fundEnd":"2016-02-29","dataset":"fp7"}