{"id":"111608","title":"Chromosome structure and genome organization in early mammalian development","abstractText":"'The spatial organization of the genome inside the cell nucleus is tissue-specific and has been linked to several nuclear processes including gene activation, gene silencing, genomic imprinting, gene co-regulation, genome maintenance, DNA replication, DNA repair, chromosomal translocations and X chromosome inactivation. In fact, just about any nuclear/genome function has a spatial component that has been implicated in its control. We know surprisingly little about chromosome conformation and spatial organization or how they are established. The extent to which they are a cause or consequence of genome functions are current topics of considerable debate, however emerging data from my group and many other groups world-wide indicate that nuclear location and organization are drivers of genome functions, which in cooperation with other features including epigenetic marks, non-coding RNAs and trans-factor binding bring about genome control. Thus, genome spatial organization can be considered on a par with other epigenetic features that together contribute to overall genome control. The classical paradigm of early mammalian development arguably represents the most dramatic and yet least understood process of genome reprogramming, where a single cell undergoes a series of divisions to ultimately give rise to the hundreds of different cell types found in a mature organism. Study of pre-implantation embryo development is hindered by the very nature of the life form, composed of extremely low cell numbers at each stage, which severely limits the options for investigation. My lab has recently developed a novel technique called single cell Hi-C, which has the power to detect tens of thousands of simultaneous chromatin contacts from a single cell. In this application I propose to apply this technology to study chromosome structure and genome organization during mouse pre-implantation development along with single cell transcriptome analyses from the same cells.'","grantUrl":"","grantId":"340152","fundValue":"2401392.99","fundStart":"2014-02-01","fundEnd":"2019-01-31","dataset":"fp7"}