{"id":"92181","title":"Determining the molecular basis for the formation of membrane nanotubes between immune cells","abstractText":"'Recently, membrane nanotubes have been found to connect many types of cells, including cells of the immune system. These nanotubes contain actin filaments, are not attached to substrate, and are distinct from other cell tethers such as filopodia and membrane bridges. Potentially, specific coupling of cells over long distances can have great significance, and evidence is mounting to suggest that membrane nanotubes may have a role, e.g., in specific cell-to-cell signalling and trafficking of pathogens between cells. However, the molecular basis for the nanotubes formation is almost completely unknown. This is an urgent goal for research in this area since functional tests for the importance of membrane nanotubes are currently hampered by a lack of knowledge regarding specific ways to inhibit or augment nanotube formation. Thus, I aim to address this issue by answering three specific questions: 1) Does the formation of membrane nanotubes and filopodia require the same proteins? This will be assessed by knocking-down the production of proteins involved in filopodia formation, and observing the frequency of nanotube formation, their length, and their stability. In parallel I will test for the presence of these proteins in membrane nanotubes using mAb and/or fluorescent protein-tagged proteins as available. 2) Next I will test whether proteins known to be involved in the morphological changes the underlie immune cell spreading and contraction are required for the formation of the nanotubes. The effects of these proteins will be tested by knocking-down proteins and additionally, changes in cytoskeletal and membrane tension that are coupled to changes in cytoskeleton reorganization will be evaluated using optical tweezers. 3) Finally, I will test if the membrane protein and lipid composition in nanotubes is different from that in the rest of the cell surface membrane. If a specific composition is revealed, this may imply specific functions for the nanotube membrane.'","grantUrl":"","grantId":"235806","fundValue":"","fundStart":"2009-09-01","fundEnd":"2010-08-31","dataset":"fp7"}