{"id":"187919","title":"Identifying the targets and mechanism of action of the SUMO targeted ubiquitin ligase RNF4 in response to distinct DNA lesions","abstractText":"The Ubiquitin (UB) and SUMO modification pathways have recently been shown to be important regulators of genome stability. However, despite their significance, we do not have a detailed understanding of which repair proteins they modify, nor how they promote DNA repair. This proposal aims to address this by studying the human protein RNF4, which sits at the interface between the UB and SUMO pathways. RNF4 is a SUMO targeted ubiquitin ligase (STUbL) which binds poly-SUMOylated chains and ubiquitylates them. To date, very few RNF4 targets are known. I will use a novel approach enriching for hybrid SUMO-UB chains followed by quantitative proteomics to identify the targets of RNF4-mediated ubiquitylation. This work will generate an important DNA damage ubiquitinome dataset which will be a resource for the entire DNA repair community.\nEqually importantly, I will study the function of RNF4 at distinct types of DNA damage. Most of our understanding of RNF4 function is biased towards its role at DNA double strand breaks (DSBs). However, RNF4 depleted cells are sensitive to a wide range of DNA damaging drugs, indicating that RNF4 functions at other lesions. I will monitor RNF4-dependant ubiquitylation changes in response to ionising radiation, hydroxyurea and camptothecin; conditions that induce distinct types of DNA damage. To gain more mechanistic insight, I will adapt a novel strategy to study the role of RNF4 at two different site-specific DNA lesions in vivo: an induced DSB and protein-DNA adduct. This system will allow me to study how RNF4 affects the recruitment kinetics of repair factors to lesions and how this influences their repair. It will also allow me to target deubiquitinases (DUBs) to test how loss of UB impacts DNA repair. This work could reveal novel DNA repair proteins as well as those acting at specific lesions. As DNA repair factors are targeted in cancer therapy, this work has the potential to lead to the development of novel therapeutics.","grantUrl":"","grantId":"625253","fundValue":"309235.2","fundStart":"2014-07-01","fundEnd":"2017-08-19","dataset":"fp7"}