{"id":"91832","title":"The provenance of mosaic tesserae: an interdisciplinary study on Roman Age glass production and trade in Italy","abstractText":"'This project is an interdisciplinary research aimed to improve the knowledge of the Roman age glassmaking industry. The existing reconstruction of the economic model of the ancient glass production derives from the archeological and archaeometric literature and hypothesizes a productive system divided in three phases: firstly the base glass production in few primary glassmaking centers, located in Egypt and in the Near East, in the second stage base glass trading and, finally, the shaping of objects in secondary glass-working centers. Italy lacks in primary glassmaking evidences, but it was demonstrated the suitability of Campania coastal sands to make glass. The problem of location of the primary productive centers and the reconstruction of the trading routes is an open question and this work is aimed to give a contribution for its solution. A specific geographical area, a peculiar type of vitreous materials and a lapse of time were chosen in order to work efficiently. The research is focused in Italy and the materials are the vitreous mosaic tesserae dating from 3rd century BC to 2nd century AD, a meaningful period for the mosaic history. Glass tesserae will be compared to raw materials from Campania and Egypt, the last being a region with a long story of glassmaking tradition and strictly linked to Roman Italy. The characterization will be focused on the analytical techniques useful to trace the provenance of the materials: the stable isotope and the trace elements analysis. Such a kind of characterization is at an initial stage and different techniques will be tested to optimize an effective analytical procedure. The objectives of this work will be improving the knowledge of ancient vitreous materials, experiencing a work procedure to apply the trace and isotope analysis to the ancient glasses and clarifying the origin of the Italian Roman age glasses.'","grantUrl":"","grantId":"236575","fundValue":"","fundStart":"2009-09-01","fundEnd":"2011-08-31","dataset":"fp7"}