{"id":"105645","title":"Epistemic Utility Theory: Foundations and Applications","abstractText":"'This project aims to develop a new and extremely promising approach that has recently been introduced in epistemology, where it is used to provide rigorous justifications of epistemic norms based on mathematical theorems.  I will call it epistemic utility theory.  The central claim of this approach is that epistemic norms can be justified using the apparatus and techniques of decision theory, which is normally used to justify norms of action.  On this approach, we treat the possible epistemic states of an agent as if they were epistemic actions between which that agent must choose; and we use so-called epistemic utility functions to measure the epistemic virtues that a particular epistemic state enjoys relative to a possible state of the world.  We then appeal to the general norms of decision theory, together with facts about the epistemic utility functions, in order to deduce epistemic norms.  We thereby provide, often for the first time, rigorous justifications of epistemic norms that appeal to purely epistemic considerations, not pragmatic ones.\n\nThe approach has enjoyed some significant successes so far, providing justifications for the following putative epistemic norms: Probabilism and its variants; Conditionalization; the Principal Principleand norms governing epistemic disagreement.  Nonetheless, there remains a great deal of work still to do:  the existing arguments often make strong assumptions, so it is hoped that we can improve them significantly by deriving the same results from weaker premises; the foundations for the whole project have yet to be considered in depth, and there are important philosophical issues that must be addressed before its results have philosophical weight; furthermore, there is a vast array of epistemic norms for which no justification has yet been attempted in epistemic utility theory.  This project will strengthen epistemic utility theory considerably by carrying out work in each of these directions.'","grantUrl":"","grantId":"308961","fundValue":"972672","fundStart":"2013-01-01","fundEnd":"2016-12-31","dataset":"fp7"}