{"id":"107932","title":"\"Probabilities, Propensities, and Conditionals: Implications for Logic and Empirical Science\"","abstractText":"'The proposal is for a complex and interlocking set of topics in the philosophy of science, logic, and the foundations of probability and statistics, and of quantum mechanics. The focus of the project is on important and unexplored connections between objective probability, physical propensities, and the logic of conditional statements. The main expected outcome is an improved understanding of the nature of probability and its role in the empirical sciences, particularly in relation to quantum physics. The topics are of great current interest and relevance across a number of disciplines, including philosophy of science, logic, probability and statistics, and the foundations of quantum physics. There are further potential applications to computer science, statistical methodology, scientific modelling, and causal inference. The project is very carefully structured in a number of work packages with a number of specific objectives and deliverables for each: i) propensities and dispositions, ii) the logic of conditionals, iii) conditional probability and the probability of conditionals, iv) propensities and conditionals, v) alternative calculi of probability, vi) applications to foundations of quantum mechanics, vii) further applications, and viii) historical developments.\n\nOverall this proposal constitutes an ambitious research, training and mobility framework for an accomplished middle career scholar to enable him to develop into a leading researcher at a critical juncture in his career. It significantly enhances the researcher's existing portfolio and areas of expertise, while providing him with a new set of skills, abilities, and competences. It adds to European competitiveness in the area by means of its proposed set of diverse and significant activities at the European level, and by retaining human resources in the field in Europe.'","grantUrl":"","grantId":"329430","fundValue":"309235.2","fundStart":"2013-10-01","fundEnd":"2015-09-30","dataset":"fp7"}