{"id":"98404","title":"Tree range dynamics under changing climates: a new modelling framework for reconstructing the past and predicting the future","abstractText":"'Climate change is currently considered one of the main threats for biodiversity and ecosystem services. Despite intense research aimed at predicting the impacts of climate change on the distribution and abundance of many species, we are still lacking a comprehensive framework for understanding and predicting species responses to climate changes. In this regard, one of the most promising research lines is the thorough investigation of the ecological and evolutionary consequences of past climate changes. This has often been attempted through examination of the fossil record, or by means of phylogeographical surveys and Species Distribution Models (SDMs). Despite their valuable contributions, all these sources of inference have their own caveats and limitations that preclude further understanding. For instance, accurate migration rates, persistence of rear-edge populations, or location of cryptic refugia are difficult to obtain at large (continental) scales by any of these methods. Here we propose the use of new approaches to model species distributions, based on metapopulation theory and Bayesian dynamic occupancy models, to reconstruct the range dynamics of several European tree species since the LGM, as well as to predict the expected changes in species distributions as a consequence of current climate change. Thus, the fossil record will be integrated with state-of-the-art palaeoclimate simulations to reconstruct species distributions at 1000-year time steps, and for the end of this century. Among other advantages, our integrative modelling approach permits the probabilistic estimation of population persistence and migration rates as well as inferring the location of cryptic refugia, in relation to prevailing climatic conditions. Proper parameterization and validation of the models for the Holocene period will help to ensure their applicability for predicting future changes driven by current climate change.'","grantUrl":"","grantId":"275094","fundValue":"202892.8","fundStart":"2011-10-01","fundEnd":"2013-09-30","dataset":"fp7"}