{"id":"97043","title":"Determinants of mandibular form during intra-oral food processing","abstractText":"'Whilst the biomechanical determinants of a chewing cycle are essential components of the primate feeding system from an evolutionary and a clinical perspective, lack of experimental studies have resulted in the construction of oversimplified and biologically inconsistent computer simulation models. Such models have been employed to answer hypotheses regarding feeding biomechanics and dietary ecology of extinct and extant species, leading to questionable results. This study applies the most complete bone strain, bite force, jaw optico-kinematic, and electromyographic data to a series of finite element models of a M. mulatta mandible to simulate a complete chewing cycle. The main objective is to estimate stress and strain concentrations on the mandible during molar, premolar and incisor biting when processing food particles that vary in their material properties. The accuracy of the FE models will be tested by conducting a series of sensitivity analyses regarding bite locations. The models will then be validated against experimental in vivo bone strain data. A series of statistical analyses will be also employed to study strain magnitudes and orientations in the primate mandible in relation to loading and unloading times, chewing rates, chewing frequencies and gapes. It is hypothesised that strain magnitudes, patterns and orientations will be highly sensitive to different biting cases and dependent on the food particles consumed and the chewing frequencies employed. The results will give new insights into the nature of the stresses and strains the primate mandible undergoes during a chewing cycle and will indicate how strong the mandible is in relation to the functional stresses it experiences. We will then, with unprecedented rigour, illuminate a level of mechanistic explanation of why many non-human primates in captivity develop pathologies in the mandible related to masticatory stresses  and to an inappropriate diet.'","grantUrl":"","grantId":"267207","fundValue":"30000","fundStart":"2010-12-01","fundEnd":"2012-11-30","dataset":"fp7"}