{"id":"187732","title":"Natural responses to past North Atlantic Oscillations: Southern Iberian Peninsula vs. United Kingdom. Analogues for future environmental changes","abstractText":"'The overall theme of this proposal is to reconstruct ancient environments using multidisciplinary approaches to understand the past, the present, and, if it is possible, predict the future. In general terms, I propose to study the organic geochemical and isotopic composition of biomarkers in lacustrine and peat bog sediments from two key regions: southern Iberian Peninsula and the United Kingdom, in order to decipher the climatic changes occurred during the Holocene (last 10 kyrs), the natural responses of organisms and ecosystems under different plausible environmental scenarios, and the human impact. In fact, different environmental risks can be detected in these two regions: while drought frequency is increasing in southern Iberian Peninsula (a sensitive area), flooding and erosion, boosted by high precipitations, are increasing in UK. Therefore, understanding natural changes during the last 10 kyr is key to predicting how the environments of Europe will respond in the present and future, and how they will affect to the human activities. These different climatic and environmental situations are affected by different variables, such as the North Atlantic Oscillation (NAO). Among other reconstructions, this study will assess the NAO, a major climate mode affecting weather and climate patterns across Europe, and the ecosystem response to long-term NAO variability both prior to and after human-induced warming. This reconstruction will be possible by the integration of the organic and isotopic data analysed during this project, as well as other complimentary proxies available from these regions, such as pollen or inorganic geochemistry. This Marie Curie fellowship will allow me to be trained in new organic geochemistry methodologies and techniques (biomarkers) in order to quantify these past climates changes and environmental responses, unravelling some problems that remain unresolved by traditional techniques.'","grantUrl":"","grantId":"623027","fundValue":"309235.2","fundStart":"2014-07-01","fundEnd":"2016-06-30","dataset":"fp7"}