{"id":"106669","title":"Adenovirus Vector Technology: Next Generation Systems for Medical Therapy","abstractText":"'We propose a programme (AD-VEC) involving two industrial and three academic partners with the aim to identify new adenoviral vectors as vehicles in novel medical applications for cardiovascular disease and infectious disease.\nThis will be achieved through broad knowledge exchange between partners with complimentary and cutting edge technological and in-depth skills relating to adenovirus phylogeny, biology and pathology in order to explore and exploit adenovirus existing in nature as new vectors in areas of unmet clinical need such as cardiovascular disease and infectious disease. Our major objectives of AD-VEC are:\n\n(1) The provision of adenovirus genomes from novel rare human and non-human adenoviruses and engineering of these genomes to develop high quality recombinant adenovirus vectors expressing reporter genes;\n\n(2). To provide detailed evaluation of novel adenovirus vectors with respect to infectivity, receptor usage, tropism, and the interaction with the blood and immune system;\n\n(3). To evaluate these novel vectors at the pre-clinical level in areas of unmet clinical need, both using in vitro and in vivo studies.\n\nThese three key objectives will enable excellence in adenovirus research amongst the AD-VEC consortium members through creating a synergistic and unique opportunity in this research field. The synergies are those that cross academic and industrial boundaries and create access to a pipeline of activity that will include basic virology, new assay development, novel preclinical models, pre-clinical manufacture and vector testing. This provides empowerment to the research teams through synergistic industry/academia collaborations developed towards a common goal, i.e. exploiting adenoviruses for medical therapy.'","grantUrl":"","grantId":"324325","fundValue":"1947545.78","fundStart":"2013-03-01","fundEnd":"2017-02-28","dataset":"fp7"}