{"id":"98728","title":"Evolving Nanocarbon Strategies in (bio-) Organic Remits","abstractText":"'The ENSOR project involves the exchange of key staff between the EU (United Kingdom and Hungary), Russia and Japan with a principal aim to focus on the controlled production and chemical modification of a variety of novel nanocarbons for specific end applications reaching into the bio-organic field. Specifically, we will tailor the geometry and physicochemical properties of nanocarbons for the development of biosenors, rapid bacteria screening in liquid media, DNA therapeutics, regeneration of damaged cells (peripheral nerve cells) and hemoperfusion adsorption. It is also recognised that the development of novel nanocarbons will have unique properties that will be beneficial in other research and development fields, e.g. next generation of ultracapacitors, advanced organic decomposition catalysts, superior mechanical reinforcement additives. Furthermore, the project provides training and education through collating the best techniques available within each country to provide international excellence, facilitating transfer of knowledge and know how between the participating parties, being of mutual interest, fostering long term collaborative format well beyond the scope of the project.\n\nTo ensure success of the project, it is necessary to organize joint investigations of four teams from the University of Brighton (UoB, UK), Budapest University of Technology and Economics (BME, Hungary), Omsk University (Omsk, Russia), Kazan State University (KSU, Russia) and Toyo University (Toyo, Japan). The complementarily aspects existing between EU partners and those from Russia and Japan, as well as the multidisciplinary character of proposed research will create sufficient synergy to succeed the targeted goals and will result cross-fertilization of the consortium as a whole.'","grantUrl":"","grantId":"269267","fundValue":"330000","fundStart":"2011-03-29","fundEnd":"2015-03-28","dataset":"fp7"}