{"id":"91206","title":"Modelling of Interface Evolution in Advanced Welding","abstractText":"'Welding is the most economical and effective way to join metals permanently, and it is a vital component of our manufacturing economy. In welding, work-pieces are mixed with filler materials and molten, to form a pool of metal that upon solidification becomes a strong, permanent joint. Our ability to weld a metal to itself and to other materials is determined by the chemistry at the interface and by the complex morphology of the individual crystals at the weld centre. These boundaries are the critical regions where most catastrophic failures occur.  Our project will establish the capability to design and engineer welding processes with a multi-scale, multi-physics computational modelling approach. An integrated suite of modeling software will be developed and validated, able to describe the key phenomena of the welding process at all relevant length scales, with a special emphasis on the solid-liquid interface evolution, including the description of macro-scale mass flow and thermal profiles, meso-scale solid/liquid interface movements, micro/nano-scale grain boundary and morphology evolution, mechanical integrity, and service life of the welded product. A unique aim of this project will be the prediction of interface evolution in industrially relevant systems, such as steel/steel and steel/Ni-based alloys. Validation will be ensured by state-of-the-art experimental techniques, including real-time synchrotron X-ray imaging, to observe morphological evolution of the interfaces, and electron microscopy and atom probe measurements to characterise chemistry in grain boundaries. This project will deliver an accurate, predictive, and cost-effective tool that will find widespread application in the relevant European industry for penetrating novel markets of high economic and strategic importance enabled by a new capability for intelligent design of high performance welded systems and interfaces, an essential task to ensure that Europe maintains its competitiveness.'","grantUrl":"http://www.le.ac.uk/mintweld","grantId":"229108","fundValue":"4822493.2","fundStart":"2009-09-01","fundEnd":"2013-08-31","dataset":"fp7"}