{"id":"87840","title":"Coherent ultrafast spectroscopy and manipulation of excitonic Q-bits","abstractText":"'The research field of the proposed subject is the coherent, ultrafast spectroscopy and manipulation of individual excitonic state confined within a semiconductor quantum dot. Due to technological advances in light detectors and microscopy techniques, the investigation of the emission properties of individual, localized light emitters is now routinely possible. These investigations have led to significantly improved insight into the electronic dynamics of these systems and their temporal instabilities due to the environment. The observation of coherence in these systems and the manipulation by coherent control is, however, still at an early stage. On the other hand, the latter techniques are a prerequisite for the use of optical transitions in single quantum dots as qubits in quantum information processing. Recently a novel optical detection scheme, heterodyne-detected spectrally resolved four-wave mixing (FWM) has been developed. It has the advantage of a multi-channel detection of all spectral FWM components simultaneously, a shot-noise limited sensitivity, and a retrieval of amplitude and phase of the FWM signal. These properties are achieved even in the presence of a strong background from the optical excitation pulses. Having this technique at hand, the coherent control and the implementation of all-optical quantum gates can be approached. The demonstration of quantum computational operations using individual quantum systems in solid state is the next step towards the realization of a solid state quantum computer. The project will include an advanced training of the fellow in the heterodyne-detected FWM technique. This technique will be applied to investigate and manipulate coherence properties not only of quantum dots, but also of quantum dot molecules and quantum dots embedded in a pillar microcavity.'","grantUrl":"","grantId":"219762","fundValue":"178874.06","fundStart":"2008-03-01","fundEnd":"2010-02-28","dataset":"fp7"}