{"id":"94066","title":"Enhanced Protective Immunity Against Filariasis","abstractText":"'Filarial infections remain a major public health problem in West and Central Africa. Three filarial species are involved: Onchocerca volvulus (onchocerciasis or river blindness); Wuchereria bancrofti (lymphatic filariasis); and Loa loa (the eye worm). Treatment of onchocerciasis with ivermectin has been successful in many situations but emergence of drug resistance and risk of severe adverse reactions associated with L loa co-infections is restricting the implementation of mass treatment and consequently alternate approaches to control are required. Studies with animal models have identified the general mechanisms of protective immunity while human studies have drawn attention to immune regulatory processes that influence clinical presentations Together, these observation provide a basis for vaccine development. The next challenge is to identify target antigens and ensure appropriate formulation and delivery to promote protective responses and avoid any pathology. This project aims to: 1, use transciptomics and bioinformatics to identify the parasite molecules that are targets of protective immunity and that may influence the regulation of such responses; and 2, microarray technologies and bioinformatics to determine the pathways that lead to expression of protective immunity. Cohorts of onchocerciasis patients who have received treatment with ivermectin or tetracycline, or are co infected with either W bancrofti or L loa provide both input to the pathway studies and a means of validation of the computer assimilations. Confirmation of the mechanisms and targets of protective immunity and validation of computer assimilations will also be investigated using the O ochengi-cattle model that also enables experimentation under natural challenge. Litomosoides sigmodontis in mice provides a robust and rapid validation of results obtained from computation relating to expression and regulation of protective responses and a primary system for screening vaccine candidates'","grantUrl":"","grantId":"242131","fundValue":"6634715.4","fundStart":"2010-03-01","fundEnd":"2014-08-31","dataset":"fp7"}