{"id":"109696","title":"General-Purpose Programmable Evolution Machine on a Chip","abstractText":"Despite recent advances in in vivo directed evolution techniques and the interest they have attracted so far, their impact in applied biotechnology is limited because of their limitations in programmability, selective drivers, cost and scalability. Here, we propose to construct a general-purpose programmable evolution machine able to quickly evolve new biomolecules or phenotypes in bacterial cells. The proposed device will use existing phage technology and synthetic regulation to engineer a programmable directed evolution machine able to produce biomolecules or biocomputational functionality two orders of magnitude faster than conventional techniques, while consuming fewer consumables. In its core, living matter will be subject to combinatorial search algorithms that will exploit large numbers of small, separate, bacterial populations. Each one will contain phage that evolve under different custom fitness selections. The different phage will then be recombined according to combinatorial optimization strategies. The software and hardware design of our device is inspired by microprocessor manufacturing practice. Hence, in addition to the genetic devices for phage engineering, mutation, recombination and selection, we will develop: i) fluidic modules for cell and phage growth, ii) their hardware primitives, iii) a custom instruction set architecture, and iv) a high-level language with its compiler. We will demonstrate the operation of our device by engineering site-specific ribonucleases and nucleases with real-world applications, such as anti-HIV activity. We will also develop applications for new type of distributed bacterial computing using phage communication. We will thus put in place the foundations and approaches for this radical living technology that will impact ICT as well as many areas beyond, such as biology, chemistry and manufacturing.","grantUrl":"","grantId":"610730","fundValue":"3844621","fundStart":"2013-10-01","fundEnd":"2016-09-30","dataset":"fp7"}