{"id":"188656","title":"Hydrodynamic Synchronisation in Model and Biological Systems","abstractText":"'Cilia and flagella beating in synchronised patterns give rise to metachronal waves, beautiful examples of emergent behaviour in biology. These collective dynamical states are essential in life, transporting nutrients and clearing pathogens; they arise from the mechanical interaction of individual cilia mediated by the viscous fluid.\nSevere pathologies are associated with cilia malfunction in humans. The current analysis of ciliated tissues in the clinic is focused purely on the frequency of beating: this is insufficient to discriminate between different pathologies. Much more information is present in the cilia dynamics video data that is recorded from patients; it is not being extracted because the correct theoretical framework for analysis is not in place.\nWe will develop our current work on actively driven colloidal systems to selectively test aspects of the biological scenarios, and start a new line of investigation in our lab, with cell culture experiments to validate these findings; we will understand the onset of collective dynamics (new physics), and how cilia waves are robust against fluctuations in cilia beat frequency, spatial arrangement and fluid rheology. New video analysis tools will be developed based on this full understanding of mechanical synchronisation, enabling the collective dynamics to be related back to the behaviour of individual cilia and to the physical properties of the fluid.\nThe team will be of two Post-docs, responsible for the two parts of the project: model and biological systems. A PhD student will contribute to the biological experiments, which present multiple lines of investigation, and will develop the video-analysis code to obtain the full degree of information from biological experiments.\nThe new analysis tool that results from this project will be deployed in the clinical setting through an established collaboration; enabling diagnosis of airway disorders represents a broad impact on physiology and clinical practice.'","grantUrl":"","grantId":"614966","fundValue":"1261572","fundStart":"2014-05-01","fundEnd":"2018-04-30","dataset":"fp7"}