{"id":"103586","title":"Identification and characterization of factors involved in chromosome organization and septum positioning in bacteria","abstractText":"'The cell cycle is one of the most pivotal and fundamental processes in biology and encompasses a set of inter-related events, most prominently, chromosome replication, chromosome segregation and cell division. Each of these steps is highly complex, and bacterial cells offer the opportunity to study cell cycle processes in a simplified, relatively tractable context. Investigation of the bacterial cell cycle would not only be of benefit to basic understanding of this process in living organisms in general, it is also highly relevant to pathogenesis and antibacterial drug development.\nBacillus subtilis is a particularly good model for studying the bacterial cell cycle for several reasons. First, it is highly tractable as an experimental system. Second, the asymmetric cell division used during the early stages of sporulation, provides certain important experimental opportunities. Third, research on the cell cycle of B. subtilis is at the frontiers of our knowledge about this process.\nBy setting up genetic screens based on asymmetric cell division during sporulation in B. subtilis, this project aims to discover novel factors involved in proper chromosome organization and septum positioning, two important elements of the cell cycle. In addition, chromosome condensation will be studied in more detail using methods based on chromosome conformation capture (3C) technology. By exploiting the wide array of molecular and cell biology tools and techniques available in the host lab, the function of the identified factors will be further investigated.\nOverall, this project is expected to yield novel insights into the bacterial cell cycle, especially with regard to chromosome structure and placement of the septum during cell division. Also, the project and research environment offer the researcher an excellent opportunity to develop scientifically and prepare for a leading independent position.'","grantUrl":"","grantId":"301995","fundValue":"200371.8","fundStart":"2013-02-01","fundEnd":"2015-01-31","dataset":"fp7"}