{"id":"187684","title":"REAL LONG-TERM WORKING CONDITIONS OF ANTI-GRAFFITI AND SELF-CLEANING COATINGS FOR THEIR IMPLEMENTATION IN THE PROTECTION OF THE EUROPEAN CULTURAL HERITAGE","abstractText":"'Graffiti and soiling put in danger the European Cultural Heritage, which comprises more than 3.5 million protected monuments. They both cause aesthetic damage which, in turn, causes degradation of the objects affected that often require expensive cleaning. The long-term effects for urban cultural heritage buildings can be very severe, as cleaning procedures can alter the superficial characteristics of the porous and sometimes already weathered materials, making them more susceptible to the penetration of pigments and dirt.\n\nThe removal of dirt and graffiti in European countries has such a high economic impact; on cleaning graffiti alone, Europe spends 2 billion euro per year according to the European Commission officials; that prevention is seen as a good solution. Self-cleaning coatings have been used since the end of the 1980s on building materials. More recently anti-graffiti coatings have started to protect surfaces at risk.\n\nNevertheless, there have only been very few studies on such treatments and their potential for use on cultural heritage objects since products for their specific protection are less developed due to the requirement they must meet: efficient protection with minimal modification of the substrate.\n\nThe principal aim of this research is to implement the use of anti-graffiti and self-cleaning coatings on European Cultural Heritage through a deep knowledge of the interactions products-substrates and their performance under real long-term working conditions in unique test walls at Oxford University.\n\nThis proposal approaches two relevant issues in Europe. First, the conservation of our rich Heritage, valuable in multiple senses: aesthetic, cultural, economic, etc. and secondly the cleanliness of our cities, a problem of growing interest which has been addressed by the policies of the EU since September 2006, when the European Parliament gave instructions to the European Commission to create policies to prevent and eliminate dirt and graffiti.'","grantUrl":"","grantId":"622417","fundValue":"299558.4","fundStart":"2014-09-15","fundEnd":"2016-09-14","dataset":"fp7"}