{"id":"189922","title":"Chondrocyte ion channel function and regulation in health and disease","abstractText":"'The aim of this fellowship is to provide the researcher with an advanced, multi-disciplinary training in chondrocyte biology, proteomics and electrophysiology in biomimetic models of osteoarthritis (OA). The challenge will be to investigate the expression, function and regulation of plasma membrane ion channels and calcium signalling pathways of OA chondrocytes by using state of the art proteomic and electrophysiological techniques. OA is one of the leading causes of disability and represents a major healthcare issue in the EU. As no effective treatment is available, there is an urgent need to understand the underlying cellular and molecular mechanisms and develop more targeted therapeutic strategies. Ion channels are important for chondrocyte function and survival; however, the full complement of chondrocyte ion channels (channelome) and their altered expression in OA has yet to be explored. The host organization has already developed and published methods to investigate ion channels of chondrocytes using electrophysiology and proteomics. Nonetheless, comprehensive proteomic studies of the healthy and OA chondrocyte channelome have not been performed. Correlating ion channel expression with altered function and disregulated signalling pathways during the development of OA will provide a better understanding of mechanisms controlling disease progression and will contribute to the understanding of cartilage degeneration. After a preliminary training period, the first stage of the work will involve the exploration of healthy and inflammatory chondrocyte channelomes. The second stage will include the investigation of upstream and downstream calcium dependent and independent signalling pathways that differentially function in OA chondrocytes. The researcher is expected to deliver significant new knowledge and refine current models of OA chondrocyte biology that will benefit the lives of millions of European citizens suffering from this condition.'","grantUrl":"","grantId":"625746","fundValue":"231283.2","fundStart":"2014-10-01","fundEnd":"2016-09-30","dataset":"fp7"}