{"id":"87948","title":"Intervention strategies against malaria","abstractText":"'Malaria exacts a devastating social and economic cost across  the globe. Europe is at the forefront of the battle against this disease. It contains many of the leading malaria research groups, most of which are members of at least one of two consortia; BioMalPar, a Network of Excellence focused on basic research  into the biology and pathology of malaria; and AntiMal, an integrated project aiming to develop a portfolio of new antimalarial drugs, urgently needed to meet the problems of drug-resistant malaria. To sustain the competitiveness of European malaria research into the future, there is a need to integrate these initiatives by the establishment of a broad-based training programme that emphasises the path from fundamental research to translation into disease control strategies.  To address this need, it is proposed to establish an international training programme called InterMalTraining which will train a cohort of early stage researchers (ESR) to PhD level by means of collaborative malaria research projects. Each project will be jointly supervised by two principal investigators from separate partner institutions and usually different countries, affording a multicultural and multidisciplinary element to the training. Through this and additional broad-based, intensive training provided by experts from both the malaria research community and the industrial sector, it is intended to create a new generation of mobile, highly skilled young scientists who will be well acquainted with each other and with the leading malaria groups in Europe and beyond, enhancing their prospects for a career in their chosen area and suiting them to be future leaders in research institutions and industry. The cross-disciplinary nature of the training will have the breadth to ensure that it is applicable across and beyond the field of infectious diseases, allowing mobility of the young scientists into these areas and forging future links across the life sciences and into industry.'","grantUrl":"","grantId":"215281","fundValue":"2982250","fundStart":"2008-10-01","fundEnd":"2012-09-30","dataset":"fp7"}