{"id":"101459","title":"Persistent Autonomy through Learning, Adaptation, Observation and Re-planning","abstractText":"Autonomous robots are not very good at being autonomous. Operating in real environments, they easily get stuck, often ask for help, and generally succeed only when attempting simple tasks in well-known situations. PANDORA is a three year project that will develop and evaluate new computational methods to make human-built robots Persistently Autonomous, significantly reducing the frequency of assistance requests. The key to this is an ability to recognise failure and respond to it, at all levels of abstraction and time constant.Three themes for this will be explored, working synergistically together A. DESCRIBING THE WORLD will develop new probabilistic semantic representations of the environment and the state of task execution, driven by feature based localisation and world model update from sensors, and by focus of attention mechanisms. This will detect failure of task execution and its context. B. DIRECTING AND ADAPTING INTENTIONS will investigate planning and plan adaption under resource constraint and uncertainty in response to goals and the changing world above.  This will enable the robot to respond strategically to action failure(s) C. ACTING ROBUSTLY will investigate the interface between re-enforcement/imitation learning methods and robust control to make action execution indifferent to unwanted motion of target or self. Following the Deep Water Horizon oilfield disaster in the Gulf of Mexico in 2010, contractors are developing hover capable autonomous underwater vehicles (AUVs) for subsea inspection and intervention. PANDORA's key goal will be to make such vehicles more Persistently Autonomous. Under the guidance of major industrial players, validation tasks of Inspection, cleaning and valve turning will be trialled with partners' AUVs in Scotland and Spain. To focus theoretical developments and partner interactions, an agile approach to system integration will be employed, opportunistically  capturing new developments from the three themes above into more capable prototypes.","grantUrl":"","grantId":"288273","fundValue":"3682906","fundStart":"2012-01-01","fundEnd":"2014-12-31","dataset":"fp7"}