{"id":"102762","title":"Mesoporous Graphitic Carbon Nitrides Supported Noble Metal Nanoparticles for Green Catalysis under Visible Light","abstractText":"'The present synthetic methodologies in chemical industry must be significantly improved to enable producing many chemicals by employing environmental-friendly and sustainable procedures. One of the main challenges for establishing a sustainable society is to mimic natural photosynthesis and develop stable and efficient photocatalysts for various chemical transformations under visible light irradiation that is almost never depleted out.\n\nChemically stable graphitic carbon nitride (g-C3N4) is an easily available organo-catalyst featuring a semiconductor band gap of 2.7 eV corresponding to an optical wavelength of 460 nm. Density functional theory (DFT) calculations suggest that the visible-light-response of g-C3N4 photocatalyst originates from an electron transition from the valence band populated by N2p orbital to the conduction band formed by C2p orbital.\n\nIn this project, novel photocatalysts based on mesoporous polymeric graphic carbon nitrides (mpg-C3N4) supported Au, Pd or Au-Pd nanoparticles (M@mpg-C3N4; M = Au, Pd, or Au-Pd) will be developed by a co-impregnation or sol-gel method. The catalytic performance of the as-prepared M@mpg-C3N4 catalyst under visible light irradiation will also be investigated. In the synthesis of hydrogen peroxide from water and oxygen catalyzed by M@mpg-C3N4, the reaction is initiated by electron (e-) and hole (h) pairs generated by the visible-light-irradiation on mpg-C3N4. The photo-generated electron reduces molecular oxygen which directly reacts with water to produce hydrogen peroxide on the surface of noble metal nanoparticles. For the oxidation of alcohols in water, alcohols will be oxidized by hydrogen peroxide in-situ generated from water and oxygen in the presence of M@mpg-C3N4 under visible light. Moreover, oxygen activated by mpg-C3N4 under visible light will directly oxidize the primary carbon-hydrogen bonds in toluene by noble metal nanoparticles in M@mpg-C3N4 to efficiently produce benzyl alcohol, benzaldehyde, etc.'","grantUrl":"","grantId":"297876","fundValue":"209033.4","fundStart":"2012-09-01","fundEnd":"2014-08-31","dataset":"fp7"}