{"id":"97116","title":"First-principles modelling of electron-phonon anisotropy (ELE-PH-ANT) in low-dimensional superconductors","abstractText":"'Superconductors' remarkable ability to carry significant currents and generate strong magnetic fields is finding use in numerous applications, including energy storage and distribution, medicine, electronics, and transportation. The ground-breaking discoveries of superconductivity in magnesium diboride and iron pnictides have triggered a new wave of fundamental and applied research. In this context, the development of innovative computational methods is an important research direction that will give further insights into the physics of superconductivity and may allow the design of new materials with tailored superconducting properties.\n\nI will investigate the role of spatial anisotropy in appealing phonon-mediated superconducting materials by developing and applying cutting-edge atomistic simulation methods.\n\nMy main goal is to integrate a recently proposed methodology for the electron-phonon interaction based on Wannier functions with the anisotropic Migdal-Eliashberg formalism. The approach holds great promise for qualitatively better description of low-dimensional superconductors, in which the anisotropy of the electron-phonon interaction plays a crucial role, and for enabling the investigation of complex systems, which are beyond the reach of present computational methods.\n\nThe application part will be devoted to exploring the superconducting mechanisms in carbon- and boron-based materials of reduced dimensionality. Graphite intercalation compounds are still a subject of debate due to the anisotropic nature of the electron paring while carbon nanotubes pose a largely unexplored fundamental question of how superconductivity can emerge in one-dimensional systems. Finally, magnesium diboride remains to be the most outstanding phonon-mediated superconductor despite an extensive search for related superconducting materials: a systematic screening will be carried out to identify multi-component metal boride materials with potential for superconductivity.'","grantUrl":"","grantId":"252586","fundValue":"181103.2","fundStart":"2011-01-01","fundEnd":"2012-12-31","dataset":"fp7"}