{"id":"94053","title":"\"The Biodiversity, Systematics and Guide to the Identification of Marine Benthic Ciliates\"","abstractText":"'Ciliated protozoa (ciliates) are important in terms of their diversity, ecology, pathogenesis and as indicators of environmental quality. Marine benthic ciliates, however, are rather poorly known due to a lack of modern treatments and taxonomic expertise. The objectives of this project are: (1) to increase knowledge of local and global species diversity. A faunistic study of benthic ciliates from UK coastal waters will be carried out using classical microscopy and modern molecular methods. The data for selected UK and Chinese species will be compared in order to assess their geographical distributions. (2) To increase understanding of phylogenetic relationships among ciliates and thus help stabilise the Tree of Life. For this, morphogenetic and molecular data for selected taxa will be used in phylogenetic analyses. (3) To develop a web-based guide to the identification of marine benthic ciliates. This will be constructed within a Scratchpad (http:// scratchpads.eu/) which is a tool developed at the NHM that allows for species descriptions to be made available on the web. The present project will extend this functionality by adding an interactive key based around structured descriptive data. New taxa in the correct format will automatically add them to the key without further intervention. Dr Hu is a top-class researcher from China who specialises in marine benthic ciliates. Expertise in this field is increasingly rare in Europe and has led to a lack of understanding of the importance of benthic ciliates in marine microbial ecology and their contribution to species diversity. This project will help to: enhance Dr Hu&apos;s reputation as a leading authority on marine benthic ciliates; increase his network of European contacts; by developing the open-access web-based guide, increase opportunities for European researchers to collaborate with Dr Hu and colleagues; improve his standard of English thus facilitating better communication with potential collaborators in Europe.'","grantUrl":"","grantId":"235381","fundValue":"","fundStart":"2010-05-10","fundEnd":"2012-04-09","dataset":"fp7"}