{"id":"95926","title":"Quality of Service and MObility driven cognitive radio Systems","abstractText":"QoSMOS is a 3-year Integrated Project that aims at researching, developing and integrating a Cognitive Radio (CR) framework to enable mobile broadband systems to improve utilisation of licensed and/or unlicensed bands, by adding dynamic exploitation of under-utilised spectrum. The technical focus is on opportunistic use of spectrum combined with managed Quality of Service (QoS) and seamless mobility.nnEfficient use of spectrum and energy, co-existence with and protection of other services, a good and affordable user experience, and opening up of the mobile markets are the driving forces behind QoSMOS. A new two-tier process is proposed for spectrum management to simplify, and hence reduce the cost of, the access network management system and yet provide managed QoS. New dynamic spectrum sensing and usage metrics are required so that decisions can be taken on spectrum occupancy. Mobility is enhanced by new hand-off processes that can include pre-assignment of resources. System simulations and test-beds will be used for proving and assessing the cognitive algorithms and wireless hardware technology innovations. The result will be the availability of a CR framework with rules that can be adapted for different regulatory regimes and stakeholders prepared for its exploitation.nnQoSMOS is timely because spectrum policy is becoming increasingly liberalised and stakeholders are pressing for its exploitation. Regulators, government, manufacturers, network operators, service providers and users are expecting an impact from the technology. The 2011 World Radio Conference is mid-way through the project where exploitation decisions for Europe will be taken.nnThe framework and mechanisms developed in QoSMOS will adapt to the different regulatory domains across Europe. Barriers to new mobile markets will be lowered, enabling new business opportunities right across the value chain from vendors to service providers, which will be equally beneficial to all European countries.","grantUrl":"","grantId":"248454","fundValue":"15489214","fundStart":"2010-01-01","fundEnd":"2013-03-31","dataset":"fp7"}