{"id":"94749","title":"NSP1 and NSP2: two GRAS proteins at the interplay of Nod Factor and Cytokinin signalling during symbiosis in Medicago truncatula","abstractText":"'The root nodule symbiosis between legumes and rhizobial bacteria is the major natural source of biologically available nitrogen. Plant perception of the bacterial signalling molecule Nod factor (NF) is sufficient to initiate nodulation in the root cortex. However it is unlikely that NF can freely diffuse into cortical cells. This implies that NF perception at the root epidermis activates a developmental process in the cortex and this is likely to involve localised changes in cytokinin (CK) levels. Bacterial infection in the root epidermis and nodule organogenesis in the root cortex occur concurrently but how this coordination is achieved is unknown. Perception of NF leads to the activation of calcium oscillations in root epidermal cells which are likely decoded by CCaMK, whose function requires two GRAS transcription factors, NSP1 and NSP2. Moreover, activation of a CK receptor (CRE1) alone is sufficient for nodule formation and also requires at least NSP2. This implies a dual role for NSP2 functioning downstream of CCaMK in the epidermis and downstream of CRE1 in the cortex. This project aims to identify the function of NSP1/NSP2 during CK signalling and to explore the implication of these proteins in the coordination of epidermal and cortical developmental programs. After validating the independency of these developmental programs, the first objective will be to determine if NSP1/NSP2 are components or targets of the CK signalling pathway. The site of NSP1/NSP2 production will be defined and the possibility of protein movement between cell layers will be explored. Finally the targets of NSP1/NSP2 in the root cortex will be identified to asses NSP1/NSP2 function. By exploring the roles of NSP1/NSP2 in the epidermal and cortical nodulation programs this proposal will assess the possibility that NSP1/NSP2 provide a key coordinating role during nodule initiation. This knowledge is essential to further the possibility of engineering nodulation in non leguminous plants.'","grantUrl":"","grantId":"255467","fundValue":"171740.8","fundStart":"2010-03-01","fundEnd":"2012-02-29","dataset":"fp7"}