{"id":"105483","title":"Architecture and Asceticism: Cultural Interaction between Syria and Georgia in Late Antiquity","abstractText":"'The proposed research is intended to initiate the process of formulating an integrated approach to the evolution and spread of early Christianity in the Eastern Mediterranean, Caucasus and Middle East. Thus far this work has been constrained by geographical, linguistic and denominational boundaries meaning that there has been a plethora of regional studies in the field but no comprehensive overview attempting to develop a coherent picture of wider cultural interaction. By beginning a project that seeks to explore the relationship between the Syrian and Georgian Churches from a variety of different disciplines, this project intends to develop a framework from which to construct a comprehensive overview of the development of Eastern Christianity in late antiquity.\nThis work will open a new phase in the study of late antique Christianity by seeking to place the different denominations that split apart after the Christological and Mariological controversies of the fifth century into a wider context that allows comparative study of their liturgical, architectural and theological development and interaction. It is logical to begin with the Syrian and Georgian traditions as the Georgians wrote in an Aramaic script, known as Armazi, until the evolution of the Georgian alphabet in the fifth century.  Syriac, the liturgical language of the Syrian Church tradition, is also an Aramaic dialect that developed in the city of Edessa (now ?anliurfa in south-eastern Turkey). Edessa stood between Syria and Georgia and provided the main conduit for the transmission of culture between the two regions. In addition Georgia historically received monasticism and a renewed evangelical movement through the 'Thirteen Syrian Fathers', thirteen Syrian monks who were credited with expanding on the work of evangelisation begun in Georgia by St Nino of Cappadocia in the fourth century. Beginning with these two inter-linked traditions this framework can be applied to other traditions in future.'","grantUrl":"","grantId":"312602","fundValue":"954523","fundStart":"2012-11-01","fundEnd":"2017-10-31","dataset":"fp7"}