{"id":"87260","title":"Plutonium bio-signature as tracer of climate changes in ocean transport","abstractText":"'Climate change has significant consequences for the marine environment, for example, increasing transport of warm water from the tropical Pacific to the temperate seas of NW Pacific. The plutonium isotopic signature recorded in corals and bivalve shells will be utilised to trace temporal alteration in the ocean mixing over the past 50 years in the NW Pacific. The sampling and analytical techniques for mass spectrometric measurements of Pu in coral and bivalve shell samples will be optimised for high temporal resolution. In addition, the relationship between surface seawater Pu and the mixed layer depth will evaluated and the findings will be applied to determine the past variation of the mixed layer depth and sea surface temperature in the NW Pacific from the coral layers. The historical Pu isotopic signature in the outflow from the Irish Sea, including Sellafield releases and the now dominant contribution from the contaminated seabed, into the NE Atlantic will be determined by analysing bivalve shells from the Irish Sea and the North Channel. This proposal includes fieldwork at the proposed sites and subsequent analyses using mass spectrometric techniques and radiometric methods. Data analyses and evaluation of results will be jointly carried out physical oceanographers and marine scientists. In addition, the researcher will receive practical training in sampling techniques, mass spectrometric methods and ocean modelling as well as basic marine ecology. The combination of oceanographic observations and tracer measurements will provide insights into the response of the ocean circulation to climate change. The proposal involves an outgoing phase of two years at the Korea Ocean Research and Development Institute and a returning phase of one year at the University of Plymouth.'","grantUrl":"","grantId":"219625","fundValue":"257445.36","fundStart":"2008-07-01","fundEnd":"2011-06-30","dataset":"fp7"}