{"id":"100689","title":"ATMINistrating ATM signalling: exploring the significance of ATM regulation by ATMIN","abstractText":"'ATM is the protein kinase that is mutated in the hereditary autosomal recessive disease ataxia telangiectasia (A-T). A-T patients display immune deficiencies, cancer predisposition and radiosensitivity. The molecular role of ATM is to respond to DNA damage by phosphorylating its substrates, thereby promoting repair of damage or arresting the cell cycle. Following the induction of double-strand breaks (DSBs), the NBS1 protein is required for activation of ATM. But ATM can also be activated in the absence of DNA damage. Treatment of cultured cells with hypotonic stress leads to the activation of ATM, presumably due to changes in chromatin structure. We have recently described a second ATM cofactor, ATMIN (ATM INteractor). ATMIN is dispensable for DSBs-induced ATM signalling, but ATM activation following hypotonic stress is mediated by ATMIN. While the biological role of ATM activation by DSBs and NBS1 is well established, the significance, if any, of ATM activation by ATMIN and changes in chromatin was up to now completely enigmatic.\nATM is required for class switch recombination (CSR) and the suppression of translocations in B cells. In order to determine whether ATMIN is required for any of the physiological functions of ATM, we generated a conditional knock-out mouse model for ATMIN. ATM signaling was dramatically reduced following osmotic stress in ATMIN-mutant B cells. ATMIN deficiency led to impaired CSR, and consequently ATMIN-mutant mice developed B cell lymphomas. Thus ablation of ATMIN resulted in a severe defect in ATM function. Our data strongly argue for the existence of a second NBS1-independent mode of ATM activation that is physiologically relevant. While a large amount of scientific effort has gone into characterising ATM signaling triggered by DSBs, essentially nothing is known about NBS1-independent ATM signaling. The experiments outlined in this proposal have the aim to identify and understand the molecular pathway of ATMIN-dependent ATM signaling.'","grantUrl":"","grantId":"281661","fundValue":"1499880.6","fundStart":"2012-02-01","fundEnd":"2017-01-31","dataset":"fp7"}