{"id":"186454","title":"Three-Photon Entanglement","abstractText":"'Quantum information and computing, mainly relying upon photonics processes, are now starting to be a commercial reality. Harnessing the full potential of quantum processes is hence one of the top-priorities from a technological point of view, as well as a strategic area for fundamental research. This motivates the current quest for developing novel sources of quantum states of light on chip, and in particular entangled photons, i.e. the building block of quantum technologies.\nSo far, entangled photons had been generated in pairs, since couple generation is the most straightforward nonlinear optical process. However, it has been shown that the entanglement shared among many parties (multipartite) has a richer phenomenology, and its comprehension may also boost developments in diverse fields, as it is the case for energy transfer in biological systems.\nHere we propose to investigate the generation of entangled photon triplets. To date, such states have only been obtained by combining two different entangled-pair generation processes. This in turn also requires complex recombination procedures. Differently, we propose to exploit third-order nonlinearities for the direct generation of entangled photon triplets. The underlying process is a direct splitting of a single pump photon in three daughter photons, giving birth to entangled triplets from a single quantum event.\nWe shall exploit innovative approaches for addressing the issue of phase matching, which has hindered so far the observation of the direct three-photon splitting process. Our approach is twofold: in the realm of free-space optics we shall investigate both Bessel beam shaping and THz fields for tailoring the phase-matching. On the other hand, we shall seek for three-photon entanglement in guided-wave geometries by exploiting e.g. tapered optical fibres and integrated microring structures. This last objective targets the development of a practical, application-oriented, three-photon entanglement source.'","grantUrl":"","grantId":"627478","fundValue":"231283.2","fundStart":"2014-07-01","fundEnd":"2016-06-30","dataset":"fp7"}