{"id":"99800","title":"Integrated disruptive componentS for 2um fibre LAsers","abstractText":"2-micron fibre laser technology has the potential to open a whole new area of ICT & industrial applications. The well-known power scaling advantages, from increased core size & higher non-linear thresholds, offer a tenfold increase in 'raw power' compared with current 1-micron technology. Simultaneously, a host of applications specific to this almost unexplored region of the eye-safe spectrum become possible, including: industrial processing, free-space communications & medical procedures. Undoubtedly more will arise as currently exotic wavelengths become readily available. To date, the lack of suitable components has blocked R&D in this field. However, several recent disruptive component developments have changed the landscape: 1) Ho-doped silica fibre technology has advanced, providing a solid base for development; 2) All-fibre component technology offers integrated functionality; 3) Better isolator materials and new designs offer realistic potential for effective 2-micron devices; 4) New modulator materials & designs allow Q-switches, filters & switches; 5) Carbon nanotube composites offer effective sub-ps modelockers; 6) 790nm diode technology is ripe for development, for optimum direct pumping of Tm. ISLA will seize this opportunity to develop a set of 'building blocks' to define an integrated modular common platform for 2-micron Ho-doped fibre lasers consisting of compatible and self-consistent fibre, components and laser diodes. Not only will advances beyond the state-of-the-art in each of these component areas be achieved, but this will be attained through a coordinated program to deliver a genuinely integrated technology platform. Continuous wave, pulsed and short pulse lasers will be demonstrated through industrial applications (transparent plastic cutting and PV cell scribing). An industrial user group will identify new applications and aid exploitation routes, and the project results will be promoted within recognised standards bodies to benefit the whole of EU industry","grantUrl":"","grantId":"287732","fundValue":"4538870","fundStart":"2011-10-01","fundEnd":"2015-06-30","dataset":"fp7"}