{"id":"92337","title":"Dynamic and evolution of cis-regulatory elements involved in fruit development in Arabidopsis and Brassica","abstractText":"'Despite the growing number of transcription factors that play a role in fruit patterning in Arabidopsis, little is known about the molecular interactions that control this fundamental process for plant reproduction. The proposed project focuses on genes and interactions that are relevant for fruit dehiscence. One of these key genes is REPLUMLESS (RPL) which is required for the development of a specialized structure, the replum, involved in the opening process of the fruit to release seeds. RPL functions in part by restricting the expression of SHATTERPROOF (SHP1 and 2), which specify valve margins (another specialized tissue type that surrounds the replum), and JAGGED (JAG), which promotes SHP gene expression. Although closely related, Brassica and Arabidopsis fruits show differences in replum development. Whereas the Arabidopsis replum is about 10 cell files wide, Brassica replum often only consists of 1-2 cell files. This phenotype mimics the phenotype of a weak rpl mutant in Arabidopsis , therefore a further reduction of the replum size in Brassica could give rise to shatter-resistant fruit that would benefit the oilseed rape industry. Our broad goals are to understand whether regulatory changes in RPL, JAG and SHP explain differences in fruit development between Arabidopsis and Brassica, and how further changes could be used to limit pod-shattering in Brassica. We will compare the regulatory sequences of these genes in different species, define cis-elements that mediate the interactions within this regulatory network, test the functional significance of these cis-elements in transgenic plants, then use TILLING to screen for regulatory changes in Brassica. Bridging our knowledge from Arabidopsis to Brassica would give us a great opportunity to study how variations in the regulatory network might generate the subtle differences between the fruits of both species and would have practical applications for reducing seed loss due to pod shattering in Brassica.'","grantUrl":"","grantId":"236568","fundValue":"","fundStart":"2009-10-01","fundEnd":"2011-09-30","dataset":"fp7"}