{"id":"109711","title":"SOCIOTAL","abstractText":"SOCIOTAL addresses a crucial next step in the transformation of an emerging business driven Internet of Things (IoT) infrastructure into an all-inclusive one for the society by accelerating the creation of a socially aware citizen-centric Internet of Things. It will close the emerging gap between business centric IoT enterprise systems and citizen provided infrastructure. SOCIOTAL will establish an IoT eco-system that puts trust, user control and transparency at its heart in order to gain the confidence of everyday users and citizens. By providing adequate socially aware tools and mechanisms that simplify complexity and lower the barriers of entry it will encourage citizen participation in the Internet of Things. This will add a novel and rich dimension to the emerging IoT ecosystem, providing a wealth of opportunities for the creation of new services and applications that address true societal needs and allow the improvement of the quality of life across European cities and communities.SOCIOTAL builds on the foundations of emerging IoT architectures and introduces the following innovative key target outcomes, ensuring that privacy and trust are deeply embedded in the resulting architecture:1) A governance, trust and reputation framework combining a set of innovative enablers that addresses the challenges of massive crowd-sourced IoT infrastructure2) A privacy-preserving context-sensitive communication framework for IoT devices with adequate security enablers3) A detailed understanding of technological and socio-economic barriers for citizen participation in an IoT4) An intuitive environment inspired by social media tools that provides increased awareness and control and empowers citizens to easily manage access to IoT devices and information, while allowing IoT enabled citizen centric services to be created through open community APIs5) Services piloted in two cities demonstrating the value of SOCIOTAL to real word communities<br/>","grantUrl":"","grantId":"609112","fundValue":"3687350","fundStart":"2013-09-01","fundEnd":"2016-08-31","dataset":"fp7"}