{"id":"108628","title":"Prokaryotic Evolution of CRISPR Targeting","abstractText":"'Bacteria and Archaea often experience invasions from selfish genetic elements, such as viruses. These parasitic elements abuse host cells for multiplying and spread. To defend themselves, prokaryotes developed a number of immune systems, such as Abortive Infection systems, Restriction/Modification systems and CRISPR/Cas. Although the biochemistry of these immune systems has been studied in molecular detail over the last decade(s), much of their biological significance under ecologically relevant conditions remains elusive. Using the human pathogenic bacterium Pseudomonas aeruginosa  PA14 and its viruses as a model system, we aim to identify the conditions where particular prokaryotic defense systems provide a selective advantage to the host by following real-time coevolution under varying conditions. Insight in this coevolutionary dynamics has direct implications for medicine (fighting antibiotic resistant pathogenic bacteria and applying phage therapy) and industry (protection of starter cultures for fermentation purposes in the dairy industry). The past 4 years, the applicant has been working on the biochemistry of the CRISPR/Cas defense system and will bring his expertise to the host group of Prof. Buckling, who is leading in the field of bacteria - phage coevolution. The topic of the proposed research is related to the work of the applicant's Ph.D., but approaches it from a different angle. At the Institute of Biosciences, the applicant will be in a stimulating environment between scientists that are leading in the field of Evolutionary Biology and Ecology. This, together with the proposed training programme, which focusses both on development of the applicant's scientific (evolutionary biology) and non-scientific skills (grant writing & leadership skills), will be an important contribution to the scientific career of the applicant. The applicant's mobility to the UK will allow for transfer of knowledge and lasting collaborations with his current lab in Holland.'","grantUrl":"","grantId":"327606","fundValue":"221606.4","fundStart":"2013-09-01","fundEnd":"2015-08-31","dataset":"fp7"}