{"id":"96427","title":"Institutional Frictions in International Finance and Asset Pricing","abstractText":"'My project consists of three lines of work.\n1. Incentives of Money Managers and Asset Pricing\nThe leading theories of asset pricing stipulate that prices in financial markets are determined by households who seek to optimise lifetime consumption (or by the so-called  representative consumer ). This approach leaves no role for important institutional frictions such as, e.g., financial constraints and contract-induced incentives that played a major role in the 2008 crisis. An analysis of such frictions will add vastly to our understanding of how institutions make decisions and will also allow us to explore the implications of these decisions for asset prices. I propose to depart from the representative agent paradigm and introduce explicitly institutional investors into asset-pricing models. My goal is to understand how institutions affect financial markets and the real economy and to help develop appropriate policy responses.\n2. International macro-finance\nIn the past two decades, economic globalisation has produced an unprecedented rise in cross-border equity holdings. Accounting for capital gains on these equity holdings, currently disregarded both in the official statistics and in traditional international macroeconomics, may potentially overturn implications and policy recommendations of the leading theories. In this project, I seek to enrich the field by incorporating explicitly portfolio choice and capital gains on financial assets. Such a theory marries two fields of research:  international economics (Economics) and asset pricing (Finance).\n3. Combining the above two areas\nThe 2008 crisis was sparked by banks and lead to a worldwide recession. Combining the insights from the first two projects, I intend to research how the instability spreads across countries and how incentives of institutions ought to be designed to limit the consequences of their actions for asset values and the real economy.'","grantUrl":"","grantId":"263312","fundValue":"925910","fundStart":"2010-11-01","fundEnd":"2016-10-31","dataset":"fp7"}