{"id":"98235","title":"Application of Electromagnetic Fields for Enhancement of Structural Metal Performance","abstractText":"'The external parameters generally used in the traditional processing of structural metals are temperature, pressure and time. External electromagnetic fields (EMF) have significant potential for use in materials processing. Experimental data reasonably indicate that EMF can influence the microstructure and mechanical properties of materials. They suggest that application of EMF may be an effective, inexpensive and an easy-to-perform technique for performance control of parts and structural elements. The mechanisms of EMF influence are not well-understood and as a result the technique is underexploited.\nTwo kinds of treatments will be explored in the Project: direct passage of pulsed electric current (PEC) through the metal and application of pulsed magnetic field (PMF) or altering magnetic field (AMF) to the metal.\nThe Project will focus on the investigation and promotion of the EMF treatment-induced effects of the refinement of A356 aluminium casting alloy and enhancement of the corrosion and wear resistance of titanium alloys and steel. The Project aims to understand the mechanisms by which EMF affects materials properties. The objectives are: (1) to transfer knowledge of EMF treatment to the Host institution via creation of an experimental facility for the treatment of metals in molten and solid states and providing training courses (2) to fulfil a series of comprehensive tests for the experimental evidence of the benefits of the treatment for refinement of castings and enhancement of the corrosion and wear resistance of metals (3) to understand the mechanisms by which metals performance is achieved (4) to undertake interaction with industrial companies to introduce the treatment.\nThe Project is at the junction of Mechanical, Materials and Electrotechnical Engineering, Physics (metallophysics, electromagnetism) and Computing (multiphysics numerical simulation) and aims to generate new knowledge and technological possibilities.'","grantUrl":"","grantId":"274324","fundValue":"278680","fundStart":"2011-07-01","fundEnd":"2013-06-30","dataset":"fp7"}