{"id":"96014","title":"Design of Hybrid Nanostructured Bio-photocatalyst for Their Application in Bio-photoelectrochemical Hydrogen Production","abstractText":"'The need to establish renewable energy supplies, both as a strategic economic requirement and as a wedge against climate change is leading organizations to invest in research on capturing solar energy. There is particular interest in artificial photosynthesis, using photons to produce electricity or fuels using a man-made device rather than a plant. In natural in-vitro system for hydrogen production, complex molecule i.e. chlorophyll harvest solar energy and subsequent electronic excitation leads to ejection of electrons from the chlorophyll dimer and then passed on to various electron-transferring mediators. This electron donor system may be replaced with the visible light sensitized inorganic photocatalyst. At present, the photocatalysts that have been synthesized and tested fall far short of the efficiency and catalytic rates of enzymes that catalyze either H2 production (hydrogenases) or O2 production (the Mn cofactor of Photosystem II). Therefore the enzymes themselves represent important benchmarks for gauging the possibilities for building water-splitting photocatalysts from inorganic and organic photophysical materials. In such devices enzyme molecules are linked to the semiconductor surface in such a way that they are stable and electrocatalytically active. Therefore, the proposed project is focused on the fabrication of chalcogenide semiconducting nanostructures (mainly nanotubes / nanowire / gyroid having few nm thick wall) and grafting of redox proteins onto these nanostructures for their subsequent exploitation in photoelectrochemical hydrogen production. The exploration of the photoelectrochemistry involved and properties of enzymes which govern the hydrogen generation will also be undertaken. In addition, various other parameters such as the electrolyte pH, nature of sacrificial reagents, combination of chalcogenide photocatalyst- redox proteins (eg. Hydrogenase etc.) will be optimized to maximize solar hydrogen production efficiency.'","grantUrl":"","grantId":"253602","fundValue":"181103.2","fundStart":"2010-09-01","fundEnd":"2012-08-31","dataset":"fp7"}