{"id":"110455","title":"Digital creative tools for digital printing of smart fabrics","abstractText":"CREATIF provides the CCI with a creative experience collaborative tool consisting of intuitive software design tools coupled to a digital dispenser printer allowing them to create bespoke smart fabrics by printing. The design tools consist of software to collaboratively design, layout, visualise and simulate smart fabrics which are then produced using a dispenser printer; conventional fabrics are functionalised by printing active electronic inks. 'Visualisation' and simulation will interact in the collaborative design process with the senses of sight (through a monitor image), hearing (through Skype and by the smart fabric function of sound emission from the PC speakers) and touch (through the use of touch screens for design and the simulation of the feel of the fabric and the feeling of being touched on a haptic PC screen). CREATIF offers to the CCI the ability to transform everyday fabrics into knowledge intensive smart fabric based creations incorporating a high level of intellectual creative content, by mass customisation of basic templates, or in one off designs. The consortium consists of a design software developer (G-Soft), a university specialised in fabric machine design (ITA), a university with world leading expertise in creating smart fabrics by printing (UoS), a creative design SME (Diffus), an SME, active in design-led buildingnstructures and architecture (BASE), a large company active in architecture and creative design (ZHA) and an SME specialised in advanced inkjet printers (Ardeje). We demonstrate the creative experience tools use in a real environment by producing, within CREATIF, three advanced smart fabric prototypes (for interactive light emission, interactive colour change and sound emission/touch) and apply them in two applications relevant to the CCI: an interactive, modular blind and exhibition stand. These directly target the CCI of design, advertising and architecture although the collaborative tool impacts any CCI using fabrics.","grantUrl":"","grantId":"610414","fundValue":"4403433","fundStart":"2013-10-01","fundEnd":"2016-09-30","dataset":"fp7"}