{"id":"88833","title":"New science for European ps time-resolved Laue X-ray diffraction","abstractText":"'I pursue the study of molecular reaction dynamics of biomolecules mostly in the non-coherent time-regime using spectroscopic and X-ray structural techniques. In recent years, breakthroughs in the field of pump-probe X-ray crystallographic structure determination of reaction intermediates of light-sensitive proteins have generated much excitement. These experiments provide insight of key Biological importance and marry structural observations with spectroscopic studies to understand molecular reactivity. My work focuses on the light-sensitive proteins in particular to provide structural dynamics understanding of photoreactions and Biological signalling. The European Synchrotron Radiation Facility is investing in this area, providing and integrating technology that has been developed for pump-probe experiments using the pink-Laue technique in new designs for an upgraded and advanced beamline at ESRF. Historically, research groups in the US have dominated this field and the recent commissioning of the Biocars pump-probe beamline 14-ID-B at APS which has capabilities similar to ID09B at ESRF shows that international competition is strong. While technical capabilities of these two sources have rapidly developed, there has been an obvious lag in applications for the methodology. So far, photolysis of heme proteins (myoglobin-CO and recently FixL) and a photoreceptor molecule called Photoactive Yellow Protein (PYP) have been targets for pump-probe experiments. Clearly it is of strong strategic importance for European science to compete in this area. I have invested four years to develop the Green Fluorescent Protein as a new application, focussing on both time-resolved Laue diffraction as well as ultrafast vibrational and visible spectroscopy to characterise structural dynamics and to establish excited state absorption properties and reactivity for optical pulse profile optimisation for providing sufficient optical penetration. Here, I request European support for establi'","grantUrl":"","grantId":"208650","fundValue":"1000000","fundStart":"2008-12-01","fundEnd":"2012-09-30","dataset":"fp7"}