{"id":"103878","title":"The role of PKA in the Hepatitis C virus life cycle","abstractText":"'Globally some 200 million people live with Hepatitis C virus (HCV). HCV is one of the most problematic of the RNA viruses, with a slow indolent course of infection often characterised by decades of steady decline, with a significant fraction of infected subjects developing liver disease. Unfortunately our understanding of this disease has been hampered by a lack of virus culture systems and it is only now that we are beginning to develop the molecular tools to investigate the viral life cycle, an essential pre-requisite to developing any form of rational anti-viral therapy. We previously reported a crucial role for cAMP dependent protein kinase (PKA) in HCV infectivity. To carry out its function(s), PKA has to be delivered to its site of action within the cell, and this is achieved by scaffolding via A-kinase anchoring proteins (AKAP) which tether PKA to target membranes or organelles. Our recent data showing that: (i) HCV Core encodes a potential AKAP; (ii) recombinant HCV Core associates with PKA and (iii) HCV structural proteins negatively regulate cAMP-PKA responsiveness, support a novel mechanism for HCV to perturb PKA signalling. PKA plays an important role in the regulation of protein trafficking along the constitutive secretory pathways. By supplying an aberrant anchoring signal to PKA, HCV promotes its localisation to lipid droplets where virus assembly and egress of infectious particles occurs from the cell. This is the first report of a virus encoded AKAP that provides a novel mechanism for pathogens to hijack PKA signalling to defined cellular locations and to subvert host cell defence mechanisms. This proposal seeks to establish a new model of how HCV Core disrupts and re-targets cellular regulators and perturbs hepatocyte biology. Finally, the identification of peptides that specifically disrupt HCV AKAP-mediated protein-protein interactions will provide new targets for novel anti-viral drug design.'","grantUrl":"","grantId":"300149","fundValue":"200371.8","fundStart":"2013-05-22","fundEnd":"2015-05-21","dataset":"fp7"}