{"id":"94677","title":"Multifunctional Metal-Organic Frameworks","abstractText":"'The project MultiMOF (Multifunctional Metal-Organic Frameworks) is a natural step beyond the work developed by the applicant during his PhD thesis in Molecular Magnetism. It intends to undertake an extensive scientific program on the design and physical characterization of a broad range of multifunctional Metal-Organic Frameworks (MOFs). Mutifunctionality will arise from the combination of their intrinsic properties such as lightness, porosity, flexibility or biocompatibility with magnetism or chirality and the interplay between them. MOFs can be defined as nanoporous crystalline compounds consisting of metal ions or clusters coordinated to multidentate organic ligands to form one-, two-, or three-dimensional structures. Resulting from the introduction of permanent porosity, these molecule-based materials have attracted important attention in the last decade because of their promising application in gas storage, separation, ion exchange, catalysis or drug delivery. Taking advantage of expertise of the University of Liverpool materials chemistry group in the synthesis and characterization of MOFs, we intend to introduce electronically active transition metal (TM) extended units and optically active organic linkers in these materials in order to combine magnetic or optical properties with those resulting from their open structure. This approach will result in the design of a whole set of magnetic MOFs including additional functionalities, which could be of remarkable importance for the future development of porous low-density magnetic materials, switchable magnets, chiral magnets, magnetic sensors or higher level multifunctional materials. In this way, the researcher will embark on a multidisciplinary work plan, learning new concepts in Coordination Chemistry and Crystal Engineering, essential for the design and isolation of these open frameworks, and Solid-State Physics, employed in the study and tuning of physical properties exhibited by these materials.'","grantUrl":"","grantId":"253369","fundValue":"173240.8","fundStart":"2010-09-01","fundEnd":"2012-08-31","dataset":"fp7"}