{"id":"104490","title":"Challenging General Relativity","abstractText":"'General relativity, Einstein's celebrated theory, has been very successful as a theory of the gravitational interaction. However, within the course of the last decades several issues have been pointed out as indicating its limitations: the inevitable existence of spacetime singularities and  the fact that it is not a renormalizable theory manifest as shortcomings at very small scales. The inability of the theory to explain the late time accelerated expansion of the universe or the rotational curves of galaxies without the need of unobserved, mysterious forms of matter/energy can be interpreted as shortcomings at large scales. These riddles make gravity by far the most enigmatic of interactions nowadays. Therefore, the understanding of gravity beyond general relativity seems to be more pertinent than ever.\n\nWe propose to address this difficult issue by considering a synthetic approach towards the understand of the limitations of general relativity and the study of phenomenology which is usually considered to be outsides its realm. The proposed directions include, but are not limited to: the study of quantum gravity candidates and their phenomenology; extensions or modifications of general relativity which may address renormalizability issues or cosmological observations; explorations of fundamental principles of general relativity and the possible violation of such principles; the study of the implications of deviations from Einstein's theory for astrophysics and cosmology and the possible ways to constrain such deviations; and the study of effects within the framework of general relativity which lie at the limit of its validity as a gravity theory. The deeper understanding of each of these issues will provide an important piece to the puzzle. The synthesis of this pieces is most likely to significantly aid our understanding of gravity, and this is our ultimate goal.'","grantUrl":"","grantId":"306425","fundValue":"1375226","fundStart":"2012-08-01","fundEnd":"2017-07-31","dataset":"fp7"}