{"id":"103848","title":"Neuronal processing of risky rewards","abstractText":"'Background: Rewards are important positive factors for our survival, reproduction and quality of life. They produce learning, constitute goals of voluntary behaviour and are outcomes of behavioural choices. However, in most natural situations rewards are probabilistic and uncertain. Thus investigations into the neurobiological foundations of motivated behaviour should address reward uncertainty. We aim to answer the most basic and important question on reward uncertainty, namely how does the brain take the uncertainty into account when producing optimal decisions?\n\nObjectives: We aim to identify neuronal signals that carry information about risky rewards that is crucial for reward valuation and affects economic choices. We achieve this objective by relating the activity of single neurons in monkeys to normal behaviour in controlled behavioural tasks. We translate the knowledge gained from primate neurophysiology to humans by studying functional magnetic resonance responses (fMRI) in specific human brain structures during comparable behavioural tasks.\n\nSignificance: The experiments will systematically advance the knowledge about neuronal reward signals, explore the role of neuronal risk processing in decision-making and formally test a crucial axiom of economic decision theory. The experiments are sufficiently close together to be conceptually tractable and mutually supportive, and sufficiently spread out to cover basic neuronal mechanisms underlying decision-making under uncertainty. The work is based on fundamental concepts of economic choice theory and animal learning theory. The multidisciplinary approach will reveal basic reward risk mechanisms, inform, validate, challenge and select theories of normal behaviour, contribute to the foundations of neuroeconomics and provide necessary knowledge for investigating pathological reward and risk processes in human addiction, gambling and mental disorders.'","grantUrl":"","grantId":"293549","fundValue":"2466916","fundStart":"2012-06-01","fundEnd":"2017-05-31","dataset":"fp7"}