{"id":"108800","title":"Maximizing sensitivity and resolution in edge illumination - based X-ray phase-contrast imaging methods","abstractText":"'The main goal of MAXPCI is the development and application of a high-potential X-ray phase-contrast imaging (XPCI) technique. XPCI has demonstrated much improved contrast compared to conventional absorption-based methods, especially when soft biological tissues (made of light elements) and high X-ray energies are considered. Due to the need of most XPCI techniques to use highly coherent radiation, however, its widespread application in normal laboratories has been until now very restricted. The edge-illumination (EI) technique, also referred to as coded-aperture (CA) technique when implemented with conventional X-ray sources, has a high potential to bridge this gap thus allowing the full exploitation of XPCI. In particular, the technique has a simple and flexible setup, and has been demonstrated to provide high phase-contrast signals also with spatially and temporally incoherent sources.\nMore specifically, this project aims at maximizing the performance of the EI/CA technique by pushing the thresholds of the obtainable spatial resolution and sensitivity. Advances in this sense have already been demonstrated with synchrotron radiation (SR) sources: these will be optimized and then translated to conventional X-ray sources. Quantitative methods allowing the extraction of sample absorption, refraction and scattering information will also be developed, in particular single-shot ones (i.e. requiring only one input image). These will allow a reduction in the dose to the sample as well as shorter acquisition times, which are of paramount importance in particular for medical and biological imaging.\nThe obtained advances will be exploited for various applications. In particular, the project will concentrate on three subjects that have very high potential impact: 1) breast tissue imaging (cancer detection and study of tumor invasion), 2) imaging of articular cartilage in small animals (osteoarthritis studies), 3) detection of defects in composite materials.'","grantUrl":"","grantId":"333990","fundValue":"100000","fundStart":"2013-06-01","fundEnd":"2017-05-31","dataset":"fp7"}