{"id":"104846","title":"Definition of the chemical and immunological characteristics of flucloxacillin-induced liver injury","abstractText":"'Immunological reactions represent one of the most feared adverse drug events; they cannot be predicted and show no simple dose-response relationship. The presence of drug-response T-lymphocytes in patients with cutaneous reactions provides a robust case for their involvement in the disease pathogenesis. In contrast, the role of T-cells in reactions targeting the liver is less well defined.\n\nWe have recently defined the profile of drug protein conjugation at specific amino acid residues with respect to dose and incubation time and characterized the minimum levels of modification associated with the stimulation of T-cells. We now aim to utilize these methods to characterize the cellular response in patients with flucloxacillin-induced liver injury. Drug antigens will be characterized by mass spectrometry and used to define the phenotype (CD, homing receptors) and function (Th1, Th2, Th17 & cytotoxicity) of antigen-specific T-lymphocytes and T-cell clones.\n\nRecently, an association between expression of HLA-B*5701 and flucloxacillin-induced liver injury has been described, which implies a direct effect of the gene product on the disease pathogenesis. To explore whether susceptibility relates to the restriction of the fit of the drug antigen in MHC, we will utilize our unique cell bank of HLA-typed healthy volunteers and a novel in vitro assay to relate phenotype to function and to investigate the additional signals that might be required to convert an antigenic signal into an aberrant T-cell response.\n\nThe Fellow will be trained in bioanalytical and cell culture methods that are directly applicable to immunological drug reactions. Furthermore, the Liverpool CDSS and the Ajou School of Medicine will establish a collaboration to transfer clinical samples to investigate other HLA associations in different ethnic groups. This will allow us to respond in real-time to newly identified genetic variants associated with adverse reactions'","grantUrl":"","grantId":"298395","fundValue":"139403.7","fundStart":"2012-09-01","fundEnd":"2013-08-31","dataset":"fp7"}