{"id":"98103","title":"Linking genotype to phenotype for the rheumatoid arthritis susceptibility locus 6q23: beyond genome wide association studies","abstractText":"'Rheumatoid arthritis (RA) is a chronic, disabling, complex autoimmune disease with a strong genetic component. After the well known HLA-DRB1 and PTPN22 genetic loci, the next most strongly associated locus is an intergenic region on 6q23, 180 Kb from the candidate gene TNFAIP3. The causal variants and their functional effects have not been identified yet. The aim of this project is to identify all causal variants in the region and determine how they function to increase RA risk.\n\nThe first step will be to understand the complete genetic architecture of the locus. I will use data from in-depth fine mapping and resequencing studies of the region, followed by case-control association studies to identify all associated variants including common and rare SNPs, CNVs and indels. Bioinformatic analysis will help to prioritize variants for subsequent functional characterization and will guide the design of experiments. Complementary to that, cDNA sequencing of the region will be undertaken to explore whether the intergenic region is truly noncoding or whether any hitherto undetected transcriptional activity is present. This will allow me to simultaneously determine the effect of different SNP alleles on the levels of expression by allele differential expression measurement.\n\nSince associated variants map a considerable distance from the candidate gene, I will test whether distant regulatory elements lie at the site of disease variants through chromosome conformation capture. Finally the mechanism by which variants disrupt transcriptional regulation will be elucidated by performing formaldehyde-assisted isolation of regulatory elements and chromatin immunoprecipitation.\n\nThe outcome will be the identification of all causal variants in 6q23 and the elucidation of their functional role in the predisposition to RA. This will help to understand the aetiology of RA and autoimmunity and, potentially, to develop new therapeutic targets.'","grantUrl":"","grantId":"276951","fundValue":"45000","fundStart":"2011-03-01","fundEnd":"2014-02-28","dataset":"fp7"}