{"id":"108014","title":"\"Metal-based Polypyridyl Ligands: Catalysis, Redox Behavior and Supramolecular Assemblies\"","abstractText":"'The ability to build inorganic molecules with required compositions and properties in a systematic way is increasingly important in developing new materials, particularly catalysts. The research proposed involves the investigation of a simple way by which mixed-metal complexes can be obtained, and aims at the control of the metal composition and environment of these species to provide access into a number of important areas. The strategy, which is well established, is to use a number of main group metal and semimetal-based tris-pyridyl ligands of the type [E(py)3]n- (E=main group atom or group, py=pyridyl) to deliver the main group atom by simply coordinating the ligand to another metal atom. This approach should apply to a very large range of main group/transition metal heterometallic compositions. One of the primary aims of the proposal is to use a selection of these main group/transition metal complexes in the industrially-important selective catalytic air-oxidation of alkenes to epoxides and to explore the mechanism of this reaction in model structural, mechanistic and theoretical studies. The understanding of the reactive intermediates involved will be used in developing of asymmetric oxidation catalysts of this type, which will be obtained by incorporating chirality both at the metal bridgehead atoms of the tris-pyridyl ligands and within the pyridyl groups themselves. The thermolysis of heterometallic complexes is also a viable new route to low-oxidation state clusters and intermetallic compounds, utilizing the tendency for reductive elimination of pyridyl substituents in these systems. The final aim of the project is to establish new variants of the main group element ligand systems in which chelation of the tris-pyridyl ligands to a single metal atom is not possible. These new arrangements will provide wholly new ligand types which will be applied to the stabilization of new metal cluster compounds and provide new opportunities in supramolecular chemistry.'","grantUrl":"","grantId":"329283","fundValue":"221606.4","fundStart":"2013-10-07","fundEnd":"2015-10-06","dataset":"fp7"}