{"id":"186334","title":"Searching for nature's best clocks and extragalactic millisecond transients with large interferometric arrays: from the GMRT to the SKA","abstractText":"'Millisecond pulsars (MSPs) are rapidly rotating neutron stars that emit a beam of radio waves from\ntheir magnetic poles. Their rate of rotation is very stable and so the pulses detected as they spin are like\nthe ticks of an extremely precise clock. Measuring small deviations in the rate that this clock runs makes them\nideal laboratories to test gravity theories and as detectors for gravitational waves. In addition to the regular\nradio emission from pulsars,  millisecond transient bursts (FRBs) are observed at the locations of cataclysmic\nevents, making them useful probes for extreme states of gravity, pressure, temperature and magnetic fields.\nTheir extragalactic origin makes them useful to study the poorly constrained baryon content of the intergalactic\nmedium. Motivated by the need to discover more of both these source classes and my recent discoveries of MSPs\nat the Giant Metrewave Radio Telescope (GMRT), the largest array in the world, combined with the expertise of\nUniversity of Manchester in non-imaging high time resolution astronomy, we propose for the highly sensitive\nGMRT High Resolution Southern Survey (GHRSS) for MSPs and transients. This survey is calculated to find at\nleast 45 MSPs and tens of FRBs. The simultaneous time domain search and imaging capability of this survey\nalso provides an unique opportunity of discovery and simultaneous localisation of MSPs and FRBs, which is\ncurrently not employed at any other telescope. As the GMRT is a prototype for the global Square Kilometre\nArray (SKA) and SKA1-mid in particular, the techniques we propose to develop here will be directly applicable.\nThis project brings together my expertise in leading GMRT pulsar surveys with the extensive pulsar and transient\nsearch experience and SKA knowledge of my UK host. This combination will allow us to deliver cutting edge\nscience in collaboration with European scientists and enable us to play a leading role in the SKA.'","grantUrl":"","grantId":"626533","fundValue":"309235.2","fundStart":"2014-04-22","fundEnd":"2016-04-21","dataset":"fp7"}