{"id":"96400","title":"Microsystems and Bioanalysis Platforms for Health Care MICROCARE","abstractText":"'Microsystems and Bioanalysis Platforms for Health Care - MICROCARE Miniaturisation of analytical systems is generally considered to be the strategy that will overcome the requirements of process speed for performing efficient evaluation studies. By utilising the versatility of silicon micromachining to fabricate efficient minute volume microstructures, it is possible to make analysis systems that are extremely small. The benefits of miniaturisation stem from the increased reaction kinetics in low volumes and the possibility to perform sample-handling procedures at a high speeds. Our research proposal is focussed on the implementation of micro/nano fabrication technologies for functionalised systems and sensors for bio-chemical analysis and micro delivery based on microtransducer array and micromachined modules. We propose to develop microfluidic devices, surface structuring and chemical organization methods to study both synthetic and systems biology. Additionally MEMS based devices will be developed for applications in life science research. The purpose is to form a network with the following aims: 1) to exploit synergies and complementarities (expertise and facilities) within the multidisciplinary partnership, through researcher mobilization, to conduct a focused research in life science 2) to address some of the theoretical and technological challenges, e.g. static and kinetic analyses with single molecular and cellular resolution and high throughput capabilities, 3) to use micro and nano techniques to develop appropriate systems and platforms to facilitate the defined research 4) develop a set of MEMs based devices for biomedical applications and 5) create a research climate within the partnership for long term collaboration between EU and China in this particular field. Investigations will be conducted through a collaborative process facilitated by a balanced exchange of researchers within the consortium.'","grantUrl":"","grantId":"247641","fundValue":"669600","fundStart":"2010-07-01","fundEnd":"2014-06-30","dataset":"fp7"}