{"id":"107667","title":"Combinatorial methods in noncommutative ring theory","abstractText":"'As noted by T Y Lam in his book, A first course in noncommutative rings, noncommutative ring theory is a fertile meeting ground for group theory (group rings), representation theory (modules), functional analysis (operator algebras), Lie theory (enveloping algebras), algebraic geometry (finitely generated algebras, differential operators), noncommutative algebraic geometry (graded domains), arithmetic (orders, Brauer groups), universal algebra (co-homology of rings, projective modules) and quantum physics (quantum matrices). As such, noncommutative ring theory is an area which has the potential to produce developments in many areas and in an efficient manner. The main aim of the project is to develop methods which could be applicable not only in ring theory but also in other areas, and then apply them to solve several important open questions in mathematics. The Principal Investigator, along with two PhD students and two post doctorates, propose to: study basic open questions on infinite dimensional associative noncommutative algebras; pool their expertise so as to tackle problems from a number of related areas of mathematics using noncommutative ring theory, and develop new approaches to existing problems that will benefit future researchers. A part of our methodology would be to first improve (in some cases) Bergman's Diamond Lemma, and then apply it to several open problems. The Diamond Lemma gives bases for the algebras defined by given sets of relations. In general, it is very difficult to determine if the algebra given by a concrete set of relations is non-trivial or infinite dimensional.  Our approach is to introduce smaller rings, which we will call platinum rings. The next step would then be to apply the Diamond Lemma to the platinum ring instead of the original rings. Such results would have many applications in group theory, noncommutative projective geometry, nonassociative algebras and no doubt other areas as well.'","grantUrl":"","grantId":"320974","fundValue":"1406551","fundStart":"2013-06-01","fundEnd":"2018-05-31","dataset":"fp7"}