{"id":"94460","title":"Analysis of myelinated axon development in zebrafish","abstractText":"'Myelinated axons are an essential component of the vertebrate nervous system. Myelin is a plasma membrane extension of specialised glial cells that wraps around axons to facilitate the rapid conduction of neuronal impulses. Disruption of myelinated axons contributes to the symptoms of numerous human diseases, such as Multiple Sclerosis (MS). Our understanding of the molecular and cellular mechanisms that co-ordinate myelin formation and those that contribute to the progression of human diseases of myelinated axons such as MS remain rudimentary. We have helped establish the zebrafish as a powerful laboratory organism with which to dissect myelin formation. Through a forward genetic screen we identified ten genes essential normal myelinated axon formation. We identified new roles for genes previously implicated in myelinated axon development, isolated two completely novel regulators and identified mutations in four genes relevant to human diseases of myelinated axons. Disruption to the human homologue of one of those genes, kif1b, was recently associated with MS, and our initial studies identified important roles for this protein in myelinated axon formation. In this proposal we ask for support to continue our analysis of kif1b function. Although our genetic screen was a success it did not approach saturation and additional screens would clearly identify other factors essential for myelinated axon development. Gene discovery screens, however, take a long time to carry out, are quite labour intensive and can preclude the identification of mutations in genes required for multiple stages of development. In this proposal we outline novel methodologies to identify protein function in biological processes of interest by combining high-throughput screening of the phenotypic effects of small molecules on zebrafish with cutting edge technology to identify the protein targets of compounds that exert interesting effects.'","grantUrl":"","grantId":"256552","fundValue":"100000","fundStart":"2010-05-01","fundEnd":"2014-04-30","dataset":"fp7"}