{"id":"185408","title":"Measurement of temperature exposure and integration over time","abstractText":"'All organisms have to cope with changing temperature and various mechanisms have evolved to protect cellular processes against thermal stresses. Many organisms also use temperature signals to align behaviour and development with certain seasons. How specific temperature cues are extracted from fluctuating temperature levels is unknown but it implies the existence of mechanisms that enable long-term monitoring and integration of the enormously variable temperature levels found in nature. We therefore intend to discover how variable temperature levels are measured and integrated over long timescales in order to provide information used in biological timing. Plants provide an excellent system in which to investigate such thermo-sensory mechanisms. We will exploit our knowledge of the multiple regulatory pathways determining quantitative expression of the plant developmental repressor FLOWERING LOCUS C (FLC). These pathways, which are all independently influenced by temperature, converge to regulate FLC via aspects of a co-transcriptional mechanism involving antisense transcripts and different chromatin pathways. This understanding provides the system to define the primary temperature steps (thermo-sensors) that directly regulate FLC and explore how they combine to record complex temperature profiles. Our hypothesis is that different thermo-sensors monitor distinct aspects of the long-term temperature profile. Their outputs would be integrated via accumulation of chromatin modifications at FLC with feedback and interconnection between the pathways providing reinforcement systems to record previous exposure. Modulation of this mechanism would then provide the basis for adaptation to different climates. Knowledge emerging from this study will provide important concepts in understanding how organisms interact with their environment.'","grantUrl":"","grantId":"339462","fundValue":"2499997","fundStart":"2014-03-01","fundEnd":"2019-02-28","dataset":"fp7"}