{"id":"105701","title":"Rapid development and distribution of statistical tools for high-throughput sequencing data","abstractText":"'High-throughput sequencing (HTS) is a powerful and rapidly evolving family of technologies with a multitude of applications. They include genetics of rare and common diseases, understanding of disease mechanism and progression through transcriptome and epigenome profiling, cancer stratification, personalised medicine and molecular systems biology of gene regulation. The genome, epigenome, transcriptome and interactome are all intricately connected, and modern HTS technology can probe all of these -omic levels. Statistical analysis is a crucial component of many experiments and studies, and the quality and efficiency of the analysis often determines the success of a project.\n\nIn this collaborative project we will develop a range of new statistical analysis tools to solve open problems in HTS data analysis, ranging from low-level processing of sequence reads up to systems-level modelling of disease associated and cellular processes. We will provide to a wide audience an integrated computational framework for HTS data analysis and interpretation that is robust, efficient and user-friendly. We will establish improved procedures for the publishing of statistical software as an integral part of the scientific publication process, within the framework of the Bioconductor project. We will provide tools to benchmark experimental protocols and statistical methods, and we will provide training materials and a extensive training programme to rapidly disseminate these new tools to the broader biomedical community.\n\nSME partners will integrate these new tools within their analysis pipelines with associated user-friendly commercial software providing access to their additional proprietary tools. SMEs will benefit from basic methodology development done in a public, pre-competitive arena and will be able to use these technologies to enhance their products and services.'","grantUrl":"","grantId":"305626","fundValue":"4675174","fundStart":"2012-12-01","fundEnd":"2015-11-30","dataset":"fp7"}