{"id":"100825","title":"DEVELOPMENT OF NOVEL INSPECTION TECHNIQUES FOR TRAIN AXLES","abstractText":"'The structural integrity of wheel sets used in rolling stock is of great importance to the rail industry and its customers. A number of rail accidents have been directly related to the failure of train axles, leading to increased demands for their inspection and maintenance. Visual inspection and Magnetic Particle Inspection are the current standard practices used for manual non-destructive testing of axles. However, these processes require removal of the wheelset from the wagon/locomotive bogie and full disassembly in order to facilitate access.  Inspection is also carried out by some wagon providers using ultrasonic testing (UT) but its application is also limited to disassembled wheelsets.\n\nAn axle on a wheelset can be connected to a number of ancillary components including breaks and bearings. The disassembly (and reassembly) of axles from the wheelsets/wagon bogey is therefore very time consuming and expensive. There is evidence that even partial disassembly and reassembly could introduce future axle reliability problems. To minimise disruption to their train services but ensure continued safety, train operators require frequent and regular inspection methods that allow quick inspection at the depot with the minimum of wheelset and bogie disassembly.\n\nThe AxleInspect project aims to develop new inspection techniques based on phased array ultrasonic and electromagnetic techniques suitable for the inspection of both solid and hollow axles. For solid axles, inspection techniques are to be developed that inspect from the end face of the axles using new and novel phased array ultrasonic inspection technology. For hollow axles, probes based on UT and electromagnetic inspection techniques are to be developed, enabling detection of surface breaking cracks that cannot be found by ultrasonic inspection. These new techniques will allow inspection of axles whilst they are still attached to their supporting bogey, allowing minimal wheelset disassembly from the train.'","grantUrl":"","grantId":"286573","fundValue":"1354840","fundStart":"2011-11-01","fundEnd":"2013-10-31","dataset":"fp7"}