{"id":"96648","title":"Discrete Volume Assembly at Nano-Scale","abstractText":"'The objective of DIVAN is to develop a robust, potentially industrially viable process for the discrete assembly of individual Carbon Nano Tubes (CNTs). This competence allows realising devices and applications in which individual CNTs are integrated with micro-scale structures, to provide unique performance or new functions. Applications can be found in sensors, scientific instruments, and a wide variety of nanoelectronic devices like switches. A CNT is a cylindrically shaped nanostructure composed of carbon hexagons. CNTs are grown on a substrate in large numbers using a chemical process. Currently there is no viable method to volume assembly of discrete CNTs. DIVAN aims to rationalise the nano-scale assembly process by developing a set of linkable basic assembly operations. Basic operations include sorting, characterisation, handling and placement of CNTs. The basic assembly operations can be linked together to form complete assembly process chains for bringing CNTs from their fabricated state to their assembled and interconnected state. An essential contribution of the project to the field is the development of an assembly theory for nano-scale assembly. This assembly theory defines the boundary conditions for the assembly operations to be developed, and provides the backbone for structured design and evaluation of nano-scale assembly processes for specific cases. In this way, a systematic engineering and production perspective is added to the predominantly fundamental research oriented field of nanotechnology. Innovative principles for implementing the basic operations will be investigated, including the use of micro-fluidic devices to dispense CNTs, and the use of micro-scale handling structures. A benchmark device, a NEMS accelerometer, will be realised to evaluate and demonstrate the developed processes. An essential criterion is that the assembly processes have to be compatible with microfabrication processes to ensure volume upscalability.'","grantUrl":"","grantId":"253731","fundValue":"120394.8","fundStart":"2010-12-01","fundEnd":"2011-11-30","dataset":"fp7"}