{"id":"100018","title":"\"Geometry, instability and activity in complex and biological fluids\"","abstractText":"'Within the research area of soft condensed matter physics, this proposal concerns the remarkable flow (rheological) behaviour of complex fluids such as polymers, colloids and emulsions; and of\nbiologically active suspensions such as swarms of bacteria or sperm, and the cytoskeletal matrix of the biological cell. A unifying concept in two closely related research themes is the way\nnon-equilibrium dynamics underlies the rheological behaviour of these fluids. Theme I concerns non-equilibrium phase transitions induced by an externally applied flow. It addresses the challenge of predicting the onset, characteristics and implications of these transitions in the complicated flow geometries that arise experimentally and industrially: focusing on the two key issues that will form the basis of practical rheological prediction, by addressing the key concepts of underlying physics. The first concerns the way in which geometrical confinement can lead to a rich interplay between three dimensional (3D) phase transitions in the fluid bulk, and 2D surface transitions at the hard walls of the flow device. The second concerns instabilities in extensional (stretching) flows and how they interact with transitions in shearing flows, aiming to develop a unified understanding of both, and how they interact. Theme II turns to biological suspensions that exist in strongly non-equilibrium regimes due internal activity such as bacterial swimming. While much progress has been made predicting rules for single-swimmer propulsion, and emergent phenomena of many swimmers collectively, most work to date has been in a simple (Newtonian) suspending fluid. This is a major shortcoming: most biological swimming occurs in complex polymeric fluids. My aim is to forge a physical understanding of biological activity in these complex fluid environments. Emergent phenomena include banded and turbulent flows, with an obvious link to Theme I, and an overall aim is to cross fertilise concepts between the Themes.'","grantUrl":"","grantId":"279365","fundValue":"1460341.51","fundStart":"2012-01-01","fundEnd":"2016-12-31","dataset":"fp7"}