{"id":"88763","title":"Towards better point of care devices: Conducting polymers as smart surfaces in biosensors","abstractText":"'Discovered just over 20 years ago, conducting polymers (CPs) have gained considerable attention because of their unique chemical and electronic conducting properties. As a result they have various (bio)analytical and technological applications. CPs are easily synthesised, both chemically and electrochemically under mild conditions, opening up vast possibilities for the immobilisation of biomolecules. Immobilisation of antibodies by entrapment within films or by covalent binding on these films permits the straightforward fabrication of biosensors. In electrochemical biosensors, non-specific binding (NSB) of molecules, e.g. proteins in serum, can occur, lowering overall device performance. In the past, surface chemistry has been employed to prohibit NSB on electrodes with sites that do not have antibodies attached. This surface chemistry however, impairs device performance. CPs have inherent dynamic surface properties that can be easily switched upon the application of an appropriate electrical potential. Their ability to be switched between different oxidation states and the associated switch in properties such as doping level, resistance and surface wettability can be controlled by changing the electrical potential resulting in reversible switching. Routes to nano-dimensional CPs, exhibiting markedly improved properties from those of the bulk materials, have been recently developed. We therefore propose to exploit the dynamic chemical nature of CPs to inhibit NSB in electrochemical bio-assays and demonstrate the efficacy of this approach using a simple nanostructured electrochemical prostate cancer diagnostic platform made from conducting polymers. One can imagine the significance of a biosensor that provides increases in performance and shorter detection times, since the immobilising platform, transducer and dynamic surface control are implemented within a single material.'","grantUrl":"","grantId":"224880","fundValue":"100000","fundStart":"2008-05-01","fundEnd":"2015-07-06","dataset":"fp7"}