{"id":"186941","title":"Mapping genetic information into physical space: shape growth in plants","abstractText":"'This Marie Curie Career Integration Fellowship will enable me to establish my own research group aimed at understanding shape growth through the interdisciplinary combination of biology, genetics, physics, and engineering.\nThis proposal aims to decipher and connect the molecular and mechanical mechanisms underlying a special developmental boundary found at the plant apex - the crease that forms between the meristem (stem cell niche) and the new growing organ; the crease boundary is essential for proper plant form and development of lateral branches. The crease represents a uniquely formed tissue exhibiting negative Gaussian curvature, a saddle shape. The growth of such a shape is of principal interest.\nThis proposal also aims to develop and utilize new methodologies for studying cell mechanics in plants, and to use these tools to link molecular players with mechanical outputs required for the generation of meristem-organ boundaries.\nThe information gathered here will contribute to an understanding of how the mechanics of cell growth, and its molecular regulation, contribute to shape generation in plants. This information will serve as a scientific springboard for my career and my group members. This is a truly interdisciplinary project combining molecular genetics, plant physiology, cell wall biochemistry, materials science, engineering, and bioinformatics. The project will help to cement my career path catapult me to the top of this emergent and exciting field, plant biomechanics. It will also serve to enhance the profile of the UK and the ERA as leaders in interdisciplinary and innovative science.\nThis project will benefit the ERA by: the ERA has an edge in this field which I will help maintain, my current ERA collaborations and those within the host institution will help to amplify the field, and my exposure to world class researchers across the ERA will have immeasurable benefits.'","grantUrl":"","grantId":"631914","fundValue":"100000","fundStart":"2014-04-01","fundEnd":"2018-03-31","dataset":"fp7"}