{"id":"110175","title":"Development of Stem Cell Based Therapy for Thymic Regeneration","abstractText":"'Reconstitution of immune system function in immunocompromised patients depends on the presence of a functional thymus, and specifically, on the diverse array of epithelial cells within the thymic stroma. The thymus is the first organ to degenerate in normal healthy individuals, and is also sensitive to cytotoxic interventions. Therefore lack of thymic function presents a serious problem for many patients. Transplantation of neonatal human thymus can lead to successful immune system reconstitution, but limited tissue supply prevents its widespread use. Thymic epithelial stem cells (TESC), which can generate all of the epithelial subpopulations of the adult thymus, present an alternative source of transplantable cells. However, protocols for growing or generating TESC in the laboratory have not yet been developed. This proposal aims to develop robust and scalable protocols for the long-term in vitro culture of functionally validated human TESC, including standardized quality controls, and to establish optimized means of delivering these cells to immunocompromised recipients such that thymus function is fully restored. It also aims to develop optimized procedures for cryopreservation of human thymic stromal cells. These objectives relate directly to the topic identified in call HEALTH.2013.1.4-1 Controlling differentiation and proliferation in human stem cells intended for therapeutic use. THYMISTEM brings together a strong, pan-European team comprising thymus and stem cell biologists, immunologists working in humanized mouse models, haematologists expert in immune reconstitution, tissue engineers, and experts in cryopreservation and cell banking, to deliver these goals. Overall, this work will build the preclinical foundations required for development of a novel stem-cell based therapy: transplantation of thymic epithelial stem cell-based organoids for regenerative recovery of thymic - and thus immune system - function in patients.'","grantUrl":"","grantId":"602587","fundValue":"7748982.76","fundStart":"2013-10-01","fundEnd":"2017-09-30","dataset":"fp7"}