{"id":"87654","title":"The Challenge of Private Urban Governance and the Rise of Gated Communities in Europe","abstractText":"'The European metropolitan regions are facing with the new challenge of the emergence of private urban governance and the rise of gated communities. Despite of the growing number of case studies there is however a lack of comparative studies and of a general theory that could link the main research paradigms (the market-driven process approach conceptualise the rise of gated communities via economic rooted consumer-side choices, while the politics-driven process approach see it as results of exclusionary political behaviour of the affluent). The overall aim of the research project is to fill these gaps with a cross-European comparative study using an innovative research framework.  In order to analyse the driving economic, social, and political factors it will be gathered and evaluated a cross-European database about gated communities. To offer policy recommendations the research will use the framework of the trilemma of urban governance developed by the applicant. Its main message is that the objectives low congestion cost, high efficiency in production of public goods and services, and high social cohesion are mutually incompatible. Policymakers have to choose among these desirable elements; however they can have at most two out of these three at the same time, having to decide which one they wish to give up. The main objective of the career development of the applicant is his integration into the European scientific excellence networks. The applicant has a wide-range knowledge in economic geography and research experience in Central and Eastern Europe that is the main basis to carry out the proposed research project with high scientific quality. Because of the multidisciplinary feature of the research projects it is however also needed skills and expertise in urban planning, housing market study, and legal issues related to gated communities, which will be provided trough trainings at the host institute'","grantUrl":"","grantId":"219867","fundValue":"170709.11","fundStart":"2008-10-01","fundEnd":"2010-09-30","dataset":"fp7"}