{"id":"97850","title":"FORENSIC ARCHITECTURE: The Space of Law in War","abstractText":"'Although violations of International Humanitarian Law (IHL) and human right (HR) conventions are frequently undertaken in cities and by means that deliberately manipulate the elements that constitute their built fabric, this project contends that organizations of international justice could benefit from a closer engagement with the operational procedures, conceptual assumptions, methodologies, and technologies of urban and architectural analysis. Legal claims of the kind that are brought to international courts and tribunals or made to circulate within the general media often invoke images of destroyed buildings or of menacing new constructions, but these are too often merely treated as self-evident illustrations of atrocity. This project attempts to transform the built environment from an illustration of alleged violations to a source of knowledge about them and as a resource through which controversial events and processes could be reconstructed, analysed and better understood. To be undertaken at the Centre for Research Architecture, a multidisciplinary group of spatial practitioners directed by the PI, the project will employ new technologies and novel forms of spatial analysis in order to query the function of space as evidence within the different forums of international justice. The project is organized around the investigation of several legal controversies, each with a distinct spatial dimension. The project is driven by the introduction of a new operative concept    Forensic Architecture  (FA)   which is proposed as a new field of practice and as an analytical method for probing the political and social histories inscribed in spatial artefacts and in built environments. The project will result with web-based interactive platform, an exhibition accompanied by a large edited catalogue and a symposium, and a monograph by the PI.'","grantUrl":"","grantId":"263671","fundValue":"1197704","fundStart":"2011-02-01","fundEnd":"2015-01-31","dataset":"fp7"}