{"id":"89859","title":"Investigation of electron induced chemical control using momentum imaging of negative ions from dissociative electron attachment","abstractText":"'This proposal aims at investigating chemical control using electrons by studying the dynamics of the dissociative electron attachment in gas phase molecules of practical interest using ion momentum imaging. These experiments will be complemented by measurements on molecules condensed on surfaces using electron beam irradiation as well as scanning tunneling microscopes. The proposal is motivated by the recent observations by several groups on molecules in gas and condensed phases that dissociative attachment allows control of electron induced processes. In particular, the group led by the applicant showed that functional group dependence exists in dissociative attachment allowing site/bond selective fragmentation of organic molecules using electron energy as a control parameter. They further investigated the dynamics of this process in selected small molecules using a novel technique developed by them for ion momentum imaging in low energy electron collisions. This technique allows characterization of the intermediate resonant state, the fragmentation pattern and the energy partitioning in the product channels. It is proposed to set up a similar experiment for ion momentum imaging arising from dissociative attachment and polar dissociation in molecules relevant to nanolithography, astrochemsitry and radiation biology at the host institution. These experiments will be complemented by experiments on molecules condensed on surfaces by electron beam irradiation and by using scanning tunneling microscopes with a view to correlate the energy partitioning in the dissociative attachment process and the reactivity of the products. While the applicant brings in expertise on gas phase measurements like absolute partial cross section measurement and ion momentum imaging, the host group and his collaborators provide necessary expertise and facilities for complementary experiments in condensed phase and on surfaces.'","grantUrl":"","grantId":"220423","fundValue":"243268.29","fundStart":"2009-01-05","fundEnd":"2011-01-04","dataset":"fp7"}