{"id":"95270","title":"\"A combined post-genomics, biochemical and biophysical investigation to model the systems biology of embryo cell expansion and seed germination in Arabidopsis thaliana.\"","abstractText":"'The fellowship focuses on bringing a talented young researcher to a cutting edge systems biology institute in the EU to develop and utilize novel multidisciplinary approaches to better understand seed biology. Innovative imaging, biophysical and computational approaches in conjunction with the integration of post-genomics biology will be used to develop a multi-scale computational model describing the germination of seeds. This key plant developmental process is integral to agriculture and human existence, while the seed trade is worth over $30 billion annually. Novel genetic regulators of seed germination will be uncovered through the functional genomic validation of bioinformatic predictions based on gene interaction networks and machine learning algorithms. Prior to the expansion of cells in the embryo elongation zone, a localized accumulation of starch has been identified. This metabolite may provide the energy and solute necessary for cell expansion during germination, and manipulation of this pathway presents the opportunity to increase seed vigor and field performance. These hypotheses will be examined through the phenotypic characterization of seeds with altered starch synthesis and breakdown. The combined use of confocal microscopy and Atomic Force Microscopy will enable the biophysical properties of expanding embryo cells to be determined. These biophysical parameters will be integrated with their regulation by newly identified genetic regulators of germination and their modification by starch metabolism, leading to the development a multi-scale computational model describing seed germination. This model will significantly enhance our understanding of this developmental event and contribute to the production of higher quality seeds, increasing agricultural yields and food security in a time of rapid climatic change.'","grantUrl":"","grantId":"252240","fundValue":"173240.8","fundStart":"2010-06-01","fundEnd":"2012-05-31","dataset":"fp7"}