{"id":"104164","title":"Sorting processes that ensure short and long-range action of Wnts in developing epithelia","abstractText":"'Wnts are signaling proteins that act both at short and long range in developing tissues. Several proteins, such as Wntless, are specifically devoted to Wnt secretion, indicating that Wnts may follow a distinct secretory route. Moreover, Wnts carry two lipid modifications, which are likely to interfere with diffusion in the extracellular space. Much of our work will focus on the trafficking of Wingless (the main Drosophila Wnt), which forms a concentration gradient in wing imaginal discs. To chart the route taken by Wingless from the ER to responding cells, we will devise techniques (e.g. BirA-dependent in vivo biotinylation) to pulse label endogenously expressed Wingless in the secretory pathway and at the cell surface. Wingless routing will also be investigated in conditions that alter Evi/Wntless trafficking. We will capitalize on our observation that Wingless and Wntless are present on exosomes in conditioned medium. These exosomes will be purified and characterized by mass spectrometry and the resulting information will be used to devise rigorous functional assays. Similar approaches will be used to identify and characterize proteins that associate with soluble Wingless, which is also present in conditioned medium. Our proposed approaches will also enable us to assess, for the first time, the function of exosomes in an intact animal. Once secreted, Wingless and associated proteins spread in the extracellular space while remaining associated with the epithelial surface. We will use single molecule imaging in a reconstituted system along with mathematical modeling to test the hypothesis that the glypican-Wnt interaction is sufficiently strong to ensure surface retention while allowing diffusion in two dimensions. Finally we will use biochemical approaches and molecular genetics in Drosophila and mice to investigate the mode of action of Notum, a glypican-modifying enzyme that could be relevant to the progression of Wnt signaling dependent cancers.'","grantUrl":"","grantId":"294523","fundValue":"1938845.57","fundStart":"2012-07-01","fundEnd":"2017-06-30","dataset":"fp7"}