{"id":"100156","title":"Aerosols effects on convective clouds and climate","abstractText":"'Clouds play a key role in the climate system. Small anthropogenic perturbations of the cloud system potentially have large radiative effects. Aerosols perturb the global radiation budget directly, by scattering and absorption, as well as indirectly, by the modification of cloud properties and occurrence. The applicability of traditional conceptual models of indirect aerosol effects to convective clouds is disputed as cloud dynamics complicates the picture.\n\nStrong evidence for numerous aerosol effects on convection has been established in individual disciplines: through remote sensing and in-situ observations as well as by cloud resolving and global modelling. However, a coherent scientific view of the effects of aerosols on convection has yet to be established.\n\nThe primary objective of ACCLAIM is to recast the effects of aerosols on convective clouds as basis for improved global estimates of anthropogenic climate effects. Specific objectives include: i) to unravel the governing principles of aerosol effects on convective clouds; ii) provide quantitative constraints on satellite-retrieved relationships between convective clouds and aerosols; and ultimately iii) to enable global climate models to represent the full range of anthropogenic climate perturbations and quantify the climate response to aerosol effects on convective clouds.\n\nI have developed the research strategy of ACCLAIM to overcome disciplinary barriers in this frontier research area and seek five years of funding to establish an interdisciplinary, physics focused, research group consisting of two PostDocs, two PhD students and myself. ACCLAIM will be centred around global aerosol-convection climate modelling studies, complemented by research constraining aerosol-convection interactions through remote sensing and a process focused research strand, advancing fundamental  understanding and global model parameterisations through high resolution aerosol-cloud modelling in synergy with in-situ observations.'","grantUrl":"","grantId":"280025","fundValue":"1429243","fundStart":"2011-09-01","fundEnd":"2016-08-31","dataset":"fp7"}