{"id":"90164","title":"\"Indigeneity in the Contemporary World: Performance, Politics and Belonging\"","abstractText":"'This project explores how indigeneity is expressed and understood in our complex, globalising world. It asks why indigeneity has accumulated immense symbolic and ideological capital in Western societies when indigenous cultures are among the most disenfranchised in modern times, often still struggling for social justice after centuries of colonisation. Specifically, I ask what indigeneity has come to mean in particular places and at key moments, and what kind of cultural, political, ethical and aesthetic issues are negotiated within its canvass. To address these questions, I will examine performance as a vital mode of cultural representation and a dynamic social practice. Performance is interpreted broadly to include not only the performing arts (theatre, film and dance) but also mixed-media work, site-based heritage projects, applied theatre in health education, Olympic pageantry, festival enactments, political protest and cultural displays within tourism ventures.   The recent, rapid development of indigenous performance globally, its enthusiastic reception in national and international contexts, and its local significance and value will be studied in depth. I am especially interested in how evolving concepts of indigeneity may contribute to broader understanding of heritage, belonging, social cohesion and mobility in multicultural societies and how cultural values, knowledges and practices are transmitted, through performance, across place and time. The research will be thoroughly interdisciplinary, engaging with current scholarship in history, postcolonial studies, cultural geography, anthropology, environmental studies and performance theory. While the projected fieldwork focuses on regions settled during the great era of European expansionism, notably Australia, the Pacific Islands, the Americas and South Africa, the project is also centrally concerned with the transnational circulation of indigeneity as a highly marketable commodity, particularly in Europe.'","grantUrl":"","grantId":"230569","fundValue":"2363323","fundStart":"2009-04-01","fundEnd":"2014-11-30","dataset":"fp7"}