{"id":"88276","title":"Training network on protective immune modulation in warm water fish by feeding glucans","abstractText":"'The production of a young highly trained scientific group which will stimulate the development of a protection philosophy to disease is urgently needed in the European aquaculture and ornamental fisheries sector. The expansion of this important European commercial sector is also severely affected because of the lack of an industrial critical mass which would allow individual enterprises to establish an appropriate training programme. NEMO will address these important European issues with a co-ordinated scientific and complementary skills programme incorporating the training expertise available in Universities, Research Institutes and Industry. It will also meet the numerous challenges that face the application of biofuel to energy generation and in particular, the use of biofuel byproducts i.e. ? glucan, as a natural, environmentally friendly, protective immunomodulator in the warm water aquaculture and ornamental sector.  In meeting this scientific aim NEMO will also attain its training aim which is to provide a cohort of young scientists trained in generic and commercial skills, and the necessary specialised cellular, molecular and structural techniques who will become a catalyst for innovative developments in the utilization of biofuel byproducts in a range of scientific areas including fisheries, agriculture in general, and health. The project incorporates expertise and training courses in both Western and Eastern Europe giving reciprocal access to specialised facilities. NEMO will therefore benefit the sixteen young scientists, both early stage and experienced researchers, by giving them access research methods individually matched to their requirements and career aspirations. It will also provide the necessary complementary and cultural skills, together with a commercial awareness which enable these highly trained individuals to disseminate techniques, skills and knowledge throughout the EU.'","grantUrl":"","grantId":"214505","fundValue":"3078798.1","fundStart":"2008-10-01","fundEnd":"2012-11-30","dataset":"fp7"}