{"id":"89715","title":"European Paediatric Oncology Off-Patent Medicines Consortium","abstractText":"'Cancer chemotherapy has a key role in the successful treatment of a number of childhood cancers. Nevertheless, at least 20% of patients are not cured by current therapies and a significant number experience debilitating toxicities. Given the high cure rates and potential life-span of survivors of childhood cancer, it is particularly important to minimize the impact of potential chronic toxicities. For several of the most widely-used drugs, little is known about their pharmacokinetics and metabolism in children, particularly very young children (&lt;3 years). There are many examples where such knowledge has been used to optimize the use of chemotherapeutic drugs, both to avoid toxicity and to maximize the therapeutic effect. The need for further research to investigate these drugs in children is acknowledged in the Priority List for Studies into Paediatric Medicinal Products, issued by the EMEA. Doxorubicin is on this list and is one of the most important drugs used in the treatment of childhood cancers. Several national groups have been successful in studying the pharmacology of drugs used in paediatric oncology. However, in order to recruit sufficient patient numbers for meaningful studies it is necessary to establish a wider group, bringing together the successful elements of established national organizations. The EPOC group combines leading pharmacologists, paediatric oncologists, regulatory organizations and a management structure which will successfully deliver data of appropriate quality on which to base future clinical use of this drug and to meet the demands of the EMEA priority list. Such data will form the basis of future applications for Paediatric Usage Marketing Authorization for doxorubicin. The overall aim of the consortium is to provide data that will guide the optimal use of this drug in the clinic, and also meet the regulatory requirements of the EMA.'","grantUrl":"","grantId":"222910","fundValue":"2575594.02","fundStart":"2009-02-01","fundEnd":"2013-10-31","dataset":"fp7"}