{"id":"101984","title":"TOWARDS THE ESTABLISHMENT OF A FRAMEWORK IN MALARIA BETWEEN THE AMRN  AND EVIMALAR","abstractText":"'54 partners from 34 institutes have formed an EC-funded Network of Excellence (NoE) in basic malaria research, the European Virtual Institute for Malaria Research (EVIMalaR). Over the previous >5 years as the NoE Biomalpar these partners successfully broke down many barriers to cooperation pursuing a programme of integrated research. This was greatly assisted by the Biomalpar PhD School whose students were supervised by two partners from different member states. Evimalar represents the latest incarnation of this network and has recruited in tranches 21 students into the Evimalar PhD School. Australian malaria researchers have also realised the greater benefits of collaborative research and within the Australian Parasitology Network have exchanged personnel and expertise. Both the European and Australian networks recognised that their domestic spirit of cooperation could be mutualised and signed a Memorandum of Understanding (MoU) in 2007 (updated in 2010) to formalise the ambition. The MoU generated greater exchange between the regions but was limited due to lack of finance. Evimalar created a legal link between the regions by incorporating an Australian malaria researcher who was then applied for funding from the Australian NHMRC to finance OzEMalaR, a mechanism for exchange of Australians to Evimalar partners. Ozmalnet seeks reciprocal funding to allow Evimalar researchers to conduct exchange visits to OzEMalaR laboratories. Both regions are world leaders in malaria research with particular local strengths that can be exploited to the mutual benefit of both regions and their early stage researchers including Evimalar PhD students who will primarily be undertaking the exchanges. The outcome will be a more globalised integration of malaria research and greater exchange of information and personnel in the future leading to collaborative grants and ultimately concerted efforts to defeat malaria one of the greatest scourges of mankind.'","grantUrl":"","grantId":"269238","fundValue":"188800","fundStart":"2012-01-01","fundEnd":"2014-12-31","dataset":"fp7"}