{"id":"89712","title":"The Riemann-Hilbert Problem and Random Matrix Theory","abstractText":"'The Riemann-Hilbert problem (RHP) has a long and impressive history going back to Riemann's dissertation (1851) and Hilbert's related results at the beginning of the 20th century. The RHP, which can be described as a problem of finding an analytic function in the complex plane with a prescribed jump across a given curve, is closely connected to one-dimensional singular integral operators, convolution operators, Toeplitz operators, and Wiener-Hopf operators. A great deal of the importance of the RHP these days is due to its use in random matrix theory, orthogonal polynomials (OPs) and integrable systems.  Random matrix theory (RMT) has its origins in the 1920s in mathematical statistics and in the 1950s in the works of Wigner, Dyson and Mehta on the spectra of highly excited nuclei. Since then the subject has developed fast and found applications in many branches of mathematics and physics, ranging from quantum field theory to statistical mechanics, integrable systems, number theory, statistics, and probability.  We aim to study asymptotic problems for OPs by means of Toeplitz and Hankel determinants with several classes of symbols; compute and quantify the entropy of entanglement; deal with the moments of families of L-functions and in particular derive conjectures for their non-integer moments with all terms in asymptotics; and investigate the density of the roots of the derivative of certain characteristic polynomials in order to gain better understanding of the horizontal distribution of the zeros of the derivative of the zeta function.  Our approach will be based on the use of powerful Riemann-Hilbert methods, computation of asymptotics of Toeplitz and Hankel determinants, analytic number theory, and numerical studies.  Our proposal aims to provide the fellow with competencies to conduct research in areas different from his previous research, reinforce his previous experience and expand knowledge between the Courant Institute and the Bristol RMT group.'","grantUrl":"","grantId":"221366","fundValue":"242774.77","fundStart":"2009-02-01","fundEnd":"2012-05-13","dataset":"fp7"}