{"id":"91076","title":"\"Money, Liquidity, and the Aggregate Economy\"","abstractText":"'In the last few years, Professor Nobuhiro Kiyotaki (Princeton) and I have attempted to provide the bare bones of a simple, unified theory of money and liquidity that can be integrated into the rest of macroeconomic theory, staying as close as possible to the standard competitive macroeconomic framework. But there is a lot of work ahead. The bones have little or no flesh. Here are some of the major puzzles that are outstanding. Why is it that small adjustments to nominal interest rates by a central bank appear to have such significant effects on the real economy? Why can there be financial instability, even during periods of monetary stability? What are the deep sources of a financial crisis? Has it to do with contractual incompleteness, such as lack of indexation in debt contracts? What externalities may be at work? Is there scope for intervention, to encourage new forms of financial contract, such as  dequity    which offer lenders the same control rights as debt but afford the same degree of risk sharing as equity? Through what mechanism do financial crises spread, both across markets and across countries? Does contagion occur through price effects alone (e.g. falls in the values of collateral), or is the primary channel of propagation through chains of debt and default? How and when might monetary policy ameliorate financial crises? And how does this role for a central bank connect to its role of lender of last resort? As new financial instruments emerge that substitute for fiat money, what is the future of central banking? More generally, how should monetary economics tie in with the economics of payment and settlement? Inevitably, it is difficult to prescribe where our research will take us. Not all of these questions will prove amenable to being answered. It may be that some alternative line of enquiry opens up unexpectedly.'","grantUrl":"","grantId":"230605","fundValue":"1600000","fundStart":"2009-10-01","fundEnd":"2016-03-31","dataset":"fp7"}