{"id":"187018","title":"Next Generation Sequencing to Identify Genes Underlying Extreme Psychiatric Illness and Extraordinary Cognition","abstractText":"'The goal of this research is to use next generation sequencing (NGS) to identify genes that have pronounced, early-onset effects on specific cognitive and psychiatric processes by sequencing children with exceptional cognitive abilities or exceptionally early onset psychotic illness. Mental disorders present an enormous societal burden, largely because of our inability to effectively treat them.  An improved understanding of their genetic basis could lead to the identification of novel drug targets and improved treatments. Unfortunately, genetic analysis of common neuropsychiatric disorders such as schizophrenia, bipolar disorder, epilepsy, autism and ADHD suggests that they are very genetically heterogeneous, and very large sample sizes will be needed to gather statistical evidence for individual genes and variants. However, there is also evidence for a considerable genetic overlap between different neuropsychiatric traits, suggesting that identifying key genes underlying any neuropsychiatric or neurocognitive process could potentially benefit the entire class of disorders. My program of work seeks to identify genes underlying both pathological and non-pathological traits that: (i) represent the extreme of a particular neurocognitive domain, and (ii) onset very early in childhood before any known environmental contributors would be expected to have much impact. The underlying hypothesis is that in some cases these traits are caused by a single genetic variant that can be identified by comparing the genomic sequence of the affected and unaffected family members. During the period of reintegration to the UK that is supported by the requested funding (2014-2018), I will focus my research program on childhood onset schizophrenia, and exceptional early-onset mathematical and musical abilities.'","grantUrl":"","grantId":"631787","fundValue":"100000","fundStart":"2014-04-01","fundEnd":"2018-03-31","dataset":"fp7"}