{"id":"98156","title":"Electronic Instabilities in Clean Materials with Strong Correlations","abstractText":"'This project aims to advance our understanding of materials with strong electronic interactions. These are often found to emerge from zero-temperature phase transitions, so called quantum critical points (QCPs). Therefore, both metal-to-insulator transitions and magnetic instabilities in selected pure materials will be investigated via de Haas-van Alphen (dHvA) measurements under pressure. Such quantum oscillation studies are one of the most powerful probes of the electronic structure including the capability to reveal strong correlations. The results hoped for wil unravel where the fundamental concept of quasiparticles, as introduced in the Fermi-liquid picture, is holding and where it breaks down.\nMotivated by theoretical predictions it will be searched for divergences of the quasiparticle mass on the approach of metal-to-insulator transitions indicative of a Fermi-liquid breakdown. Outstanding candidates for this scenario are the Mott insulators BaVS3 and NiS2. Both are metalized under pressure. This project seeks to search for mass divergencies via dHvA measurements. Investigations of magnetic instabilities will be addressed within the studies on NiS2 as this material also features an antiferromagnet-to-paramagnet transition. Moreover, dHvA measurements on the antiferromagnet par excellence, elemental Chromium will be conducted across its QCP. This allows demonstration of the standard behaviour in a spin-density-wave material. The results hoped for will provide insight to the different types of electronic instabilities. Furthermore, the results are expected to be relevant for a large number of correlated materials like for instance the high-temperature superconductors and heavy-fermion systems.\nThe project includes development of a highly integrated anvil pressure cell which will not only provide the high pressures required within this project but also simplifies the setup of pressure measurements and thus could boost future systematic investigations.'","grantUrl":"","grantId":"271982","fundValue":"209092.8","fundStart":"2012-02-01","fundEnd":"2014-01-31","dataset":"fp7"}