{"id":"189953","title":"Advanced Processor Core for Space Exploration","abstractText":"'The computing demands and  the low power requirements of current sophisticated space missions are starting to exceed the performance capabilities delivered by state-of-the-art flight qualified processors, which indeed are several generations behind commercial counterparts. ARM processors are thought to be an alternative in the performance crisis that approaches the space computing field. However, these processors are currently not suitable to be used in space as they are not designed to tolerate high radiation doses and to perform functionalities required by flight missions. The APEX project is aimed at developing a space-grade ARM processor to be used in the computing systems of future space missions. It brings together the microprocessor design expertise of ARM Ltd. and NASA's Jet Propulsion Labororatory's (JPL's) expertise in radiation-tolerant design and spacecraft building.\nNamely, the project will study the ARM processor architecture to perform flight functionalities and to mitigate the effect of radiation and conduct research in the development of space-graded processor architecture to preserve the three key features of custom-off-the shelf ARM processors: low-power, customable and high-performance. This will be tested in the context of an instrument that NASA's JPL is planning to propose for multiple future missions to Jupiter's Europa moon, Trojan asteroid and Titan orbiter or lander, where the processing has to be done on-board due to low capacity downlink to earth and the radiation environment can be extremely aggressive such as near Europa. As occurred in the consumer market, low-power, low-cost, customable and high-performance space-grade ARM processors are expected to shape the future of the space sector, creating new opportunities for scientific and commercial exploration missions.'","grantUrl":"","grantId":"627579","fundValue":"196456.2","fundStart":"2014-09-15","fundEnd":"2016-09-14","dataset":"fp7"}