{"id":"188136","title":"Establishing Precision and Controlling Uncertainties for Multijet Simulations at the LHC","abstractText":"'As the Large Hadron Collider probes nature with unprecedented energies\nand luminosity it is vital to have accurate simulations which can be\ncompared directly with data. This involves incorporating exact\ncalculations at a fixed order in the perturbative expansion with the\napproximate calculations normally used in simulations of high energy\ncollisions.\n\nThe PECULIJETS project will develop such simulations by concentrating\non the accurate simulation of processes involving photons. These\nprocesses are important both in their own right and as the backgrounds\nto both the production of the Higgs boson and the search for new\nphysics beyond the Standard Model. They are an essential component as\nwe strive for more and more accurate simulations, occurring at\napproximately the same rate as the second order corrections in the\nstrong coupling and forming a vital part of the full higher order\nelectroweak corrections.\n\nThe project will achieve this through: the development of state of the\nart simulations of the production of a photon in association with one\nor two jets at next-to-leading order (NLO) in the strong coupling\nconstant (WP1); matching in the case that there are both\nelectromagnetic and strong corrections, for example dijet production\n(WP2); improving multijet merging techniques using the high energy\njets formalism, with particular emphasis on assessing the\nuncertainties involved in such approaches (WP3); incorporating both\nelectromagnetic and strong radiation in multijet merging.  All of\nthese objectives build upon each other and will lead to a\nstate-of-the-art simulation of processes involving both\nelectromagnetic and strong corrections.  The new simulations will be\nincorporated with the Herwig\\ simulation package so that they can\neasily be used by the LHC experiments in their analyses and to compare\nour theoretical predictions and the latest experimental results.'","grantUrl":"","grantId":"628739","fundValue":"221606.4","fundStart":"2014-11-01","fundEnd":"2016-10-31","dataset":"fp7"}