{"id":"104339","title":"Randomized Rounding Algorithms in Discrete Optimization and Mathematical Programming","abstractText":"'This proposal falls into the general area of design and analysis of algorithms for discrete optimization problems. Such problems arise in Business Analytics, Management and Computer Sciences and in all Engineering subfields. The variety of models and problems arising in this area is astonishing. Nevertheless the method of choice to solve such problems in practice is some combination of mathematical programming solver (CPLEX, Gurobi, IPOPT) of a relaxed problem where some of the problem constraints (like integrality of decision variables) are relaxed or dropped and some rounding algorithm that converts a relaxed solution into a solution of the original problem. In many cases such practical algorithms work in multiple stages by slowly transforming the relaxed solution into an unrelaxed one while constantly monitoring the quality of the current solution.\n\nOn the other hand it was long recognized in the Theoretical Computer Science, Mathematical Programming and Operations Research communities that understanding the performance of various  methods to transform an optimal or near-optimal solution of an 'easy' optimization problem into a high quality solution of a 'hard' optimization problem  is the key to understanding\nthe performance of practical heuristics and design of new algorithms to solve hard optimization problems. Such methods are usually called rounding algorithms since they usually transform a fractional solution into an integral one.\n\nBy designing new randomized rounding methods overcoming the  drawbacks of existing methods our capability to solve and analyze optimization problems would increase dramatically both from the viewpoint of understanding the underlying mathematical structure of the problems and practical solving of real-life optimization problems, especially problems that require complicated linear programming relaxations, e.g. transportation, routing, bin packing problems.'","grantUrl":"","grantId":"321545","fundValue":"100000","fundStart":"2012-11-01","fundEnd":"2016-10-31","dataset":"fp7"}