{"id":"97058","title":"ENVIronmental control of CyAnoToxins production","abstractText":"'Harmful cyanobacterial blooms produce toxic secondary metabolites and have significant impacts that jeopardize ecosystems services provided by lakes. To date, the complexity of toxin production and the partial information provided by published studies prevent the accurate prediction of in situ toxin dynamics.\nThe ENVICAT project aims to help an Experienced Researcher broaden his knowledge and skills through the study of cyanotoxin production using cutting-edge ecophysiological, analytical chemical and molecular approaches, and analysis of large-scale environmental databases. The tailored training package will produce a young scientist able to lead European research in this important area. ENVICAT will focus on microcystins (MCs), a diverse family of hepatotoxins that are the most widespread cyanotoxin, and BMAA, a recently identified neurotoxin produced by most cyanobacteria and about which very little is known. An in-depth in vitro study of MCs and BMAA production by Microcystis aeruginosa will be performed taking into account the main factors already identified as acting on toxin production (light, temperature, nutrients) and will provide the first comprehensive study of the factors controlling their production. Furthermore, the competitive advantage of MCs-producing strains will be studied according to the conditions identified as promoting or repressing MCs production. The results obtained from this research will be a first step to provide the data necessary to produce a module to forecast in situ toxins concentration within the PROTECH model developed at CEH Lancaster. The results obtained from in vitro studies will be compared to large-scale in situ data. Finally, we will also provide the first large-scale study of BMAA occurrence in European lakes.\nIn addition to being a stepping-stone to a future career in science, ENVICAT will provide an invaluable opportunity to help share the knowledge between experts in cyanobacterial ecology and lake ecology.'","grantUrl":"","grantId":"255054","fundValue":"180103.2","fundStart":"2011-07-01","fundEnd":"2013-06-30","dataset":"fp7"}