{"id":"90205","title":"Evolution of Development In Plants","abstractText":"'Different morphologies evolve in different organisms in response to changing environments. As land plants evolved, developmental mechanisms were either generated de novo, or were recruited from existing toolkits and adapted to facilitate changes in form. Some of these changes occurred once, others on multiple occasions, and others were gained and then subsequently lost in a subset of lineages. Why have certain forms survived and others not? Why does a fern look different from a flowering plant, and why should developmental biologists care? By determining how many different ways there are to generate a particular morphology, we gain an understanding of whether a particular transition is constrained. This basic information allows an assessment of the extent to which genetic variation can modify developmental mechanisms and an indication of the degree of developmental plasticity that is possible and/or tolerated both within and between species. This proposal aims to characterize the developmental mechanisms that underpin the diverse shoot forms seen in extant plant species. The main goal is to compare developmental mechanisms that operate in vegetative shoots of bryophytes, lycophytes, ferns and angiosperms, with a view to understanding the constraints that limit morphological variation. Specifically, we will investigate the developmental basis of three major innovations that altered the morphology of vegetative shoots during land plant evolution: 1) formation of a multi-cellular embryo; 2) organization of apical growth centres and 3) patterning of leaves in distinct spatial arrangements along the shoot. To facilitate progress we also aim to develop transgenic methods, create mutant populations and generate digital transcriptomes for  model  species at key phylogenetic nodes. The proposed work will generate scenarios to explain how land plant form evolved and perhaps more importantly, how it could change in the future.'","grantUrl":"","grantId":"233185","fundValue":"2230732","fundStart":"2009-07-01","fundEnd":"2015-06-30","dataset":"fp7"}