{"id":"192539","title":"Post-ingestive effects on mesolimbic circuitry","abstractText":"'Recent decades have seen a rapid rise in the prevalence of obesity across the globe. This rise can be attributed, at least in part, to overconsumption of so-called junk foods, which are highly palatable and densely caloric. These foods, in particular, drive activity in the brain's mesolimbic circuitry. The mesolimbic system - primarily comprising dopamine cells in the ventral tegmental area and nucleus accumbens cells that they project to - responds to environmental stimuli, especially rewarding stimuli, to generate appropriate behaviour. These circuits are heavily implicated in drug addiction and, accordingly, obesity is increasingly being conceptualized along similar lines as other addictions, e.g. as involving dysfuncyion of reward processing. With respect to food responses, what is currently unclear is how the post-ingestive consequences associated with food, i.e. their caloric and nutritional content, interacts with the sensory qualities to drive mesolimbic activity and associated behaviours. In this proposal, I will use a behavioural model known as flavour-nutrient conditioning to explore the precise role for post-ingestive signals in motivated behaviour. This form of conditioning uses direct infusion of nutrients into the stomach to vary the caloric load associated with different taste/food stimuli. In Aim 1, real-time dopamine measurements will be made with fast-scan cyclic voltammetry while rats respond and/or receive rewards that have previously been conditioned with either intragastric nutrient (CS) or intragastric water (CS-). In Aim 2, ex vivo tissue slices will be taken from rats at various times after the induction of flavour-nutrient conditioning so that the cellular correlates of this process can be determined using whole cell electrophysiology. Obtaining this grant will help me transition back into the European system after spending over 6 years as a postdoc in the US and will be an important step towards establishing my own laboratory.'","grantUrl":"","grantId":"631404","fundValue":"100000","fundStart":"2014-10-01","fundEnd":"2018-09-30","dataset":"fp7"}