{"id":"107936","title":"STABLE ISOTOPES OF METALS AS POLLUTANT TRACERS IN THE ATMOSPHERIC ENVIRONMENT","abstractText":"'The release of metals into the environment from anthropogenic activities entails major risks to ecosystems and human health. The inhalation of airborne particle matter with diameters of 10 ?m or less leads to pulmonary disease and lung damage. Moreover, zinc particles are inferred to play an important role in heterogeneous processing of NOx species. Therefore, sources and fate of metals need to be fully understood so that abatement policies can be developed and emissions are maintained at sustainable levels.\n\nThe differences in the relative mass-dependent abundances of stable isotopes allow the determination of the sources of metals and thus have the unique potential to tackle this problem. Significant isotopic variability of priority pollutant metals such as Zn, Cu and Cd has been observed in urban environments, suggesting that the metal stable isotopes can be successfully used for source tracing, similar to the very successful approach with Pb.\n\nISOTRACE addresses the potential of the stable isotope technique as a novel technique to trace metal pollutants in particulate matter of the urban environment in a systematic and comprehensive way. This will be achieved by the first experimentally determining of the isotope fractionation of Zn, Cu, Cd and Fe during various industrial processes using well-controlled laboratory tests. Also, new laser ablation techniques will be used to map isotope fractionations in situ in aerosol samples for precise and accurate isotope ratio measurements. This will be followed by a thorough study assessing the isotope variations in sources and sinks of urban atmospheric particulate using a large measuring campaign in London urban environment which will provide potential additional information on transboundary pollution and allow the development of the first model of toxic metal cycling in a megacity.'","grantUrl":"","grantId":"329878","fundValue":"221606.4","fundStart":"2013-10-01","fundEnd":"2015-09-30","dataset":"fp7"}