{"id":"187833","title":"Sourcing methane and carbon dioxide in karst systems","abstractText":"'Climate change is inextricably linked with the carbon cycle and the natural and/or induced variations of the concentration of greenhouse gases in the atmosphere. Recent research on the microclimate dynamics and the geochemistry of subterranean karst environments suggest that these systems, for short cycles, can operate as sinks/reservoirs of carbon dioxide (CO2) during cold periods and as emitters/sources of CO2 during warmer periods. The contribution of these systems to the global fluxes of greenhouses gases could be very important but the controls on karst inputs remain poorly understood. The research proposal is aimed at identifying the environmental factors controlling the CO2 and methane (CH4) exchanges between atmosphere and subterranean environments, using innovative real-time isotope tracing to characterize the cause-effect relationships at carefully selected and well characterized cave-karst locations. Isotopic tracing of CO2  and CH4  fluxes between atmosphere, soil and caves over short period cycles (diurnal to synoptic scales, at different seasonal times) will help identify the relationships between the local environment (temperature, rainfall, atmospheric pressure etc) with the abiotic and biotic processes in the atmosphere-soil-karst system. The multidisciplinary research will characterise the major karstic process including cave microclimate, infiltration water as a transport vehicle of gases, cave ventilation using the variations of carbon isotopic signal of air, water and mineral in each phase (soil, epikarst and cave atmosphere) involved in the carbon fluxes. The results will enable a predictive model of the on longer term controls on karst associated greenhouse gases concentration into subterranean karst environments combining different micro-environmental factors interacting in short cycles and that, in turn, assuming seasonal weather fluctuations or models of climatic scenarios in the future.'","grantUrl":"","grantId":"624204","fundValue":"299558.4","fundStart":"2015-02-03","fundEnd":"2017-02-02","dataset":"fp7"}