{"id":"92817","title":"A Survey of Feedback in Nearby Galaxy Groups","abstractText":"'The aim of this proposal is to perform a survey of feedback heating in nearby galaxy groups. Simulations of galaxy and large-scale structure formation show that a heat source is needed to prevent excessive gas cooling and overproduction of stars. The best candidate is heating by active galactic nuclei (AGN), the supermassive black holes in the cores of galaxies which, when they accrete cooling gas, can emit powerful jets of relativistic particles. AGN feedback has been investigated in galaxy clusters, but most galaxies and most baryons in the Universe reside in smaller galaxy groups, where AGN jet/gas interactions produce different effects. We therefore propose to study feedback in the group environment, where it will have the greatest influence on the structure formation history of the Universe. We will use two main wavebands: The X-ray, using ESA's XMM-Newton and NASA's Chandra satellites to detect ten million Kelvin gas in the groups&apos; gravitational wells, and the radio, using low-frequency observations from the Indian GMRT observatory and high frequency data from the US Very Large Array. Using low frequency data greatly improves our ability to detect older, less powerful AGN outbursts, and we will thus be able to study a larger fraction and wider range of activity than has been the case in clusters. The researcher, Dr. O'Sullivan, is already expert in X-ray analysis and has worked in the USA for the past 6 years. He will join the University of Birmingham astrophysics group, one of the top 3 teams worldwide in the study of galaxy groups. Dr. O'Sullivan will receive training in radio analysis, preparing him to use the next-generation observatories now being built in Europe and elsewhere. The project will thus bring a top-flight researcher back to the EU, train him to become a leader in an expanding field which Europe will dominate for the next decade, and provide a significant improvement in our understanding of the structure formation history of the Universe.'","grantUrl":"","grantId":"236299","fundValue":"232170.31","fundStart":"2009-10-01","fundEnd":"2011-09-30","dataset":"fp7"}