{"id":"106400","title":"Synthetic Metabolism in Plants: Elucidating Vinblastine Biosynthesis and Implementing Strategies to Overproduce Complex Plant Metabolites","abstractText":"'Nature produces a spectacularly diverse array of complex molecules that are exploited for many applications. Elucidating the biosynthetic pathways that are used to construct these complex molecules allows implementation of metabolic engineering or synthetic biology strategies that can dramatically improve production levels of these compounds. Moreover, identifying the biosynthetic genes facilitates study of the unprecedented biochemistry harboured within these specialised metabolic pathways. Unfortunately, research progress in plant specialised metabolism has lagged, in large part due to the complexities of plant systems. This has hampered the application of state-of-the-art synthetic biology approaches that can exploit this rich metabolism. The availability of inexpensive sequence data makes this an outstanding time to revisit difficult questions in plant metabolism. My group has recently obtained RNA-seq data for 24 tissues for Catharanthus roseus, which produces vinblastine, an anti-cancer drug that is arguably one of the most complex natural products found in plants. Moreover, my group has recently pioneered the implementation of gene silencing technology in C. roseus, which provides, for the first time, the means to rapidly assess C. roseus gene function in planta. This ensures that we will have a reasonably high-throughput platform by which we can assess gene candidates identified by hierarchical clustering analysis. In Objective 1, we outline a plan to identify vinblastine biosynthetic gene candidates using our transcriptome data and then screen these candidates for function in planta. We also propose a series of in vitro assays by which to characterise promising gene candidates biochemically. In Objective 2, we propose to reconstitute portions of the vinblastine pathway in Saccharomyces cerevisiae (yeast) and the model plant Nicotiana benthamiana (tobacco) to create high-yielding platforms for production of valuable plant metabolites.'","grantUrl":"","grantId":"311363","fundValue":"1497920","fundStart":"2013-02-01","fundEnd":"2018-01-31","dataset":"fp7"}