{"id":"103581","title":"Pattern Formation in Microorganism Suspensions: Shear and Confinement","abstractText":"'Microorganisms are present in almost every part of temperate aqueous environments, and they are heavily involved in pathoenic infection, digestion, reproduction and carbon dioxide capture and mixing in the oceans. Therefore, understanding their motility, collective dynamics and interaction with the environment is a key issue  to overcome important challenges of our time such as collapse of ecological systems, global warming, and environmental pollution.\n\nThe objective of this proposal is to contribute to our understanding of the behavior of swimming microorganisms, focusing particularly on their collective dynamics caused by interaction with surrounding hydrodynamic conditions, flow shear and confinement. Two state-of-the-art collective behaviors of microorganisms are considered: bioconvection and particle-stress-driven instability, and interaction of the collective dyanamics with shear flows and confinement will be analyzed using the-state-of-the-art linear and nonlinear stability theories, which are the candidate's particular expertise. A part of the theoretical prediction, particularly for particle-stress-driven instability, will also be verified by conducting a laboratory experiment.\n\nThe work program in this proposal is designed to complete post doctoral training of the candidate, who has been trained within the European network. Interdisciplinary nature of the project will greatly improve the candidate's future mobility cutting across fluid mechanics, biophysics and applied mathematics. The results of this project is expected to provide a solid basis for understanding and predicting the collective dynamics of swimming microorganisms, and it will significantly contribute to the European excellence of environmental and energy science.'","grantUrl":"","grantId":"298927","fundValue":"209033.4","fundStart":"2012-09-04","fundEnd":"2014-09-03","dataset":"fp7"}