{"id":"102513","title":"The Quaternary Environmental Evolution of the Northwest-Passage","abstractText":"'Despite the significance of the Northwest Passage (NWP) for global oceanic, freshwater, atmospheric, and biological systems, its long-term (last deglaciation onward) marine environmental histories remain understudied. The QUEEN (QUaternary Environmental Evolution of the Northwest-Passage) project seeks to redress this oversight. The project is founded upon an upcoming Geological Survey of Canada-funded expedition through the NWP to the North Atlantic, to collect geological samples along an 8500 km transect. In collaboration with national and international institutions, four interdependent research goals are proposed. Collectively, these would significantly advance our current understanding of the NWP and the adjacent North Atlantic, including: environmental development from deglaciation to present, long-term histories of sea-ice, ice shelves, sea-level, and marine ecosystems.  Research themes include the multiproxy study of both long (piston) and short (box) marine core records for biogeochemical characteristics to provide long-term environmental data. Further, to elucidate if recent (post 1850 AD) climatic warming and climatic intervals such as the Medieval Climate Anomaly or Little Ice Age are manifested in Arctic marine records. Additionally, QUEEN seeks to improve the use and fidelity of high-latitude proxies by utilizing new approaches to qualitative and quantitative environmental reconstructions (e.g., marine diatoms, non-pollen palynomorphs, foraminiferal stable isotopes). It further aims to significantly improve radiocarbon-derived NWP chronologies by quantifying potential material-specific error sources, and long marine residence times. Collectively, this research would fundamentally advance our understanding of high-latitude continental shelf environments with major benefits for determining the response of these critical areas to future climate change, thus representing a valuable contribution to Earth System Science.'","grantUrl":"","grantId":"304178","fundValue":"75000","fundStart":"2012-03-01","fundEnd":"2015-02-28","dataset":"fp7"}