{"id":"108592","title":"Apolipoprotein A-I and modulation of T cell functions","abstractText":"'The pathogenesis of atherosclerosis involves inflammation and immune reactions. T cell responses contribute to local inflammation and growth of the atherosclerotic plaque. As intensified inflammatory activation may lead to local proteolysis, plaque rupture, and formation of a thrombus, studies of conventional and regulatory T cell functions during hypercholesterolemia are of outmost importance.\nLow levels of high-density lipoprotein (HDL) cholesterol are associated with inflammatory and immune disorders, including atherosclerosis. Although accumulating evidence suggests that HDL has anti-inflammatory properties, and functions as a part of the immune system, the mechanisms by which HDL inhibits atherosclerosis are not yet fully understood.\nHere, I propose to study the potential role of apoA-I in regulating the function of conventional and regulatory T cells. To this end, I will use hypercholesterolemic LDL receptor (LDLr) -/- and apoA-I-/- double knock-out (DKO) mice that develop severe atherosclerosis and display autoimmune phenotype, and, as a control, (LDLr) -/- single knock-out (SKO) mice fed atherogenic diet to study: 1) the role of apoA-I in regulating T cell motility, 2) the influence of apoAI on adhesion of T cells to antigen-presenting cells, 3) the effect of apoA-I on T-cell signaling molecules that regulate T cell motility and adhesion, 4) the relation between apoA-I and apoA-I-affected T-cell signaling molecules in vivo. These complementary approaches will allow me to investigate the role of apoA-I on regulating T cells functions, and will be indispensable to assess an impact of apoA-I-affected T-cell signaling molecules on atherosclerosis and autoimmune diseases.\nAs conventional T cells critically modulate atherosclerosis by promoting inflammation, and regulatory T cells display atheroprotective properties, mechanistic insights into how apoA-I regulates T cell functions will advance our understanding of the immune processes involved in atherosclerosis.'","grantUrl":"","grantId":"327667","fundValue":"231283.2","fundStart":"2013-05-03","fundEnd":"2015-05-02","dataset":"fp7"}