{"id":"101821","title":"CIVIL SOCIETY ORGANISATIONS IN DESIGNING RESEARCH GOVERNANCE","abstractText":"'Broader stakeholder engagement in technical and scientific research is desirable for a variety of reasons. Civil Society Organisations (CSOs) can be optimal actors to realise the promise of participative research governance. Despite much activity to stimulate and implement CSO participation in research, there is no agreement on how to evaluate the success of participation.\nCONSIDER will undertake conceptually sound and empirically rich research to establish a model of CSO participation in research. This will contrast theoretical views on benefits and limitations with empirical findings on the practice of CSO participation. Based on a grid of analysis, the project will survey all FP7 research projects. It will investigate 30 relevant projects as in-depth case studies. Using the conceptual grid of analysis and empirical data, a model of CSO participation in research will be developed.  This model, representing relationships and causal effects of factors influencing CSO participation, will allow for comparative analysis of such factors to determine the role they play in achieving participation objectives. No such model currently exists, which renders it difficult to plan, implement and evaluate CSO participation in research. Stakeholders requiring such a model include researchers, research funders, policy makers and CSOs.\nCONSIDER will itself employ CSO participation. The project will develop a network of 100 CSO actors to contribute to a richer debate as associate partners in the project. This approach will ensure that the project meets the expected impacts of the call and will have practical relevance to stakeholders.\nThe uniquely qualified and experienced consortium will ensure that the project has the desired impact. Findings will lead to specific guidelines and policy recommendations for relevant stakeholders. CONSIDER will provide a necessary contribution for the further development of research participation by CSOs in the European Research Area.'","grantUrl":"","grantId":"288928","fundValue":"1849467.68","fundStart":"2012-02-01","fundEnd":"2015-01-31","dataset":"fp7"}