{"id":"101143","title":"Control of Microtubule Nucleation and Dynamics in Plant Cells","abstractText":"'During land plant evolution, genetic and functional changes of regulatory mechanisms drive morphological innovations. One of such innovations is the loss of centrioles and the gain of properties of plant microtubules that allow them to self-nucleate in acentriolar cells. The nature of this proposed research is to study the evolution of the microtubule-organizing gene network during the conquest of land by plants. It, in particular, has been still unclear that how the components of the complex system of genes that control microtubule nucleation and dynamics have changed and the relationship between these changes and the loss of centrioles. The moss Physcomitrella patens contains both acentriolar cells and centriolar cells. Recently a novel land plant-specific microtubule-associated protein, EDE1, are identified from an angiosperm Arabidopsis thaliana and P. patens, and is a good candidate for probing microtubule organisation in acentriolar cells and centriolar cells due to its role on microtubule nucleation.  Buildling on this preparatory work, the current proposal will address the two main goals: firstly, to understand the biological and molecular functions of PpEDE1, particularly in acentriolar cells and centriolar cells, and secondly to estimate functional changes of plant MAPs including PpEDE1 related to innovations of the microtubule organisation in plant cells. This will be done using two different species, the moss P. patens and the angiosperm A. thaliana, and a range of approaches, from the reverse genetics to the biochemical technique, by addressing the following objectives:\n1.1 How does PpEDE1 affect microtubule function?\n1.2 Does PpEDE1 localise on cortical or mitotic microtubules in the moss?\n1.3 Is PpEDE1 found in centriolar or acentriolar cells?\n1.4. Was EDE1 gene recruited to function in the sporophyte and endosperm of higher plants during the metamorphosis of the plant body associated with the colonization of land?'","grantUrl":"","grantId":"275257","fundValue":"280680","fundStart":"2012-03-14","fundEnd":"2014-03-13","dataset":"fp7"}