{"id":"98526","title":"The energy Landscapes of metastable states of supercooled liquids","abstractText":"'Recently it has become generally accepted that a root cause of the divergently slow dynamics of glassy liquids is the tendency of the molecules to become stuck in metastable configurations (states).  This effect leads to an increasing separation of time scales between local vibrational motion and larger scale molecular reconfiguration.  We will use state-of-the-art geometry optimisation techniques along with large scale molecular dynamics simulations to explore the energy landscape that supports these metastable states, focusing in particular on the escape mechanism from such traps.  We will frame our investigation around the use of a reaction coordinate which measures proximity to a given metastable state.  The order parameter will be realized in several ways: as the liquid's structural overlap with a metastable molecular configuration, and as the size of a mobile droplet in an environment of immobile molecules taken from a given metastable configuration.  We will test whether these reaction coordinates are meaningful order parameters.  We will further examine how the static energy landscape and the dynamics are dependent on the reaction coordinate, and how changes in the former are realized in the latter.  Our results will be a stringent test for many contemporary theories of the glass transition by scrutinising the concept of a metastable state, by characterising escape mechanisms, and by demonstrating how these paths define the organisation of the underlying energy landscape.  Our use of appropriately derived order parameters will greatly reduce the relevant phase space that needs to be considered, and will be combined with cutting edge methodology for constructing equilibrium densities of states and for rare event dynamics to examine the thermodynamic and dynamic properties at low temperatures.  This approach should produce definitive and unambiguous results that should greatly strengthen the foundations of our understanding of glassy dynamics.'","grantUrl":"","grantId":"275544","fundValue":"203049.6","fundStart":"2011-08-08","fundEnd":"2013-08-07","dataset":"fp7"}