{"id":"96265","title":"Reliable Communication in Integrated Circuits","abstractText":"'Interconnects responsible for the communication between different parts of a microprocessor are a critical bottleneck in integrated circuits. Indeed, as circuit geometries become smaller, the cost of performing computation continues to decrease while the cost of on-chip communication is not improving. The conventional approach to address this bottleneck is to introduce new materials and refine manufacturing technology of integrated circuits so as to reduce performance limiting effects in interconnects. However, it is expected that to address long-term technology requirements of integrated circuits new design or technology solutions will be needed. One possible solution that addresses performance limitations of interconnects is to use signal coding techniques. Thus, instead of sending data directly from one part of a microprocessor to another, they are first encoded so as to protect them against physical disturbances. This has the advantage that current interconnect technology can be used. However, designing good coding techniques involves the optimization of numerous design parameters and is therefore a challenging task. The proposed project addresses the design of coding techniques for on-chip communication by studying interconnects from an information-theoretic perspective. The following objectives shall be pursued: to identify the main physical phenomena that limit interconnect performance and to propose a channel model; to determine the largest code rate that allows for reliable on-chip communication (information theorists refer to this rate as the channel capacity); and to provide design criteria for designing coding techniques that perform close to this rate. The conclusions that can be drawn from these analyses will help future integrated circuit designers to address performance limitations of interconnects.'","grantUrl":"","grantId":"252663","fundValue":"165040.8","fundStart":"2010-06-01","fundEnd":"2012-05-31","dataset":"fp7"}