{"id":"101236","title":"Genetic and epigenetic determinants of allele-specific gene expression in the human Major Histocompatibility Complex","abstractText":"'The overall aim of this proposal is to understand how individual genetic and epigenetic variation in the Major Histocompatibility Complex (MHC) on chromosome 6p21 may determine susceptibility to autoimmune, infectious and inflammatory disease. The human MHC is a paradigm for genomics, showing remarkable polymorphism and striking association with disease, but causal genetic variants remain largely unresolved. The identification of specific disease risk variants is particularly challenging in the MHC due to the extent of genetic diversity now recognised, the complexity of coinheritance between genetic markers and the difficulty of resolving specific regulatory variants modulating gene expression. We have previously established the importance of allele-specific gene expression in the MHC at specific loci including the TNF, HSP70 and HLA-DRB1 genes. We now propose a comprehensive global analysis for the MHC addressing the following specific objectives: (1) to define allele-specific transcription across the classical MHC for disease associated haplotypes in specific peripheral blood cells using RNA sequencing; (2) to compliment this by identifying allelic differences in gene regulation at the level of chromatin structure and histone modifications; (3) to resolve DNA sequence variants associated with differences in MHC gene expression by quantitative trait mapping in healthy volunteers; (4) to investigate the extent and consequences of allele-specific DNA methylation in the MHC; (5) to functionally characterise specific gene loci showing evidence of allele-specific gene expression in the context of reported disease associations. The proposal is scientifically ambitious, using cutting edge genomic technologies to address in innovative ways a major roadblock in this field of scientific research. The work is of significant translational importance as we apply genomic medicine to improve care for the individual patient and advance our understanding of disease pathogenesis.'","grantUrl":"","grantId":"281824","fundValue":"1496899","fundStart":"2012-01-01","fundEnd":"2016-12-31","dataset":"fp7"}