{"id":"98170","title":"\"Oral culture, manuscript and print in early modern Italy, 1450-1700\"","abstractText":"'From the palazzo to the piazza, from the church to the private household, the spoken and sung word had uniquely important roles to play in transmitting information, opinions and texts in the society of early modern Italy. Oral discussion and performance, both formal and informal, were used intensively in the culture of the literate minority, while the verbal culture of the uneducated depended mainly or solely on orality. Constant interaction between the oral and the written enriched and shaped both forms of expression. Yet the voices that were so prominent throughout the cultural life of this period have been neglected. This pioneering project will provide the first integrated study of the practices and the social, intellectual and aesthetic values of oral culture, thus opening up new horizons for the study of early modern Italian culture as a whole.\n\nThe challenge is to recapture the rich but ephemeral world of Renaissance orality through correlated studies of the traces it has left in written sources such as diaries, archival records, literary texts, treatises and correspondence. The fundamental research question to be asked is: how did oral culture relate to written culture and how far was it independent of writing? The investigation will focus on four key areas: social performance, politics, religion and linguistic usage. It will encompass spaces such as courts, council chambers, churches, academies, streets, houses and the countryside; men and women of all social classes; and contexts including ceremonial and ritual events, oratory, public and private performance, and scripted and improvised entertainment. This unique research will also lead to a new understanding of the cultural functions of the exceptionally wide spectrum of languages used throughout the peninsula.'","grantUrl":"","grantId":"269460","fundValue":"1453356","fundStart":"2011-06-01","fundEnd":"2015-11-30","dataset":"fp7"}