{"id":"185628","title":"Engineering Bio-inspired Materials for Biosensing and Regenerative Medicine","abstractText":"'In Naturale CG I propose transformative bioengineering approaches that will overcome severe limitations in current materials in two main areas, namely 1) Biosensing and 2) Regenerative Medicine. A key focus is on understanding and engineering the biomaterial interface using innovative designs and state of the art materials characterisation methods. Firstly I aim to transform the way that we can currently detect disease through innovations in the design and development of nanomaterials-based biosensors that could be used to detect a number of diseases with global implications, such as cancer, malaria, heart failure and tuberculosis. These innovations in biosensor design will involve both building on our existing highly successful work on plasmonic biosensors and also involve the design and development of completely new polymersome and fluorescent based biosensors. Another key aim of Naturale CG is to design first in kind biosensors for the facile detection of microRNAs. Secondly, the goal of regenerating failing organs before the body as a whole is ready to surrender, is now timelier than ever and one in which the design of new bio-inspired materials can play an important role. In Naturale CG I will build on my previous research in the design of 3-dimensional tissue engineering scaffolds and address an important new direction in the engineering of new bio-inspired conducting polymers as tissue engineering materials to promote cardiac tissue regeneration. First-in-field biomaterials-based innovations generated from this programme could enable far more effective regeneration of functional myocardial tissue which has been notoriously difficult to achieve thus far. Whilst I will lead this grant and the research within it, the proposed innovations are truly multidisciplinary in nature and will be accelerated towards clinical translation through the numerous clinical, scientific and industrial collaborations that I have established.'","grantUrl":"","grantId":"616417","fundValue":"1999460","fundStart":"2014-07-01","fundEnd":"2019-06-30","dataset":"fp7"}