{"id":"185645","title":"\"Arctic sea ice, biogeochemistry and impacts on the atmosphere: Past, present, future\"","abstractText":"'The Arctic Ocean is a vast expanse of sea ice. Most of it is snow covered as are large continental regions for about half of the year. However, Global Change is arguably greatest in the Arctic, where temperatures have risen more than anywhere else in the last few decades. New record lows occurred in snow extent in June 2012 and sea ice extent in September 2012. Many observations show that widespread and sustained change is occurring in the Arctic driving this unique environmental system into a new state. This project focuses on the biogeochemical links between sea ice and snow and the composition and chemistry of the troposphere (the lowest ~10km of the atmosphere). This is an important topic because the concentrations of greenhouse gases and aerosol particles, which scatter sunlight directly and influence cloud properties, play key roles for our climate. Additionally, changes in the composition of the troposphere also affect the so-called oxidation capacity, the capability of the atmosphere to cleanse itself from pollutants.\nThis project aims to deliver a step change improvement in our quantitative understanding of chemical exchanges between ocean, sea ice, snow and the atmosphere in polar regions, especially the Arctic and of Arctic tropospheric chemistry. Answering these fundamental questions is essential to predict future change in the Arctic and globally. To this end a unique sea ice chamber will be constructed in the laboratory and used to quantify exchange processes in sea ice. Furthermore a hierarchy of numerical models will be used, operating at different spatial and temporal scales and degree of process description from a very detailed 1D to a global Earth System model. This will allow a breakthrough in our understanding of the importance of the changes for the composition and oxidation capacity of the atmosphere and climate and will allow us to calculate adjusted Greenhouse Warming Potentials that include these processes.'","grantUrl":"","grantId":"616938","fundValue":"1999184","fundStart":"2014-05-01","fundEnd":"2019-04-30","dataset":"fp7"}