{"id":"95772","title":"A Bayesian Model of EEG Source Dynamics and Effective Connectivity","abstractText":"'This project addresses two methodological challenges pertinent to cognitive brain imaging: Estimating the time varying neural generators of electric/magnetic field recordings on the surface of the scalp, and estimating the time varying effective connectivity between these neural generators. Recent theoretical models of perception adopt a generative approach to perception, whereby stimulus processing is controlled by top-down influences that create predictions about forthcoming events. In some cases, these top-down influences can lead to perceptual errors or inflation of affective experience. The extent and nature of these modulations, as well as their neural dynamics, are still to be determined. These mechanisms are key in a wide variety of phenomena including normal decision-making, social behaviour, and mental health. We propose to utilise the dynamics of anticipatory responses preceding a stimulus to investigate these mechanisms. We have shown that anticipatory neural processes preceding pain correlate with the intensity of the pain experience. However, the spatial distribution of these activities varies during the course of anticipation and is not precisely time locked to the anticipation cues. Current methods for source reconstruction of anticipatory responses do not take into account the dynamics of the generating networks. We propose to develop a dynamical network model that estimates the sources of the EEG and their connectivity, simultaneously. The proposed dynamical network model is capable of estimating the spatial characteristics of the EEG sources, together with their temporal and connectivity characteristics. This represents a major leap forward to understand the causal mechanisms of brain function as it gives rise to perception and a substantial contribution to tools available for source and connectivity analyses. This will benefit neuroscience researchers who wish to apply the principles involved in the source model to their own areas of research.'","grantUrl":"","grantId":"255024","fundValue":"173403.2","fundStart":"2010-07-31","fundEnd":"2012-07-30","dataset":"fp7"}