{"id":"105058","title":"A new paradigm in drug use and human health risk assessment: Sewage profiling at the community level","abstractText":"'SEWPROF aims to develop inter-disciplinary and cross-sectoral research capability for the next generation of scientists working in the newly-emerging field of sewage epidemiology. It will provide an integrated approach towards public health monitoring at a community level based on innovative sewage epidemiology techniques. The approach will deliver real-time profiling of community-wide health and lifestyle through the analysis of human biomarkers in sewage using a wide-range of methods including hyphenated mass spectrometry techniques, bioanalytical techniques and real-time sensing. The innovative research strategy of obtaining epidemiological information from sewage has been pioneered by members of the SEWPROF team, and, although still in its infancy, is currently used to determine illicit drug use trends at community level via the analysis of urinary biomarkers in sewage. SEWPROF aims to advance knowledge of the epidemiology of (illicit) drug use and to bridge gaps in the available expertise with the ultimate goal of applying this cutting edge interdisciplinary approach within epidemiological studies of societal health. This conceptually simple but methodologically sophisticated epidemiological approach could become an early warning system for outbreaks of disease and a unique tool for the identification of hot-spots for pandemics. This will be achieved through bringing together leaders in the field across Europe in academia, research institutes and the private sector and utilising their expertise and commitment in training a highly employable cohort of researchers who will acquire advanced knowledge in the field through an interdisciplinary and cross-sectoral training programme delivered by world class research-led organisations and industrial partners.'","grantUrl":"","grantId":"317205","fundValue":"4178231.27","fundStart":"2012-10-01","fundEnd":"2016-09-30","dataset":"fp7"}