{"id":"101778","title":"Chinese Perceptions of Democracy","abstractText":"'Whether or not China can evolve peacefully from a one-party state into a modern democracy is a critical question for China and for the rest of the world.  As its economy is predicted to catch up with the US in size in another decade or two, this issue becomes even more important globally. Chinese leaders often speak of democracy as a long-term goal, but exactly what they mean by the term is usually left unclear, and censorship of the media in China means that open public debate on the issue is not yet possible.  Differences between the EU and China over human rights in recent years have exposed a huge gulf between Chinese and Europeans in terms of political values.  This can often result in serious disruption, as happened last December with the cancellation of a China-EU summit.  To many Chinese the legitimacy of the one-party state is justified by its outstanding sustained performance in terms of fast economic growth over 30 years.  A recent survey has shown that a high percentage of support for democratic values in China is paralleled by a high percentage of satisfaction with the current authoritarian regime.  This project, carried out by one of China's top think tanks, CASS, in partnership with one of Europe's leading centres for research on China, will examine this apparent contradiction by exploring Chinese perceptions of democracy through document analysis and in-depth interviews.  The aim is to predict the direction of Chinese political reforms by investigating the perceptions of democracy held by different segments of Chinese society and exploring the differences between their perceptions and those of Europeans.  This project will help the EU and its member states to develop more effective engagement strategies towards China and other authoritarian regimes.  It is also part of a comprehensive plan to expand the China Policy Institute at Nottingham into Europe's main centre for the study of political reform and democratization in China.'","grantUrl":"","grantId":"255377","fundValue":"173903.2","fundStart":"2011-12-19","fundEnd":"2013-12-18","dataset":"fp7"}