{"id":"188100","title":"All Solid-State Multi-Photon Generation and Quantum Manipulation at Room Temperature","abstractText":"'Quantum computation promises an exponential acceleration of certain computational tasks, most notably, the factorization of large numbers. One of the main schemes proposed for the realization of a quantum computer is linear optical quantum computation (LOQC). In this scheme, the quantum information carriers are photons, and the computation takes place by their propagation through optical devices that change their respective states, followed by the measurement of their final state.\nFor robust manipulation of the multi-photon states, integrated photonic circuits have been recently introduced. Up till now, however, all experimental demonstrations of multi-photon manipulation with these devices used up to four photons, due to the difficulty to create many identical photons at once.\nThis is since the current single-photons sources are all random, having success probabilities lower than one , and thus the probability of simultaneous emission of N such sources  decays exponentially with N. The exponential speed-up promised by quantum computation algorithms is therefore canceled-out.\nOne way to overcome this could be the use of quantum-optical memories. These devices can store single photons for a pre-determined period of time. N such memories, storing N photons from one single-photon source, and releasing all of them at once, would constitute an N-photon source which rate is just N times slower than that of the single-photon source feeding it. In comparison to the use of N probabilistic single-photon sources in parallel, this constitutes an exponential improvement.\nHere, we propose the development of a diamond-based, all-solid-state, room-temperature multi-photon source, composed of one single photon source and several single-photon memory units. This source could then feed a photonic circuit which will manipulate the photons into desired, highly correlated quantum states of light, the detection of which will enable scalable optical quantum computation.'","grantUrl":"","grantId":"627372","fundValue":"231283.2","fundStart":"2014-05-01","fundEnd":"2016-04-30","dataset":"fp7"}