{"id":"96481","title":"Future gazing TEL: the roadmap for the unknown Learning landscape","abstractText":"This proposal focuses on topic f) of call 5: 'exploratory/Roadmapping activities for fundamentally new forms of learning' to support take-up of those new forms, via 'Awareness building and knowledge management on the results of EU RTD projects in TEL' and 'socio-economic evaluations in education and for SMEs'. We gather information on the current, desired and emerging position of TEL, and on awareness and appropriation (by educators and SMEs) of RTD results in TEL. We codify that information using state of the art knowledge management tools/ methods, at three levels of scale: 1) macro (political, economic, social, technological, legal, environmental), 2) meso (organisation of education and training systems and institutions), and 3) micro (enacted paradigms of learning and teaching). Cutting across these levels of scale is the categorisation of changes as exogenous or endogenous relative to forms of learning and to the TEL community. This provides direct input to TEL-relevant decisions at all three levels, including economic, political, and research discussions. With a 10-year horizon, we co-develop a portfolio of stakeholder-specific roadmaps and influence maps, to gain insights into fundamentally new forms of Learning, Education and Training activities (LET) and into what makes for effective transfer and scalability. Our collaborative development approach leads to a Multi-perspective Dynamic Roadmap to track, anticipate and manage knowledge about new forms of LET and their impact on TEL. This extends established TEL Roadmapping methods in novel, powerful and cost-effective ways, with high potential for sustainability and for targeting each stakeholder's goals. Outcomes include well-grounded recommendations on TEL and LET innovations, plus a platform and a sustainable dynamic process that will foster collaboration and consensus-building across specialized communities and stakeholder groups.","grantUrl":"","grantId":"257822","fundValue":"2530501","fundStart":"2010-10-01","fundEnd":"2013-03-31","dataset":"fp7"}