{"id":"102731","title":"Novel Capsosome-Based Approach to Promote Angiogenesis for Bone Repair","abstractText":"'Despite the regenerative capacity of bone, large bone defects observed in severe fractures lack the template for an orchestrated regeneration and require bone graft substitutes. A large number of synthetic bone grafts are commercially available; however, one of the biggest challenges is to insure rapid growth of new capillary blood vessels (angiogenesis) within the scaffold construct so that the tissue will survive and be supplied with nutrients. The aim of BONE CAPSOSOME project is to develop a novel approach and cost-effective strategies to promote angiogenesis for bone repair. The natural process of angiogenesis requires combinatorial and/or sequential delivery of growth factors and efficient controlled delivery of growth factors demands the usage of highly functional and tuned delivery vehicle. Capsosome, a polymer capsule containing controlled amounts of liposomes as subcompartments, offers an ideal platform and a novel approach to deliver angiogenesis-promoting growth factors due to the ability to co-encapsulate multiple growth factors and to deliver encapsulated cargo in a time controlled manner. These cargo-loaded capsosomes will be incorporated into 3-D cell co-cultures carried out on hydrogel matrices. The enhanced vascular potential and the formation of endothelial tubes and new bone will be observed by a novel live cell mapping technique Raman micro-spectroscopy. This project combines a multidisciplinary approach, in particular the fields of materials chemistry and biomedical engineering. The significance of this project is highlighted by the innovative methods employed to advance the state-of-the-art in materials chemistry and tissue engineering therapies for critical bone defects as these remain a very important clinical challenge. This maximizes the value of the project and its impact on Europe both scientifically and economically and is an ideal fit with the FP7 framework.'","grantUrl":"","grantId":"299936","fundValue":"200371.8","fundStart":"2012-08-01","fundEnd":"2014-07-31","dataset":"fp7"}