{"id":"105394","title":"Development of COMBInatorial BIOmarkers for subclinical atherosclerosis","abstractText":"'Systems biology involves the analysis of relationships among the elements in a system, viewed as an integrated and interacting network of genes, proteins and biochemical reactions. We have pioneered the use of metabolic profiling and the metabolome-wide association study (MWAS) approach, involving high-throughput spectroscopic screening, to capture comprehensive data on a range of exposures affecting disease risk from genetic, lifestyle, gut microbial and xenobiotic sources. Cardiovascular disease is the leading cause of death worldwide. It is a late manifestation of the pathophysiological processes leading to development of atherosclerosis, starting early in life. There is urgent clinical need to identify predictive combinatorial biomarkers for subclinical atherosclerosis, to allow preventive/treatment strategies to be instituted early in the disease process. Our proposal brings together leaders in metabolic profiling and computational medicine for analysis of multi-omics data, and leading European/US prospective cohorts with subclinical atherosclerosis measurements. We propose to apply untargeted metabolic profiling using both proton Nuclear Magnetic Resonance spectroscopy (1H NMR) and Mass Spectrometry (MS) to discover novel biomarkers for subclinical atherosclerosis in stored serum samples from 4,000 people, with validation in stored samples from a further 4,000 people. We will develop and apply methods for investigating cross-platform (NMR, MS) and multi-omics (genome-wide, metabolome-wide) relationships to gain better understanding of underlying biochemical connectivities and pathways. For identified/validated novel and established/emerging biomarkers, we will develop a predictive combinatorial set of biomarkers and risk scores for subclinical atherosclerosis. This research should lead to identification of a novel set of combinatorial biomarkers, with potential to develop low-cost tests for subclinical atherosclerosis, for translation into clinical practice.'","grantUrl":"","grantId":"305422","fundValue":"3878715.19","fundStart":"2012-10-01","fundEnd":"2014-09-30","dataset":"fp7"}