{"id":"93336","title":"CHARACTERISATION OF ARKADIA FUNCTION IN THE REGULATION OF SNON STABILITY AND ITS ROLE AS A POTENTIAL TUMOUR SUPPRESSOR","abstractText":"'Deregulated signalling by transforming growth factor beta (TGF-beta) plays a critical role in tumorigenesis in humans, acting as a tumour suppressor at early stages, but as a tumour promoter at late stages. To be able to diagnose and treat human cancer, it is essential that we understand these processes at the molecular level. Recent work in the host lab has established that the E3 ubiquitin ligase, Arkadia is an essential component of the branch of the TGF-beta/Smad pathway that is mediated via activated Smad3/Smad4 complexes. The lab has shown that Arkadia functions by targeting the transcriptional repressors, SnoN and Ski for degradation by the proteasome in response to TGF-beta signalling. Loss of Arkadia results in the stabilisation of SnoN and loss of Smad3/Smad4-dependent transcription, two events that are hall marks of some human tumours. Moreover, the host lab has identified an adenocarcinoma cell line, SEG-1, that expresses a non-functional truncated Arkadia protein due to a point mutation. Consequently these cells are deficient in TGF-beta-induced SnoN degradation. Taken together, these results suggest that Arkadia might be a novel tumour suppressor. The first aim of my proposal is to elucidate the mechanism whereby Arkadia mediates TGF-beta-induced SnoN degradation. For this I will take a biochemical and structural approach and will also use siRNA sceening to identify what other components are required. I will also address what genes are regulated by Arkadia by microarray analysis. The second aim is to determine the role of Arkadia in tumorigenesis. I will focus on assessing the effect of restoring Arkadia expression in SEG-1 cells on cell growth and migration in vitro and on tumour growth and metastasis in mouse models. I will also screen for loss of Arkadia expression in human tumour cell lines and tumours to discover whether Arakdia is a novel tumour suppressor gene that is targeted in human cancer.'","grantUrl":"","grantId":"235980","fundValue":"","fundStart":"2010-03-01","fundEnd":"2012-02-29","dataset":"fp7"}