{"id":"101103","title":"Controlling excitability in developing neurons: from synapses to the axon initial segment","abstractText":"'A critical question in neuroscience is to understand how neurons wire up to form a functional network. During the wiring of the brain it is important to establish mechanisms that act as safeguards to control and stabilize neuronal excitability in the face of large, chronic changes in neuronal or network activity. This is especially true for developing systems that undergo rapid and large scale forms of plasticity, which could easily lead to large imbalances in activity. If left unchecked, they could lead the network to its extremes: a complete loss of signal or epileptic-like activity. For this reason neurons employ different strategies to maintain their excitability within reasonable bounds. This proposal will focus on two crucial sites for neuronal information processing and integration: the synapse and the axon initial segment (AIS). Both sites undergo important structural and functional rearrangements in response to chronic activity changes, thus controlling the input-output function of a neuron and allowing the network to function efficiently. This proposal will explore novel forms of plasticity that occur during development and which are key to establishing a functional network. They range from understanding the role of activity during synapse formation to how pre- and postsynaptic structure and function become matched during development. Finally, it tackles a novel form of plasticity that lies downstream of synaptic inputs and is responsible for setting the threshold of action potential firing: the axon initial segment. Here, chronic changes in network activity results in a physical relocation of the AIS along the axon, which in turn alters the excitability of the neuron. This proposal will focus on the central issue of how a neuron alters both its input (synapses) and output (AIS) during development to maintain its activity levels within a set range and allow a functional network to form.'","grantUrl":"","grantId":"282047","fundValue":"1500000","fundStart":"2012-03-01","fundEnd":"2017-02-28","dataset":"fp7"}