{"id":"107171","title":"Assessing the Toxicity of nitrates in a host-Parasite system","abstractText":"'Anthropogenic nitrate contamination has increased significantly in recent decades but its effects on aquatic species are still poorly understood. The toxicity of nitrates has long been underestimated compared to ammonia and nitrites. However, new evidence indicates that long-term nitrate exposure not only impairs growth, fertilization and fecundity, but also weakens the immune response decreasing disease resistance in aquatic species. Nitrates can favour diseases through direct effects on parasite performance and/or indirectly by influencing host-pathogen interactions . Using a well studied host-parasite system, the guppy (Poecilia reticulata) and its native pathogen (Gyrodactylus turnbulli), this fellowship will assess the effects of nitrates on life-history traits and physiological functions. Specifically, we will  i) determine the effect of nitrate on feeding behaviour, body condition, reproduction and immunity in guppies; ii) analyze any interaction effects between nitrates and pathogens; iii) determine the role of acquired immunity in adult fish; and iv) test for maternally inherited immunity transfer in F1 offspring. Pathogens and nitrates threaten both wild and captive fish populations, therefore the findings of this fellowship will have repercussions for aquaculture and water resource managers. Although the guppy has been widely used in a range of evolutionary, parasitological and toxicological studies, few studies have used this host-parasite system in ecotoxicology. In addition, this study will examine the disruptive endocrine effects of nitrates on the fish immune system. Understanding the effects of nitrates on this host-parasite system will increase our knowledge about fish and parasite as bioindicators of aquatic ecosystem health, and the consequences of nitrates as driving forces of host-parasite interactions in wild fish populations.'","grantUrl":"","grantId":"327941","fundValue":"221606.4","fundStart":"2013-04-08","fundEnd":"2015-04-07","dataset":"fp7"}