{"id":"110891","title":"\"Ice, Climate, and Economics - Arctic Research on Change\"","abstractText":"'The ICE-ARC project aims to understand and quantify the multiple stresses involved in the change in the Arctic marine environment. Particular focus is on the rapid retreat and collapse of the Arctic sea ice cover and to assess the climatic (ice, ocean, atmosphere and ecosystem), economic and social impacts of these stresses on regional and global scales.\n\nIt is not possible to look at one aspect of this system in isolation; a coupled atmosphere/cryosphere/ocean/ecosystem approach is needed. Our observations will focus on reducing the uncertainty in understanding of Arctic physical processes which are vital in climate and ecosystem change and which may not be adequately represented in present models.  Results of the observational programme will be fed into an ice-ocean-atmosphere model which, after validation, will make projections - with reduced uncertainties - of the rate and nature of future changes in the ice cover, ocean structure and atmospheric temperature and circulation. In parallel with this an ecosystems model will perform the same role for marine living resources. The resulting projections of the two models will be fed into an economic impact model (PAGE-ICE) that is specially reconfigured for cryosphere-driven impacts. This will calculate the impacts of the projected physical changes upon the global economic and social system, including those of the Arctic region itself.\n\nThis will be the first time that a leading global impact model has been coupled with a physical climate model to directly assess the economic impact of observed and projected climate change events. It is being applied to the oceanic region of greatest current concern to the global community because of the speed of visible change there. The outputs of the entire project, will undoubtedly lead to more effective policy and management options for societal responses to climate change, and because of this we  have an extensive dissemination and engagement programme within ICE-ARC.'","grantUrl":"","grantId":"603887","fundValue":"11517770.98","fundStart":"2014-01-01","fundEnd":"2017-12-31","dataset":"fp7"}