{"id":"89714","title":"Functional and evolutionary studies of the glutamatergic synapse; a proteomic and genetic approach","abstractText":"'Glutamatergic neurons are the main excitatory nerve cells in the central nervous system of mammals, in this project we aim to better understand the molecular composition of their synapses. We are particularly interested in the post synapse and the complexes of proteins associated to the NMDA glutamate receptor. We are focused in this set of molecules since the NMDA receptor is central for the establishment of synaptic plasticity, a physiological property of neurons which is believed to be necessary for learning and memory, the cognitive process we are interested in. The general objectives of this project are three:  1. Understanding the molecular basis of learning and memory through combined genetic and proteomic approaches. 2. Understanding the evolution of the synapse by studying species differences. 3. Characterising the human hippocampal glutamatergic synapse.   These objectives will be addressed using a combination of proteomic and bioinformatic systems biology. In all cases we will isolate the protein complexes of interest and investigate its molecular composition by mass spectrometry. For the first objective we want to compare wild type mice with a series of KO for important proteins in learning and memory; we expect to better understand the role of the KO molecules in those cognitive processes. We also want to study the evolution of the glutamatergic synapse; we propose to characterize the same set of protein complexes that we studied in mice in other species, especially in humans. We believe that evolutionary studies will be a way to work out the important proteins for higher cognitive functions and we hope to describe the human synapse composition for the first time. Neurobiology is a very important field of science and it will be much more for the years to come. A deep comprehension of the synapse will be essential to understand the brain performance, synapse biology is a nascent area of neurobiology in which Europe should invest to lead it.'","grantUrl":"","grantId":"221540","fundValue":"233785.15","fundStart":"2009-02-01","fundEnd":"2011-01-31","dataset":"fp7"}