{"id":"98339","title":"Sex determination pathway in the malaria vector Anopheles gambiae","abstractText":"'Anopheles gambiae is the major vector species of human malaria in Africa. Notably only female mosquitoes transmit the disease because unlike males that use nectar as energy source, they must feed on blood to generate their progeny. This implies that the genes controlling male and female differentiation are crucial in determining the ability of female mosquitoes to transmit the disease. This project has the objective to investigate in male and female A. gambiae the structure and the relative abundance of transcripts with the ultimate goal to identify genes regulating mosquito development and sex differentiation. A combination of novel molecular tools and state of the art technology including genetic manipulated (GM) mosquito and high through put RNA sequencing will be utilized to separate male and female mosquitoes at early developmental stages, when the two sexes are morphological identical, and generate sequence data to cover several times the mosquito transcription repertoire respectively. The anticipated results will not only open up a new scientific field of great speculative and academic interest but most importantly will offer the opportunity to develop new vector control measure targeting A. gambiae fertility and my provide clues to attack other insect species. Other mosquito species (including Ae. albopictus and Ae. egypti) are important cause of global mortality and morbidity and currently represent a threat for Europe, furthermore insect pests account for great economical loss in agriculture. Most important the project has been designed in terms of experimental activities, training and management to provide new opportunities of career development to an experienced research fellow. Scientific knowledge, technical skills, collaborative links and a research facilities will be mobilized to address the need of the researcher to significantly broaden knowledge in informatics and molecular entomology and at the same time develop management and leadership skills.'","grantUrl":"","grantId":"273268","fundValue":"280180","fundStart":"2011-06-27","fundEnd":"2015-03-07","dataset":"fp7"}