{"id":"96000","title":"Articular Contact Mechanics with Application to Early Diagnosis of Osteoarthritis: Asymptotic Modelling of Biomechanical Contact Phenomena Under Dynamic and Impact Loading","abstractText":"'Around a quarter of the European population aged over 60 suffer from disability due to osteoarthritis (OA). The onset, progression, and severity of this degenerative joint disease is crucially influenced and controlled by mechanical factors in the articular cartilage system. Today, the ever-increasing complexity of mathematical models for articular contact mechanics comes in acute contradiction with the scientific striving for clear understanding of the underlying principles of AO pathology. One of the much used ways to simplify mathematical models is asymptotic modelling (AM), which is an asymptotic analysis based mathematical modelling approach to investigate complex multi-parametric and multidimensional systems. This proposal seeks to develop an advanced AM methodology for describing contact mechanics of articular joints under quasi-static, dynamic, and impact loading. The main research objectives are (1) develop elaborate multi-level asymptotic models for analytical evaluation of the sensitivity of the crucial parameters of articular contact mechanics due to small variations in thicknesses and biophysical microstructural properties of the contacting articular cartilage layers, including microcracking in articular calcified cartilage and OA-associated changes in the underlying bone tissue; (2) develop mathematical and computational models for time-dependent nanoindentation of articular cartilage suitable for a new recently emerged methodology for in situ health monitoring of articular cartilage and early detection of OA using indentation type atomic force microscopy; (3) implement the expected results of mathematical modelling and asymptotic analysis into computational simulation software. The proposed mathematical modelling project is intended to be carried out in close collaboration with the biomechanics research group, which has already established links with the target population of patients suffering from OA and the clinicians treating them.'","grantUrl":"","grantId":"253055","fundValue":"231089.6","fundStart":"2010-09-01","fundEnd":"2012-08-31","dataset":"fp7"}