{"id":"95102","title":"Internet of Things Initiative","abstractText":"Internet of Things (IoT) is one of the most important areas of a Future Internet with significant potential to positively impact European economy and society. The current IoT research community is however highly fragmented, featuring diverging approaches and technologies. This inevitably leads to a lack of coherency that hinders the realisation of an interoperable IoT, preventing the IoT to achieve its full potential.nThe IoT initiative (IoT-i) brings together key actors from all relevant but currently fragmented IoT communities in Europe to work jointly towards a common vision of the Internet of Things. It represents the first serious attempt in building a unified IoT community in Europe, going across boundaries of disparate technology sectors, in order to create a joint European strategic vision of the Internet of Things and aligning this vision with the current developments on the Future Internet.nThe IoT-i pursues the achievement of the following strategic objectives:  1) Creating a joint strategic and technical vision for the IoT in Europe that encompasses the currently fragmented sectors of the IoT domain holistically. 2) Contribute to the creation of an economically sustainable and socially acceptable environment in Europe for IoT technologies and respective R&amp;D activities. 3) Creating an environment that favours international adoption of European IoT technology.nTo achieve the objectives the project will utilize and implement a range of instruments. Most notably is the creation of an international IoT forum that will be used as a global platform to bring together key international stakeholders from all technology and application areas relevant to IoT. Other tangible outcomes are a converged reference model for IoT aligned with other areas of the Future Internet, synthesised technology roadmaps identifying longer-term research priorities, strategic application agendas and legal, ethical and socio-economonic recommendations for the IoT.","grantUrl":"","grantId":"257565","fundValue":"1337923","fundStart":"2010-09-01","fundEnd":"2012-11-30","dataset":"fp7"}