{"id":"93784","title":"Stimulating Semiconductor Design Cooperation between Europe and Russia","abstractText":"Russia is one of a few countries in the world to have in depth knowledge and capabilities spanning research, design and production of microelectronics and integrated circuits. Despite these strengths, there were no Russian semiconductor organisations participating in FP6 IST. Meanwhile, EU faces challenges in addressing the research priorities for semiconductor design methods and tools identified in the FP7 ICT WP and ENIAC SRA. This situation offers a favourable opportunity for strategic collaboration in semiconductor design between Russia and EU Consequently, the main aim of the SEMIDEC project is to increase cooperation in developing semiconductor design methods and tools between the two regions. SEMIDEC will achieve its overall aim via a range of activities implemented over 24 months: 1) Assessment of the semiconductor design collaboration potential. This involves mapping Russian semiconductor organisations involved in research relevant to the EU's priorities concerning semiconductor design methods, tools and standardisation. It also involves producing a 'Report on organisations and research on semiconductor design methods and tools in Russia'; 2) Organisation of combined awareness-raising/training/networking events in Russia about semiconductor design calls from FP7 ICT WP. Inviting key EU semiconductor organisations to attend who are open to collaboration with Russian counterparts. Also, inviting Russian experts to attend key semiconductor events in EU and examining potential for Russia to participate in ENIAC. Also, producing a good practice guide to participation in FP7 semiconductor components/electronic system projects in Russian; and 3) Provide 'hands-on' support services to competent Russian semiconductor organisations to build long-term relationships with key EU counterparts. Central to this will be i) support to joining EU consortia preparing FP7 ICT proposals and ii) support to Russian researchers to make secondments at EU organisations.","grantUrl":"","grantId":"247992","fundValue":"520839","fundStart":"2009-12-01","fundEnd":"2011-11-30","dataset":"fp7"}