{"id":"88867","title":"Preventing community and nosocomial spread and infection with MRSA ST 398 - instruments for accelerated control and integrated risk management of antimicrobial resistance","abstractText":"'Methicillin-resistant Staphylococcus aureus (MRSA) are of increasing concern both as community- and hospital-acquired pathogens. Since 2005, a specific clone, MRSA ST398 is spreading both in livestock populations and occupationally-exposed people resulting in human infection and disease in several EU Member States.  The key objective of the PILGRIM project is to provide a range of novel control measures for the accelerated identification and control of emerging resistant bacteria.  In order to achieve these we will undertake epidemiological and physiological studies of MRSA ST398 and use molecular approaches in well comparable animal models as well as humans in community and healthcare settings to 1) investigate/explore its biology and ecology, 2) identify and characterise factors determining the transmission pathways and risk from animal to human and between humans, 3) establish genetic differences, host-range and virulence of adhesive and non-adhesive strains as well as differences between ST398 and other MRSA, 3) identify specific genes for the development of new rapid tests to identify specific MRSA strains, 4) provide a Technology Testing Platform for developing and assessing decolonisation and environmental sanitation approaches, 5) integrate results in policy and practice guidelines.  This project brings together clinical, genetic, microbiological and public health partners from 6 European countries, internationally renowned for their expertise in complementary ecosystems research. The two SME partners ensure the exploitation of results and the knowledge transfer, enabling associated companies to bring validated solutions to the market.  The PILGRIM research will facilitate rapid and cost-effective measures to combat emerging resistant strains in order to prevent and eradicate community and nosocomial infections for better protection of citizens and patients in Europe and beyond.'","grantUrl":"","grantId":"223050","fundValue":"3727953","fundStart":"2009-01-01","fundEnd":"2011-12-31","dataset":"fp7"}