{"id":"110841","title":"\"Elimination of NOx, SOx and Particulates in Rail Transportation\"","abstractText":"'Locomotive engines are significant contributors to air pollution in many cities and ports. Although locomotive engines being produced today must meet relatively modest emission requirements set in 1997, they continue to emit large amounts of nitrogen oxides and particulate matter (PM).\nThe 2008 Clean Air Non-road Diesel Rule stipulates new requirements for non-road diesel fuel that will decrease the allowable levels of sulphur in fuel used in locomotives by 99 percent. These fuel improvements will create immediate and significant environmental and public health benefits by reducing PM from existing engines. The rule also establishes long-term, Tier 4, standards for newly-built engines based on the application of high-efficiency catalytic aftertreatment technology, beginning in 2015.\nAlthough established Selective Catalytic Reduction (SCR) processes appear effective, there remain several problems such as high reaction temperatures, which sometimes require reheating of the flue gas, a large reactor volume, and the need for reductant ammonia. In addition, the process is not applicable to NO in low concentrations and at ambient temperature. As NO2 is easily removed by water, catalytic oxidation of NO to NO2 at a low temperature is a promising way of removing NO in flue gas without using ammonia.\nIn the ENSPIRIT project, the core research work will focus on the production of a pre-production prototype catalytic device for NO oxidation over Activated Carbon at ambient temperature. The catalytic device will be integrated into a system of combined devices for the removal of heat, moisture, Sulphur oxides, ultrafine particulate matter and Nitrogen oxides. The integrated ENSPIRIT system will provide a complete cost-effective, energy-efficient way of meeting the EPA Tier 4 non-road emission rule in 2015.'","grantUrl":"","grantId":"605019","fundValue":"1437278.6","fundStart":"2013-11-01","fundEnd":"2015-10-31","dataset":"fp7"}