{"id":"92460","title":"Ab-initio computational modelling of photovoltaic interfaces","abstractText":"'The aim of the ALIGN project is to understand, predict, and optimize the photovoltaic energy conversion in third-generation solar cells, starting from an atomic-scale quantum-mechanical modelling of the photovoltaic interface. The quest for photovoltaic materials suitable for low-cost synthesis, large-area production, and functional architecture has driven substantial research efforts towards third-generation photovoltaic devices such as plastic solar cells, organic-inorganic cells, and photo-electrochemical cells. The physical and chemical processes involved in the harvesting of sunlight, the transport of electrical charge, and the build-up of the photo-voltage in these devices are fundamentally different from those encountered in traditional semiconductor heterojunction solar cells. A detailed atomic-scale quantum-mechanical description of such processes will lay down the basis for a rational approach to the modelling, optimization, and design of new photovoltaic materials. The short name of the proposal hints at one of the key materials parameters in the area of photovoltaic interfaces: the alignment of the quantum energy levels between the light-absorbing material and the electron acceptor. The level alignment drives the separation of the electron-hole pairs formed upon absorption of sunlight, and determines the open circuit voltage of the solar cell. The energy level alignment not only represents a key parameter for the design of photovoltaic devices, but also constitutes one of the grand challenges of modern computational materials science. Within this project we will develop and apply new ground-breaking computational methods to understand, predict, and optimize the energy level alignment and other design parameters of third-generation photovoltaic devices.'","grantUrl":"","grantId":"239578","fundValue":"1000000","fundStart":"2010-03-01","fundEnd":"2016-02-29","dataset":"fp7"}