{"id":"105046","title":"An EU - New Zealand Research Collaboration to Develop Synergies and Make Cutting-edge Breakthroughs in Yacht Engineering","abstractText":"'The experienced senior researchers involved in the present proposal are members of global leading research groups in the fluid dynamics of sailing yachts. All of these three groups perform research, teach, and deliver consultancies in the field of fluid dynamics applied to sailing yachts. They have complementary specialist expertise, laboratories, and numerical modelling tools. For instance, UNEW has a towing tank, which allows the hydrodynamic forces acting on model-scale yachts to be measured, UOA has wind tunnels, which allow the aerodynamic forces on model-scale sails to be measured, and ECONAV has instrumented yachts where full-scale measurements of the aerodynamic forces are possible. It is expected that long-term collaborations between these three groups will be highly beneficial to each of them in order to develop new collaborative cutting edge research, and to enhance the knowhow and expertise of each participant. Also, these three global leading research groups aim to create an International Association of Yacht Engineers, which will promote and coordinate networking and activities for the promotion of research outcomes in the fluid dynamics of yachts. This will enhance the impact of the research in the yacht industry, and will facilitate the transformation of the research outcomes into technological innovations.\nIn summary, the objectives of the proposal are as follows:\n1. Gain new breakthroughs in the fluid dynamics of yachts through the synergy of collaborative research effort;\n2. Enhance the expertise of the participants through the knowledge transfer of their complementary specialist expertise;\n3. Enhance the impact of the research on the yacht industry and facilitate the transformation of research outcomes into technological innovations;\n4. Enhance the cross-fertilisation of valuable knowledge in the area of expertise of the participants into different engineering fields.'","grantUrl":"","grantId":"318924","fundValue":"84000","fundStart":"2012-10-01","fundEnd":"2016-09-30","dataset":"fp7"}