{"id":"90101","title":"Power Optimised Ship for Environment with Electric Innovative Designs ON board","abstractText":"'The electric ship concept offers many benefits; among other aspects if offers flexibility of control and effectiveness of power transmission. But predominantly it enables higher energy conversion efficiency by ensuring that prime movers are effectively loaded at all times and across all operating conditions. This dominating advantage cannot be matched by mechanical transmission systems because gearboxes offer little chance of integrating a high number of prime movers in the restricted space of a ship whereas this integration is straight forward when managed electrically. Thus the electric ship concept offers reduced emissions through improved efficiency of engine operation but critically it offers significant reduced emissions during the critical phase of entry to littoral water when with speed generally reduced engines in a mechanical systems become very lightly loaded.\n\n\n\nIt is proposed to enhance the electric ship concept so it suits a wider range of vessels than currently. The principal barrier to adoption of the electric ship concept in merchant ships is the size of the equipment. However if size reductions can be achieved then adopting the electric ship concept in a wider range of merchant ships will, as described above, reduce emissions and improve the impact on global warming. Overall this impact will be significant given the current and anticipated levels of global trade and the proportion to be moved by sea transport.\n\n\n\nThis challenging ambition, to enable the adoption of the electric ship concept in a wider range of merchant ships, will demand the development of new technologies across all of marine electrical engineering:\n\n\n\n1.  High Temperature Superconductivity (HTS): This is a technology that allows smaller principal electrical components and an increase in efficiency.\n\n\n\n2.  Wireless monitoring:  This provides simpler internal control communication and enables the adoption of more advanced control regimes (as offered by the electrification of propulsion).\n\n\n\n3.  Harbour Shore Electrical Supplies: Running lightly loaded generators in harbour - as is commonly the practice among merchant ship operators - threatens the environment in a sensitive zone. The lack of any propulsion load prevents loading the generators more effectively. The answer is to supply the ship with electricity from shore connections. This does not need technological innovation but the widespread adoption of shore supplies demands standardisation among connectors and mode of electrical supply that has yet to be investigated.\n\n\n\n4.  Electrical actuation: This is a technology which aims to replace mechanically actuated auxiliaries by using direct electrical actuators and reduces size, cost, maintenance and improves efficiency\n\n\n\nThe benefits of these proposed innovations will be tested by developing designs for specific ship types: multi-purpose, cruise and container. The integration process will be composed of 6 steps:\n\n\n\n1  Ship mission\n\n\n\n2  Energy consumers\n\n\n\n3  Draft design\n\n\n\n4  Performance simulations\n\n\n\n5  Final design\n\n\n\n6  Environmental impact.\n\n\n\nTo reduce costs only the design for the multi-purpose ship will be taken through all the six steps. The remaining 2 ship types will only be taken through steps 1 to 3.\n\n\n\nFinally, the innovative HTSC technology will be demonstrated in a land demonstrator, scaled as much as possible to reduce costs, while retaining relevance of the demonstration to full scale implementation. This demonstrator will include: the propulsion system, including an HTSC propulsion motor and its power converter, a DC distribution system with innovative protection and an HTSC segment, and various auxiliary loads.'","grantUrl":"http://www.poseidon-ip.eu/index.php/","grantId":"218599","fundValue":"21923253.99","fundStart":"2009-01-01","fundEnd":"2012-12-31","dataset":"fp7"}