{"id":"104710","title":"Building an European Research Community through Interoperable Workflows and Data","abstractText":"ER-flow will build a European Research Community to promote workflow sharing and to investigate interoperability of the scientific data in workflow sharing. The project will disseminate the achievements of the FP7 SHIWA project, particularly the coarse-grained workflow interoperability based on the SHIWA Simulation Platform. It will target major research communities that use workflows to run their experiments on a regular basis. The project includes four major research communities: Astrophysics, Computation Chemistry, Heliophysics and Life Sciences. They will be supported to run experiments with the simulation platform. Beyond these communities the project will strongly collaborate with the National Grid Infrastructures through EGI.eu in order to identify and involve further major research communities which either already use workflows or which are perspective workflow users. The research communities will select workflows which can be used as pilot workflows in particular research area of a particular research community to demonstrate how to develop, use and share workflows. The project will port these pilot workflows to the simulation platform and publish them in a workflow repository. The pilot workflows first, will demonstrate how to use the simulation platform; secondly, researchers can use these workflows in their experiments; thirdly, they can modify them to create their own workflows. The pilot workflows will help to create a critical mass of workflows to enable workflow sharing inside and between research communities. ER-flow will collect and analyse requirements of the supported research communities towards interoperability of scientific data in the workflow domain. It will investigate existing protocols and standards that support this interoperability. The project will compile a study outlining the above mentioned requirements, protocols and standards and will make recommendations how to achieve interoperability of scientific data in the workflow domain.","grantUrl":"","grantId":"312579","fundValue":"1020564","fundStart":"2012-09-01","fundEnd":"2014-10-31","dataset":"fp7"}