{"id":"110196","title":"Robust Financial Mathematics: model-ambiguous framework for valuation and risk management","abstractText":"'The last forty years have seen a remarkable interplay between Mathematics and contemporary Finance. At the heart of the successful growth of Mathematical Finance was a perfect fit between its dominant model--specific framework and the tools of stochastic analysis. However, this approach has always had important limitations, and the dangers of overreach have been illustrated by the dramatic events of the recent financial crisis.\nI set out to create a coherent mathematical framework for valuation, hedging and risk management, which starts with the market information and not an a priori probabilistic setup. The main objectives are: (i) to incorporate both historical data and current option prices as inputs of the proposed robust framework, and (ii) to establish pricing-hedging duality, define the concept of no-arbitrage and prove a Fundamental Theorem of Asset Pricing, all in a constrained setting where the market information, and not a probability space, is fixed from the outset. Further, I will test the performance of robust valuation and hedging methods.\nThe project proposes a genuine change of paradigm. It requires building novel mathematical tools combining  pathwise stochastic calculus, embedding problems, martingale optimal transport, variation inequalities as well as numerical methods.\nSignificant research efforts have focused on introducing and investigating a form of model uncertainty in Financial Mathematics. This project makes an important next step. Motivated by recent contributions, it builds a framework which consistently combines model ambiguity with a comprehensive use of market information. Further, it has built-in flexibility to interpolate between the model-specific and model-independent settings. It offers a new theoretical foundation opening horizons for future research. Moreover, it provides novel tools which could be applied by the financial industry.'","grantUrl":"","grantId":"335421","fundValue":"1218639","fundStart":"2014-01-01","fundEnd":"2018-12-31","dataset":"fp7"}