{"id":"89304","title":"Micro fabrication production technology for MEMS on new emerging smart textiles/flexibles","abstractText":"'This proposal concerns flexible materials in the form of high added value smart fabrics/textiles which are able to sense stimuli and react or adapt to them in a predetermined way. The challenge for the European textile industries is to add advanced functions to textiles and the recent progress of new technologies such as electronic inks provide an opportunity for a breakthrough by incorporating MEMS on flexible textiles/fabrics. The project will exploit microfabrication to produce, using custom printing processes, active functions cost efficiently. We propose to develop fundamental micro fabrication production technologies for MEMS on fabrics/textiles using flagship demonstrator applications. This will result in a cheap, easy to design, flexible, rapid, way to manufacture multifunction smart textiles/garments for a large set of multi-sectorial applications. The processes will be based on thick film printing and sacrificial etching for the MEMS structures. Subsequent inkjet printing will be used to deposit thinner structures on the thick film printed layers incorporating for example active nanoparticles to add further functionality. These printing processes have many benefits including low-cost, repeatability, flexibility, suitability for high throughput production, relatively inexpensive equipment, short development time and the capability of depositing a wide range of materials. All the novel printed inks will be electrically activated sensors and actuators and we will use standard electronic devices for power supply/storage, signal processing and communications offering low price and mass production. The project will undertake a number of initial demonstrators of the underlying basic technology. These will be based on: light emission, cooling/heating, anti-static effect, energy harvesting, micro-encapsulation and actuation.  MICROFLEX is a perfect example of the transformation of a resource-intensive to a knowledge-intensive industry.'","grantUrl":"http://www.microflex.ecs.soton.ac.uk","grantId":"211335","fundValue":"7694657.67","fundStart":"2008-11-01","fundEnd":"2012-10-31","dataset":"fp7"}