{"id":"101392","title":"\"High Performance, Economical and Sustainable Biocomposite Building Materials.\"","abstractText":"'The aim of BioBuild is to use biocomposites to reduce the embodied energy in building facade, supporting structure and internal partition systems by at least 50% over current materials with no increase in cost.  This will lead to a step change in the use of sustainable, low carbon construction materials, by replacing aluminium, steel, FRP, brick and concrete in buildings.\n\nFacades are widely used in construction, primarily to protect and insulate the internal structure. Internal partitions are used to divide space, carry utilities and provide thermal and acoustic insulation.  The current materials used such as aluminium, steel, brick and concrete are energy intensive to produce and have high embodied energy.\n\nFRP is an alternative construction material, benefitting from low weight, formability and simple manufacturing, allowing low material content structures and innovative design.  However, typical resin and glass fibre are non-renewable, energy intensive to synthesise.  Biocomposites overcome these drawbacks, whilst maintaining the benefits, being based on natural fibres and bioresins which have low embodied energy and cost.\n\nBiocomposites are renewable and sustainable resin and reinforcement structures.  The resins in this project are furan and cashew nut oil based with  reinforcing fibres of flax and jute. Bast fibres have lower environmental impacts than glass, concerning climate change and energy but have similar properties.\nBiocomposites are used commercially in automotive interior parts, but for outdoor applications they can degrade due to moisture absorption and bio-degradation.  BioBuild will develop biocomposites and construction products with a life span of 40 years, by protecting the fibres with novel treatments and coatings.\nThe result of the project will be a low cost, lightweight, durable and sustainable biocomposite building system, with full technical and environmental validation, offering low embodied energy construction materials'","grantUrl":"","grantId":"285689","fundValue":"7459425.91","fundStart":"2011-12-01","fundEnd":"2015-05-31","dataset":"fp7"}