{"id":"96523","title":"\"NEUROanatomy, neurochemistry and genotype: genetic diversity and division of labour in leaf-cutting ANTs\"","abstractText":"'The discovery and characterizations of neuromechanisms that mediate the genotypic changes in behaviour is a premier paradigm in biology today. The difficulty in finding defined answers rests in the multiplication of confounding factors (environment, individual behavioural flexibility, genotypic variation and polygenetic traits) and the limited sample size for comparison. This project will use social insect colonies to overcome these issues to answer this question. The project will use the leaf-cutting ant, Acromrymex echinatior, as the model species because this ant has recently been shown to exhibit genetic influences on caste specialization, has colonies headed by single queens mated to multiple males, thus producing genetically diverse offspring, and has colony sizes that will produce numerous individuals from each paternal line. Therefore, ants from a single colony share a common environment, the same maternal genotype on average but can differ in their paternal genotype, and are behaviourally specialized. We will use molecular techniques to characterize the genotypic variations among behaviourally specialized ants of different patrilines from single colonies. We will combine this with testing whether there are neuroanatomical and neurochemical differences between these ants to establish the neuromechanisms underpinning genetic variation in division of labour. Ant brains will be assayed utilizing serial sectioning at the light and electron microscopy levels for brain morphology and immunocytochemistry, visualized with laser confocal microscopy and HPLC for direct measurement for biogenic amine analysis. This study will provide answers to the neuromechanisms governing genotypically derived behaviours.'","grantUrl":"","grantId":"255463","fundValue":"240289.6","fundStart":"2011-01-10","fundEnd":"2013-01-09","dataset":"fp7"}