{"id":"93363","title":"Advanced Training Environment for Crisis Scenarios","abstractText":"'Crisis management is a major issue to prevent emergency situations from turning into disasters. In last years a not correct management of emergencies often created critical situations. In the happening of a catastrophic event, it is human behaviour-- and often human behaviour alone--that determines the speed and efficacy of the crisis management efforts. Frequently speed and efficacy do not stem from the ignorance of procedures, but from the difficulty to operate in contexts where consistent damages are occurring, for the difficulty of managing emotional aspects. Training plays an important function to the preparation of the crisis manager. Currently two main modalities for training purpose are two: table top exercise and real world simulation exercise. Table top exercises are low cost and can be easily and frequently organized, but it cannot recreate the real atmosphere, (e.g. stress, confusion) and need to keep critical decisions in very little time. On the other hand, crisis managers trained through simulation exercises on the field can be very effective, but such a simulations are very expensive and cannot be easily and quickly organized. PANDORA will bridge the gap between table-top exercises and real world simulation exercises, providing a near-real training environment at affordable cost. In a real-time, physics-based environment, PANDORA authentically simulates all the dynamic elements of the entire disaster environment. PANDORA will emulate a complete crisis room: realistic 3D visuals and audio create a truly immersive, chaotic and stressful environment. PANDORA realistically responds to actions taken to enable real individual training value and the development of complete skill sets. Pandora will train at all levels of response, from management and control to all the on-scene activities for emergency organizations. Furthermore, different crisis room will be able to interact, thus recreating a near-real interconnected cross-borders environment.'","grantUrl":"http://www.pandoraproject.eu/","grantId":"225387","fundValue":"3997166.21","fundStart":"2010-01-01","fundEnd":"2012-03-31","dataset":"fp7"}