{"id":"89692","title":"Interstellar dust in star forming regions of nearby galaxies","abstractText":"'Understanding the formation and evolution of a galaxy requires the knowledge of the properties of its stellar population and its star formation activity. The presence of dust in the interstellar medium is fundamental in the star formation process, and is a by-product of that process, which makes the dust itself a tracer of the star formation rate within galaxies. The interstellar dust absorbs the ultraviolet (UV) radiation coming from the stars and re-emits it in the infrared (IR).  The correction for dust extinction is the main source of uncertainty in the estimation of important characteristics of entire galaxies. The research project has the primary goal of studying the role of interstellar dust in nearby star-forming regions. We will study the physical properties of the dust and how they are affected by its stellar environment, the contribution of the dust to the kinematics of the gas in star-forming regions and the confidence in the use of dust emission as a component tracer of the star formation rate in galaxies. We will use data from SPITZER, which provides mid-IR data at the best available resolution, combined with multiwavelength observations (UV-optical-CO-HI), and Fabry-Perot interferometry, one of the most powerful techniques for studying the kinematics of the interstellar gas. The proposal will lay the groundwork for my participation in the scientific exploitation of the forthcoming IR space telescopes, PLANCK and HERSCHEL, to be launched by the European Space Agency in 2008. They will provide observations in a broader wavelength range than currently available and will contribute to a deeper knowledge of the role of the interstellar dust within star forming regions. My stay in Cambridge will be the best possible preparation for the efficient use of the data from these missions, as well as an opportunity to enhance my ability and produce new results from suitable modelling of existing observational material.'","grantUrl":"","grantId":"219962","fundValue":"161792.99","fundStart":"2008-12-01","fundEnd":"2010-08-31","dataset":"fp7"}