{"id":"97984","title":"Providing Aerospace Structures a Sixth Sense","abstractText":"'There is increasing need for aircraft health monitoring to plan maintenance and reduce operational costs, however to date SHM has not been widely embraced. The load history of structural components is, in many cases, one of the most valuable pieces of health monitoring information and this can be obtained from a reliable strain measurement system. Electrical strain gauges and optical strain sensors each have their merits and limitations for providing a strain measurement and a combination of both is likely to be required. The first part of the project identifies applications for SHM strain sensors in aircraft and outlines sensor performance requirements for each application. Next, a gap analysis between the required specification and the current state of the art identifies system aspects that require adaptation. Existing thermal compensation methods will be improved to enhance measurement accuracy. Algorythms will be developed for turning raw data into useful health data and sensors will be delivered for verification testing. The proposed scope of work builds on the leading position of Insensys as a supplier of optical strain sensors to the aerospace industry. Insensys has developed products specifically for the aerospace industry and is engaged with both major commercial fixed wing OEMs and all 5 major helicopter manufacturers. Today Insensys equipment is regularly flown on both fixed wing and rotary aircraft. Testing of the Insensys sensors to DO160E has already begun and a preliminary analysis has been performed to determine requirements for compliance with DO254 and DO178B standards. With a leading position in optical fibre strain monitoring, a leading position in the aerospace industry and a route to take the technology to market, Insensys is best placed to undertake the proposed scope of work and deliver real commercial benefit to aircraft OEMs in the shortest timeframe.'","grantUrl":"","grantId":"255666","fundValue":"78000","fundStart":"2009-11-01","fundEnd":"2010-07-31","dataset":"fp7"}