{"id":"103011","title":"Boundary theories of fractional topological insulators","abstractText":"'Fractional topological insulators (FTIs) are correlated topological phases of matter, which are the topological insulator analogues of the fractional quantum Hall effect (FQHE). The proposed research will study the theories of the boundaries of FTIs, and aims to make the first identification of the key observables that will allow the detection and characterization of these phases in experiments. Experimental consequences of the FTI phase in strongly correlated electronic materials and ultracold atomic gases will be predicted.\n\nFTIs exist in both 2D and 3D, dividing the research into two logical parts. The first part studies the physics of the edge of 2D FTIs, focusing on  the relevance  of physically motivated weak perturbations, and the calculation of the charge conductance of point contacts in the weak tunneling and the weak backscattering limit. In the opposite, strong coupling limit setups with magnetic and superconducting domain walls will be studied, focusing on adiabatic transport properties and on localized excitations related to Majorana fermions.\n\nThe second strand of research focuses on formulating the surface theory of 3D FTIs in the framework of the parton construction. The three main research goals are:  understanding the halved surface FQHE using the surface theory;  exploring the connection between the parton construction and alternative approaches to FTIs, such as the BF theory; and identifing and computing predictions for observables using random matrices and the parton construction - QCD correspondence.\n\nThe duration of the proposed research is 24 months, to be carried out in the TCM Group of the Cavendish Laboratory at the University of Cambridge. The scientist in charge will be Prof. Nigel Cooper, a leading condensed matter theorist. The proposed project brings together the complementary expertise of Prof. Cooper and the applicant, and provides extensive training for the applicant in an array of new research and complementary skills.'","grantUrl":"","grantId":"298665","fundValue":"209033.4","fundStart":"2012-10-01","fundEnd":"2014-09-30","dataset":"fp7"}