{"id":"96980","title":"Novel medical adsorbents for extracorporeal treatment of life threatening conditions","abstractText":"'Recently a program of development of super active carbonic adsorbents for the deep purification of whole blood and blood plasma was realised in the series of joint projects between The EU partners and Ukraine. As a result, nanostructured activated carbons with mass-fractal internal structure and unique capacity towards tightly protein-bound toxins, uncoated or coated with albumin conformers have been synthesized. These materials have been tested and approved for clinical use in Ukraine and Uzbekistan expressly for the treatment of severe hepatic insufficiency, renal insufficiency and multi-organ failure. The goal of this project is the transfer of these findings to a new version of nanostructured carbon, synthesized on the base of phenol-formaldehyde resin modified and coated with haemocompatible dextrans and its sulfated derivates in the Department of Physico-Chemical Mechanisms of Adsorptive Detoxification in the Institute of Experimental Pathology, Oncology and Radiobiology Nat. Acad. of Sci of Ukraine and studied in the School of Pharmacy and Biomolecular Sciences at the University of Brighton (biocompatibility, inflammatory mediator adsorption) and the Laboratory of Immunology, School of Medicine and Pharmacy, University of Clermont-Ferrand (investigation of immunoadsorptive properties of nanostructured carbonic adsorbents coated with sulfated polysaccharides). This program gives the opportunity to cultivate a high scientific quality consortium consisting of 2 European and 1 third country academic institute, with the aim to sustain and create new collaborative partnerships between EU partners and Ukraine, and transfer knowledge and technologies in one of the most exciting fields of modern biomaterial science. Focusing on the development of extracorporeal methods for toxin removal, for the treatment of many life threatening conditions and chronic conditions, that result in a low quality of patient life.'","grantUrl":"","grantId":"247547","fundValue":"113400","fundStart":"2010-12-01","fundEnd":"2014-11-30","dataset":"fp7"}