{"id":"100793","title":"Speech synthesis that improves through adaptive learning","abstractText":"The Simple4All project will create speech synthesis technology that learns from data with little or no expert supervision and continually improves itself, simply by being used.nnIn order to be accepted by users, the voice of a spoken interaction system must be natural and appropriate for the content. Using the same voice for every application is not acceptable to users.nnBut creating a speech synthesiser for a new language or domain is too expensive, because current technology relies on labelled data and human expertise. Systems comprise rules, statistical models, and data, requiring careful tuning by experienced engineers.nnSo, speech synthesis is available from a small number of vendors, offering generic products, not tailored to any application domain. Systems are not portable: creating a bespoke system for a specific application is hard, because it involves substantial effort to re-engineer every component of the system. Take-up  by potential end users is limited; the range of feasible applications is narrow. Synthesis is often an off-the-shelf component, providing a highly inappropriate speaking style for applications such as dialogue, speech translation, games, personal assistants, communication aids, SMS-to-speech conversion, e-learning, toys and a multitude of other applications where a specific speaking style is important.nnWe will develop methods that enable the construction of systems from audio and text data. We will enable systems to learn after deployment. General purpose or specialised systems for any domain or language will become feasible. Our objectives are:nn* Adaptability: create highly portable and adaptable speech synthesis technology suitable for any domain or languagenn* Learning from data and interaction: provide a complete, consistent framework in which every component of a speech synthesis system can be learned and improvednn* Speaking style: enable the generation of natural, conversational, highly expressive synthetic speech which is appropriate to the wider contextnn* Demonstration and evaluation: automatic creation of a new speech synthesiser from scratch, and feedback-driven online learning, with perceptual evaluations.","grantUrl":"","grantId":"287678","fundValue":"3990615","fundStart":"2011-11-01","fundEnd":"2014-10-31","dataset":"fp7"}