{"id":"108485","title":"The interface between language and cognition in neurodevelopmental disorders: Evidence from cross-linguistic comparisons","abstractText":"'This study will investigate the interactions between language and cognition in Down Syndrome (DS), Williams Syndrome (WS) and Specific Language Impairment (SLI) in an attempt to challenge existing views of the modularity of language and to move a step further towards a full understanding of the underlying linguistic challenges faced by people with neurodevelopmental disorders. This main aim will be realized by asking three research questions, namely, (1) Do the language deficits associated with DS, SLI, & WS manifest themselves differently in the comprehension as opposed to the production of language? (2) Are these deficits in the manifestation of language a consequence of more general cognitive impairment in memory or conceptual knowledge? and (3) Is the nature of these deficits comparable in languages of different levels of morphological enrichment (English-Greek)? In order to address these research questions, we will adopt a novel but systematic cross-linguistic approach whereby complex grammatical structures including relative clauses, wh-questions and control sentences will be manipulated for working memory load and reliance on real-world knowledge. Moreover, noun phrases will be elicited to test (i) number and gender concord of the highly inflected language of Greek, and (ii) number agreement between pronouns and nouns due to the lack of grammatical gender and adjectival agreement in English. Each atypical group will comprise fifteen individuals in each language (aged 8 to 18 years) while their performance will be compared to that of larger groups of English and Greek typically developing children using novel regression-based norming approaches. Given that our cross-language comparison will allow for generalization of our results, our findings would be relevant to reducing the cost, and increasing the effectiveness, of supporting individuals with language delay across the ERA.'","grantUrl":"","grantId":"327343","fundValue":"221606.4","fundStart":"2013-09-09","fundEnd":"2015-09-08","dataset":"fp7"}