{"id":"89632","title":"Magnetochemical studies of high valent silver fluorides","abstractText":"'AgII-containing phases of the form A2AgF4 or AAgF3 (A = K, Rb, Cs) have previously been synthesized via solid state reaction by us and others; Cs2AgF4 is structurally related to K2NiF4 and shares structural similarities with other strongly correlated structures, including the high Tc cuprates. The magnetic behavior of these materials shows that the spins associated with the 4d9 AgII ions are strongly correlated in the case of Rb and Cs. There is a clear structural fluoride-oxide analogy between the fluoride 214 phases and the oxide based 214 phases that form the cuprate superconductors. More generally, perovskite crystal systems often display strongly correlated properties, including ferroelectric and magnetic behavior. In particular, the tolerance of the perovskite crystal system to other cations is high, leading to a rich structural chemistry and often, macroscopic properties that are tunable. We therefore propose to dope these phases in order to explore the magnetic behavior of the defected lattice. Through incorporation of an ion of similar size to the alkali metal but with a higher charge, we will force the Ag ions to adjust their charge to form an electroneutral lattice. Using a combination of exploratory synthesis, elastic and inelastic neutron scattering, bulk magnetic measurements and MuSR, we will determine a comprehensive model of the magnetostructural disposition of these systems, illuminating the associated physics and chemistry of the AgII ion.  Extensions of this work to other transition metal-containing systems will provide magnetostructural information on systems that are synthetically challenging and rare, which will, in turn, enable the development of stronger theoretical models of low dimensional, strongly correlated systems in which the interplay of electronic and magnetic properties are necessarily vital to the understanding of the bulk properties.'","grantUrl":"","grantId":"210967","fundValue":"100000","fundStart":"2007-09-03","fundEnd":"2011-09-02","dataset":"fp7"}