{"id":"102940","title":"Novel Approaches to Determine Molecular Mechanisms of Pathogenesis in Tuberculosis","abstractText":"'I initiated and developed an unbiased comprehensive study using whole genome array analysis of the transcriptome in blood of tuberculosis (TB) patients and provided global knowledge of the immune response and potential factors leading to TB pathogenesis. Using larger cohorts of TB patients and controls than previous studies, together with complementary analytical approaches of modular, pathway and gene level analysis, we identified a striking interferon (IFN)-inducible neutrophil-driven signature of active TB. This IFN-inducible gene signature correlated with extent of radiographic disease and was represented by Type I IFN as well as IFN-gamma-inducible genes. We propose to apply the knowledge obtained from our study of human TB to study in depth the potential role of Type I IFNs and Type I IFN-inducible genes in TB pathogenesis in susceptible genetic strains of mice infected with virulent Mycobacterium tuberculosis (MTb) strains. We propose to develop a modular tool to study complex transcriptional data in blood from mouse models of disease, as has been done for human disease, to allow accurate comparison of mouse models with human TB, and allow rapid analysis of the immune response at the transcriptional level to reflect pathogenesis, but also in the study of MTb-infected mice where potential pathways of pathogenesis have been perturbed. Based on our findings in human TB we propose to test the hypothesis that Type I IFN and genes induced by this pathway during TB, including Tripartite motif-containing proteins (TRIMs), are important determinants of pathogenesis. This will be achieved by their elimination or perturbation in susceptible TB models and in MTb-infected macrophages, dendritic cells, and neutrophils to define molecular mechanisms contributing to their role in TB pathogenesis.'","grantUrl":"","grantId":"294682","fundValue":"1522491.41","fundStart":"2012-04-01","fundEnd":"2017-03-31","dataset":"fp7"}