{"id":"105487","title":"Holistic energy-efficient retrofitting of residential buildings","abstractText":"'The proposed project will develop and demonstrate energy efficient new and innovative technologies and solutions for retrofitting and performance monitoring of a number of typical residential buildings in EU countries. Technologies envisaged for envelope retrofitting include various types of insulation materials. Energy efficient solutions will also be deployed including energy efficient lighting and HVAC, and renewable energy systems. The technologies and solutions will be affordable, durable, easy for installation and compatible with existing building functions and aesthetics as well as energy efficient. The types of building for retrofitting will include detached, semidetached and terrace houses, and flats of different ages. Methods for measurement of building performance before and after retrofitting will include leakage test and thermal imaging to determine the major areas of building envelope for improvement, in addition to smart energy metering for individual technologies and building as a whole. The buildings will be retrofitted to at least the latest national building standards for new buildings. The type and number of technology deployed will be optimised using life cycle energy analysis for each type of building.\n\nThe work programme will involve development of computer models for optimising technologies and solutions, analysing dynamic energy demand of buildings and predicting microclimate indoors, development and testing of technologies and solutions under laboratory conditions, retrofitting and monitoring residential buildings in different climatic conditions, and a socio-economic analysis.\n\nThe above outcomes will be delivered through innovative solutions developed by a Consortium comprising leading companies, universities and public institutions from 10 European countries.'","grantUrl":"","grantId":"314283","fundValue":"8605679.8","fundStart":"2012-10-15","fundEnd":"2016-04-14","dataset":"fp7"}