{"id":"185492","title":"Protection Measures for Merchant Ships","abstractText":"'There is a bewildering array of ongoing actions in the field of countering pirate assaults and there are a large number of options available to shipping companies to mitigate the risk of piracy and to deter pirates. However there is scant information regarding their operational effectiveness or the cost benefits of their use, particularly when employed in combination as part of a holistic approach addressing; the particular vulnerabilities of each vessel, non-lethal response measures and armed security guards, crew training and abilities, shipping business practices and pressures, pirate tactics and the impact of environmental factors (visibility, currents, waves and wind speed) on all. The users need tools to assess the available counter-measures, the current and future threat situations, identify and quantify the risks and aid their decisions before and during their voyages.\nPROMERC aims to reduce the vulnerability of EU merchant fleets and maritime supply lines to criminal abduction and extortion and thereby reduce risk to mariners, shipping, and the environment, while also reducing costs. This will be delivered through the provision of:\n-        Independent review and recommendations about non-lethal technologies for pirate avoidance and opposing the boarding of vessels by pirates.\n-        An automated voyage planning support tool to aid shore based authorities, which will balance routeing to mitigate risk against incurring additional fuel costs due to re-routeing and increased speed.\n-        An automated decision support tool to provide seafarers with real time threat assessment, evaluation of possible courses of action and a recommended course of action. A manual to aid in the selection and use of appropriate counter piracy measures in a layered holistic defence.\n-        Recommendations on the further development of counter piracy measures.'","grantUrl":"http://www.promerc.eu/","grantId":"607685","fundValue":"3131452","fundStart":"2014-03-01","fundEnd":"2016-02-29","dataset":"fp7"}