{"id":"185630","title":"The Evolution of Cognitive Performance","abstractText":"'I aim to determine how cognitive abilities evolve under natural selection; one of the most important, yet poorly understood issues in modern biology. Comparative studies inform us how species differ, and hence, one can infer selective pressures. However, studies of how heritable inter-individual cognitive differences determine fitness in the face of natural selection are absent. I will use methods and paradigms developed in comparative psychology, cognitive science and behavioural ecology, applying them to free-living animals, and so determine how cognition evolves. Pheasants (Phasianus colchicus) present an ideal system. Large numbers (100s) of individuals can be reared under controlled conditions and then exposed to natural selection pressures. Precocial chicks can be reared without differences in parental care. During rearing, chicks will complete a suite of automated cognitive training and testing, and their performance will be recorded. Conditions before and during rearing will be manipulated including maternal investment in eggs and diet complexity during rearing. Crucially, these captive reared birds will be released and exposed to natural selection. Surviving birds will be recaptured and bred from, producing large broods so that heritability can be studied. Empirical work will describe how individuals vary in their performance across a suite of cognitive domains; how such performance links to their natural behaviours; how their performance contributes to their fitness; how variation in performance is inherited; and how variation in performance is influenced by early life maternal or environmental factors. These are all significant steps in themselves, but the real strength of this project is addressing them in synchrony in a single, free-living study system. This provides a robust framework to tackle the broad question of how cognitive performance evolves that can be applied across a wider suite of conditions and taxa, including humans.'","grantUrl":"","grantId":"616474","fundValue":"1450000","fundStart":"2014-03-01","fundEnd":"2019-02-28","dataset":"fp7"}