{"id":"105578","title":"The Origin of Jawed Vertebrates and the Evolution of Morphology in Deep Time","abstractText":"'Jawed vertebrates account for more than 99% of modern vertebrate diversity. Collectively, they comprise chondrichthyans (sharks, rays, and chimaeras) and osteichthyans (bony fishes and terrestrial vertebrates, including humans). The anatomy of jawed vertebrates includes a series of complex traits such as jaws, teeth, paired appendages, and novel skeletal tissues such as bone. In spite of the intensive investigation of jawed vertebrate evolution in comparative morphology and molecular developmental evolution, the origin and early diversification of this important group remains mysterious. This project seeks to inject a large body of fresh data into the problem of early jawed vertebrate origins and evolution and develop modernized tools for morphological phylogenetics. We will use an integration of expeditionary fieldwork, modern digital imaging technology, and newly developed numerical methods in phylogenetics to address the problems of early jawed vertebrate origins. The work will focus on the morphology and relationships of fossil jawed vertebrates from the Palaeozoic Era (approx. 540-250 million years ago) which exhibit the earliest evidence of jaws, teeth, and paired appendages. Fieldwork in Mongolia will deliver new taxonomic and morphological data from poorly explored regions and attack a major geographic bias in existing fossil archives. The project will exploit computed tomography scanning to analyze existing fossil archives of extract species. This work will provide a detailed scheme of phylogenetic relationships inferring the relationships of early fossil forms to modern jawed vertebrate lineages and document the evolutionary assembly of complex morphological traits of jawed vertebrates. These results will yield refined timelines for jawed vertebrate evolution that can help calibrate molecular clock studies and deliver a rich comparative framework for evolutionary morphological and developmental studies.'","grantUrl":"","grantId":"311092","fundValue":"1401820","fundStart":"2013-01-01","fundEnd":"2017-12-31","dataset":"fp7"}