{"id":"99423","title":"Farming Transitions:  Pathways Towards Regional Sustainability of Agriculture in Europe","abstractText":"'In FarmPath, we propose that increasing sustainability in agriculture is best addressed by enabling flexible combinations of farming models, which vary to reflect the specific opportunity sets embedded in regional culture, agricultural capability, diversification potential, ecology, and historic ownership and governance structures.  We will enable progress towards this goal of increased regional sustainability of agriculture through a transdisciplinary research approach, where knowledge is co-produced by scientists, stakeholders and practitioners. FarmPath will specifically integrate theoretical and conceptual approaches to transition and transition management with recent research on adaptive capacity and resilience in farming systems, food regimes, and farm level transitions to multifunctionality, and build on previous EC funded research projects on sustainability and innovation in farming systems, and production and consumption chains.  FarmPath will assess a set of farm and regional level sustainability initiatives to identify conflict and complementarity, focusing on how combinations of initiatives, actors, technologies and policies can achieve synergies which initiate transition pathways at regional level.  FarmPath will engage in participatory visioning and scenario assessment in contrasting national and European regions, to identify transition pathways: combinations of visions and the social and technical mechanisms and innovations needed to reach these visions. This will lead to the development of a handbook for assessing and identifying actions which can be taken by policy makers to facilitate transition towards regionally sustainable agriculture.  FarmPath will also investigate issues surrounding young people and new entrants to farming in specific relation to these initiatives and scenarios.  Research findings will be presented and discussed in an international conference, and developed into an academic book.'","grantUrl":"","grantId":"265394","fundValue":"2068272.8","fundStart":"2011-03-01","fundEnd":"2014-05-31","dataset":"fp7"}