{"id":"109802","title":"Circadian Developmental Requirements","abstractText":"'Circadian clocks are internal daily time keeping mechanisms that are required for autonomous daily rhythms in physiology and behaviour of both fruit flies and humans. Our previous work has identified a developmental role in fruit flies for the transcription factor CLOCK/CYCLE (CLK/CYC), which represents a phylogenetic and functional orthologue of the key human circadian regulator CLOCK/BMAL1. By conditionally manipulating the developmental expression of the genes for CYC as well as the CLK/CYC inhibitor PERIOD (PER), we found that CLK/CYC acts in the clock neurons during metamorphosis to ensure that the adult neural clock circuit maintains the ability to generate circadian locomotor behaviour in constant darkness. The proposed research aims to elucidate this novel role for CLK/CYC by (1) more precisely identifying its spatiotemporal context, (2) determining the associated molecular and cellular phenotypes in adult clock neurons, and (3) systematically testing a number of candidate genes for their involvement in generating the observed phenotypes. Our experimental strategy takes advantage of a combination of fruit fly genetics, confocal immunofluorescence, and behavioural assays that are all well-established in our research group. Ultimately, elucidation of the signalling pathways connecting developmental CLK/CYC activity to overt circadian behaviour in adult flies will provide a compelling rationale for exploring analogous mechanisms associated with the homologous mammalian CLOCK/BMAL and NPAS2/BMAL complexes. Given the association of the Clock and Bmal genes with circadian control of a broad array of physiological functions including metabolism and sleep and the high degree of structural and functional conservation between the clocks of flies and human this study has strong relevance to human health and well-being.'","grantUrl":"","grantId":"618563","fundValue":"100000","fundStart":"2014-04-01","fundEnd":"2018-03-31","dataset":"fp7"}