{"id":"109761","title":"Generalised Continuum Models and Plasticity","abstractText":"'The classical modelling framework of continuum mechanics gives great flexibility in the formulation of specific constitutive models describing a wide variety of material behaviours. Some general properties shared by all classical continua, however, render them unable to model some specific phenomena, such as size effect or strain localisation. To model such phenomena, it is necessary to relax some restrictions of the classical continuum, thus obtaining generalised continua, such as the Cosserat, micromorphic, non-local or strain-gradient continua.\n\nAlthough we often assume elastic behaviour when studying generalised continuum models, in order to consider the fundamental properties of the models in the simplest possible setting, the actual applications for which these models are proposed include in most cases plastic behaviour. The different kinematic/static descriptions available within a generalised setting and the richer ways in which the relevant quantities can be combined  lead to much wider possibilities for the formulation of elastoplastic constitutive laws. Wider acceptance and use of elastoplastic generalised continuum models however requires a stronger theoretical knowledge base which would allow us to make informed modelling decisions. Additionally, more efficient numerical modelling tools are also needed to implement the specific models.\n\nThe overall research goal of the proposed project 'Generalised Continuum Models and Plasticity' (GECOMPL) is to enable wider adoption of generalised plasticity models in practical applications. More specifically, the project proposes a detailed study of the formulation of both existing and new elastoplastic constitutive laws in the framework of generalised continua, leading to a better understanding of the different possible constitutive models and providing both the necessary theoretical basis and the appropriate numerical tools needed to use generalised continuum models in describing elastoplastic behaviour.'","grantUrl":"","grantId":"618096","fundValue":"100000","fundStart":"2013-09-01","fundEnd":"2017-08-31","dataset":"fp7"}