{"id":"103633","title":"e-Maritime Strategic Framework and Simulation based Validation","abstractText":"The objective of e-Maritime is to make maritime transport safer, more secure, more environmentally friendly and more competitive. For this, e-Maritime must ameliorate complexities that hinder networking of different stakeholders, help to increase automation of operational processes particularly compliance management and facilitate the streaming of synthesised information from disparate sources to assist decision making.\nThe eMar approach will facilitate extensive participation of the European maritime public, business and research community in a knowledge development process leading to  the specification of the  e-Maritime Strategic Framework. The emphasis will be in multiple iterations across different stages and with different stakeholders.\nThe development of the e-Maritime Strategic Framework will include the following key aspects:\na.\tA number of market surveys to be conducted by a leading company in this field to identify business drivers and requirement priorities of different stakeholder groups\nb.\tStakeholder needs analysis, using knowledge of technology and architectural capabilities from projects such as MarNIS, Freightwise, EFFORTS, Flagship, SKEMA etc to identify new processes and functionalities.\nc.\tIdentification of implications for standardization and standardisation strategies for areas that cannot be relied upon being developed in other places.\nd.\tMeasures to address legal and organisational inconsistencies at national and regional levels, human factors and change management issues.\ne.\tInterfaces with SafeSeaNet, e-Freight and e-Customs, National Single Windows, Galileo and e-Navigation developments.\nf.\tCost-benefit analysis for new business models (and corresponding legal changes) relying on e-Maritime services.\n","grantUrl":"","grantId":"265851","fundValue":"5666347.23","fundStart":"2012-01-01","fundEnd":"2014-12-31","dataset":"fp7"}