{"id":"106901","title":"Metabolic functions of p53 in non-cancer pathologies","abstractText":"'Extensive study of the p53 protein has resulted in a detailed understanding of its role in tumour suppression, information that is being used to develop small molecule modulators of p53 that are presently under evaluation for cancer therapy. However, it has recently become clear that p53 also plays roles in aspects of human health and disease extending beyond cancer - although most of these are poorly understood. We therefore propose to investigate some of these non-cancer functions of p53, with an emphasis on the role of p53 in the regulation of metabolism, extending to an analysis of whether p53 contributes to pathologies such as diabetes and obesity. This is a pioneering project that brings p53 research into new areas, yet builds on the solid platform of existing knowledge about the regulation and function of p53. State of the art genomic, proteomic, metabolomic and imaging analyses will be used to identify the roles of p53 in the response to metabolic stress caused by nutrient deficiency or excess, and investigate how these activities balance cell survival and cell death. Models will be developed to address how these functions of p53 relate to the control of metabolism and disease in vivo. Understanding how the cellular response to metabolic stress is controlled, and identifying a role for p53 in the regulation of metabolic homeostasis has enormous potential to influence the diagnosis and treatment of disease. The proposal will help to define the role of p53 in the development of diabetes and obesity, and lay the groundwork for the investigation of a role for p53 in other pathologies, such as neurodegenerative disease, cardiovascular disease and liver disease. These studies will therefore have far-reaching impact on some of the most prominent health threats in the developed world.'","grantUrl":"","grantId":"322842","fundValue":"2437814","fundStart":"2013-02-01","fundEnd":"2018-01-31","dataset":"fp7"}