{"id":"92323","title":"Anisotropy Distributions in Nanomagnetic Arrays for Patterned Media","abstractText":"'This proposal is aimed at understanding why nominally identical nanomagnetic elements switch at different values of applied magnetic field, and providing material solutions that will allow the switching field distribution (SFD) to be reduced. The width of the SFD is a critical problem in any nanomagnetic device that depends for its functionality on reversal of magnetisation, but is particularly pressing in the case of bit patterned media (BPM). BPM is currently a leading contender to become the new paradigm for data storage in the $30bn hard disk drive (HDD) industry when recording on granular, perpendicular media reaches its limit at ~1 Tbit/in2 (~155 Gbit/cm2). The timeliness and relevance of the proposed research is amply demonstrated by the realisation that the best current materials for BPM have an intrinsic distribution of anisotropy that is a factor of two greater than modelling shows is required to successfully build a BPM device operating at 1 Tbit/in2. BPM provides strong motivation of the proposed research, but the benefits for other areas of nanomagnetism are also significant, since it is generally true that as the size of nanomagnetic devices decreases the SFD increases. As an example, successful development of high density Magnetic Random Access Memory (MRAM) will crucially depend on control of the SFD. Hence, if the full potential of nanomagnetism as a practical technology is to be realised, control of the SFD will be a key enabling requirement. The research ideas contained in this proposal are firmly focussed on providing a new and detailed understanding of a critical problem in nanomagnetics. The principal investigator has a significant record of achievement in this important research area, gained while working in the US. The purpose of this re-integration proposal is to provide resources that will allow this extensive expertise and experience to be exploited to the full in a timely fashion.'","grantUrl":"","grantId":"231036","fundValue":"100000","fundStart":"2008-11-01","fundEnd":"2012-10-31","dataset":"fp7"}