{"id":"94862","title":"Detachment Faults in Ophiolites","abstractText":"'It is now recognised that large detachment faults underlie up to 50% of the length of the slow-spreading rate portions of the mid-ocean ridge system. These fault systems have been the target of numerous scientific drilling expeditions. Although many millions of dollars have been spent in these endeavours, they have revealed little about the accommodation of strain on the detachment faults and in the underlying rocks. The principal reason for this lack of progress is the difficulty of conducting structural geological investigations on 1-D drill core samples. This potentially may be overcome by examining ancient examples of oceanic detachment faults in ophiolites, which are slices of oceanic lithosphere that have been emplaced tectonically onto continental margins and which expose ocean floor structures in 3-D over areas of many tens of km2. This project will focus on a recent candidate for a detachment system within the Jurassic Mirdita ophiolite of Albania. An integrated field-based structural and palaeomagnetic investigation will test the hypothesis that this example provides an analogue for modern oceanic detachment systems. We will: (i) systematically back-strip successive tectonic events that have affected the ophiolite, in order to recover primary seafloor relationships; (ii) determine whether relative tectonic rotation has occurred across the detachment fault, a defining feature of modern examples; and (iii) quantify the role of large- and small-scale faulting in accommodating displacement within the detachment system. The project will provide the IEF with: (i) extensive training in field-based structural analysis, directly complementing his existing expertise in palaeomagnetic methods, thereby allowing him to conduct future investigations in more complex tectonic environments; and (ii) engagement with the international oceanic scientific drilling community, opening future opportunities to move into oceanic geodynamic research.'","grantUrl":"","grantId":"252436","fundValue":"173240.8","fundStart":"2010-06-01","fundEnd":"2012-05-31","dataset":"fp7"}