{"id":"91907","title":"\"The determinants of international migration: A theoretical and empirical assessment of policy, origin and destination effects\"","abstractText":"'The main question of this research project is: how do migration policies of receiving and sending states affect the size, direction and nature of international migration to wealthy countries? The effectiveness of migration policies has been widely contested in the face of their apparent failure to steer immigration and their many unintended, perverse effects. Due to fundamental conceptual and methodological flaws, most empirical evidence has remained largely descriptive and biased by omitting crucial sending country and policy variables. This project answers this question by embedding the systematic empirical analysis of policy effects into a comprehensive theoretical framework of the macro and meso-level forces driving international migration to and from wealthy countries. This is achieved by linking separately evolved migration theories focusing on either sending or receiving countries and integrating them with theories on the internal dynamics of migration processes. A systematic review and categorisation of receiving and sending country migration policies will provide an improved operationalisation of policy variables. Subsequently, this framework will be subjected to quantitative empirical tests drawing on gross and bilateral (country-to-country) migration flow data, with a particular focus on Europe. Methodologically, this project is groundbreaking by introducing a longitudinal, double comparative approach by studying migration flows of multiple origin groups to multiple destination countries. This design enables a unique, simultaneous analysis of origin and destination country, network and policy effects. Theoretically, this research project is innovative by going beyond simple push-pull and equilibrium models and linking sending and receiving side, and economic and non-economic migration theory. This project is policy-relevant by improving insight in the way policies shape migration processes in their interaction with other migration determinants'","grantUrl":"","grantId":"240940","fundValue":"1186768","fundStart":"2010-01-01","fundEnd":"2014-12-31","dataset":"fp7"}