{"id":"97206","title":"Organizing Disaster. Civil Protection and the Population","abstractText":"'The proposed project takes up the fundamental question of how the state orders society and applies it to an unexpected, but highly insightful case of disasters. It takes disasters as moments when the state attempts to reorder society and thus analyses the encounter between civil protection as state organisation and the population. What happens when civil protection encounters the population in case of disasters? How does civil protection conceive of the population and how does it influence what happens in case of disasters? How does the population conceive of civil protection in turn? By answering these questions the project reacts to omissions of both disaster studies and research on the state. Both of these research traditions tended to either look exclusively at the state or at resistant or subjected citizens. By drawing on Science and Technology Studies and the sociology of expertise these omissions are averted. This allows first looking at civil protection as a knowledge-based and organised attempt to order society. Second it allows understanding disasters as a process involving a reordering of society mediated by knowledge and objects. Combining these approaches allows to precisely analyse the relationship between experts and lay people, without focusing on either of these.\nThe project seeks to answer the above questions by combining a set of empirical methods, namely document analysis of civil protection manuals, participant observation and visual ethnographies of civil protection trainings and qualitative interviews in the aftermath of flood-disasters. The empirical fields chosen in this project are England, Switzerland and India, to allow for comparison of different forms of centralization and different forms of professionalization of civil protection organisations.\nThe empirical research progresses in three steps. First, a study of programmatic texts and training manuals of civil protection agencies looks at how civil protection conceives of the relationship between the organisation and the population on paper and how these views have changed along with organisational structures since the 1950ies. Second, ethnographic studies of civil protection training and narrative interviews with civil protection officers look at how civil protection currently conceives of the population in practice and how these views are mediated by recent organisational and technological changes. Last, recent disaster events are used for an interview-based and ethnographic study to look at what happens when civil protection encounters the population.'","grantUrl":"","grantId":"263731","fundValue":"1180471","fundStart":"2011-01-01","fundEnd":"2015-06-30","dataset":"fp7"}