{"id":"98237","title":"New Transformations of Secondary Alkylboronic Esters","abstractText":"'The properties of organic molecules are defined by their shape and\nfunctionality. However, the creation of such molecules with control\nover both of these features is highly challenging. This proposal\ndescribes novel methodology for simultaneous C-C bond formation with control\nover shape (stereochemistry). In particular it focuses\non the stereoselective replacement of boron (which is easy to\nintroduce) to halides and other heteroatoms, and new ways for\ncross-coupling to aromatics without the need for transition metals.\n\nIn order to promote the electrophilic halogenation of a boronic\nester, we envisaged the reaction of boronate complex with a halogen electrophile. In preliminary experiments such processes have already\nbeen found to be viable and occur with complete stereoinversion.\nThrough tuning the nature of the aryl lithium one could envisage\nselective halogenation of a broad range of substrates, giving access\nto a myriad of stereodefined secondary alkyl halides, including\nfluorides. Moreover, alcohols, amines derivatives, thioethers and\nselenoethers could all be accessible by the reaction of these new\nactivated boronic ester ate complexes with suitable electrophiles.\n\nThe final part will focus on the (transition metal-free) cross\ncoupling of secondary alkylboronic esters. We present a conceptually new\napproach to this challenging problem by considering the reaction of a\nsecondary boronic ester with an aryl lithium reagent. Following ate\ncomplex formation, one-electron oxidation would result in\ndearomatization leading to a radical cation which would trigger a\n1,2-migration/rearomatization sequence. High stereointegrity can be\nexpected for such a process from the stereospecificity of the\n1,2-sigmatropic rearrangement. Preliminary results have shown that\nthe concept is again viable but needs substantial optimization. This methodology will be applied to\nchallenges in synthesis.'","grantUrl":"","grantId":"274783","fundValue":"209092.8","fundStart":"2011-03-01","fundEnd":"2013-02-28","dataset":"fp7"}