{"id":"92446","title":"Sperm competition and the evolution of the male reproductive genome: a case study in the nannoptera group of Drosophila","abstractText":"'Sperm competition is known to affect many aspects of animal behaviour and anatomy. In this proposal, I will examine how the threat of sperm competition is reflected in the complexity of male ejaculates, and in the rate of evolution of the components of this ejaculate. My core hypothesis is that loss of sperm competition will be reflected in ejaculates that are less complex (as they do not have to function in maximizing success in sperm competition) and evolve less quickly (as they are not driven by recurrent selection from male-male conflicts). Using D. wassermani and D. nannoptera, two polyandrous species, and D. acanthoptera, a monandrous species, of the less-known Drosophila nannoptera group, I will examine how the gene set involved with male reproduction alters between polyandrous and monandrous species, and compare the evolutionary rate of genes involved with male reproduction in the different species. This will involve a) Using 454 sequencing to establish EST sets for accessory glands and testes for each species, and establish genes involved with male reproduction in each species. b) Comparing EST set membership between monandrous and polyandrous species, and between polyandrous species. c) Examining the level of divergence of the subset of genes involved with male reproduction. I will specifically test: a) Whether certain genes involved with male reproduction are lost following transition to monandry, and associated loss of sperm competition. b) Whether the rate of positive selection in genes involved in male reproduction is lower in the lineage leading to D. acanthoptera, associated with reduction in the intensity of sexual conflict. c) Whether genes involved with male reproduction present in all species (core genes) evolve more slowly than genes present only in polyandrous species that are likely to function in sperm competition.'","grantUrl":"","grantId":"235645","fundValue":"171300.62","fundStart":"2009-08-01","fundEnd":"2012-01-31","dataset":"fp7"}