{"id":"108717","title":"Civil Engagement in Social Work: Developing Global Models","abstractText":"'This project aims to examine the role of social work and its engagement with civil society in supporting vulnerable members of the community. It will examine the relationship within the context of social welfare reform in response to neoliberal reform and new public management initiatives. Social work provides an important role in civil society of protecting, supporting and advocating for societies vulnerable members. Whilst there is an agreed international definition of social work, the practice, structure and socio-political support for the profession varies internationally.  The values, training and structure of the profession require social work to question how it should best service citizens through advocacy, promoting social cohesion, developing social capital and supporting broader public health for individual and communities. These services previously enjoyed support due to progressive policies aimed at reducing poverty, social inequality and social exclusion. They are however increasingly being subject to pressures of marketisation, austerity and statutory intervention, many of which may be impacting negatively on the profession. The structure of the profession and social welfare services, the role and changes across international and cultural boundaries and engagement with civil society in this regard is under researched, with few opportunities for the development of international researchers. The project involves EU and associated countries that are undergoing significant social and economic change, namely England, Italy, Portugal, Spain and Turkey, whilst non EU countries, Brazil, Russia, India, China and South Africa are newly advanced economic development countries. Through the development and co-ordination of trans-continental researchers it will enhance the understanding, knowledge base and develop models of global sustainable social welfare service delivery.'","grantUrl":"","grantId":"318938","fundValue":"292600","fundStart":"2013-05-27","fundEnd":"2016-05-26","dataset":"fp7"}