{"id":"104805","title":"Screening of candidate targets for astrocytic toxicity in motor neurone disease","abstractText":"'Motor neurone disease (MND) is a neurodegenerative disease, characterized by progressive loss of motor neurons (MN), leading to muscle atrophy and death. Approximately 10% of cases are familial, and 20% of these have been linked to dominant mutations in Cu/Zn superoxide dismutase 1 (SOD1). Transgenic mice carrying mutant SOD1 develop a neuromuscular disease similar to human MND. For nearly a decade MND has been considered a disease selectively affecting the MN, but strong evidence has accumulated over recent years indicating that non-neuronal (glial) cells are significantly involved in the pathogenesis of MND. In the outgoing host laboratory, neural progenitor cells (NPCs) have been successfully isolated from human post-mortem spinal cord and differentiated into astrocytes. It was shown that NPC-derived astrocytes from both sporadic and familial MND cases share a common non-cell autonomous toxicity, selectively killing MN in a co-culture model system. Therefore, these cells can be successfully used to screen the toxic pathways involved in the disease and co-cultures with GFP positive MN produce a reliable readout for this toxicity, providing the only in vitro screening tool for sporadic MND derived from human neuronal tissue. In the present proposal, short hairpin RNA (shRNA) will be used to silence the expression of targeted candidate genes selected from a previous microarray study in order to investigate the factors involved in astrocyte toxicity in MND. The best hits from the in vitro screening will be tested in vivo in the mutant SOD1 mouse model of the disease using adeno-associated virus 9 (AAV9). AAV9 have been shown to have a preferential tropism for adult astrocytes within the central nervous system, which makes them the most appropriate tool to specifically target astrocytes in vivo. During the return phase, the NPC derived astrocytes will be used to screen compounds from a drug library and the new technology will be set up in the host laboratory'","grantUrl":"","grantId":"303101","fundValue":"271943.7","fundStart":"2012-08-01","fundEnd":"2015-07-31","dataset":"fp7"}