{"id":"97700","title":"European Network of HIV/AIDS Cohort Studies to Coordinate at European and International Level Clinical Research on HIV/AIDS","abstractText":"'Over the past 15 years, EU-funded cohorts and collaborations (EuroSIDA, CASCADE and PENTA), have played a central role in developing our understanding of HIV progression and the effects of ART, enabling European expertise to contribute directly to the advances in patient diagnosis and management worldwide, and providing a continued surveillance mechanism for detection of emerging problems at a European level. Furthermore, we also established COHERE (Collaboration Of HIV Epidemiologic Research in Europe), a new European-wide cohort collaboration encompassing virtually all European HIV cohorts which were not included in the EU-funded networks. COHERE provides us with sufficient statistical power to address questions that cannot be addressed by existing cohorts and networks alone. Together, these collaborations form the foundation of a proposed Network of Excellence, which we have named EuroCoord.\n\nEuroCoord currently has access to data from over 250,000 HIV-infected individuals across the European continent, and beyond, both male and female, from neonates to geriatric populations, infected through sex between men, sex between men and women, injecting drug use, nosocomially and from mother to child, with and without co-infection with hepatitis viruses, of different ethnic and socio-economic backgrounds, from indigenous and migrant populations, in settings with varying levels of access to care and laboratory techniques. Our multidisciplinary research will thus allow us to address key areas of HIV research aimed at improving the management and life of HIV-infected individuals, whilst allowing us to explore differences within sub-groups.\n\nEuroCoord is in a position to mobilise European HIV cohort research, bringing it within one truly pan-European network of cohort studies with a strong and increasing presence in the Central- and Eastern European region. The structure of our network, maintaining autonomy within each individual network but within one common research platform, ensures that the most competitive science is performed whilst allowing us to pool our expertise and resources to undertake new initiatives within an integrated collaborative structure.'","grantUrl":"","grantId":"260694","fundValue":"15955344.45","fundStart":"2011-01-01","fundEnd":"2015-12-31","dataset":"fp7"}