{"id":"109203","title":"\"Early treated patients with PKU:  Exploring the association between measures of metabolic control, cognitive performance and neurological health.\"","abstractText":"'Phenylketonuria (PKU) is an inherited metabolic disease which, if left untreated, results in severe mental retardation. The main symptoms can be eliminated by following a restrictive and unpleasant diet, but it is unclear whether this diet should be maintained after childhood. The research team for TREPAPHEN is treating one of the largest cohorts of PKU patients in the UK with records of blood levels of Phe since infancy. These patients are the first generation to reach adulthood after treatment allowing, for the first time, assessment of whether, even in adulthood, high levels of Phe have a significant negative impact on brain functions and cognitive performance. TREPAPHEN will carry out an in-depth assessment of the cognitive performance of these patients in critical target areas and relate it not only to adult blood levels of Phe but also to measures of brain functions at different levels (structural, neurological and metabolic). The assessment of associations amongst cognitive, neurological and metabolic measures will enable an unprecedented level of understanding of this disorder, tracking the difficulties experienced by patients from the biological to the behavioural level. This will answer the question of whether or not adult patients should maintain a strict diet, a controversial policy issue across European Health Services. TREPAPHEN will bring together a talented young fellow, with a background in neuropsychology, an internationally excellent, interdisciplinary group with expertise in neuropsychological assessments, neuroimaging and clinical care of patients with metabolic disorders and a valuable cohort of patients with complete histories of Phe levels. Following this fellowship, the applicant will be an extremely sought after asset to European research with a unique set of skills in the theoretical understanding of cognitive impairments, their evaluation and the analysis of their biological correlates which can be used to study other patient groups.'","grantUrl":"","grantId":"329423","fundValue":"221606.4","fundStart":"2013-09-16","fundEnd":"2015-09-15","dataset":"fp7"}