{"id":"110923","title":"Allied Initiative for Training and Education in Coherent Optical Networks","abstractText":"'This Initial Training Network  project deals with training and education of engineers and researchers within the most advanced optical transmission systems, i.e. high capacity high constellation coherent systems using digital signal processing (DSP). Currently,systems with a total capacity of about 100 Gbit/s are under commercial test/installation in the core network around the Globe. The next generation research and development focuses on system capacities of 10-100 Tbit/s or more . A holistic system view much be kept in mind when designing systems at very high capacities (approaching  the Shannon limit of about 10 bit/s/Hz when aggregating/multiplexing the capacity of several systems in one fiber) since the influence of fiber nonlinearities may then be a strongly limiting design factor and furthermore the material properties of the optical fiber will limit the maximum optical power.  High capacity coherent systems are currently under investigation at universities, research institutes and leading component and system vendors. The investigation deals with the development of suitable components and software ICs for the systems (i.e. laser diodes and electrical/optical modulators for the Tx, high speed AD/DA circuits and DSP circuits for the Rx/Tx). Furthermore,the system performance needs verification in an overall sense when fiber imperfections like dispersion (coupled to the influence of laser phase noise), attenuation, polarization, non-linear properties and fiber fuse are significant . The European industry is in a explosively growing demand of engineers, researchers and staff well trained in all aspects of coherent optical communications, digital signal processing, hardware and software of new generation of systems, characterisation, measurements advanced modelling of such systems. Our project aims to fill in the gap in availability of high quality staff and provide European industry with required workforce.'","grantUrl":"","grantId":"608099","fundValue":"4097330.6","fundStart":"2014-02-01","fundEnd":"2018-01-31","dataset":"fp7"}