{"id":"110181","title":"Dynamics of and in Complex Systems","abstractText":"'With the statics of a wealth of model systems in statistical and condensed-matter systems being relatively well understood, an increased effort in research in these fields is channelled towards the understanding of dynamical phenomena. This agenda is even more pressing as dynamic effects are of crucial importance for many experimentally observed and technologically important phenomena.\n\nIn the first work package, we will use the concerted effort and abundant synergies of the globe-spanning team of research groups to study a wide range of dynamical phenomena in statistical and condensed-matter physics, ranging from magnetic systems, to model systems on complex networks, to complex electronic systems such as graphene, to applications in soft matter and bio-physics. The results and techniques are expected to boost the understanding of dynamical effects in the human model systems in work package 2 which, in turn, is expected to offer new perspectives on the description of the systems investigated here.\n\nSocio-economic systems are increasingly studied with tools borrowed from statistical and condensed-matter physics. The theory of complex networks, in particular, has undergone an exciting development and has now found applications in a wide range of fields, including transport problems in modeling traffic systems, disease spreading or models for modeling agents acting in online communities. In the second work package, researchers in the consortium will apply techniques harvested from the wide array of tools used in statistical and condensed-matter physics as exemplified in the work items collected in work package 1 to a range of socio-economic systems with a focus on traffic and public transport models as well as the modeling of human behavior via the proxy of massivley multiplayer online games.'","grantUrl":"","grantId":"612707","fundValue":"545800","fundStart":"2014-02-01","fundEnd":"2018-01-31","dataset":"fp7"}