{"id":"107199","title":"Stochastic and deterministic modelling of biological and biochemical phenomena with applications to circadian rhythms and pattern formation","abstractText":"'Classical deterministic mathematical description of the dynamics of chemical systems becomes invalid if the concentration of an involved chemical species is too low. In this case the noisy behaviour of individual molecules starts to be significant and considerable stochastic effects are observed. The stochastic models may exhibit even qualitatively different behaviour than the corresponding deterministic models. This situation is very typical in biological and biochemical systems.\nThe collective behaviour of social insect, birds, or fish, bacterial chemotaxis, formation of skin patterns and the biochemical processes in living cells, like gene regulatory networks, the cell cycle, and circadian rhythms are examples of processes mathematically modelled by reaction and reaction-diffusion systems, we concentrate on in this project.\nWe aim at general theoretical problems connected with stochastic and deterministic modelling of reaction and reaction-diffusion systems. For example the model reduction, bifurcation analysis of stochastic differential equations, high computational cost of stochastic models, and the interconnection and comparison of deterministic and stochastic approaches.\nIn addition, we will apply the general theory and multipurpose computational tools to specific biochemical and biological systems of circadian rhythms and skin pattern formation. In particular, we will investigate whether the robustness with respect to noise observed in models of circadian rhythms is preserved if spatial aspects -- the diffusion -- is added to the model. Further, based on recent theoretical results, we will analyze the character of spatial patterns in reaction-diffusion systems with unilateral regulation. The unilateral regulation may increase the robustness of the pattern formation mechanisms that are in general very sensitive on proper values of parameters.'","grantUrl":"","grantId":"328008","fundValue":"231926.4","fundStart":"2013-03-01","fundEnd":"2014-08-31","dataset":"fp7"}