{"id":"110475","title":"Synthetic species of the mosquito vectors of human disease: from hybrid genetics to a new type of vector control","abstractText":"'In this project I aim to generate the first synthetic species of mosquitoes derived from Anopheles gambiae, the main vector of malaria, and also from Aedes albopictus, a vector of several viral diseases, that has recently invaded Europe. The experimental generation of artificial species will prove invaluable to shed light on major biological questions concerning reproductive isolation. Furthermore, I propose a novel strategy to reduce the incidence of disease transmitted by these vectors based on the release of synthetic strains. Mathematical modelling indicates this to be a highly effective way to simultaneously suppress and replace a wild disease transmitting vector population with disease-refractory insects.\nIn Objective 1, I will identify genes that constitute the natural reproductive barriers in mosquitoes by analyzing the genetic makeup of progeny arising from crosses of related mosquito species. Such genes can be drawn upon for the construction of artificial barriers and help to reveal the mechanisms underlying speciation in mosquitoes.\nIn Objective 2, I will introduce, into the mosquito genome, artificial reproductive barriers that cause post-zygotic lethality in hybrids but that will not otherwise affect the mating propensity of parent and synthetic species. I propose a generalizable approach for the construction of artificial species barriers utilizing synthetic transcriptional activators.\nIn Objective 3, synthetic strains will be transformed with genes that interfere with the replication of malaria or viral pathogens and their transmission to humans and tested in cage experiments to validate their efficacy for vector control.\nTo carry out these experimental activities I will utilize cutting-edge next generation genetic mapping and site-specific genome-editing technologies. Knowledge arising from the development of synthetic mosquito strains will be applicable to beneficial species with a range of applications in biosafety, agriculture and biotechnology.'","grantUrl":"","grantId":"335724","fundValue":"1497606","fundStart":"2014-02-01","fundEnd":"2019-01-31","dataset":"fp7"}