{"id":"94107","title":"Cultural Evolution of Neolithic Europe","abstractText":"'The last 30 years have seen the rapid emergence and growth of a new high-profile interdisciplinary field, the study of cultural evolution, which has produced novel ways of understanding human cultural and socio-economic behaviour. In particular, it has produced mathematical models derived from evolutionary biology demonstrating the importance of culture and history in understanding human cultures and societies, while at the same time taking into account the adaptive dimension. The field has seen a great deal of theoretical development and some empirical work, not least by myself and colleagues at the UCL AHRC Centre for the Evolution of Cultural Diversity and its predecessor. However, there has been no substantive attempt to bring the different sub-fields of cultural evolutionary theory and method together in an integrated fashion and apply them to large-scale case-studies in history or prehistory to address specific questions concerning the links between demographic, economic, social and cultural patterns and processes. The aim of this proposal is to do that for the first time and in doing so to provide the basis for a new account of the role of farming in transforming early European farming societies, c.6000-2000 calBC, focussing on the western half of Europe, where the available data are best. The project will have a major impact on the field of cultural evolution by providing a model example for cultural evolutionary studies of early societies in other parts of the world. It will also provide important new insights into the history of European society and give a significant impetus to re-orienting the disciplinary field of archaeology, making it part of the broader inter-disciplinary endeavour of evolutionary social science, as other researchers follow its example.'","grantUrl":"","grantId":"249390","fundValue":"2000000","fundStart":"2010-05-01","fundEnd":"2015-04-30","dataset":"fp7"}