{"id":"104963","title":"Cancer Diagnosis: Parallel Sensing of Prostate Cancer Biomarkers","abstractText":"'The Marie Curie ITN 'Cancer Diagnostics: Parallel Sensing of Prostate Cancer Biomarkers' (PROSENSE) aims at training a new generation of young scientists in the interdisciplinary techniques and methods required to meet the major challenges in the development of diagnostic tools for prostate cancer. It will bring together training by experts from the biosensor technology area and those from life sciences and medicine that work on cancer biomarker research.\n\nPROSENSE is a coordinated research training network involving university groups, R&D sections of small and medium enterprises, research institutes, hospitals and the R&D section of a large enterprise from the biomedical field. PROSENSE is a unique programme bringing together training across disciplines and across sectors, complemented by researcher career development tools. The scientific aspects of PROSENSE are centred around the themes of: 1) Development and study of biomarkers; 2) Detection techniques development; 3) Probe immobilisation and characterisation; 4) System integration and validation.\n\nA full programme of cross-disciplinary and cross-sectoral secondments, traning and events will enable PROSENSE to promote interaction, knowledge exchange and collaboration in the multidisciplinary field of biosensor design with the aim of developing improved devices for prostate cancer diagnosis, prognosis and treatments. It will increase understanding of clinical relevance of prostate cancer biomarkers and elucidate how the concurrent analysis of biomarkers can inform therapy; improve sensitivity, selectivity, robustness and speed of biosensing technologies for the simultaneous screening of biomarkers; develop lab-on-a-chip devices requiring minute amounts of clinical samples and increase likelihood of viable fit-for-purpose prostate cancer biosensing products.'","grantUrl":"","grantId":"317420","fundValue":"4006853","fundStart":"2012-10-01","fundEnd":"2016-09-30","dataset":"fp7"}