{"id":"108569","title":"Toward a new generation of multi-dimensional stellar evolution models: the TOol of the FUture","abstractText":"'Modelling stars and planets in three dimensions is the holy grail of stellar and planetary astrophysics and is now the necessary step forward in stellar evolution. It is the only way to proceed in order to correctly understand the various physical processes which rule the life of a star or a planet. The heart of the TOFU project is the development of an unique numerical tool, namely a three dimensional, time implicit and fully compressible hydrodynamical code, that allows the multi-dimensional description of a complete star (or planet) interior during timescales relevant to the study of various stellar/planetary evolutionary phases.\nThe major scientific motivation is to improve the description of key stellar/planetary physical processes and to solve long standing problems characterising the life of stars and planets. The development of such a tool is challenging and innovative, and has never been addressed to date. The time implicit approach provides the major innovation and breakthrough of this project as it will allow the exploration of physical processes on spatial and temporal scales presently out of reach. The TOFU project proposes a new vision of stellar/planetary evolution  based on a multi-D description  of anisotropic and non linear processes related to key problems in stellar evolution, like transport of angular momentum, disk accretion, pulsations and turbulent convection. The project will focus on three typical astrophysical examples at the heart of key investigations in stellar formation, evolution and asteroseismology, whose study requires multi-dimensional time implicit simulations.  Beyond these three main astrophysical applications, the project will open new avenues to explore a vast variety of problems in stellar/planetary physics. TOFU  will thus deliver an unique numerical tool which will lay the foundation of modern stellar and planetary astrophysics.'","grantUrl":"","grantId":"320478","fundValue":"2499980","fundStart":"2013-05-01","fundEnd":"2018-04-30","dataset":"fp7"}