{"id":"102827","title":"Genetics and quorum sensing regulation of antifungal and antioomycete biocontrol in plant-associated enterobacteria","abstractText":"'Fungi cause frequent and costly plant diseases which are extremely difficult to control. An attractive approach to this environmental problem is to exploit the biocontrol properties of plant-associated bacteria. The Salmond group has access to two plant associated strains of Serratia and a rhizosphere strain of Pantoea which present high antagonistic activity toward plant pathogenic oomycete and fungi, respectively. In this Proyect, the antagonistic properties of these strains will be characterized including the identification of bioactive compounds and the elucidation of their corresponding biosynthetic pathway(s) and regulatory genes. To achieve these objectives, we are employing genome sequencing, mutagenesis and heterologous expression.\nOur two Serratia strains produce the anti-oomycete compound oocydin A. Through genome sequencing and mutagenesis we have identified a biosynthetic cluster of genes responsible for the biosynthesis of this halogenated compound. The Pantoea strain is being sequenced and by using random mutagenesis we have recently isolated several non bioactive mutants. These three strains make quorum-sensing (QS) molecules and preliminary results showed that QS contributes to their biocontrol capabilities. However, more work is required to directly link QS molecules to the biocontrol properties of the strains. Therefore, antifungal regulation by QS dependent mechanism is an important emerging field of study that may provide useful and exploitable insight into the control of fungal diseases. Finally, the involvement of the new enterobacterial biosynthetic gene clusters in novel bioactive compound synthesis will be verified by the in vivo reconstruction of such biosynthetic pathways in a heterologous host(s). In summary, this proposal constitutes a multidisciplinary approach to identify the mechanism(s) of biocontrol of fungal/oomycete plant pathogens by plant-associated bacteria.'","grantUrl":"","grantId":"298003","fundValue":"209033.4","fundStart":"2012-10-01","fundEnd":"2014-09-30","dataset":"fp7"}