{"id":"99173","title":"Molecular mechanisms of melanoma invasion","abstractText":"'Malignant melanoma is highly invasive and metastatic resulting in a major clinical problem in management of the disease. The aim of this project is to gain a better understanding of mechanisms of cell migration to identify novel therapeutic targets to block invasion. Disruption of cell signalling pathways that dynamically regulate the cytoskeleton underlie the altered migratory potential of tumour cells. Rho family GTPases are major regulators of the cytoskeleton dynamics during cell migration. They are regulated by activators: guanine nucleotide exchange factors (GEFs) that stimulate GTP binding and in-activators the GTPase activating proteins (GAPs). There are approximately 85 GEFs and 75 GAPs of which very little is known regarding their role in the regulation of migration machinery. Mutations of BRAF and PTEN, two key regulators of signalling are commonly found in melanoma. Mouse models of human melanoma based on the oncogenic BRAF V600E mutation alone do not get metastases, but in combination with deletion of PTEN there is a high level of metastasis. This suggests an interaction between these two pathways leads to metastasis. Preliminary work shows cell lines derived from tumours on these different genetic backgrounds have different modes of invasion in culture. Using these cell lines, I shall carry out RNAi based screens targeting major regulators of the cytoskeleton; Rho family GTPases; Rho family GEFs and GAPs. A particular emphasis will be to screen for genes regulating protrusion formation and actomyosin contractility as these are key components of cell migration. The use of mouse lines will mean that we can carry out functional analysis of hits from screens in orthotopic invasion and metastasis assays in a mouse host background to investigate targets in vivo. Through these investigations we will gain a deeper understanding of the mechanisms driving invasion and identify potential therapeutic targets or prognostic indicators of metastasis.'","grantUrl":"","grantId":"275047","fundValue":"209592.8","fundStart":"2011-06-01","fundEnd":"2013-06-14","dataset":"fp7"}