{"id":"110495","title":"Maximising the Exploitation of Linked Open Data In Enterprise and Science","abstractText":"'The European Open Data Strategy establishes important new principles that ensure that European public sector data will be released at no cost (or marginal cost), in machine-readable, commonly-understood formats, and with liberal licenses enabling wide reuse.  These data encompass both scientific data about the environment (from Earth Observation and other fields) and other public sector information, including diverse topics such as demographics, health and crime.  The intention of the Strategy is to stimulate the growth of research and value-adding services that build upon these data streams; however, researchers and industry are only just beginning to understand the benefits of exploiting Open Data and the value of combining previously-disparate sources of information.\n\nThis project will develop eight new innovative and sustainable services, based upon Open Data, for users in research, government, industry and the general public.  A broad range of societal benefit areas are covered, including agriculture, urban ecosystems, land use management, marine information, desertification, crisis management and hydrology.  The long-term sustainability of the services will be assessed critically throughout the project from a number of angles in order to ensure that the full benefits of the project are realised in the long term. A comprehensive and coherent strategy of user engagement and dissemination will ensure that the project develops in response to real user needs.\n\nThe project will provide the service developers with a collaborative technology platform that gives the computing capability required to handle and process such large and diverse datasets.  It will allow them to focus on the design and evolution of their service, enable collaboration on common tasks and will contribute towards the long-term sustainability of the services.  The platform will build extensively on previous European investments in cloud and grid computing and Linked Data technologies.'","grantUrl":"","grantId":"603525","fundValue":"6621444.6","fundStart":"2013-11-01","fundEnd":"2016-10-31","dataset":"fp7"}