{"id":"94892","title":"Transgenic models of mammalian meiotic exit","abstractText":"'Fertilisation occurs when two highly specialised cells (sperm and egg) unite, causing an &apos;awakening&apos; of the egg, known as meiotic exit. During meiotic exit, a one-cell embryo (zygote) is formed that is totipotent - it can give rise to an entire individual. Given the fundamental nature of this event, it is remarkable that almost nothing is known about the regulation of meiotic exit in mammals. Ignorance about meiotic exit can and must be addressed; the mechanisms that underlie the period of meiotic exit impact all changes in cellular potency, including those predisposing to cancer and rationales for deriving induced pluripotent stem (iPS) cells and the emergent field of regenerative medicine in general. The present proposal addresses this gap in our understanding in mice that carry specified gene additions; transgenic mice. We propose to build new transgenic mouse models to study meiotic exit. They will uniquely allow us to visualise and manipulate the underlying processes that immediately follow fertilisation, including key meiotic events that include cytoskeletal rearrangement, cell cycle progression and chromatin remodeling. IRG support will accelerate acclimatisation and thereby foster reintegration of the applicant&apos;s laboratory following transition from RIKEN, Japan, to the Centre for Regenerative Medicine, Bath University, UK, after a 13 year absence from the EU initially supported by an EMBO Long Term Travel Fellowship to the US in 1996. Reintegration will strengthen the EU in powerful technologies, including piezo-actuated microinjection, and facilitate improved and novel approaches to the prescriptive genesis of stem cells such as iPS cells and research into cancer mechanisms. It will consolidate and extend collaborations within the EU, with Asia and beyond and deliver a head-start in an area of globally-recognised import. Accordingly, the present proposal coheres with multiple strategic aims of the European Commission Work Programme.'","grantUrl":"","grantId":"256408","fundValue":"100000","fundStart":"2010-04-01","fundEnd":"2014-03-31","dataset":"fp7"}