{"id":"92513","title":"Strategic Crime and Immigration Information Management System","abstractText":"'People trafficking and People Smuggling has long been a problem for European Governments, adversely affecting the security of their citizens. In many cases women and children are exploited for the sex trade and labour exploitation.  In formulating the SCIIMS project the consortium will focus upon an overarching question from which the developed system, demonstration and experimentation will answer:  In the European Union context how can new capabilities improve the ability to search, mine, and fuse information from National, trans-national,  private and other sources, to discover trends and patterns for increasing shared situational awareness and improving decision making, within a secure infrastructure to facilitate the combating of organised crime and in particular people trafficking to enhance the security of citizens?   The programme objectives are: 1) Development and application of information management techniques enabling information to be fused, and shared nationally and trans-nationally within a secure information infrastructure in accordance with EU Crime and Immigration Agencies information needs; 2) Development and application of tools to assist in decision making in order to predict, analyse and intervene with likely people trafficking and smuggling sources, events, and links to organised crime.  The SCIIMS Consortium will utilise State of the Art products which will form the platform to develop new innovative capabilities and technologies. This approach is designed to provide the EU with an early exploitation opportunity by the consortium & User Groups. Capabilities and technologies will include:  - Data Mining of large data sets utilising a data stream approach. - Information Management, and fusion techniques in order to analyse relationships between different pieces of information. - Web/database semantics tools to provide comprehensive search and retrieval of information. - Decision aids based on self learning probabilistic tools.'","grantUrl":"http://www.sciims.co.uk/","grantId":"218223","fundValue":"3595562.8","fundStart":"2009-11-01","fundEnd":"2012-10-31","dataset":"fp7"}