{"id":"95438","title":"A Novel Lens-walled Compound Parabolic Concentrator (Lens-walled CPC) PV/Thermal System","abstractText":"'This International Fellowship will bring an excellent Chinese researcher to work in the Europe. The project has been carefully chosen to match the researcher's expertise in PV/Thermal assisted heat pump systems with the expertise in non-tracking solar concentration and sustainable building technology at the University of Nottingham so as to maximise the benefit to the Europe. The proposed project aims to develop a novel lens-walled compound parabolic concentrator (lens-walled CPC) PV/Thermal system for building-integrated applications. The sector of buildings accounts for about 40% of the total energy consumption in the Europe. The proposed system may play an important role in promoting solar energy applications in buildings, hence make a significant contribution to the EU target in cutting CO2 emissions. The proposed lens-walled CPC is an innovative idea and has the advantage of larger acceptance angle for solar radiation compared with a common CPC of the same geometrical concentration ratio. The lens-walled CPC PV/Thermal panel is the key component in the proposed system and comprises an array of mini lens-walled CPCs to give the appearance of a flat panel. The proposed system has the potential to reduce the sizes of PV modules by up to four times compared with common installations and would have better overall electricity and thermal performance. The proposed system is very suitable for non-tracking solar concentration PV/Thermal applications in residential and commercial buildings and will have a potential large market worldwide. Development of the proposed technology requires comprehensive scientific knowledge including PV/Thermal, solar concentration, heat pump and sustainable building design. The training of the researcher will be achieved through regular supervision and mentoring and a carefully managed research programme including computer modelling, testing and monitoring of the proposed technology as well as economic and environmental analyses.'","grantUrl":"","grantId":"253945","fundValue":"181103.2","fundStart":"2011-05-01","fundEnd":"2013-04-30","dataset":"fp7"}