{"id":"99399","title":"Cross-species characterisation of CD8alpha+ dendritic cells and their role in immune regulation","abstractText":"'Dendritic cells (DC) are a heterogeneous family of leucocytes with important functions in immunity. Little is known about the role of distinct DC subtypes in vivo. In the mouse, a subset known as CD8alpha DC has been argued to represent a discrete DC lineage with specialised properties. These include a superior capacity for presenting exogenous antigens to CD8 and CD4 T cells, which makes CD8alpha  DC an attractive target in vaccination and tolerisation. However, it is unclear whether CD8alpha DC fulfill unique and non-redundant roles in the immune system. In addition, the reported restriction of CD8alpha DC to thymus and secondary lymphoid organs is hard to reconcile with their documented capacity to act as presenting cells for antigens outside those organs. Finally, CD8alpha DC have not been identified in humans, greatly restricting their use in immunotherapy. In this proposal, we exploit the recent finding that DNGR-1 (CLEC9A) acts as a new and specific marker for the CD8alpha lineage to address these issues. We will generate DNGR-1-Cre mice as a universal tool to manipulate gene expression in the subset. We will use such mice to render CD8alpha  DC sensitive to toxic proteins that permit constitutive or transient ablation of the subset for functional studies. DNGR-1-Cre mice will further be used to express fluorescent proteins in CD8alpha DC, allowing tracing of the lineage in vivo, both in lymphoid and non-lymphoid organs. Finally, we will use the DNGR-1 marker to identify and characterise putative CD8alpha DC equivalents in humans. The results from this proposal will illuminate the function of CD8alpha  DC across species and open the door for using this intriguing DC subset in immunotherapy of cancer, infectious and autoimmune diseases.'","grantUrl":"","grantId":"268670","fundValue":"2499998.2","fundStart":"2011-09-01","fundEnd":"2016-08-31","dataset":"fp7"}