{"id":"96681","title":"Optimal Control of Eye Movements","abstractText":"'Optimal performance in a noisy and ambiguous environment requires that the human brain performs computations that are adapted to these conditions. Cognitive neuroscience has seen a major progress by applying Bayesian decision theory to explain human behaviour when humans were confronted with tasks where perception or behavioural outcomes were uncertain. In addition to these advancements, machine learning methods were successfully developed for handling noisy and incomplete datasets. In this research proposal we take an interdisciplinary approach, in which we design human motor control experiments and evaluate optimality of human performance by using machine learning techniques. Specifically, we will use eye-tracking experiments to explain how learning about visual stimuli supports the design of optimal eye movement strategies. Humans explore the visual environment by actively sampling the stimuli through performing a sequence of saccades. Limited time and resources require efficient eye movement planning and an optimal strategy necessitates the adaptation of the eye movement strategy both to the statistics of the stimuli and to the task performed. We develop a framework in which the contribution of top-down (task specific) and bottom-up information (low-level) to eye movement planning can be controlled and assessed. During the course of this proposal we intend to address three problems. First, we will explore how learning novel stimuli in the perceptual domain contributes to eye movement planning. Second, we will develop an optimal learner that relies on the same information that human participants have and assess whether human eye movements optimally exploit available information. Third, we will explore how bottom-up and top-down information is integrated and will use a probabilistic framework to analyze whether the optimal integration is compatible with human performance. This proposal strongly builds on a close collaboration between Prof. Wolpert and mysel'","grantUrl":"","grantId":"254270","fundValue":"180603.2","fundStart":"2010-05-01","fundEnd":"2012-04-30","dataset":"fp7"}