{"id":"103833","title":"AIP gene regulation and its implications in pituitary tumorigenesis","abstractText":"'Background: Pituitary adenomas are a public health problem, due to their prevalence, morbidity and medical costs. AIP is a tumor suppressor gene that was recently linked to pituitary tumors in up to 30% of the familial isolated pituitary adenoma syndrome (FIPA) families, an autosomal dominant disease with incomplete penetrance. AIP mutation-positive patients are younger (children/young adults), have more aggressive disease, and respond less well to treatment than non-mutated patients. The mechanisms by which inactivating AIP mutations promote tumorigenesis remain unknown. Abnormal, mislocalised AIP expression in sporadic pituitary adenomas suggest a possible role in sporadic pituitary adenoma development as well. Very little is known about the normal and pathological regulation of AIP expression.\nObjective: To uncover major AIP transcription regulation by its canonical promoter, miRNA species and epistatic action of distant regulatory SNPs (eQTLs).\nMethods: 1) In vitro functional promoter dissection and identification of operating transcription factors and investigation of promoter mutations in FIPA families.\n2) Screening and validation of miRNA species acting on AIP and study of their expression in pituitary adenomas and correlation with clinical / pathological features.\n3) Detection and validation of AIP eQTLs and study of their implication in AIP mutation penetrance and their association with sporadic pituitary adenomas and their clinical/pathological features.\nWork programme relevance: Training through research in a major European pituitary centre will ensure development of essential experimental, theoretical and organizational skills of the fellow and will advance research at the host institution, thus improving quality of research at the ERA. The research results will have a significant impact not only on pituitary research, but also endocrinology (including pediatrics) and cancer research.'","grantUrl":"","grantId":"303006","fundValue":"209033.4","fundStart":"2013-05-01","fundEnd":"2015-04-30","dataset":"fp7"}