{"id":"187858","title":"New Challenges in Set-Valued Numerical Analysis","abstractText":"'This research project aims at the development of a radically new systematic approach to the field of set-valued numerical analysis. It is based on recent breakthrough results on the representation of sets as functions in a Banach space, and will allow the design of high performance numerical schemes for problems in dynamical systems and control theory, which cannot be solved efficiently within the traditional framework.\n\nThe last two decades have witnessed the successful development of grid-cell discretisations for the computation of characteristic sets of dynamical and control systems (attractors, reachable sets of control systems, etc.). The most popular software package based on this discretization is the computer program GAIO, which is used throughout the academic community and by institutions such as NASA.\n\nThough grid-cell methods have reached a high degree of maturity, their computational complexity is very high, and they suffer massively from the curse of dimensionality. Since grid-cell discretisation possesses little structure, these schemes can at best be first-order convergent.\n\nTherefore, this proposal aims at developing an alternative technique for the representation, analysis and numerical treatment of subsets of the Euclidean space. Instead of interpreting sets as collections of points without any further structure, sets will be grouped into set spaces that can be embedded into appropriate Banach spaces by means of a generalised support function. In this setting, sets can be handled by higher-order numerical methods such as Newton's scheme instead of first-order grid-cell methods.\n\nThe exploration of further properties of these set spaces, the development of efficient tools for the approximation of sets and the application to problems in dynamical systems and control theory will be an exciting, completely open field, and any additional insight will immediately open up new opportunities in set-valued numerical analysis and dynamics.'","grantUrl":"","grantId":"624526","fundValue":"231283.2","fundStart":"2015-02-01","fundEnd":"2017-01-31","dataset":"fp7"}