{"id":"98456","title":"RADAR-based ASH monitoring and foreCASTing by integrating of remote sensing techniques and volcanic plume models","abstractText":"'Our understanding and ability to predict and respond to volcanic hazards and in particular to ash cloud diffusion in the atmosphere cannot be properly addressed in the absence of reliable ash observational and forecasting system. In this respect, the proposed research aims at investigating ways to improve several main aspects, that is: i) the quantitative estimation of ash concentration in the atmosphere shortly after a volcanic eruption, ii) the tracking and simulations of the evolution of ash plume by numerical models, iii) the integration of information acquired by different remote sensors, mainly ground based radar and satellite radiometers.\nThese tasks are facilitated by multi-instrument observations available from past volcanic eruptions already collected over the years. The scientific merit of this proposal is the synergistic use of these observations and numerical models which will uniquely support investigations on ash cloud quantitative estimation and its validation with independent information. Besides the scientific repercussions, one of the main operational impacts of the proposed project is to give a contribution to aviation advisory centers to move from the current zero tolerance to ash threshold concept for an optimal air traffic regulation.\nThe adopted methodology foresees the combined use of the Active Tracer High resolution Atmospheric Model (ATHAM) to simulate the mesoscale evolution of ash cloud and observational data: mainly ground radar and satellite radiometers. Radar retrievals of ash cloud features will be used to provide accurate initialization for ATHAM and for comparison with satellite observations. Moreover, electromagnetic models will be used to set up inversion algorithms and homogenize radar and satellite measurements in terms of ash concentration. This step will allow developing a Model-based Integrated Ash Remote Sensing (MIARS) algorithm able to merge information with different characteristic (coverage, spatial scale etc.).'","grantUrl":"","grantId":"273666","fundValue":"200549.6","fundStart":"2011-10-01","fundEnd":"2013-09-30","dataset":"fp7"}