{"id":"99202","title":"The Impact of Hybridization on Functional Diversification - Experimental Evolution with Sexual Microbes","abstractText":"'An underexplored aspect in the evolution of biodiversity is the role of interspecific hybridization. Hybridization is hypothesized to increase the functional diversity of adaptive radiations, potentially yielding ecological speciation. Yet, direct evidence for this is lacking. We propose to apply a large-scale, quantitative approach using experimental evolution with yeast to test this fundamental theory of quantitative genetics. Yeast is a powerful system because it permits the simulation of eukaryotic evolutionary processes while allowing easy access to information on geno- and phenotype.\nFirst, we will generate artificial radiations from hybrid and non-hybrid ancestors and expose them to diversifying selection using high-throughput phenotypic microarrays, simulating a heterogeneous fitness landscape. We will then compare the functional diversity obtained in radiations with and without hybrid background. Second, we will test if phenotypic novelty (transgressive segregation) observed in hybrids increases with genetic and phenotypic distance between their parents. Third, to test if there are stereotypical genetic changes accompanying divergence during adaptive radiation we will resequence parallel and divergent selected strains of yeast.\nBesides theoretical aspects, these data may reveal applications for commercial exploitation of phenotypic novelty in yeast. An improved understanding of genetic exchange in fungi can also be crucial for medical/veterinary sciences, epidemiology, and conservation biology.\nTraining in experimental evolution and state of the art technology (SOLiD sequencing and metabolic fingerprinting) are of key importance to the future competitiveness of the fellow. This project delivers the following aspects of the work program: Improvement of EU scientific excellence through new scientific networks, training of a future research group leader both directly and through mobility, and enhancing EU competitiveness through high profile output'","grantUrl":"","grantId":"275561","fundValue":"209592.8","fundStart":"2012-02-01","fundEnd":"2014-08-25","dataset":"fp7"}