{"id":"96458","title":"The genomic and transcriptomic locus of sex-specific selection in birds","abstractText":"'It has long been understood that genes contribute to phenotypes that are then the basis of selection. However, the nature and process of this relationship remains largely theoretical, and the relative contribution of change in gene expression and coding sequence to phenotypic diversification is unclear. The aim of this proposal is to fuse information about sexually dimorphic phenotypes, the mating systems and sexually antagonistic selective agents that shape sexual dimorphism, and the sex-biased gene expression patterns that encode sexual dimorphisms, in order to create a cohesive integrated understanding of the relationship between evolution, the genome, and the animal form. The primary approach of this project is to harnesses emergent DNA sequencing technologies in order to measure evolutionary change in gene expression and coding sequence in response to different sex-specific selection regimes in a clade of birds with divergent mating systems. Sex-specific selection pressures arise in large part as a consequence of mating system, however males and females share nearly identical genomes, especially in the vertebrates where the sex chromosomes house very small proportions of the overall transcriptome. This single shared genome creates sex-specific phenotypes via different gene expression levels in females and males, and these sex-biased genes connect sexual dimorphisms, and the sexually antagonistic selection pressures that shape them, with the regions of the genome that encode them.\nThe Galloanserae (fowl and waterfowl) will be used to in the proposed project, as this clade combines the necessary requirements of both variation in mating systems and a well-conserved reference genome (chicken). The study species selected from within the Galloanserae for the proposal exhibit a range of sexual dimorphism and sperm competition, and this will be exploited with next generation (454 and Illumina) genomic and transcriptomic data to study the gene expression patterns that underlie sexual dimorphisms, and the evolutionary pressures acting on them. This work will be complemented by the development of mathematical models of sex-specific evolution that will be tested against the gene expression and gene sequence data in order to understand the mechanisms by which sex-specific selection regimes, arising largely from mating systems, shape the phenotype via the genome.'","grantUrl":"","grantId":"260233","fundValue":"1350804","fundStart":"2011-01-01","fundEnd":"2016-07-31","dataset":"fp7"}