{"id":"186121","title":"Drug Discovery Initiative for the Treatment of Chronic Inflammatory Disease","abstractText":"'Chronic inflammation is central to disease progression and organ failure in the majority of common human diseases, including cardiovascular disease, inflammatory bowel disease, chronic kidney & liver disease, gout, asthma, arthritis and cancer. Together, these chronic conditions contribute substantially to morbidity and mortality and generate a profound socioeconomic burden. The NLRP-STRUCTURE project will pave the way for the development of first-in-class drugs that can target select NLRP inflammasome members within different diseases endemic to the EU population. World-leading protein expression technologies will be integrated with unique chemoproteomic drug discovery platforms with the purpose of achieving rationalized drug development. Structure-activity guided medicinal chemistry will allow the team to propose drug leads that can be used in the synthesis of a new generation of small molecule pharmaceuticals for chronic inflammatory disease management. The project can provide data and information sourced from health databases, basic and translational research, and in-house analysis by a network of academic/clinical/industry experts. Thus, NLRP-STRUCTURE has the potential to develop new diagnostic, prognostic and therapeutic strategies that will improve the clinical care of patients across a wide range of chronic and debilitating disease. The entry of pipeline molecules will boost the anti-inflammatory therapeutics industry, thereby bringing about further economic stimulation to the therapeutics market in the coming years. The research objectives of NLRP-STRUCTURE will position the Host and partners in positions as world leader, as an acknowledged centre of global excellence in NLRP therapeutic discovery. Integral to the proposal is the development of patent landscapes and strategic partnerships that will play substantial roles in shaping the market in the future.'","grantUrl":"","grantId":"624935","fundValue":"154617.6","fundStart":"2014-05-02","fundEnd":"2015-05-01","dataset":"fp7"}