{"id":"99719","title":"Moving Archaeological Knowledge Away from Neo-colonialism","abstractText":"'The history of archaeology is tightly intertwined with colonialism. The archaeological rediscovery of ancient Middle Eastern civilizations, in particular, coincided, from the mid-19th century, with the process of colonial appropriation of the Ottoman Empire. For over two centuries the Middle East has been a resource both for ancient materials, enriching major Western collections, and for historical antecedents, and has itself remained disciplinarily excluded from the recovery of its own Past. Well after the acquisition of formal national independence by many countries colonial archaeology seems to have been followed, not by national, but by neo-colonial archaeological practices. In Egyptian Archaeology colonial rule resulted in a rigid exclusion of the local community, recreated by each subsequent generation of archaeologists, of all nationalities including Egyptian. The challenge of giving the local communities a primary role in developing and disseminating archaeological knowledge is of the outmost importance for the decolonization of Egyptology. Their involvement would end a traditional exclusion of local communities from their own Past and the Western control of knowledge. The MAKAN project objectives are:\n-to construct a self-critical history of Egyptian Archaeology, from the study of its formative phase and of so-called Neo-colonial Archaeology\n-to evaluate current strategies and proposing new approaches to the issue of the Decolonization of Egyptology, along the path of the World Archaeological Congress\n-the analysis of possible venues for the local community re-appropriation of its own Past, investigating whether local and distant museums can be accessible spaces for community expression and exchange\n-to implement a multi-site ethnography, designed from Petrie Museum proposed links and collection provenances, addressed to the production of a holistic evaluation report including guidelines for ethics in Egyptian Archaeology projects'","grantUrl":"","grantId":"276284","fundValue":"193349.6","fundStart":"2012-01-09","fundEnd":"2014-01-08","dataset":"fp7"}