{"id":"107089","title":"A genomics approach to increasing disease resistance in dairy cows through improvements in innate immunity","abstractText":"'Our hypothesis is that genetic selection for high yielding dairy cows has been associated with reduced innate immune responses. This predisposes cows to common diseases such as mastitis and endometritis, reducing fertility and decreasing longevity. We propose that this trend could be reversed by identifying key genes involving innate immune function and selective breeding of more robust cows. The research objectives are: (1) to perform genome wide association studies  to identify regions associated with relevant health traits; (2) to use comparative genomics to identify candidate genes associated with innate immune responses; (3) to test endometrial responses to lipopolysaccharide in cells with up- or down-regulated expression of a candidate gene involved in innate immunity; (4) to sequence selected candidate genes in different cattle populations to discover novel single nucleotide polymorphisms (SNPs); (5) to validate the relevance of these genes in association studies with disease in two new populations of UK and Chinese dairy cows and (6) to perform a functional validation study on blood cell responses to bacterial pathogens in cows with differing genotypes for the selected candidate genes. The project combines the expertise of Huazhong Agricultural University, China (HZAU) and the Royal Veterinary College, UK (RVC) in farm animal genetics and genomics, dairy cow production and the innate immune system. The objectives will be met by the mobility of Professor SJ Zhang to the UK, when she will work closely alongside a team of four RVC scientists led by Professor DC Wathes and share with them her experience of selection for disease resistance. A return phase will support a validation study and transfer results back to HZAU. Both groups have worked together before, are experienced in knowledge transfer to the dairy industry and are committed to use the information generated to breed healthier cows, improving profitability and welfare and reducing antibiotic usage.'","grantUrl":"","grantId":"328205","fundValue":"309235.2","fundStart":"2013-07-29","fundEnd":"2015-07-28","dataset":"fp7"}