{"id":"192414","title":"INTENSE: INTElligent use of climate models for adaptatioN to non-Stationary climate Extremes","abstractText":"'The research proposed here will use a novel and fully-integrated data-modelling approach to provide a step-change in our understanding of the nature and drivers of global precipitation extremes and change on societally relevant timescales. Extreme precipitation is increasing globally and theoretical considerations suggest this will continue with global warming, but opportunistic datasets indicate that sub-daily precipitation extremes will intensify more than is anticipated. Determining the precise response of precipitation extremes is hampered by coarse climate models which cannot adequately resolve cloud-scale processes and a lack of sub-daily observations. INTENSE will comprehensively analyse the response of precipitation extremes to global warming by constructing the first global sub-daily precipitation dataset, enabling substantial advances in observing current and past changes. Together with other new observational datasets and high-resolution climate modelling, this will quantify the nature and drivers of global precipitation extremes and their response to natural variability and forcing across multiple timescales. Specifically the project will examine the influence of local thermodynamics and large-scale circulation modes on observed precipitation extremes using new statistical methods which recognise the non-stationary nature of precipitation, and use these to identify climate model deficiencies in the representation of precipitation extremes. The recurrence of extreme hydrological events is notoriously hard to predict, yet successful climate adaptation will need reliable information which better quantifies projected changes. INTENSE will provide a new synergy between data, models and theory to tackle the problem using a process-based framework; isolating the precursors for extreme precipitation and intelligently using detailed modelling as a tool to understand how these extremes will respond to a warming world and the implications for adaptation strategy.'","grantUrl":"","grantId":"617329","fundValue":"1986800.8","fundStart":"2014-02-01","fundEnd":"2019-01-31","dataset":"fp7"}