{"id":"111390","title":"\"Renewal, Innovation and Change: Heritage and European Society\"","abstractText":"'For many in 21st century Europe, Cultural Heritage (CH) is more about what it is than who we are:  though enormously rich, this treasure is often locked away, or crumbling, or in a foreign language, or about a past which to many people - young , old, newcomers to Europe and settled inhabitants - seems of little relevance. But this is changing. As digital technologies permeate all of society, compelling us to rethink how we do everything, we ask questions: how can CH institutions renew and remake themselves? How should an increasingly diverse society use our CH? How may the move from analogue to digital represent a shift from traditional hierarchies of CH to more fluid, decentred practices?  How, then, can the EU citizen, alone or as part of a community,  play a vital co-creative role? What are the limitations of new technologies in representing and promoting CH? How can CH become closer to its audiences of innovators, skilled makers, curators, artists, economic actors? How can CH be a force in the new EU economy?\nRICHES will research answers to these questions by drawing together 10 partners from 6 EU countries and Turkey, experts from cultural institutions, public and national administrations, SMEs, the humanities and social sciences. Its interdisciplinary team will research the context of change in which European CH is transmitted, its implications for future CH practices, and the frameworks - cultural, legal, financial, educational, technical - to be put in place for the benefit of all audiences and communities in the digital age.\nRICHES will employ traditional and innovative research methods and tools; case studies will focus on copyright/IPR, the commoditisation of CH, performance-based CH;  evidence-based reports, recommendations and guidelines will be produced for use by policy-makers, national agencies and CH practitioners. A rich dissemination programme including two major international conferences will ensure that the project has maximum outreach and impact.'","grantUrl":"","grantId":"612789","fundValue":"3008086.44","fundStart":"2013-12-01","fundEnd":"2016-05-31","dataset":"fp7"}