{"id":"90230","title":"Long-term synaptic plasticity in interneurons: mechanisms and computational significance","abstractText":"'Memory encoding occurs by strengthening or weakening of synapses among principal neurons. However, excitatory synapses on some inhibitory neurons in the hippocampus also exhibit use-dependent long-term potentiation and depression (LTP and LTD), with important consequences for network homeostasis and information processing. This proposal addresses the following areas: 1. Although the rules determining which forms of plasticity occur at which synapses are emerging in the hippocampus, relatively little is known in other parts of the brain involved in cognition, movement initiation and emotion. We will use electrophysiology, optical imaging and mouse genetics to map out the expression of activity-dependent plasticity at excitatory synapses on inhibitory neurons in the cortex, striatum and amygdala, and relate these to the biophysical and pharmacological properties of the neurons and synapses involved. 2. Although one form of interneuron LTP resembles plasticity in pyramidal neurons, another form requires Ca2-permeable AMPA receptors and metabotropic glutamate receptors for its induction, and shows features suggestive of pre-synaptic expression. A similar dichotomy exists in two forms of LTD, which depend on either NMDA or Ca2-permeable AMPA and metabotropic glutamate receptors. We will test the involvement of candidate intracellular and trans-synaptic signalling cascades to understand the mechanisms triggered by distinct conjunction patterns of pre- and post-synaptic activity. 3. What is the computational significance of LTP and LTD in interneurons? The elemental computational roles of different GABAergic interneurons and their firing patterns during behaviourally relevant brain states are beginning to emerge. How synaptic strengthening and/or weakening interact with these network functions is however poorly understood. We will address this through a combination of hypothesis-driven experiments and numerical simulations.'","grantUrl":"","grantId":"232717","fundValue":"2500000","fundStart":"2009-10-01","fundEnd":"2014-09-30","dataset":"fp7"}