{"id":"101474","title":"ERA-NET for Coordinating Action in Plant Sciences (ERA-CAPS)","abstractText":"'Plant sciences face important challenges at the European and global scale due to a burgeoning world population that requires sustenance. Reliable production of high-quality and safe food, feed and renewable Carbon supplies for green chemistry, without the use of excess land, energy, water, pesticides and chemicals is therefore essential.\n\nTo ensure that we have the scientific understanding to again revolutionise agricultural capabilities to deliver higher yields with lower inputs in a changing climate, we propose a network focusing on Coordinating Action in Plant Sciences (ERA-CAPS). This will unite the scientific and economic capabilities of member states and enable the coordination of sustainable transnational plant science research programmes.\n\nERA-PG (2004-2009) successfully initiated a programme to structure the scientific and technological basis for plant genomics programmes in Europe. This has fostered the development of the common knowledge base necessary to build coherent transnational policy frameworks. However, if transnational cooperation and resolute mutual goals in the plant sciences are to be firmly embedded in national policies and processes, these foundations must be strengthened and expanded.\n\nTo bring this about ERA-CAPS will pursue the development of a common agenda for plant science in Europe and create a joint research programme. ERA-CAPS will also facilitate data management, access and sharing solutions. Through external engagement ERA-CAPS will enable interaction between researchers, funders and relevant European initiatives, and assist in the systematic exchange of information to facilitate the expansion of the network and the involvement of new members and affiliates.\n\nSuch a network will significantly help plant sciences address both current and future challenges in food and non-food crop production.'","grantUrl":"","grantId":"291864","fundValue":"2220093.63","fundStart":"2011-12-01","fundEnd":"2015-05-31","dataset":"fp7"}