{"id":"109121","title":"Elucidating Sources & Pathways of Environmental Contamination with Brominated Persistent Organic Chemicals Using Advanced Instrumental Tools (ELUTE)","abstractText":"'The ELUTE EID is an intersectoral study that aims to enhance knowledge of the environmental fate and behaviour of persistent brominated organic chemicals. Its overriding hypothesis is that current understanding of the environmental fate and behaviour of such chemicals can be improved substantially by imaginative exploitation of recent advances in technology led by the private sector. ELUTE's main research goal is to further understanding of the environmental fate and behaviour of brominated persistent organic chemicals and how best we may deploy recent advances in analytical instrumentation to do so. Our vision is that enhanced understanding of the underpinning science will benefit public health and associated regulators and scientists by improving the evidence upon which policies may be based that ensure sustainable use of chemicals - both those targeted specifically by ELUTE, as well as others, including those under development. Via partnership between a major analytical instrument manufacturer and academia; ELUTE will bring economic benefits by demonstrating the capacity of the industrial partner's products to generate novel insights into how chemicals interact with the environment. Our principal research objectives are to provide robust scientific information to improve understanding of:\n1. The extent to which we can reliably use field-based instruments to identify products and waste material containing high levels of brominated flame retardants (BFRs);\n2. Whether and to what extent the use of BFRs has led to an increase in environmental contamination by brominated dioxins and furans;\n3. The environmental fate of BFRs, including the degradation/metabolic products of both 'legacy' BFRs like PBDEs and 'novel' BFRs like DBDPE.\nAs well as contributing to scientific knowledge; ELUTE contributes to the training and development of the next generation of researchers, thereby facilitating future advances in knowledge well beyond its lifetime.'","grantUrl":"","grantId":"606857","fundValue":"1173886.56","fundStart":"2013-10-01","fundEnd":"2017-09-30","dataset":"fp7"}