{"id":"107174","title":"Protein-Specific Charges for Drug Discovery","abstractText":"'Optimisation of the inhibitory potency of a drug candidate requires an accurate description of the interactions between the compound and its target protein receptor. State-of-the-art computational simulations of drug potency rely on classical molecular mechanics force fields with atom-centred point charges, which are often fit to reproduce quantum mechanical properties of small molecules. Yet recent advances in linear-scaling density functional theory software allow quantum mechanical simulations of biomolecules comprising thousands of atoms. A method is described to enhance the accuracy of computational predictions of drug binding by deriving the point charges of the target receptor directly from a single quantum mechanical simulation of the entire protein, thus incorporating the electrostatic polarisation of the protein's native state into the charge fitting procedure. The method will be validated against experimentally measured benchmark potencies of p38 MAP kinase inhibitors and applied in a prospective search for novel pharmaceutical compounds that disrupt interactions of the von Hippel-Lindau protein, which is being investigated as a target for treatment of chronic anaemia associated with kidney disease and cancer chemotherapy. Promising compounds will be synthesised and assayed for potency by the outgoing host.\n\nThe mobility phase of the project enhances the synergy between computation and experiment, thus increasing confidence in the developed methods and the likelihood of widespread uptake by the pharmaceutical community. As well as broadening the EU's portfolio in basic pharmaceutical research, the project is structured to train the applicant in drug design and enhance his network of international and inter-disciplinary collaborators, thus improving his prospects of establishing an independent research career at the boundary between electronic structure theory and the Life Sciences on returning to the European Research Area.'","grantUrl":"","grantId":"328553","fundValue":"282561","fundStart":"2013-07-01","fundEnd":"2016-06-30","dataset":"fp7"}