{"id":"104121","title":"Impact of Natural Killer Cells on Fetal and Placental Development","abstractText":"'In this proposal I wish to test the hypothesis that immune cells of the Natural Killer (NK) lineage use similar mechanisms to regulate both invasive placental cells and invasive cancer cells. Trophoblast cells and NK cells appear to come into close contact at the fetal-maternal interface during early pregnancy both in human and mice. Trophoblast cells indeed invade deep into the uterus while maternal NK cells accumulate adjacent to the invading trophoblast. These immune cells are a unique population and are known as uterine NK (uNK) cells. The interactions between trophoblast and uNK cells most likely influence the tissue remodelling that results in increased blood flow necessary for fetal growth. Thus, these interactions are key to successful reproduction but the molecular mechanisms are unknown and are the focus of this proposal. Like human uNK cells, also mouse uNK cells express activating receptors, such as the Natural Cytotoxicity Receptor NKp46, which is coded by the Ncr1 gene and is conserved in human, mice and many other species. NKp46 is a key receptor to recognise cancer cells. The host laboratory (lead by F Colucci) has shown that NKp46-deficient mice are more prone to metastatic melanoma (JCI, 2009) and that mouse trophoblast cells may express NKp46 ligands (unpublished). Considering the invasive properties of trophoblast, the question we wish to address is whether NKp46 controls the extent of trophoblast invasion, thereby affecting spiral arteries remodelling and fetal-placental growth. To address this question, we will compare trophoblast invasion, spiral artery modification and fetal-placental growth in NKp46-sufficient and NKp46-deficient transgenic mice.\nThe understanding of the molecular interactions between uNK cells and trophoblast will help define the role of uNK cells in reproduction and may have implications in cancer and transplantation.'","grantUrl":"","grantId":"301171","fundValue":"209033.4","fundStart":"2013-05-01","fundEnd":"2015-04-30","dataset":"fp7"}