{"id":"91290","title":"Ethical Issues of Emerging ICT Applications","abstractText":"'The ETICA project will identify emerging Information and Communication Technologies (ICTs) and their potential application areas in order to analyse and evaluate ethical issues arising from these. By including a variety of stakeholders and disciplinary perspectives, it will grade and rank foreseeable ethical risks. Based on the study governance arrangements currently used to address ICT ethics in Europe, ETICA will recommend concrete governance structures to address the most salient ethical issues identified. These recommendations will form the basis of more general policy recommendations aimed at addressing ethical issues in emerging ICTs before or as they arise Taking an inclusive and interdisciplinary approach will ensure that ethical issues are identified early, recommendations will be viable and acceptable, and relevant policy suggestions will be developed. This will contribute to the larger aims of the Science in Society programme by developing democratic and open governance of ICT. Given the high importance of ICT to further a number of European policy goals, it is important that ethical issues are identified and addressed early. The provision of viable policy suggestions will have an impact well beyond the scientific community. Ethical issues have the potential to jeopardise the success of individual technical solutions. The acceptance of the scientific-technological basis of modern society requires that ethical questions are addressed openly and transparently. The ETICA project is therefore a contribution to the European Research Area and also to the quality of life of European citizens. Furthermore, ethical awareness can help the European ICT industry gain a competitive advantage over less sensitive competitors, thus contributing to the economic well-being of Europe.'","grantUrl":"","grantId":"230318","fundValue":"1068773","fundStart":"2009-04-01","fundEnd":"2011-05-31","dataset":"fp7"}