{"id":"91046","title":"\"Meeting the challenges of economic uncertainty and sustainability through employment, industrial relations, social and environmental policies in European countries\"","abstractText":"'Coping with economic uncertainty while seeking security is a central dilemma of public policy in a globalising economy. A complex set of deals and conflicts are involved in the process of distributing the gains and the burdens of that uncertainty, and various forms of employment contracts and labour and social policies express their outcome. This project is concerned with the study of that process and its implications for societal models. In the course of conflict a number of different institutions engage in new practices; and there is a new diversity of employment forms and tenures. Social policy becomes increasingly integrated with employment and industrial relations practices, while both the sustainability of the institutions themselves and their impact on the natural environment require consideration.    Challenges are also presented by the different forms of governance at work in the various policy fields. The crisis of the Keynesian model was often seen as a crisis for associational governance (or neo-corporatism), and an advance for reliance on market governance (usually assisted by strong elements of government intervention). Since then, policy-making by individual large corporations often seems to be replacing associational governance as well as government policy-making in fields of employment categories and rights, pay determination, and the determination of pensions. However, the public goods issues raised by uncertainty and environmental damage bring again into question the adequacy of governance by the market and individual firms. We should expect to find radical changes in the societal models that we have become accustomed to using in the analysis of social policy. There is a search for new modes of governance, or new combinations of old ones.'","grantUrl":"http://www.gusto-project.eu/","grantId":"225301","fundValue":"2265112.2","fundStart":"2009-03-01","fundEnd":"2012-07-31","dataset":"fp7"}