{"id":"187931","title":"Role and function of olfaction in Seabirds","abstractText":"'Sensory ecology, bird olfaction and emissions of volatile organic compounds (VOCs) are unexplored fields of research. However, recent studies provided evidence that olfaction plays a fundamental role in the avian ecology, especially in hypogean petrels. Petrels are known to return to the same nest with the same partner in the same colony each year. Latest investigations strongly suggest that the birds use at least olfactory cues in nest and partner recognition with emission of specific and complex chemical signatures, reliably genetically controlled. Research on avian chemical communication has mainly focused on uropygial gland secretions and feather lipids. While, the ultimate carrier of these secretions is the plumage and the characteristic musky scent of petrels emanates only from it. Surprisingly, no study to date has focused on this scent. The proposed project aims to characterize composition and identity of VOCs emanating from plumage and nests both chemically and behaviourally and to assess presence and extent of genetic control of such scent signatures. Thus, samples of plumage and nests and VOCs will be collected from breeding birds in the Kerguelen Islands, Southern Indian Ocean. VOCs will be analysed using gas chromatography - mass spectrometry and resulting profiles evaluated using multivariate statistical and modeling methods. Subsequent behavioural assays using artificially reconstructed scents based on the evaluation will gain further insight into active molecules and their function. Cross-fostering experiments will allow discrimination of environmental and genetic compounds of individual scents. This project will provide novel findings and methodological framework with a much-needed template for future investigations into the chemical communication system and chemical ecology of petrels, birds and vertebrates in general and help to establish the role of olfaction in birds and its implications in conservation e.g. future effects of global change.'","grantUrl":"","grantId":"625385","fundValue":"221606.4","fundStart":"2014-07-01","fundEnd":"2016-06-30","dataset":"fp7"}