{"id":"103458","title":"Xylanases as models for understanding enzymatic catalysis","abstractText":"'Enzymes are essential for catalysis of the biochemical reactions that are characteristic of all living cells. Detailed explorations of these transformations have afforded a wealth of insight into the mechanisms of enzyme catalysis, heralding a range of enzyme applications. In spite of these advancements, further mechanistic studies on the fundamentals of enzymatic catalysis are still essential if we are to fully understand how enzymes effect the considerable 10e17 fold rate enhancements achieved under physiological conditions. A major challenge is to understand how the remote parts of the protein contribute to catalysis, that is; why are enzymes so big and how can mutations distant from the active site influence catalysis? Given that proteins are commonly built from only 20 amino acids, it seems reasonable a priori that during evolution of an enzyme, mutation of residues at remote sites have occurred to optimize the necessarily subtle changes in transition state configurations which must be achieved at the active site. Glycosidases are particularly appropriate model systems for such studies since they are ubiquitous, amenable to kinetic, structural and mutagenic studies and well organised into sequence defined glycoside hydrolase families. The xylanases from Cellulomonas fimi (Cex) and Bacillus circulans (Bcx) have been established as among the best mechanistically and structurally characterised enzymes, making them ideal systems with which to probe the roles played by remote residues  in catalysis. In this project the fellow, Dr Martin A. Fascione will adopt a multidisciplinary approach to determine how subtle changes to TS configurations are transmitted from remote sites in enzymes using a combination of molecular biology, mutagenesis, protein semisynthesis, enzyme kinetics, protein NMR, all during the outgoing phase with Professor Stephen G. Withers (UBC), and protein X-ray crystallography during the reintegration phase with Professor Gideon J. Davies FRS (York).'","grantUrl":"","grantId":"302246","fundValue":"176368.8","fundStart":"2012-08-20","fundEnd":"2014-08-19","dataset":"fp7"}