{"id":"102890","title":"Precise Parameter Estimation of Gravitational Waves Sources of Low and Medium Frequencies","abstractText":"'The operation, construction and new projects of a number of new and next-generation gravitational  wave detectors are currently underway. They will constitute a network of ground- and space-based detectors in a near future, aiming at detecting Gravitational Waves (GWs) generated by different astrophysical and cosmological sources. In particular ground-based detectors will be sensitive to sources of high and medium GW frequencies, whereas the space-based ones will be more sensitive to that of medium and low frequencies.\n\nBinary systems composed of a Stellar Compact Object (SCO) orbiting a Massive Black Hole (MBH) are one of the main sources emitting at low GW frequencies. Due to the differences between the masses of their components, these systems are named Extreme-Mass-Ratio Inspirals (EMRIs). During the last year of emission, the SCO tracks the geometry deep in the strong-field region of the MBH, mapping the MBH spacetime in the GWs. Then, by looking at their waveforms, we can determine, with high accuracy, the physical parameters characterising the system. However, the different studies carried out in the past have not yet attempted to perform a systematic parameter estimation analysis for EMRIs. The research work  that we propose will set the basis for a robust systematic parameter estimation study, including realistic physical situations that will account for modifications due to different astrophysical scenarios. Moreover, since the theory ruling MBHs may not be General Relativity, we will also consider other gravitational theories, filling an existing gap in the literature.\n\nFinally, we also expect that this work will be also relevant to study GW sources of middle frequency, like Intermediate Mass-Ratio Inspirals, which are EMRI like systems but with an intermediate massive BH instead of the SCO.'","grantUrl":"","grantId":"299190","fundValue":"200371.8","fundStart":"2013-01-01","fundEnd":"2014-12-31","dataset":"fp7"}