{"id":"89705","title":"In vivo study of primary B cell responses","abstractText":"'B cells produce antigen-specific antibodies as part of the adaptive immune response. This is the result of a complex process of activation and differentiation that is initiated with the specific engagement of the Ag to the BCR. While a wide range of studies have been performed in vitro to understand B cell-Ag recognition, we still understand very little about the basics of motility, compartimentalization and Ag recognition in vivo, because these events occur in densely packed lymphoid organs. Only recently the development of new microscopic techniques has allowed to analyze B cell behaviour in vivo in immune tissues. The main aim of this project will be to understand the molecular parameters that modulate Ag transport, presentation, uptake and B cell behaviour in the lymph node. We will move from an in vitro approach (studying follicular dendritic cells-B cells interactions and Ag presentation) to an in vivo analysis of B cell fate and Ag transport in the lymph node. These studies will allow us to shade light in the molecular parameters that regulate B cell behaviour. Moreover, the analysis of the role of innante immune receptors in in vivo B cell responses will lead us to integrate the effects of the complexity of the immune response in B cell behaviour. Antibodies have demonstrated their value as bio-therapeutics across a wide spectrum of diseases, such as cancer, immune disorders, and infection. Thus, understanding what signals are required to effectively activate B cells and the principles driving the selection of high affinity B cell variants are key for the successful generation of highly specific antibodies. This knowledge can be applied in the long term to the design of more specific and effective therapeutic antibodies for the treatment and diagnosis of infectious diseases and cancer. Moreover, a comprehensive map of B cell activation will help to understand the factors that lead to the development of autoimmune diseases.'","grantUrl":"","grantId":"220863","fundValue":"169390.93","fundStart":"2009-01-15","fundEnd":"2011-01-14","dataset":"fp7"}