{"id":"102268","title":"Radiophysics of the Sun","abstractText":"'The aim of this proposal is to establish close research interaction and collaboration between the key EU and non-EU research groups involved in the research of the Sun in the radio band; qualitatively advance our knowledge of the physical processes operating in the solar atmosphere, the basic mechanisms responsible for its evolution and dynamics and its effect on the Earth; provide younger researchers with extensive training in relevant research techniques and with universal transferable skills. The participating teams are either actively involved or host world-leading upcoming solar observational facilities CSRH, SSRT and ALMA, hence the additional aim of the project is the preparation to their successful exploitation, development of relevant theory and data analysis tools. The research and training aims are to be achieved through the systematic research staff and knowledge exchange and joint research efforts exploiting existing data and facilities, and preparing the future world-class partnership in exploitation of the upcoming facilities. The network we intend to build consists of 7 (4 EU and 3 non-EU) internationally recognised and respected research teams with high level of expertise in the fields that are complimentary and crucial for the proposed research: solar radio instrumentation, data analysis, plasma physics of the microwave emission, magnetohydrodynamic (MHD) theory and simulations, and leadership or direct involvement in the upcoming facilities. The teams represent three EU member states (Czech Republic, Poland and the United Kingdom) and two eligible non-EU states (China and Russia), hence an additional benefit of the proposed collaboration is the intensification of the research links between EU and BRIC countries. The proposed collaboration is expected to develop into a long-standing international partnership.'","grantUrl":"","grantId":"295272","fundValue":"518800","fundStart":"2012-06-01","fundEnd":"2016-05-31","dataset":"fp7"}