{"id":"90785","title":"Biomarkers in age-related macular degeneration","abstractText":"'Age-related macular degeneration (AMD) is the leading cause of blindness in all populations of European origin with a large socio-economic impact on health systems. Better understanding of the disease should allow to improve diagnosis and disease monitoring and to develop new therapies. Aging and genetic predisposition are the most important risk factors for AMD. Many of the risk genes code for proteins of the innate immune system. Consistently, altered blood concentrations of immune-proteins have been detected in AMD strongly suggesting that such proteins can be used as biomarkers for AMD. Other proteins have also been found to be altered in AMD. We hypothesise that a combination of biomarkers, such as complement activation products, cytokines and elastin degradation products, are highly discriminative for AMD and allow an estimation of disease progression. This would enable clinicians to better allocate personal and financial resources for early identification and therapeutic monitoring of AMD patients at risk. Protein microarray will be used to quantify a large number of biomarkers. Logistic models will define the most relevant proteins and correlation with genetic markers will define biologically meaningful genetic polymorphisms. The relevant proteins will be analysed in blood samples of a large population based cohort. In 2008, all of these patients are being re-examined 6 years after baseline. The six year gap allows a significant number of patients with early AMD at baseline to have developed end-stage AMD, allowing the correlation of baseline systemic biomarkers with disease progression. The relevant biomarkers will furthermore be studied in animal models for AMD in order to better characterize and compare these models regarding systemic alterations observed in AMD patients.'","grantUrl":"","grantId":"237238","fundValue":"171300.62","fundStart":"2009-06-01","fundEnd":"2011-05-31","dataset":"fp7"}