{"id":"105559","title":"\"The origin of the fittest: canalization, plasticity and selection as a consequence of provisioning during development\"","abstractText":"'A major outstanding challenge for evolutionary biology is to explain how novel adaptations arise. We propose to test whether developmental plasticity initiates evolutionary change in morphological, behavioural and social traits, using laboratory experiments, fieldwork and comparative analyses.\n\nUsing burying beetles Nicrophorus spp as our model experimental system, we shall:\n\n1) Test whether variation in parental provisioning during development induces correlated phenotypic change in adult body size and a suite of life history traits; whether these phenotypic changes can be genetically accommodated under experimental evolution (the Baldwin Effect); and whether changes induced by experimental evolution mimic natural variation in adult body size and life history strategy among Nicrophorus species;\n\n2) Test whether parental provisioning has a canalizing effect on the developmental environment, potentially storing up cryptic genetic variation which might then be released as random new phenotypes, if offspring are exposed to a new developmental environment;\n\n3) Investigate whether developmental trade-offs, induced by under-provisioning from parents, provide the first step towards the evolution of a novel interspecific mutualism. Is a second species recruited in adulthood to carry out the function of a structure that was under-nourished during development?\n\n4) Using comparative analyses of data from the literature on insects, frogs, birds and mammals, we shall test whether the evolution of parental provisioning in a given lineage is positively correlated with the number of species in the lineage.\n\nOur proposal is original in focusing on developmental plasticity induced by variation in parental provisioning. Given the diverse and numerous species that provision their young, including several whose genomes have now been sequenced, this potentially opens up a rich new area for future work on the developmental mechanisms underlying evolutionary innovations.'","grantUrl":"","grantId":"310785","fundValue":"1499914","fundStart":"2012-11-01","fundEnd":"2017-10-31","dataset":"fp7"}