{"id":"97693","title":"Developing and Evaluating Communication strategies to support Informed Decisions and practice based on Evidence","abstractText":"'Objective: To improve the dissemination of evidence-based recommendations by building on the work of the GRADE Working Group to develop and evaluate methods that address the targeted dissemination of guidelines.\n\nBackground: Healthcare decision makers face challenges in understanding guidelines, including the quality of the evidence upon which recommendations are made, which often is not clear.  Guidelines are also typically developed as a one-size-fits-all package. By developing and evaluating targeted dissemination strategies, DECIDE aims to increase the use of evidence-based interventions in a sustainable way and to reduce the use of interventions where benefits are uncertain.\n\nMethods: GRADE is a systematic approach towards assessing and communicating the quality of evidence and the strength of recommendations. It has been developed to address the weaknesses of other grading systems and is now widely used internationally. The DECIDE consortium, which is composed of members of the GRADE Working Group, will further develop this approach to ensure effective dissemination of evidence-based recommendations targeted at the key stakeholders (healthcare professionals; policymakers and managers; patients and the general public) who determine what happens in clinical practice. We will collect stakeholder input from advisory groups, consultations and user testing. This will be done across a wide range of health systems in Europe. The targeted dissemination strategies that are developed will be evaluated in randomized trials, refined and used and evaluated with real guidelines developed by the DECIDE partners and other guideline developers that we support.\n\nExpected results: Dissemination strategies for recommendations that have been rigorously evaluated in diverse settings, support the transfer of research into practice, and are adapted to real-world healthcare systems.'","grantUrl":"","grantId":"258583","fundValue":"3788498.63","fundStart":"2011-01-01","fundEnd":"2015-12-31","dataset":"fp7"}