{"id":"97975","title":"De-Orbiting of Satellites using Solar Sails","abstractText":"'The goal of this project is to develop and flight test a novel, low cost/riskdeorbiting device based on a 25-m squared Solar Sail with a total mass (including the satellite platform) of 3 kg. The approach will be to modify Solar Sail deployment technology for use as a satellite and/or rocket upper stage deorbiting system. The effectiveness of such deorbiting device is predicted to be high at altitudes lower than 900 km for minisatellites (20 to 500 kg) if deorbiting time constraints of 25 years are being considered. Recent studies show an increasing probability of collisions between intact spacecraft and debris. If no countermeasures are taken, the number of debris particles will grow with a growth rate in the order of up to 5% per year. The historical practice of abandoning spacecraft and upper stages at the end of mission life has resulted in 8,500 tones of space debris in low earth orbit. The uncontrolled growth of the space debris population has to be avoided in order to enable safe operations in space for the future.However, reviews by panels of independent international experts have repeatedly failed to identify a single plan which is both technically feasible in the near-term and economically viable.  The consortium will design and develop a state of the art deorbiting system foe LEO satellites and upper stages with a mass less than 500 kg. The deorbiting system will be deployed after the useful time of the satellite/upper stage and will be used to remove/deorbit the object from its orbit within 25 years as required by Space Agency recommendations.  An example of the kind of impact this project can have is that if one assumes that all satellites and upper stages with a mass < 500 kg launched after 2013 to 2020 would hypothetically carry the proposed deorbiting system developed by the DEOBRIT-SAIL team space, debris (> 10 cm) will be reduced by 70%.'","grantUrl":"http://www.deorbitsail.com/","grantId":"263248","fundValue":"2830728.4","fundStart":"2011-03-01","fundEnd":"2014-10-31","dataset":"fp7"}