{"id":"100944","title":"Cognitive Analysis and Statistical Methods for Advanced Computer Aided Translation","abstractText":"The CASMACAT project will build the next generation translator's workbench to improve productivity, quality, and work practices in the translation industry.<br/>We will carry out cognitive studies of actual unaltered translator behaviour based on key logging and eye tracking. The acquired data will be examined for how interfaces with enriched information are used, to determine translator types and styles, and to build a cognitive model of the translation process.<br/>Based on insights gained in the cognitive studies, we will developnovel types of assistance to human translators and integrate them intoa new workbench, consisting of an editor, a server, and analysis andvisualisation tools. The workbench will be designed in a modular fashion and can be combined with existing computer aided translation tools.<br/>We will develop new types of assistance along the following lines:(1) Interactive translation prediction, where the workbench makes suggestions to the human translator how to complete the translation. We will adapt the existing interactive machine translation paradigm by adding input modalities, especially electronic pens and basing the suggestions on better exploitation of novel statistical machine translation models.(2) Interactive editing, where the workbench provides additional information about the confidence of its assistance, integrates translation memories, and assists authoring and reviewing.(3) Adaptive translation models, where the workbench learns from the interaction with the human translator by updating and adapting its models instantly based on the translation choices of the user.<br/>We will demonstrate the workbench's effectiveness in extensive field tests at a translation agency. In addition, we will also reach out to the wider language service industry and online volunteer translation platforms. The outcome of the CASMACAT project will be made available as open source software to industry, academia, and to individual end users.","grantUrl":"","grantId":"287576","fundValue":"3216696","fundStart":"2011-11-01","fundEnd":"2014-10-31","dataset":"fp7"}