{"id":"107705","title":"Nano-Impacts: the chemistry of single nanoparticles","abstractText":"'Many fundamental issues at the cutting edge of nanoscience will be understood and exploited through the study of single nanoparticles (NPs). The phenomenon of particle-electrode impacts (PEI), due to Brownian collisions of NPs with an electrode held at a suitable potential, enables NPs to be individually addressed, chemically manipulated and interrogated via electrical contact during collisions.\nWe shall address experimental and theoretical aspects of PEI embracing the redox chemistry of metal, non-metal and organic nanoparticles; the use of tagged nanoparticles with tags varying from proteins/DNA (sensing applications) to organic moieties (synthesis and nanoarchitectures); the insertion chemistry of H, Li etc into metal and metal oxide NPs (with application to new battery materials); photoelectrochemistry of semiconducting and sensitised NPs; the aggregation of NPs, single molecule detection via electrochemistry, and controlling the impact environment via optimisation of the impact parameters for particular applications. Theoretical models will be developed to describe and predict the stochastic PEI phenomenon, including the testing of existing theories of electron transfer and transport to and from nanoscale electrodes (Frumkin and Levich exclusion effects).\nWe have pioneered early aspects of this fledgling field and are ideally placed to realise the full potential of PEI studies to a wide range of nanoelectrochemical, analytical, synthetic and sensing applications. We therefore request support for a comprehensive programme of work to expand and fully exploit the field, using the PEI phenomenon to advance the interfaces of electrochemistry with analytical chemistry, biochemistry, materials science and physics (offering myriad applications in synthesis, sensing, nanotechnology, batteries and solar cells) leading to a level of expertise and fundamental understanding prior to ambitious, world-leading experiments in nanoelectrochemistry and in analytical science.'","grantUrl":"","grantId":"320403","fundValue":"2478320","fundStart":"2013-04-01","fundEnd":"2018-03-31","dataset":"fp7"}