{"id":"92634","title":"Bench-to-beside Integrated approach to familial hypertrophic cardiomyopathy: to the HEART of the disease","abstractText":"'Hypertrophic cardiomyopathy (HCM), characterised by left ventricular hypertrophy and myocyte disarray, is by far the most common cardiac single gene disorder. With a prevalence of 1:500, HCM is predicted to affect approximately one million people within the EU. HCM represents an important clinical problem, being the principal cause of sudden death in young adults, and a valuable opportunity to use human genetics to dissect mechanisms of cardiac hypertrophy and heart failure. It was the first inherited heart disease to be characterised at the molecular genetic level, with the demonstration that it is caused by mutations in genes that encode different components of the cardiac contractile apparatus. Existing in vitro and mouse model studies have suggested that HCM mutations enhance contractility and impair relaxation. We have hypothesised that these changes may result in energetic compromise, due to inefficient ATP utilisation, and also in altered Ca2 handling. If validated in the human heart, these hypotheses would identify tractable therapeutic targets that suggest that HCM, perhaps more than any other cardiomyopathy, will be amenable to disease modifying therapy. However, analysis of the altered functional characteristics of affected human tissue has so far lagged behind the in vitro and mouse studies. In this project, we aim: (i) to collect and genotype a large collection of both affected HCM and appropriate control human myocardium and to measure the differences in protein expression, contractility, protein phosphorylation and sarcomeric structure between normal and affected samples; (ii) to test therapeutic strategies in our existing mouse models; (iii) to employ patient-based studies to test specific interventions based on existing hypotheses. This will provide a broad multidisciplinary approach to gain further understanding HCM and to yield new directions for therapeutic strategies.'","grantUrl":"http://www.big-heart.eu/","grantId":"241577","fundValue":"3768620.78","fundStart":"2010-01-01","fundEnd":"2013-06-30","dataset":"fp7"}