{"id":"88925","title":"\"Chemistry of Coordination Space: Extraction, Storage, Activation and Catalysis\"","abstractText":"'The Applicant has an outstanding record of achievement and an international reputation for independent research across many areas of metal coordination chemistry. This high-impact and challenging Proposal brings together innovative ideas in coordination chemistry within a single inter- and multi-disciplinary project to open up new horizons across molecular and biological sciences, materials science and energy research. The Proposal applies coordination chemistry to the key issues of climate change, environmental and chemical sustainability, the Hydrogen Economy, carbon capture and fuel cell technologies, and atom-efficient metal extraction and clean-up. The vision is to bring together complementary areas and new applications of metal coordination chemistry and ligand design within an overarching and fundamental research program addressing: i. nanoscale functionalized framework polymers for the storage and activation of H2, CO2, CO, O2, N2, methane and volatile organic compounds; ii. new catalysts for the reversible oxidation and photochemical production of H2; iii) clean and selective recovery of precious metals (Pt, Pd, Rh, Ir, Hf, Zr) from process streams and ores. These research themes will be consolidated within a single cross-disciplinary and ambitious program focusing on the control of chemistry, reactivity and interactions within self-assembled confined and multi-functionalized space generated by designer porous framework materials. An AdG will afford the impetus and freedom via consolidated funding to undertake fundamental, speculative research with multiple potential  big-hits  across a wide range of disciplines. Via an extensive network of international academic and industrial collaborations, the Applicant will deliver major research breakthroughs in these vital areas, and train scientists for the future of Europe in an exciting, stimulating and curiosity-driven environment.'","grantUrl":"","grantId":"226593","fundValue":"2492371.6","fundStart":"2008-12-01","fundEnd":"2013-11-30","dataset":"fp7"}