{"id":"107865","title":"On-the-fly nonadiabatic quantum dynamics suitable for large biomolecules:\nDeveloping the DD-vMCG method","abstractText":"'Nonadiabatic effects play an important role in many molecular systems, including those of biological relevance. Processes such as photosynthesis, photoreception and bioluminescence are initiated by photoexcitation followed by the evolution of the system with splitting of the nuclear\nwavepacket in the manifold of electronic states. Nonadiabatic quantum dynamics is a method of choice to study these processes theoretically as the Born-Oppenheimer approximation fails in\nthe regions where electronic and nuclear motions are coupled. The usual approach involves a preliminary calculation of the potential energy surface of the system, which becomes unfeasible with the increase of dimensionality. In order to treat many-atomic systems a direct dynamics variational multi-configuration Gaussian wavepacket (DD-vMCG) method has been developed. It enables on-the-fly potential energy evaluation due to the usage of localized Gaussian functions as a basis set while retaining the full quantum character of the nuclear wavepacket. The method still has a field for improvement, especially with respect to the algorithm of diabatisation as only an approximate version of this is currently implemented. In the current project we therefore aim at\nupgrading the DD-vMCG method and further applying it to biological systems in which nonadiabatic effects play a role (e.g. the green fluorescent protein). In order to study big systems we plan to use a hybrid quantum mechanical/molecular mechanical approach that allows us to treat the most important part of the system at the quantum mechanical level, while the remainder is treated with less accurate, but much faster classical mechanical methods. We thus will open the doors for the accurate quantum dynamical investigations of biological systems, that were only previously studied using significant approximations.'","grantUrl":"","grantId":"330850","fundValue":"231283.2","fundStart":"2013-07-01","fundEnd":"2015-06-30","dataset":"fp7"}