{"id":"102868","title":"Mining for Metals in a Massive Spectroscopic Survey of the Intergalactic Medium","abstractText":"'The researcher has demonstrated excellence in developing new techniques for detecting, measuring and modelling the intergalactic medium (IGM) and its relation to galaxy formation. He has been particularly focussed on recent incarnations of the Sloan Digital Sky Survey (SDSS-II & -III) and is a key member of the team using observations of the IGM in a massive spectroscopic survey of the distant universe (SDSS-III's Baryon Oscillation Spectroscopic Survey or BOSS) to measure dark energy via its signature in large scale structure. This is allowing the researcher to improve our understanding of dark energy and the coevolution of galaxies and the IGM.\n\nThe IGM is the diffuse medium between galaxies. It is the reservoir that fuels star formation, some of which has been reprocessed by galactic outflows. This gas is observed via absorption imprinted on the spectra of distant quasars as the light passes along the line-of-sight to us. The BOSS survey has already found, and taken spectra of, more than five times as many high redshift quasars as were previously known (>60000) in its 2 years of operation. By its end, in autumn 2013, this increase will be an order of magnitude. The researcher is an active participant in building this sample. In parallel, the survey measures large scale structure (and so dark energy) using the locations 1.5 million galaxies.\n\nThis researcher has spent seven years pursuing these interests in North America. He proposes to return to Europe to diversify these efforts at the Institute for Cosmology and Gravitation (ICG). The ICG provides a wealth of expertise in areas that represent natural extensions to the researchers current efforts: galaxy formation and the measurement of large scale structure. The ICG takes a lead in the galaxy survey portion of BOSS, but lacks any direct involvement in the quasar survey and its galaxy formation effort lacks expertise on the IGM. The researcher would therefore complement activities currently talking place at ICG.'","grantUrl":"","grantId":"301665","fundValue":"278807.4","fundStart":"2012-09-19","fundEnd":"2014-09-18","dataset":"fp7"}