{"id":"89664","title":"MULTI-SCALE COMPLEX FLUID FLOWS and INTERFACIAL PHENOMENA","abstractText":"'Understanding and controlling of interfacial phenomena in multiphase fluid dynamics remains one of the main challenges at the crossroad of Mathematics, Physics, Chemistry and Engineering. Examples include film flows, spreading and dewetting of (complex) liquids including suspensions, polymer solutions, liquid crystals, colloids and biofluids. Such systems are central for technological advances in the chemical, pharmaceutical, environmental and food industries and are crucial for the development of Microfluidics and Nanostructuring. The level of detail required by multi-scale flows with interfacial phenomena renders full-scale analyses practically impossible. In fact, such approaches often fail to describe even the results of simple experiments. MULTIFLOW will develop low-dimensional models capable of describing complex interfacial flows coupling different time and length scales. Based on the nature of the dominant mechanism, the scientific program will examine three generic classes: from nano- to macroscale, these are dominated by surface forces, reaction-diffusion, and advection. They are also affected by phase transitions, capillarity, chemical reactions, complex rheology and self-structuring. The strength of the network is its integration of all scientific disciplines, technical skills and expertise necessary to support the multi-scale nature of the envisaged research topics. By fostering the mobility and interdisciplinarity of a strong group of early-stage researchers through a set of well-defined objectives and effective networking between different institutions, disciplines and industries, the ultimate goals of this network are: (i) to create a multi-disciplinary, highly innovative and intersectorial training pool in the field of multi-scale interfacial fluid dynamics; (ii) to generate new tools and techniques for the theoretical-numerical-experimental investigation of such flows, which will be made available to the wider European Community.'","grantUrl":"","grantId":"214919","fundValue":"6205912","fundStart":"2009-01-01","fundEnd":"2012-12-31","dataset":"fp7"}