{"id":"88915","title":"Genomic determinants of inflammation: from physical measurements to system perturbation and mathematical modeling","abstractText":"'Inflammation is a complex biochemical and cellular response essential for the viability of higher organisms because of its requirement in anti-microbial defence and protection from the consequences of tissue injury. However, uncontrolled or sustained inflammation leads to several diseases with a huge social impact, ranging from autoimmune diseases to septic shock and cancer. While the requirement for specific transcription factors (TF) in inflammatory gene transcription is known, quantitative models describing how their interactions with genomic sequences leads to normal or pathological outcomes are not available. Unravelling how genomic organization underlies the orchestrated expression of inflammatory genes is crucial to understand how to pharmacologically tune pathological inflammatory responses. Now is the right moment to tackle this question as for the first time we have genomic technologies and computational abilities to generate the necessary quantitative data and to build computational models describing spatiotemporal coordination of transcription of hundreds of inflammatory genes by multiple TFs. To implement this objective, we have assembled a consortium of top-level scientists in the European Research Area who reached documented excellence in complementary aspects of transcriptional control, namely quantitative measurement of TF-DNA interactions, in vitro and in vivo analysis of chromatin organization, manipulation of genomic sequences by homologous recombination, computational and systems biology applied to transcriptional circuits. The network provides the critical mass required to generate ample quantitative and complementary datasets describing the minimal transcriptional regulatory blocks relevant for inflammation, thus enabling the integration of their coordinated activities via systems approaches. Each research group complements the other participants and the whole projects, and as such this proposal can not be carried out on any individual level.'","grantUrl":"","grantId":"222008","fundValue":"3962778","fundStart":"2008-12-01","fundEnd":"2012-05-31","dataset":"fp7"}