{"id":"97055","title":"PRotein cOatings to prevent Bacterial Infections","abstractText":"'Biomaterials are revolutionising many aspects of preventive and therapeutic healthcare. They are already playing an important role in the development of new medical devices, prostheses, tissue repair and replacement technologies.\nThis proposal addresses two of the most critical issues in biomaterials research: lack of knowledge of the fundamentals processes underlying interfacial interactions and bacterial infection.\nWe will focus our research on materials used for ophthalmological implants and in particular on the ones used in the manufacturing of intra-ocular lenses for cataract surgery. We will study the interaction of Staphilococcus epidermidis with biomaterial surfaces with nanoscience techniques. Staphilococcus epidermidis ranks first among the causative agents of nosocomial infections. In particular, S. epidermidis represents the most common source of infections on indwelling medical devices. Based on the knowledge accumulated in recent years about the characteristics that make a successful biocompatible interface we propose to research on the properties of amphipatic fungal proteins Hydrophobins as a plausible candidate to modulate the biomaterial interface. In particular, we will investigate class I hydrophobin extracted from the basidiomycete fungus Pleurotus ostreatus, whose properties are only partially investigated. Several studies have shown that class I hydrophobins do not seem to be toxic or cytotoxic or immunogenic, thus they are susceptible to be used in various medical and technical applications.\nWe propose to coat model surfaces with thin layers of native hydrophobin. The adhesion properties of the layer to the substrate as well as the wetting properties of the biofilm surfaces, will be fully investigated. Subsequently interaction of bacteria with  hydrophobin coated surfaces will be investigated. The goal is to obtain information about the factors that may reduce the incidence of infections due to bacterial colonization on biomaterials.'","grantUrl":"","grantId":"253087","fundValue":"117213.6","fundStart":"2011-09-12","fundEnd":"2012-09-11","dataset":"fp7"}