{"id":"95635","title":"Morphoelasticity: The Mathematics and Mechanics of Biological Growth","abstractText":"'This proposal concerns the mathematical study of growth, structure, and function in physiological and biological systems. The aim is to provide a rigorous mathematical framework for the study of different growth processes in biological systems and to model specific biological systems. The research is divided into interconnected themes with perspectives in pure mechanics, applied mathematics, and theoretical biology. At the foundational level, the development of a mathematical theory for biological growth is particularly difficult, as it must describe nonlinear biological materials evolving in time, and operating in large deformations. My goal is to study the foundations of the theory, which requires the generality of differential geometry, exact elasticity, and nonlinear thermodynamics. At the methodology level, I will develop mathematical tools to explore the consequences of growth processes in many systems, such as the dynamics of growth; the nonlinear stability analysis of growing systems with application to morphogenesis and pattern formation; and the study of reduced theories for rods and shells. The goal here is to gain insight into the fundamental coupling between growth, geometry, and stress in many biological systems. The driving force behind a theory of growth is the analysis and modelling of specific systems in collaboration with life scientists. Various applications in biology and physiology will be considered such bacterial and fungal systems, stems and leaves, solid tumours, arteries, brain morphology, and blood vessels. I have established such collaborations and I will expand their scope while at Oxford. Another goal of this work is to help bridge the gap between scientists from different communities such as plant biologists, biomedical engineers, and bio-physicists. Applied mathematics has a unique opportunity to offer a unified theory of biological growth and I intend to play a leading role in establishing this new field of study.'","grantUrl":"","grantId":"256377","fundValue":"100000","fundStart":"2011-06-28","fundEnd":"2015-06-27","dataset":"fp7"}