{"id":"99720","title":"Finding order to harness chaos: A new approach to understanding and controlling high Reynolds-number wall-bounded turbulence","abstractText":"'The enormous impact and significance of high Reynolds-number wall-bounded turbulence in various applications ranging from transportation and energy generation systems to meteorology and oceanography cannot be understated. However, almost all existing ideas in modelling and controlling wall-bounded turbulence are based on our limited understanding of low Reynolds-number flows. In higher Reynolds-numbers, we simply assume the existence of mutual independence of the large-scales located farther away from the wall from the small-scales near the wall and vice-versa. However, this notion of independence is incorrect. In fact, multiscale interactions between large- and small-scales play a significant role in various turbulent transport processes in practical situations. Consequently, our predictive models and control schemes that cannot account for or take advantage of these interactions have very limited success. Therefore, the central question posed in this research project is: What is the physics of scale interactions at higher Reynolds-numbers and how do we take advantage of it?\n\nThe aim is to explore the essence of scale interactions and develop fundamental understanding by performing novel experiments in high Reynolds-number boundary layers. New control methodologies based upon the existence of interactions between large- and small-scales will be devised and applied to reduce skin-friction drag. Additionally, unconventional, yet highly innovative experiments will be devised to ``simulate' essential aspects of high Reynolds-number scale interactions in a controlled laboratory environment. State-of-the-art laser diagnostics techniques including tomographic PIV and multiple-plane PIV will be performed together with other methods such as hot-wire/laser anemometry to study the physics of scale interactions in these flows. The ultimate goal is to develop new initiatives aimed at predicting and controlling wall-bounded flows in order to meet current and future challenges.'","grantUrl":"","grantId":"277472","fundValue":"1486500","fundStart":"2012-01-01","fundEnd":"2016-12-31","dataset":"fp7"}