{"id":"87766","title":"Hamiltonian Actions and Their Singularities","abstractText":"'In this project I intend to substantially advance research in different fields in contemporary symplectic geometry. The project is articulated in five sections: A. Singular symplectic and Poisson reduction of cotangent bundles. I will focus in an unfinished topic in the theory of singular reduction: its application to cotangent bundles. I will study the fibered structure of the singular reduced spaces in the Poisson and symplectic cases. B. Singular reduction in generalized complex geometry. In the last two years we have seen a dramatic impulse of the theory of Hamiltonian actions and its reduction theory in generalized complex geometry. I will study the problem of the singular reduction of this geometry. This is a relevant problem that has remained untouched and which is expected to attract strong international scientific efforts in a near future. C. Reduction and groupoids. There is an increasing interest in the reduction theory of Hamiltonian groupoid actions and its relationship with Poisson geometry. I will study these topics in both the regular and singular settings. D. Local geometry of Hamiltonian actions. I will produce a normal form adapted to cotangent-lifted Hamiltonian actions analogous to the Marle-Guillemin-Sternberg normal form for arbitrary symplectic manifolds. This will reflect the original fibered geometry of the cotangent bundle and it will be applied to the study of the local properties of the spaces obtained in A., as well as to the investigation of the local dynamics of symmetric Hamiltonian systems (see E.). Also, I will investigate the existence of such normal forms in Poisson and generalized complex geometries. E. Bifurcations of relative equilibria in Hamiltonian systems. I will apply the results of D. to the qualitative study of the dynamics of Hamiltonian systems of mechanical type. Specifically, it is to be expected that the fibered geometry of the normal form obtained in D. will be crucial to the study of their bifurcations.'","grantUrl":"","grantId":"220239","fundValue":"161225.98","fundStart":"2008-08-01","fundEnd":"2010-07-31","dataset":"fp7"}