{"id":"87963","title":"\"European observatory for science-based and economic expert analysis of nanotechnologies, cognisant of barriers and risks, to engage with relevant stakeholders regarding benefits and opportunities.\"","abstractText":"'observatoryNANO brings together leading EU organizations who collectively have expertise in the technological; economic; societal/ethical; health, safety, and environmental analysis of nanotechnologies. Its primary aim is to develop appropriate methodologies to link scientific and technological development of nanotechnologies with socio-economic impacts. Both of these aspects will be enhanced by expert opinion, making this project unique in providing relevant web-based reports in a common format across all sectors, considered by all criteria, and widely publicized. observatoryNANO will become an industry leading and opinion forming catalyst for nanotechnology in the EU. The purpose is to avoid the exaggerated socio-economic impact of nanotechnologies and place developments in a realistic time-frame. It will present a reliable, complete, and responsible science-based and economic expert analysis of peer-reviewed literature, patents, national funding strategies, investment trends, and markets; in combination with information derived from questionnaires, interviews and workshops with academic and industry leaders, investors, and other key stakeholders. It will place these developments in the context of potential ethical and societal issues, and risks to human health and the environment, through its own analysis and through engagement with other actors, to ensure that its recommendations are balanced and contribute to the safe and responsible development of nanotechnologies. It will collaborate with all appropriate organizations including the EPO, OECD, industry associations, ETPs, and other EU-funded projects. Through these activities observatoryNANO will form a balanced governing board of key EU stakeholders. It will react to advice and input from these stakeholders, and advise on potential opportunities, barriers, and risks. This will allow decision-makers to take appropriate action to ensure that nanotechnology developments are realized as socio-economic benefits.'","grantUrl":"http://www.observatorynano.eu","grantId":"218528","fundValue":"5141986.65","fundStart":"2008-04-01","fundEnd":"2012-03-31","dataset":"fp7"}