{"id":"98378","title":"Spectral analysis of graph-coupled systems","abstractText":"'The analysis of thin branched structures has become very popular in Mathematical Physics during recent years.  One reason is the increasing technological feasability of manufacturing nano-structures at an atomic level, making a detailed quantum mechanical analysis of the problem necessary.  Thin branched structures occur e.g. in\nmicro-electronics or in opto-electronics; and a theoretical analysis is necessary in order to understand the behaviour of such media or to engeneer materials with certain properties.  One is for example interested whether a material conducts or transmits light or not, e.g. semi-conductors or photonic crystals.  The project aims in a mathematical analysis of thin branched structures providing a large class of (at least approximatively) solvable models.\n\nOne goal of the project is to what extend thin branched structures can be understood by their decomposition into simple building blocks according to the underlying network structure. By this decoupling method, we want to tackle open problems in Mathematical Physics like the extended states conjecture, i.e., the\nquestion whether a randomly perturbed periodic medium still allows transport for small perturbations.  Another goal of the project is the question whether thin branched structures and their properties can approximately be described by the pure one-dimenional limit, the underlying network structure.\n\nOlaf Post, the researcher of the proposal, is an expert on the theory of thin branched structures in the zero-thickness limit.  Marco Marletta, the scientist in charge, is a recognized top-level specialist in the mathematical analysis of partial differential operators and their spectral properties and in operator theory.  Our project brings together these two very active areas of Mathematics, and aims in providing concrete mathematical models which are useful in engineering nano-structure devices.'","grantUrl":"","grantId":"273900","fundValue":"132968.4","fundStart":"2012-01-01","fundEnd":"2012-12-31","dataset":"fp7"}