{"id":"88496","title":"Semantically enhanced resilient and secure critical infrastructure services","abstractText":"The goal of SERSCIS is to develop adaptive service-oriented technologies for creating, monitoring and managing secure, resilient and highly available information systems underpinning critical infrastructures, so they can survive faults, mismanagement and cyber-attack, and automatically adapt to dynamically changing requirements arising from the direct impact on the critical infrastructure from natural events, accidents and malicious attacks.\n\nThe project will use a service-oriented architecture to make interconnected of ICT systems more manageable, allowing dynamic adaptation to manage changing situations, and counter the risk amplification effect of interconnectedness. To control the resulting ICT components, the project will develop:\n\n- tools and ontology for modelling of critical infrastructure including ICT components, to capture their requirements, behaviour and compositional nature;\n- system dependability metrics and agreements, and dynamic governance mechanisms, including dynamic trust management;\n- system composition mechanisms allowing dynamic discovery and interconnection of component services;\n- decision support tools that exploit underlying semantic models to provide situational awareness of system status and threats.\n\nSemantic system models will enable a unified approach across all these developments: semantic requirements models lead to reliability statements in service dependability agreements, which can be used by adaptive composition mechanisms, allowing management of larger composed systems to meet their requirements.\n\nThese innovations will be validated in two information-intensive critical transport infrastructures, both of which require interconnected ICT: air traffic flow control and airport airside process optimisation through collaborative decision making in airports, and inter-modal port community operations. Results will be widely disseminated to critical infrastructure end users, and to relevant regulatory and standard bodies.\n\n","grantUrl":"","grantId":"225336","fundValue":"3101100","fundStart":"2008-10-01","fundEnd":"2011-09-30","dataset":"fp7"}