{"id":"109942","title":"Indicator-based Interactive Decision Support and Information Exchange Platform for Smart Cities","abstractText":"INDICATE proposes a novel city-wide decision support system which accounts for all major systems and activities relevant to developing energy-efficient cities. To create a 'Smart Economy', integrated smart urban planning tools including architectural masterplanning and detailed energy optimisation and environmental analysis will be required.  If this is not addressed, we will be unable to deliver the Millennium Development Goals as agreed by each of the UN member states.nnINDICATE addresses these issues through the development of a decision support tool that is used in all stages of urban development of a city.  The tool can be used to (i) inform masterplanning at early stages of urban development; (ii) help make decisions with respect to best technologies to integrate and their economic and environmental impact to the urban environment; and (iii) optimise existing Smart Technologies to further reduce energy consumption and carbon emissions.  This is achieved through the integration of Dynamic Simulation Modelling, Geographic Information Systems (GIS), 3D Urban CAD Modelling Tools, Sustainable Urban Indicators and algorithms for Demand Side Management and local balancing of energy use into a single software package.nnExisting tools tend to address single sub-systems and don't examine the city in a holistic manner with respect to all city sub-systems and their interactions.  The few tools that address this do not have the Dynamic Simulation Modelling capability to simulate the environment and show the 'ripple effect' that a decision will have in the overall urban context.nnThe consortium includes world leaders in Dynamic Simulation Modelling & GIS, experts in urban planning, sustainable indicators, algorithm development and demand side management and Public Authority end users. Included are 3 test sites in 2 cities (Genoa, IT and Dundalk, IRL).","grantUrl":"","grantId":"608775","fundValue":"4396319","fundStart":"2013-10-01","fundEnd":"2016-09-30","dataset":"fp7"}