{"id":"111154","title":"In vivo imaging of haematopoietic stem cells in their natural niches to uncover cellular and molecular dynamics regulating self-renewal","abstractText":"'Haematopoietic stem cells (HSC) reside in the bone marrow, from where they maintain immune cells, erythrocytes and platelets. To function correctly, they depend on their localisation within highly specialised niches, where cell-cell and -matrix interactions as well as medium- and long-range molecular signals are integrated to instruct them to either remain quiescent, or to generate progeny that will maintain both the stem cell pool and the differentiated lineages. Studies based on HSC transplantation assays have identified several signalling pathways and bone marrow cell types as regulators of HSC function; however the full picture of the cellular and molecular components of the HSC niche remains elusive because of lack of direct observation over time. HSC subpopulations have been identified based on their proliferative behaviour and it is likely that either migration between different microenvironments or transient modifications of the niche structure mediate changes in HSC fate in response to perturbations such as infection or leukaemia development.\nI pioneered the combination of confocal and two-photon microscopy to visualise single HSC and their progeny within the bone marrow of live mice and here I propose to combine advanced microscopy techniques with multi-colour genetic lineage marking and highly sensitive expression profiling to track HSC and their clonal progeny in vivo in real time and to study the cellular and molecular composition of their niches during steady state and when responding to infection and leukaemia development. This work will uncover whether functionally distinct HSC subpopulations reside in anatomically distinct niches or rather all HSC niches are in principle equivalent, but change over time to mediate changes in HSC fate balance. The results obtained will provide a comprehensive picture of HSC niche dynamics, which will be critical for the development of regenerative medicine approaches based on in vivo or ex vivo expansion of HSC.'","grantUrl":"","grantId":"337066","fundValue":"1699724","fundStart":"2013-12-01","fundEnd":"2018-11-30","dataset":"fp7"}