{"id":"108685","title":"Dynamical controls on regional aspects of climate change","abstractText":"'It is now apparent that climate change is occurring and will continue to occur, and many sectors of society have a growing need for accurate information concerning the nature and extent of this change, at a regional scale, on various timescales to consider together with other risk factors in their planning. Computer models based on fundamental physical laws are our primary tool for predicting climate change. However, these models exhibit a disturbingly wide range of projections of future climate change even when forced by the same greenhouse-gas scenarios, especially when examined at the regional scale. This model divergence is presumably related, at least in part, to systematic model errors in the large-scale fluxes of heat, moisture and momentum that control regional aspects of climate. That these errors stubbornly persist in spite of increases in the spatial resolution of the models suggests that they are associated with errors in the representation of unresolved processes, whose effects must be parameterised.\n\nNarrowing the range of uncertainty in climate-model projections represents a key challenge for climate science over the coming decades. My research will focus on the dynamical aspects of this problem, and their implications for regional aspects of climate change. My previous climate research in Canada was focused on the stratosphere, with increasing emphasis on connections to the troposphere, using a climate model known as the Canadian Middle Atmosphere Model (CMAM). Now that I am in the UK, I intend to apply my knowledge and experience to tackle pressing outstanding issues in regional aspects of tropospheric climate change. The University of Reading provides a fantastic opportunity for this as its Meteorology Department is one of the top centres in the world for climate dynamics. I will retain a collaboration with my Canadian colleagues and will thus be able to take continued advantage of this expertise in developing my research programme within Europe.'","grantUrl":"","grantId":"334086","fundValue":"100000","fundStart":"2013-06-01","fundEnd":"2017-05-31","dataset":"fp7"}