{"id":"187944","title":"Adaptive Optimal Estimation and Control for Automotive Engine Systems with Approximate Dynamic Programming","abstractText":"'According to the latest global energy policy, more than 630 million vehicles are expected to be added to the Indian, Chinese, US, and EU fleets between 2000 and 2030. This growth increases requirements for fuel economy and necessitates the development of automotive engine management systems using advanced estimation and control approaches. This project is dedicated to study a novel online optimal adaptive estimation and control framework and to address their applications to engine estimation and control (e.g. torque estimation and air-fuel-ratio (AFR) control) in particular for turbocharged engines. A recently developed bio-inspired approach, approximate dynamic programming (ADP), will be exploited so that the estimation or control for an optimal performance index can be online solved without precise models. A laboratory engine test-rig will be used for experiments. Specific objectives to support the overall project are: 1) Revisit and improve engine models to account for the delays between the intake fuel injection event and torque output induction event; 2) Develop an adaptive parameter estimation approach to determine engine model parameters within finite time and with guaranteed transient performance; 3) Investigate an ADP-based adaptive observer for engine state estimation (e.g. torques, intake pressure); 4) Study ADP-based optimal adaptive control for complex nonlinear systems and exploit its application in terms of engine control to minimize the effect of cyclic dispersion and to allow for improved AFR performance.\nThe project will be conducted in close collaboration with other academic institutions (University of Bath) and industry (Jaguar Land Rover). The research outcomes could lead to significant advances in both academic research and engineering applications. Thus, it is paving a way for further theoretical developments in optimal theory and also for bridging the gap between optimal adaptive control techniques and their application to automotive systems.'","grantUrl":"","grantId":"625531","fundValue":"231283.2","fundStart":"2015-01-05","fundEnd":"2017-01-04","dataset":"fp7"}