{"id":"87507","title":"MAC and Network Layers Optimization","abstractText":"'The High Speed Downlink Packet Access (HSDPA) has been introduced in order to improve the downlink capability by the third Generation Partnership Project (3GPP) in the Wide-band Code Division Multiple Access (WCDMA) standard. Due to the increasing demands for uplink intensive data services such as ftp and multimedia uploads etc., the concept of the High Speed Uplink Packet Access (HSUPA) was subsequently introduced.  Together, these downlink and uplink technologies are collectively known as the High Speed Packet Access (HSPA) for short.  One of the most important item which distinguish HSPA from earlier versions of the WCDMA standard is the migration of some of the Medium Access Control (MAC) functionalities from the Radio Network Control (RNC) to the base station (Node-B). Such a change enables new techniques to be introduced, allowing faster adaptation to the current radio environment as well as traffic conditions. Also, it allows more efficient multi-user scheduling algorithms to be developed. While the many researches on scheduling have focused on the HSDPA, relatively fewer results have been reported for the HSUPA.  However, there can be various factors at the network level which might influence the behaviours of the schedulers.  These factors include the traffic load of the system, the number of users belonging to different priority classes, as well as interference levels, etc. To make the matter worse, these influencing factors are time-varying.  Thus, the network must be able to adapt such changes in order to operate optimally.   The objectives of this project are to investigate the potential factors at the network level which might influence the behaviours of the scheduling at the MAC layer, and develop cross-layer algorithms between the network and the MAC layers in order to facilitate the interactions between these two layers.'","grantUrl":"","grantId":"221380","fundValue":"178874.06","fundStart":"2009-03-01","fundEnd":"2011-02-28","dataset":"fp7"}