{"id":"90564","title":"\"Functional analysis of the sugar based signalling process coordinating plant cell wall, primary metabolism and photosynthesis\"","abstractText":"'Photosynthesis enables the plant to capture solar energy and to store it in form of sugars in the plant cell wall. Therefore plant cell walls are of particular interest in terms of optimization of energy biomass characteristics and yield. The so-called cell wall integrity mechanism monitors the state of the plant cell wall and initiates changes in its structure and composition to maintain the functional integrity. The proposed research focuses on the dissection of this mechanism by analysing the cross-talk between cell wall stress response and primary metabolism / photosynthesis. To investigate the role of sugars in the signal transduction of the cell wall stress response, I will establish the FRET-based nanosensor technique to visualise sugars in planta using Arabidopsis thaliana seedlings and determine changes in sugar concentrations in response to cellulose biosynthesis inhibition (CBI, caused by isoxaben). In addition, I will investigate the role of a cell wall invertase (ATCWINV6) in sugar signalling processes during CBI. Therefore, a detailed phenotypic characterisation of mutant plants and functional analysis of the gene / protein will be performed. To determine the effects of cell wall stress on plant metabolism I will perform detailed metabolic profiling of wildtype Arabidopsis seedlings exposed to CBI in combination with expression profiling of photosynthesis and starch metabolism genes. Furthermore, selected mutants involved in the cell wall stress response will be analysed regarding changes in sugar concentrations and metabolic effects in response to CBI. The results of this project will contribute to the understanding of the cell wall integrity mechanism that can change / regulate the quality of biomass. By shining light on the regulatory connection between cellulose biosynthesis and metabolism / photosynthesis this project will help to develop novel strategies to improve biomass quantity.'","grantUrl":"","grantId":"237636","fundValue":"","fundStart":"2009-03-01","fundEnd":"2011-02-28","dataset":"fp7"}