{"id":"98397","title":"Evolution  and  ecology of Bacillus anthracis: the transition from a soil organism to a mammalian pathogen","abstractText":"'Despite their importance, little is known about the origins of many emerging human pathogens and the way that invertebrates could shaped their evolution. Bacillus anthracis, the causative agent of anthrax, is closely related to the important insect associated pathogens B. cereus and B. thuringiensis. In B. anthracis, it has been proposed that the horizontal acquisition of the mammalian virulence regulon atxA created a dynamic tension with the insect virulence regulon plcR, which resulted in the functional inactivation of PlcR. The isolate of B. cereus G9241 caused an illness resembling inhalational anthrax and possesses functional versions of atxA and plcR. We hypothesize that this strain represents an early stage isolate recently derived from an insect pathogen in which the competition of the atxA and plcR regulons has yet to resolved. In this proposal we will address the contribution of AtxA and PlcR to gene regulation and virulence in this emerging B. anthracis-like strain. We will develop insect, soil amoeba and mammalian macrophage infection models and use these to compare the B. cereus type strain ATCC14579, B. anthracis Sterne and B. cereus G9241. Furthermore, we will directly address the impact of AtxA upon B. cereus G9241 by means of competition assays with a knockout mutant atxA and monitor reporter gene expression in the mutant and the parent strain in both insect and mammalian tissue culture conditions. Finally, we will conduct micro evolution studies by repeated challenge through the M. sexta host to elucidate the selection pressure acting on the competing AtxA and PlcR regulons in invertebrate infections. A deeper understanding of the molecular biology of B. anthracis virulence could afford novel strategies for future treatments or vaccination against anthrax. Also, the study of B. anthracis with insects and soil amoeba will also provide useful information for the management of anthrax contaminated sites.'","grantUrl":"","grantId":"273155","fundValue":"280180","fundStart":"2011-09-01","fundEnd":"2013-08-31","dataset":"fp7"}