{"id":"108912","title":"MASKLESS ELECTROCHEMICAL SURFACE MODIFICATION PROCESS","abstractText":"The central project aims are to:\nImplement a novel low cost, resource efficient and sustainable process by combining electrochemical reactor engineering with innovative ultrasound agitation to enable selective metallisation of microscale devices, components and printed circuit boards (PCBs) without requiring photolithography.\nDesign, integrate and scale-up the technology to enable successful, economically viable industrial processes;\nOptimise specific chemistries based on dilute water-based formulations specifically developed for each application, i.e. replacement of existing corrosive and/or toxic chemical formulations;\nReduce the use and concentration of hazardous chemicals leading to more sustainable processes;\nSignificantly reduce waste treatment costs due to use of less-hazardous chemicals;\nDecrease energy consumption by a step-wise reduction in manufacturing methodology and processes;\nThe project will address these aims by the implementation of a first application reactor for industrial application, with four main areas of innovation. The first is the realisation of the potential for replacing a multi-stage conventional lithographic process for selective surface treatment of a wide range of substrates through the application of electrochemical reactor engineering and focussed ultrasound agitation, while at the same time greatly reducing the chemical content of treatment liquors currently being deployed. The second is a new methodology for registration and placement of tools suitable for pattern transfer onto printed circuit boards. Thirdly, this project will also optimize and incorporate a novel focussed ultrasound agitation scheme for efficient activation of PCB surfaces. The fourth innovation is the design and scale-up of optimised treatment equipment integrating the above whose design is tailored to generate high resolution pattern transfer through optimised current and potential waveforms.\n\n","grantUrl":"","grantId":"303550","fundValue":"1951472","fundStart":"2012-08-05","fundEnd":"2015-08-04","dataset":"fp7"}