{"id":"191626","title":"Roadmap for Conversational Interaction Technologies","abstractText":"ROCKIT is a strategic roadmapping proposal for research and innovation in the area of natural conversational interaction. The primary scientific focus concerns interactive agents which are proactive, multimodal, social, and autonomous. A second focus concerns systems which can extract and exploit rich context and knowledge from heterogenous data sources.nnThe main goal of ROCKIT is the development of a Research and Innovation Roadmap which integrates the vision and innovation agendas of those organisations (concerned with R&D and exploitation) in the field across Europe, with a broad coverage across sectors. A key goal is to bring together public sector research organisations with commercial organisations at all scales, with a particular focus on SMEs that represent the majority of fragmented commercial activity in Europe.nnROCKIT has five key objectives:nn1. Construction of a unifying roadmap for natural spoken and multimodal interaction;nn2. Formation of a broad-based, cross-sector community mobilised around the ROCKIT roadmap, the Conversational Interaction Technology Innovation Alliance;nn3. Recommendations for a common European platform based on an open architecture for Conversational Interaction Technologies;nn4. Identification of a number of target scenarios to drive future research, innovation, and economic/social development;nn5. Establishment of a research and innovation agenda for Conversational Interaction Technologies.nnA key aspect of ROCKIT will be to organise a European research and innovation community in the area of conversational interaction technologies, integrating a wide-range of commercial organisations with application and use links to the area.  ROCKIT will be structured around a set of sector-based clusters including mobile applications, healthcare, education, games, broadcast media, robotics, law enforcement, and security.","grantUrl":"","grantId":"611092","fundValue":"1646561","fundStart":"2013-12-01","fundEnd":"2015-11-30","dataset":"fp7"}