{"id":"86230","title":"Coordination and Advancement of sub-Saharan Africa-EU Science & Technology Cooperation Network","abstractText":"'The CAAST-Net project will establish a platform to promote improved cooperation in science and technology between Europe and Sub-Saharan Africa.  To achieve this objective, CAAST-Net will analyse the current European and African S&T cooperation landscape, and undertake S&T policy analyses. Informed by the outcomes of analyses, CAAST-Net will initiate and support European-African S&T policy dialogues to advance cooperation and broker partnerships. CAAST-Net outcomes will include identification of specific research topics for European-African cooperation and their recommendation for inclusion in FP7. CAAST-Net will promote African participation in the FP7 as well as greater synergy between S&T partnerships and development cooperation instruments.    Implemented by a consortium of leading European and African agencies mandated by their governments to promote international S&T cooperation, CAAST-Net will be a key instrument to support the implementation of the overall S&T cooperation programmes agreed to by the mandated authorities of the EU and the African Union (AU). CAAST-Net has been developed with the support of the AU and NEPAD. CAAST-Net has 7 Work Packages: WP1 will gather and analyse information on current European-African S&T collaboration and on S&T policies and capacities which determine opportunities for future cooperation. WP2 considers the synergy between S&T partnerships and development cooperation instruments. The S&T policy dialogue platform under WP3 will promote European-African S&T policy discussions on themes identified in WP1 to frame an enabling policy environment for S&T cooperation. WP4 will establish S&T cooperation platforms to actively promote European-African S&T partnerships, especially for SICAs under FP7. WP5 will focus on improving FP7 information and advisory capacities available to African researchers via NCPs. The focus of WP6 is knowledge management and outreach, and WP7 is dedicated to ensuring efficient project management.'","grantUrl":"","grantId":"212625","fundValue":"4923797.16","fundStart":"2008-01-01","fundEnd":"2012-12-31","dataset":"fp7"}