{"id":"109555","title":"Nanoscale Devices for Ultralow Temperature Thermometry","abstractText":"'Developments in low temperature technology heave reached the point where temperatures around 1 mK can be reached in commercially available systems, typically based on a 3He-4He dilution refrigerator. In the lab, nuclear demagnetisation refrigeration pushes this boundary lower: nuclear spin systems have been cooled to the nanokelvin regime, while the lowest temperature ever measured for electrons in a material is around 10 microkelvin.\nThe availability of commercial millikelvin refrigerators has driven numerous discoveries in physics and materials science and continues to facilitate research on materials, fundamental physics, and quantum technologies. All of these fields would benefit from access to lower temperatures, but this transition is challenging and requires technological step-changes. This is partly because the commercial workhorse technology, the dilution refrigerator, is not a practical solution. (The record temperature for a dilution refrigerator is 1.75 mK and has been for over a decade.) More significant obstacles are the lack of reliable thermometry, particularly for electrons in nanoelectronic devices, and the challenge of making low temperature thermal contact between the system being studied and a nuclear demagnetisation refrigerator.\nThis project will address several challenges to working below 1 mK, with the aim of opening the regime to studies of nanoelectronics, nanomechanics, and materials science. This will be achieved by developing two new thermometers: one for measuring the temperature of electrons in nanoscale samples, and one for improved measurements of the temperature of superfluid helium-3. We will also develop a platform to make thermal connection to nanoscale samples, with a particular focus on cooling incoming electrical connections. Through these developments, this project aims to move nanoscale science firmly into the sub-millikelvin regime, and to bring the benefits of nanotechnology to existing areas of low temperature physics.'","grantUrl":"","grantId":"618450","fundValue":"100000","fundStart":"2013-08-01","fundEnd":"2017-07-31","dataset":"fp7"}