{"id":"106826","title":"Development of Quantitative Radiographic Tomography technology for the in-situ Inspection of welded austenitic safety critical pipework in the nuclear power generation and petrochemical industries","abstractText":"'Austenitic stainless steel is often used in the construction of critical pipework in nuclear power plant and petrochemical plant due to its resistance to corrosion and its high fracture resistance. Pipelines are usually constructed by joining sections of pipe together, using welding. These welds can host many types of defects that may go undetected if not inspected and in-service and under stress these defects can grow and lead to mechanical failure through mechanisms such as fatigue.\n\nCurrently inspecting austenitic welds using ultrasonic techniques is difficult due to the materials inhomogeneity and anisotropy that causes the beam to scatter at grain boundaries. Conventional Film Radiography is the current technique used for inspecting these materials as the grain structure does not significantly affect the radiographic results. Film radiography is limited due to its long exposure times and the information available from the inspection results because the output provides a 2D image of a 3D object. This causes the superimposition of internal features (reducing the contrast sensitivity) and the inability to position the depth of defects in the direction of the X-ray beam.\n\nThe TomoWELD project proposes to develop a robust mobile X-ray tomographic system for the accurate inspection of austenitic steel welds at the sensitivity levels required in the nuclear industry. The application of X-ray Computed Tomography will overcome the limitations of current inspection techniques by providing 3D information of the internal structure allowing detailed cross sectional analysis and dimensional measurements to be obtained.\n\nThe design and manufacture of this system requires further development of existing X-ray tomography techniques and algorithms, hardware (mobile X-ray source and digital detector arrays) and robust field manipulators for easy onsite operation.'","grantUrl":"","grantId":"315213","fundValue":"1412376.66","fundStart":"2013-01-01","fundEnd":"2015-04-30","dataset":"fp7"}