{"id":"107237","title":"Non Boiling two phase Microfluidics with Heat Transfer","abstractText":"'The project with support of the CIG has provided great encouragement for me to establish myself in the UK for a life-long career in microfluidics and heat transfer based research activities. This grant will support me in my first steps of a stable European research career and to attain lasting professional integration in the ERA by evolving into a permanent position at the University of Oxford within a five year period. The CIG will provide me with a substantial research budget that will allow me to accelerate my research activities over the next four years and ensure continued participation at an international level through conferences and continued professional development thereby greatly enhancing my prospects for reaching the required level of long term integration through a permanent research/academic position at the University of Oxford which will have the highest possible impact to the success of my research career. In addition, I am a very experienced researcher and hence there will be significant scope to allow the transfer of knowledge that I have acquired prior to the Career Integration Grant. In addition the Osney group at the University of Oxford, which I will become a member of for the period of this grant and beyond, has a long list of industrial partners which will ensure the development of lasting co-operation with the scientific and/or industrial environment of the country from which they have moved. Without such actions as this CIG the potential for my future research activities could lie outside of the REA, while success in this proposal will solidify and act as a strong foundation to build a life-long research base at Oxford, and not only continue collaboration with my current employer but also with my many industrial contact and academic collaborations as evident from my CV.'","grantUrl":"","grantId":"333848","fundValue":"100000","fundStart":"2013-03-01","fundEnd":"2017-02-28","dataset":"fp7"}