{"id":"101841","title":"RE@CT - IMMERSIVE PRODUCTION AND DELIVERY OF INTERACTIVE 3D CONTENT","abstractText":"RE@CT will introduce a new production methodology to create film-quality interactive characters from 3D video capture of actor performance. Recent advances in graphics hardware have produced interactive video games with photo-realistic scenes. However, interactive characters still lack the visual appeal and subtle details of real actor performance as captured on film. In addition, existing production pipelines for authoring animated characters are highly labour intensive.nRE@CT aims to revolutionise the production of realistic characters and significantly reduce costs by developing an automated process to extract and represent animated characters from actor performance capture in a multiple camera studio. The key innovation is the development of methods for analysis and representation of 3D video to allow reuse for real-time interactive animation. This will enable efficient authoring of interactive characters with video quality appearance and motion.nThe project builds on the latest advances in 3D and free-viewpoint video from the contributing project partners. For interactive applications, the technical challenges are to achieve another step change in visual quality and to transform captured 3D video data into a representation that can be used to synthesise new actions and is compatible with current gaming technology.nRE@CT gathers a team of world leading researchers and companies in motion capture, 3D video, broadcast and interactive animation to develop a new production pipeline, including new temporal 3D matching methods, a new data representation for 3D action and an immersive visual feedback system as a production aid for actors. The project results will be demonstrated in two application scenarios: An augmented reality application will demonstrate usage for serious gaming in education and entertainment. A production alongside a TV programme will demonstrate new synergies for developing a traditional programme and an interactive application in parallel.","grantUrl":"","grantId":"288369","fundValue":"4622891","fundStart":"2011-12-01","fundEnd":"2014-11-30","dataset":"fp7"}