{"id":"95714","title":"Coordination and Support Action for Global RFID-related Activities and Standardisation - 2","abstractText":"The need for authoritative, on-going international cooperation in respect of the European agenda for taking the concept of the Internet of Things (IoT) to reality is pivotal in putting it into the global context it demands. CASAGRAS2 provides the necessary conduit for taking the next steps in international collaboration.nCASAGRAS2 identifies a much broader base for international cooperation, with partners from Brazil, mainland China, Hong Kong, India, Japan, Korea, Malaysia and USA. The European partners are from Belgium, France, Germany, Russia and the UK. CASAGRAS2 also identifies a group of experts to participate in the project that will target stakeholders based in Argentina, Belgium, Brazil, China, Denmark, Germany, India, Italy, Korea, Netherlands, USA and Russia.nThe coordination and support action plan for CASAGRAS2 draws upon the outcomes of CASAGRAS1 and the recommendations that specifically align with the targets identified in Objective ICT-2009-1.3: ICT Internet of Things and Enterprise environment. Moreover, it seeks to contribute to the European research cluster for IoT development represented by CERP-IoT, offering an important holistic input characterised by the generic nature of the work packages in respect of architecture, identification and data capture protocols, applications and services framework, R&amp;D roadmap, education and training and the important multi-dimensional features of governance; all with respect to international deliberation. Each component of these work package activities will be developed in cooperation with international partners through the international platform work package. Outcomes will be delivered through a dissemination infrastructure, exploiting a range of delivery platforms and serving a wide range of project, stakeholder and end-user delivery needs, with substantial foundations for innovation and enterprise in respect of applications, services and products, and socio-economic benefit.","grantUrl":"","grantId":"258440","fundValue":"1037632","fundStart":"2010-06-01","fundEnd":"2012-05-31","dataset":"fp7"}