{"id":"93094","title":"PARticle Systems: Training on DEM simulation for industrial and scientific applications","abstractText":"'The overarching aim of the PARDEM project is to provide high quality training to a group of young researchers to work within and to further develop the multidisciplinary field of DEM computational simulation of granular processes. Granular materials are estimated to constitute over 75% of all raw material feedstock to industry. They also present many challenges for innovation and fundamental science to solve problems in areas as diverse as natural disasters and industrial material handling which incur extensive economic losses. The Discrete Element Method (DEM) is a promising supradisciplinary facility providing both visual and quantitative details of the dynamics of particle assemblies. Although the method is established in academia, immature quantitative prediction capabilities and lack of DEM experts due to its rapid development hinder its use as an industrial engineering tool in Europe. To overcome this state a consortium of 6 industry and 5 academic partners is formed which engages the three key stakeholder groups (industrial users, DEM software developers and universities), vital for transforming DEM from a largely scientific tool into a widely adopted industrial tool and delivering increased competitiveness to the EU economy with significantly reduced development times of more efficient processes. The programme will provide for each fellow: a) in-depth training by research at the host site and on industrial secondments; b) sound multidisciplinary and intersectoral scientific training and understanding of industrial environments via courses and secondments; c) a programme of complementary skills training and network events to develop the researchers competencies and career options. The resulting new generation of DEM experts will speak a common language avoiding costly misunderstandings in commercial interactions of the three groups and drive the DEM technology to a level which will change the way equipment and granular processes are designed in EUROPE.'","grantUrl":"","grantId":"238577","fundValue":"3243311.01","fundStart":"2009-11-01","fundEnd":"2013-10-31","dataset":"fp7"}