{"id":"94842","title":"Bioinorganic Chemistry for the Design of New Medicines","abstractText":"'Bioinorganic chemistry is a rapidly expanding area of research, but the potential for the therapeutic application of metal complexes is highly underdeveloped. The basic principles required to guide the development of metal-containing therapeutic agents are lacking, despite the unique therapeutic opportunities which they offer. It is the goal of the proposed research to establish basic principles of medicinal coordination chemistry of metals that will allow the rational screening of future metallopharmaceuticals. We propose to utilize the power of inorganic chemistry to provide new knowledge of and new approaches for intervention in biological systems. This will be based on improved understanding of reactions of metal complexes under physiological conditions, on improving the specificity of their interactions, and gaining control over the potential toxicity of synthetic metal complexes. The research programme is highly interdisciplinary involving chemistry, physics, biology and pharmacology, with potential for the discovery of truly novel medicines, especially for the treatment of diseases and conditions which are currently intractable, such as cancer. The challenging and ambitious goals of the present work involve transition metal complexes with novel chemical and biochemical mechanisms of action. They will contain novel features which allow them (i) to be selectively activated by light in cells, or (ii) to be activated by a structural transition, or (ii) exhibit catalytic activity in cells. This ground-breaking research potentially has a very high impact and is based on recent discoveries in the applicant s laboratory. A feature of the programme is the use of state-of-the-art-and-beyond methodology to advance knowledge of medicinal metal coordination chemistry.'","grantUrl":"","grantId":"247450","fundValue":"1565397","fundStart":"2010-07-01","fundEnd":"2015-12-31","dataset":"fp7"}