{"id":"109444","title":"Nodal Lines","abstractText":"'First observed by the physicist and musician Ernst Chladni in the 18th century, the nodal lines\n(also referred to as the Chladni Plates or Chladni Modes) appear in many problems in engineering, physics and natural sciences. Nodal lines describe sets that remain stationary during membrane vibrations, hence their importance in such diverse areas as musical instruments industry, mechanical structures, earthquake study and other fields. My proposed research aims at the nodal patterns and question arising from them with mathematical rigour.\n\nSo far, the nodal structures have been mainly addressed in the physics literature, whose statement are lacking the mathematical precision; most of their results are based on numerical experiments and heuristic computations rather than analytic methods typical for mathematics. In his seminal paper, Michael Berry (1977) suggested that the behaviour of the deterministic nodal patterns corresponding to the high frequency vibration on generic membranes is universal, and may be 'miraculously' explained by a random ensemble of monochromatic waves. Extensive numerical experiments confirm Berry's predictions, however no rigorous statement is known (or even formulated) to date.\n\nIn this research I propose to investigate the nodal structures in depth arising for various random ensembles. These kind of questions, very natural, especially in light of the proposed random models, were studied empirically in physics literature, and in the last few years analytically in the mathematics literature, mainly by Nazarov and Sodin, and the PI in various collaborations. The questions arising are of fundamental importance in mathematical physics, probability theory, mathematical analysis, and, as was recently discovered, number theory. The proposed research aims at rigorously answering some of the related open questions.'","grantUrl":"","grantId":"335141","fundValue":"966361","fundStart":"2014-02-01","fundEnd":"2019-01-31","dataset":"fp7"}