{"id":"95771","title":"The role of anandamide-synthesising pathways of primary sensory neurons in the development of pathological pain","abstractText":"'Pain associated with chronic peripheral pathologies is often intractable and, thereby negatively affects the quality of life of patients and places a huge financial burden on public health systems. Therefore, identifying novel efficacious ways to control pain is essential. N-arachidonoylethanolamine (anandamide) is a key signalling molecule which is produced by a major sub-population(s) of primary sensory neurons (PSN) following noxious stimulation or tissue damage. Exogenous anandamide, depending on concentration, duration of application and responsiveness of target molecules either inhibits or activates responses of a group of PSN, which plays a pivotal role in the initiation and maintenance of pain associated with peripheral pathologies. Further, our pilot data show that several enzymes implicated in anandamide synthesis are expressed in PSN in a cell-specific manner, suggesting that PSN-derived anandamide could induce responses in a pathway-specific fashion. Here, we aim to define the expression pattern of pathways and enzymes involved in anandamide production in PSN. Further, we aim to find changes in that expression pattern and activity of those enzymatic pathways by inflammation of peripheral tissues and injury to peripheral nerves. Finally, we aim to find the role of anandamide-synthesising pathways in the development of pain of inflammation and nerve injury origin. The Fellow will use cellular, molecular and behavioural approaches and broaden her technology repertoire by in vivo siRNA application, confocal immunofluorescent microscopy, microsurgery and analysing pain-related behaviour. Regulating anandamide levels in nPSN has previously been suggested for controlling nociceptive processing therefore anandamide-synthesising pathways in PSN are potentially targets for the development of novel analgesics. Hence, this work is the first steps towards new drug development programs that potentially could significantly improve the quality of life.'","grantUrl":"","grantId":"254661","fundValue":"181103.2","fundStart":"2010-06-15","fundEnd":"2012-10-14","dataset":"fp7"}