{"id":"99741","title":"Connecting numerical simulations of black holes with experiment and observations","abstractText":"'We propose to perform numerical simulations of black holes in the framework of general relativity for the purpose of using them in the analysis of gravitational wave data from gravitational wave detectors, LIGO, VIRGO and LISA, and for the analysis of experimental data from parton-parton collisions as performed at the LHC.\n\nThe analysis of observational data from gravitational wave detectors relies heavily on so-called matched filtering which cross correlates the data stream against theoretically predicted waveforms. Determination of source parameters in such observations requires accurate template banks over the parameter space of the possible sources. We will use numerical simulations of astrophysical black-hole binary systems for comparison with semianalytic predictions from post-Newtonian theory, the effective one body method and perturbative methods. The combination of analytic and numerical results will enable us to generate template banks of complete waveforms, including inspiral, merger and ringdown. We plan to study the improvements in parameter estimation in gravitational wave observations achieved by using such complete waveforms. We further plan to obtain accuracy requirements on the theoretical waveform predictions that ensure their suitability for their use in parameter estimation.\n\nSecond, we propose to model parton-parton collisions by colliding black holes. Motivation for this study is the possibility of formation of black holes in the collision experiments as predicted by theories of gravity with extra dimensions which have been proposed to solve the hierarchy problem in physics. The key output from our simulations are the scattering threshold and the amount of energy and angular momentum lost in gravitational waves. The results will be made available for the attempt to identify the signature of black-hole formation in the data analysis of the collision experiments.'","grantUrl":"","grantId":"293412","fundValue":"93750","fundStart":"2011-09-01","fundEnd":"2015-05-31","dataset":"fp7"}