{"id":"104259","title":"Modelling Residential and Transport Energy for Downstream Policies","abstractText":"'Energy consumption and thus carbon emissions in the domestic sector is responsible for more than 50% of UK carbon emissions (and between one-thirds to one-half in most EU countries) and presents a significant challenge to reducing GHG emissions from  the EU. The overall goal of the proposed 'ModeRATED Policy' project is to understand the impact and distributional burden of downstream policies, especially carbon trading at the personal or household level, in order to mitigate carbon emissions from the domestic sector (personal transport  in-home) of the economy, through developing an econometric demand model for joint consumption of in-house and transportation energy. The proposed project intends to make contributions to modelling in-house and transportation energy demand through developing an econometric demand model allowing for substitution between the energy consumptions in-house and for transportation needs of the households. Special focus will be on personal carbon trading as a policy to reduce emissions, and incorporation of an additional carbon budget in the theoretical microeconomic demand model. In addition, intermediate to long term trade-offs in energy saving/carbon saving behaviour will be investigated and incorporated in the model. Since there is no existing 'real' world example of carbon capped behaviour, the project will also seek to understand potential behavioural responses through potentially similar real world examples (e.g. vehicle lease for a given cap in km per month). Ultimately, the distribution of burden will be analysed for a carbon tax and a personal carbon trading policy. The results will significantly contribute to the current policy debate on the potential of downstream policies to help reduce carbon emissions from the households and thus reduce overall carbon emissions.'","grantUrl":"","grantId":"322246","fundValue":"100000","fundStart":"2012-11-01","fundEnd":"2016-10-31","dataset":"fp7"}