{"id":"108113","title":"The molecular network linking nitrogen assimilation to growth","abstractText":"'The high yield of crop plants currently supports the global population with sufficient food, but this is achieved at substantial environmental cost. One of the most significant of these costs involves the use of nitrate fertilizers, which pollute groundwater supplies and promotes the formation of a potent greenhouse gas. The aim of this project is to understand in more detail the efficiency of soil nitrate use at the molecular level using the wealth of knowledge, tools and resources available in Arabidopsis. The research plan is based on work in the host laboratory showing a genetic link between the amounts of available photosynthate, nitrate transporter gene expression, nitrate uptake and growth. Physiologically this involves the plant balancing nitrate acquisition from the soil with carbon metabolites for amino acid biosynthesis. This balance directly influences growth in response to nitrate and is a potential control point. However, the molecular mechanisms need to be understood in more detail in order that the knowledge can be used to breed new crop varieties that use nitrate more efficiently. The project involves a genetic screen to identify genes that influence the levels and activity of key nitrate transporter in response to available sugar. Another screen of transcription factors that bind to and activate the transporter gene will also be conducted. Together these will identify new components in the regulatory circuit controlling nitrate uptake and utilization. The researcher brings highly complementary expertise in sugar signaling from Utrecht to the John Innes Centre that is essential for the success of the project. Her skills will be augmented by a training programme to impart additional skills, knowledge and experience required for her future career as an independent scientist. Importantly, exposure to industry and public engagement activities will help develop a well-rounded, productive and skilled researcher.'","grantUrl":"","grantId":"331336","fundValue":"221606.4","fundStart":"2013-05-07","fundEnd":"2015-05-06","dataset":"fp7"}