{"id":"93758","title":"Fostering the Research Dimension of Science and Technology Agreements","abstractText":"FORESTA project wants to boost the research dimension of ICT cooperation and policy dialogue between the EU and the Latin American region. In particular, the project targets the four countries having signed S&T Agreements with the EU, and Colombia, which adopted in 2008 the DVB-T standard for digital broadcasting and has recently intensified contacts with the EU to start discussions on an S&T Agreement. The project is structured in two main blocks of activities: one looking at immediate opportunities for cooperation between researchers of the two communities (Europe and Latin America) via the organisation and follow up of conferences in the five target countries, the other one looking at long-term perspectives. This latter evolves around two sets of activities: a) analysis of current ICT policies in the region and identification of key research issues to address in the future; b) recommendations on how to make a better use of support instruments to ICT research cooperation (European or national funding programmes and other initiatives). The expected results are: immediate increase in the number and intensity of Euro-LA cooperation as an effect of the conferences; set of recommendations related to future joint research areas and ways of supporting them. More in general, the project aims at coordinating efforts being done in encouraging ICT research cooperation between the two regions. The whole project will be backed by a solid dissemination and communication action. A regional organisation, ALETI, present in most of Central and South American countries will be key to the visibility of FORESTA also in countries that are not directly involved. The expected impact of FORESTA is to pave the way to a more structured and intense Euro-Latin American ICT research cooperation and to encourage other Latin American countries to set up a regular ICT policy dialogue with the European Union.","grantUrl":"","grantId":"248676","fundValue":"582489","fundStart":"2010-01-01","fundEnd":"2011-12-31","dataset":"fp7"}