{"id":"98600","title":"Precise test of Lepton Universalty with decays of the charged kaon at the NA62 experiment at CERN","abstractText":"'Lepton Universality, a postulate that the strength of weak interaction of leptons (electrons, muons, tauons) is independent of lepton type, represents a corner-stone of the Standard Model of particle physics. The origin of the apparent Lepton Universality in the charged lepton sector not associated to any known symmetry is one of the fundamental problems of modern physics, and is closely related to the concept of supersymmetry. The Fellow will perform a unique stringent Lepton Universality test by measuring the ratio of the electronic to muonic decay rates of the charged kaon to a record precision of one part in thousand in the framework of the NA62 experiment at the European Organization for Nuclear Research (CERN). Such measurement is known to be a plausible opportunity to detect the first solid evidence of new physical phenomena. The project will take advantage of the unique very intense kaon beam and recent developments of the appropriate detector technology, and bring together the Fellow's research experience in kaon physics with the extensive hardware and computing experience of the Birmingham particle physics group. A crucial part of the experimental equipment required for the measurement - the ultra-fast frontend and readout electronics systems allowing operation of the CEDAR Cherenkov kaon tagging counter in the very intense beam - will be designed, built and delivered. The relevant monitoring, calibration and analysis software will be developed, and the analysis strategy will be elaborated. A test data sample will be collected with the first high quality beam available to the experiment in 2013. Analysis of that sample will allow measurement of the detector performance, optimization of the experimental strategy, and identification of the systematic limitations of the method to be performed. This will open the way for an ultimate precise Lepton Universality test to be performed timely with a large dedicated data sample to be collected in the next few years.'","grantUrl":"","grantId":"271987","fundValue":"209092.8","fundStart":"2011-04-01","fundEnd":"2012-03-31","dataset":"fp7"}