{"id":"102422","title":"On-animal sound sensors: long-term sound and movement recording tags for studying how environmental noise affects animals","abstractText":"'A vast array of animals use sound to communicate, find food or detect threats. But vocal and hearing systems that evolved over millions of years must now contend with noise from human activities that are radically changing sonic environments world-wide. The problem may be particularly acute in marine ecosystems where low attenuation of sound increases the footprint of noise sources. Studies to measure how noise affects animals have suffered from a lack of observational tools. An important advance has been the development of multi-sensor tags that record the sounds experienced by animals and their movements. Field studies with tags on cetaceans have demonstrated surprisingly strong responses to single noise exposures but the short 1-2 day duration of current tags makes it impossible to evaluate their biological significance. Here I propose to develop a unique experimental capability to test if responses to noise can have a cumulative impact on fitness. To achieve this, I will create a highly-integrated tag capable of recording sound, foraging motions and locomotory effort of individual animals over months. Using this device, I will team with experts in field studies on three taxa: seals, echolocating whales, and deer, to quantify the long-term exposure to human-sourced sound and its behavioural and energetic consequences. The different sensory systems, environmental constraints and strategies of these taxa will help in interpreting how and to what extent noise can change foraging rates and so impact fitness. In the final phase of the project, I will miniaturize the tag for use on small terrestrial animals and birds to examine the role of predation pressure in shaping noise responses. The project will pair cutting-edge electronic technology with European leadership in field studies of wild animals to create a world-first capability that will provide scientific guidance for marine conservation while also addressing emerging noise concerns in terrestrial animals.'","grantUrl":"","grantId":"304132","fundValue":"100000","fundStart":"2012-03-01","fundEnd":"2016-02-29","dataset":"fp7"}