{"id":"94396","title":"Cooperation Environment For Rapid Design prototyping and New Integration Concepts for Factory of the Future","abstractText":"'In COPERNICO a novel approach is adopted which will look at ALL factors of the production system in a holistic manner (machines, humans, environment) and model the interactions. Particular attention will be paid to factory ramp-up, which is critical for new products and can be a major stumbling block achieving fast time-to-market. We believe that it is only possible to design a virtual manufacturing process by developing a detailed understanding of the system at all levels. COPERNICO is directed at generic issues spanning the interests of all our industrial partners and indeed common to all factories. The problems include optimizing capacity, removing bottlenecks and scheduling (coordinating with both the upstream and downstream supply chain and minimizing work in progress). The emphasis of COPERNICO is on virtual simulation to eliminate problems before they happen. The preplanning stage is an ideal time in the life-cycle of the plant to include human and environmental concerns, safety factors and work-place satisfaction metrics. The objectives are to: 1. Identify and merge the range of mathematical, physical, data driven and knowledge based models with soft data such as worker and environmental considerations to create a tool to predict the behaviour of production processes and overall factory environments. 2. Use the models to develop optimum processing routes 3. Develop novel experimental methodologies to validate the models in a virtual test bed facility 4. Condense the validation and certification time to reduce cost and time 5. Build from machine tools to cells and factories 6. Build on the close working relationship with our industrial collaborators and transfer knowledge 7. Create a modular factory layout system with a diagnostic and solutions toolkit 8. Demonstrate this system in a virtual facility, validate it across a real test-bed facility and implement it in at least 1 SME factory and 1 OEM production process'","grantUrl":"http://www.copernico.co","grantId":"229025","fundValue":"7171438.76","fundStart":"2010-05-01","fundEnd":"2014-04-30","dataset":"fp7"}