{"id":"101814","title":"NCDs and their social determinants in Mediterranean partner countries:  building sustainable research capacity for effective policy intervention","abstractText":"'The main purpose of RESCAP-MED is to enhance the non-communicable diseases (NCDs) research landscape in southern and eastern Mediterranean countries by (a) strengthening capacity in a set of disciplines most relevant to improving public health and reducing health inequalities, and (b) enhancing networking, cooperation, and collaboration between researchers in the Mediterranean region.  The main concept for achieving this purpose and making it sustainable is:\n1  the creation of a Mediterranean regional network for NCD researchers;\n2  the establishment of a competitive, funded fellowship programme linked to this research network.\nThis proposal aims to enhance and, where needed, build research capacity in the region for health, its social and environmental determinants and their complex interactions, in order to inform policy development and implementation.  We concentrate on the immense challenge posed to the health systems and economies of the region by the increasing burden of NCDs.   We focus on strengthening the disciplinary capacity necessary to explain the social and environmental factors causing the rise in NCDs, and necessary to identify achievable policy outcomes and interventions.  We prioritise five disciplines in this action: epidemiology, health economics, environmental health, medical anthropology, and health policy evaluation.  These actions would create new institutional possibilities for the future, and are made more achievable because this proposal develops out of an existing FP7-funded research collaboration (MedCHAMPS, Grant number 223075) in several countries of the region, each of which is a partner in RESCAP-MED.  It thus builds directly on established and ongoing personal and institutional relationships, and the emerging evidence from MedCHAMPS. This consortium brings together 11 partners: ten academic partners and one international organisation (WHO-EMRO).'","grantUrl":"","grantId":"281640","fundValue":"2226435","fundStart":"2012-01-01","fundEnd":"2014-12-31","dataset":"fp7"}