{"id":"97375","title":"Defining Belief and Identities in the Eastern Mediterranean:\nThe Role of Interreligious Debate and Interaction","abstractText":"'This project seeks to recover the processes by which religious beliefs and identities were defined through interreligious interaction and debate in the religious culture of a broader social base in the eastern Mediterranean (6-8th centuries AD) through examination of a neglected, unconventional corpus of medieval Greek, Syriac and Arabic literature of debate and disputation (consisting of collections of questions and answers, dialogues among others), treating authors such as Ps. Kaisarios, Anastasios of Sinai, and Ps. Athanasios. These sources help us to understand the kinds of perplexities that were being raised in Christian communities of the eastern Mediterranean as they negotiated a lively and contentious religious and social landscape, and they highlight the multifarious issues which Christian leaders had to be prepared to deal with in their pastoral, pedagogical, and apologetic work. At the same time these collections must be seen as an attempt by  Christian authors to work out how Christianity was to define its position with regard to other religions (Hellenism, Judaism and Islam) in a period still characterized by considerable fluidity and change.\nAs well as writing those doubts, challenges, objections, concerns, issues and anxieties back into the religious history of the eastern Mediterranean, when completed this full-length study of these texts will provide scholars not only with a detailed knowledge of the ways in which religious belief, practice and communities were defined in contrast to other religious systems, and a fuller sense of the religious, social and intellectual history of the eastern Mediterranean but also with a nuanced picture of their self-definition, one which will be more sensitive to the processes that led to its formation.'","grantUrl":"","grantId":"263599","fundValue":"1483119","fundStart":"2011-01-01","fundEnd":"2016-12-31","dataset":"fp7"}