{"id":"101261","title":"The discovery, development and demonstration of biocatalysts for use in the industrial synthesis of chiral chemicals","abstractText":"The objective of KYROBIO project is to broaden the toolbox of single enantiomer chiral chemicals that are produced by industry in Europe using biotechnological routes. The main target is applications of lyase enzymes to selectively synthesize molecules with multiple chiral centres applying enzymatic carbon-carbon and carbon-nitrogen bond formation as the key technical platforms. We will then apply synthetic biology to improve fermentation processes in order to generate better enzymes.  Chiral compounds are an important class of chemicals that biocatalytic transformation has already demonstrated great potential to compete with chemocatalysts in their production with associated benefits that come from reductions in use of organic solvents, toxic metals and energy but application has been relatively limited. KYROBIO will address the main challenges with moving forward to the next generation of added value industrial applications of white biotechnology for high value chemical synthesis.\nUsing a supradisciplinary approach ranging from enzyme development, chemistry, molecular biology, fermentation and innovative isolation techniques the bottlenecks to applying this new technology will be overcome. It is expected that promising candidate chemicals will be commercialised within three years of completion and so scale up with economic and feasibility studies that are also key technology developments.\nThe consortium includes a strong presence of SMEs including SME leadership and also a large multinational company which ensures multiple routes to market for the outcomes of this project. We will also have economic and life cycle analysis coupled with significant dissemination plans to ensure wider understanding of this technology that will lead to increased acceptance and uptake. The use of this environmentally beneficial technology will help to keep the European chemicals industry at the forefront of white biotechnology and increase opportunities in economic and employment.","grantUrl":"","grantId":"289646","fundValue":"7771364.22","fundStart":"2011-12-01","fundEnd":"2015-11-30","dataset":"fp7"}