{"id":"98435","title":"\"NanoEngineering of Model Catalysts Based on Supported, Size-selected Nanoclusters\"","abstractText":"'In order to design new or refined model nanocatalyst materials for more energy efficient and economical chemical processes, the proposed project incorporates three key areas of nanoscience: (i) Nanoscale materials engineering: the synthesis of stable arrays of supported, size-selected nanoclusters (ii) Advanced characterisation techniques: Scanning Transmission Electron Microscopy, and (iii) Nanoscale process engineering: investigating the reactivity/selectivity and stability of the model nanocatalysts under realistic reaction conditions. The model nanocatalysts will be prepared using the state-of-the-art apparatus based on radio-frequency magnetron plasma sputtering source, which is coupled to a lateral Time-of-Flight mass filter for size-selecting the nanoclusters. The wafer dicing method will be employed, for the first time, to convert the planar nanocatalysts to a high surface area nanocatalyst powders. The three-dimensional atomic structures and the stability of the nanoclusters during reaction conditions will be investigated by a spherical aberration-corrected Scanning Transmission Electron Microscope (pre- and post-reaction analysis). Finally, the performance of the model nanocatalysts will be explored by conducting the liquid phase hydrogenation reactions over nanocluster powder samples. The relevance of the present project within the Marie Curie Framework is reflected in the knowledge transfer between the host expertise at University of Birmingham (i and ii) and the Fellowship candidate experience from the Technical University of Munich (i and iii). This will also bring together technical innovations developed across the European Universities. In addition, the intention of this project is to motivate industrial development toward the design of new nanocatalytic processes that are less toxic and require less material and energy. The success of this project will have significant impact in advancing the field of modern catalysis in the European Research Area.'","grantUrl":"","grantId":"273820","fundValue":"209592.8","fundStart":"2011-07-01","fundEnd":"2014-03-28","dataset":"fp7"}