{"id":"107809","title":"Development of a condition monitoring system for tidal stream generator structures","abstractText":"'Due to the increasing demand for renewable energy, a great deal of effort is being put into the development of tidal power generation systems. As these systems go in to commercial production and service, it is important to consider and develop inspection and condition monitoring techniques and systems. Condition monitoring of such systems could be used to greatly reduce the risk of failures and therefore minimise loss of power generation. If the condition of these structures is known, repairs could be scheduled for periods of low demand, rather than reacting to failures. Remote condition monitoring would reduce or eliminate the need for inspection personnel to travel out to these installations, which would be located in regions of fast-moving tidal flow and may be completely submerged, making access hazardous. By considering monitoring at this stage in development, it may be possible to influence the design of these systems in order to aid the implementation of condition monitoring. The most well-established technique for tidal energy is the use of tidal barrages, however, there are still only three operating commercially in the world. Tidal barrages are located in tidal inlets or estuaries and the tidal flow moves backwards and forwards through turbines. An alternative and more novel technique is the use of marine turbines that are located on the sea bed that generate power from tidal flows. These turbines are submerged, with rotating blades similar in appearance to those of a wind turbine. A major advantage of these is that they can be located out of sight and deep enough not to obstruct shipping channels. Techniques for condition monitoring of these marine turbines will be developed by combining acoustic emission (AE) monitoring and long-range ultrasonic testing (LRUT). Transducers will be embedded permanently within the structure and will be used for both AE monitoring and LRUT. Signals received by the transducers will be acquired and transmitted wireless.'","grantUrl":"http://www.tidalsense.com","grantId":"232518","fundValue":"1568204.78","fundStart":"2009-09-01","fundEnd":"2011-08-31","dataset":"fp7"}