{"id":"100838","title":"Crosstalk of epithelial lymphocytes and microbiota in influencing immunity and metabolism","abstractText":"'This proposal aims to study the interactions between specialised cells of the immune system, the intra-epithelial cells (IELs) which are ideally positioned in close proximity of the epithelial cells, and the intestinal microbiota.\n\nIt aims to provide insights into how IELs are able to maintain tolerance to beneficial bacteria while enhancing immune responses against undesirable ones. This will be achieved using deep-sequencing techniques of both the intestinal tissues, IEL effector subsets and the microbiota present in the intestinal lumen. It is expected that altered microbial compositions and intestinal barrier integrity will have a substantial influence on a wide range of immune responses.  This will be addressed using intestinal infection models as well as tests for changes in susceptibility to auto-immune disorders and allergies.\n\nImportantly, since the microbiota make enormous contributions to metabolic processes, this proposal will take a highly integrative and multidisciplinary approach to studying the intestine, its immune system components, the epithelial cells and the microbiota, as a whole organ. This is of importance since many metabolic and immune response pathways are evolutionary conserved, whereby key units controlling metabolic and immune functions share ancestral structures. Genomic (sequencing) analysis will be combined with state-of-the-art mass spectrometry analysis of metabolic products affected by altered immune responses and/or microbial composition. This allows the definition of networks of immune cells and mediators, bacterial species and metabolic changes, to characterise the nature of microbial diversity, the genomic features of its members, and the operating principles that underlie nutrient processing and storage for the host.'","grantUrl":"","grantId":"280307","fundValue":"1499934","fundStart":"2011-11-01","fundEnd":"2016-10-31","dataset":"fp7"}