{"id":"95959","title":"Plant-words and the transformation of personhood in Masikoro healing practices in Madagascar","abstractText":"'My tenure at the Institute of Social and Cultural Anthropology in Oxford would be used to examine the mechanisms which guide indigenous therapeutic practices and to critically examine conventional scholarly approaches which regard these practices as &quot;traditional pharmacopoeia&quot; and tend to incorrectly equate them with the pharmacopoeia of Western biomedicine. My research at the ISCA aims to set up the methodology and to develop and refine the following two hypotheses that will be used in the field;1) traditional medical treatments dynamically integrate newly introduced plants; 2) plants and animals used in cures for everyday ailments involve ritual and symbolic dimensions. For this complex study which draws from several disciplines, 12 months of pre-field study preparation is essential. Indeed, one of my central aims is the creation of an approach that combines medical anthropology, botany. Among many other things, residence at ISCA will provide me access to experts from medical anthropology. In particular, my project will benefit from collaboration with renowned experts in my topics, notably E. Hsu, a specialist on medical anthropology and ethnobotany. As concerns my first hypothesis, the first step requires establishing a general overview of the known invasive plants in the tropical areas of the Indian Ocean and in particular in Madagascar (see for example P. Binggeli, 2003). This work will be done through an analysis of bibliographic resources, of Herbarium resources in Kew Garden including databases from Kew Garden and Sonnerat. As concerns the second hypothesis, I will analyze the information on plants and animals in the southwest of Madagascar (see for example Goodman, 2003) in light of my working hypotheses on the logic of local therapeutic practices in Madagascar. In particular, I will undertake an exhaustive bibliographic search to develop theories on the physical traits of plants that the Malagasy are likely to draw upon when naming and using them.'","grantUrl":"","grantId":"251194","fundValue":"171740.8","fundStart":"2010-10-01","fundEnd":"2013-07-31","dataset":"fp7"}