{"id":"102249","title":"The Conversion of Recycled Carbon Fibre Yarn and Tape Into High Value Fabrics and Materials","abstractText":"'The use of Carbon fibres is becoming widespread throughout the developing and developed world. As the use continues to grow, methods of recycling the waste materials are being developed. Whilst methods exist to recycle materials containing Carbon Fibre, these are not high value and tend to involve crushing and burning, which themselves are not environmentally friendly. This proposal will highlight the use of yarns, tapes and consolidated Matt virgin fibre materials for use in higher value recyclate with better properties which will substitute current materials with lighter, more efficient recycled materials. A number of commercially available polymer fibres soluble in epoxy based resin are available for use in thermoset composite manufacture (eg PEI, PES). These matrix soluble fibres can be blended with chopped recycled carbon fibre or waste carbon fibres to produce hybrid spun yarn to be achieved high performance thermoset composite form low value materials. The main benefit of this technology is uniform blending of recycled CF with resin soluble fibres, which will be dissolved in the epoxy resin during composite fabrication.  It is expected that by integrating the recycled fibres into current state of the art materials development, a wide range of high value, lower carbon footprint materials can be developed. Currently the ability to manufacture woven fabrics in 2 Dimensions and 3 Dimensions is available, as well as Multiaxial NCF materials. This ability to convert a wide range of substrates into useable fabrics and materials will provide better opportunities for realizing the higher value available from the recycled fibres. Having the experience of handling and converting high modulus, brittle materials into specialized fabrics, and the ability to create performance yarns to feed the fabric manufacture is of primary importance in the Project'","grantUrl":"","grantId":"296722","fundValue":"250000","fundStart":"2011-10-01","fundEnd":"2013-09-30","dataset":"fp7"}