{"id":"101476","title":"EXPERiments in live social and networked MEDIA experiences","abstractText":"Offering collective and participative experiences to real-world and online communities is at the heart of the Future Media Internet (FMI) and will form an essential part of entertainment, education, collaborative working, product and service innovation and advertising. Communities involved potentially include hundreds of professionals, tens of thousands at live public events and millions online. Current FIRE testbeds fail to meet needs of FMI researchers in terms of testbed resources, let alone support such experimentation in the real-world where insights into the behaviour of Future Internet systems are closer to reality. Extensive research into testbeds is needed to support the R&D of large-scale social and networked media systems as well as to understand and manage complex communities and ecosystems.nEXPERIMEDIA will develop and operate a unique facility that offers researchers what they need for large-scale FMI experiments. Testbed technologies will include user-generated high quality content management and delivery, a 3D Internet platform and tools for 3D reconstruction from live events, augmented reality platform, tools for integration of social networks, access technologies and a range of network connectivity options. Testbed management services will provision, control and monitor resources according to SLAs thus offering QoS guarantees.nExperiments will be conducted in the real-world at live events and to diverse communities to accelerate the adoption of FMI. Testbeds include the Schladming Ski Resort, the Multi-Sport High Performance Centre of Catalonia, historical sites provided by the Foundation for the Hellenic World and the 3D Innovation Living Lab. Experiments will explore new forms of social interaction and rich media experiences considering the demands of online and real-world communities. The variety of testbeds will ensure the generality of our approach. A Future Media Internet Competence Centre will promote sustainable access to venues for FMI experiments and engagement with the wider community.","grantUrl":"","grantId":"287966","fundValue":"6874998","fundStart":"2011-10-01","fundEnd":"2014-09-30","dataset":"fp7"}