{"id":"186755","title":"Toxicokinetics and biotransformation in aquatic invertebrates","abstractText":"'Pesticides, pharmaceuticals and other chemicals support our modern standard of life, but their use can have detrimental impacts on our environment. We want to study the uptake, biotransformation and elimination (toxicokinetics) of pharmaceuticals in aquatic invertebrates. We aim to identify and model biotransformation pathways in four different species. Studying the comparative toxicokinetics of small, aquatic invertebrates is of great interest because it contributes to understanding evolutionary and environmental mechanisms and causes of differences in species sensitivity to chemicals.\n\nWe want to apply a cutting edge analytical method to discover and quantify biotransformation products and pathways of pharmaceuticals (Ibuprofen, Fluoxetine, Carbamazepine, Venlafaxine) in small aquatic invertebrates (Daphnia magna, Chironomus riparius, Hyalella azteca, Lymnaea stagnalis).We selected pharmaceuticals which are frequently detected in aquatic systems, have known adverse effects on aquatic invertebrates and are metabolised in humans. Test organisms are cultured and were selected based on their importance in chemical testing (ecotoxicology) as well as their diversity in respiratory strategy and phylogeny.\n\nExtracts of exposed and control organisms are analysed using high resolution mass spectrometry complemented by expert systems for the prediction of transformation pathways and products. We will carry out toxicokinetic experiments where we measure concentrations of parent compound and biotransformation products in the organism at different times during the experiment. A pulsed exposure design ensures efficient measurement and calibration of the toxicokinetic model consisting of a set of differential equations. We hope to find novel biotransformation pathways and will search for patterns in toxicokinetic parameters. Toxicokinetic differences between species will help to understand sensitivity to synthetic chemicals and quantify the importance of biotransformation.'","grantUrl":"","grantId":"630706","fundValue":"100000","fundStart":"2014-03-01","fundEnd":"2018-02-28","dataset":"fp7"}