{"id":"110185","title":"A European cloud observatory supporting cloud policies, standard profiles and services","abstractText":"CloudWatch will ensure high visibility of European R&D cloud initiatives driving interoperable solutions & services. CloudWatch, in 24 months, will accelerate and increase the use of cloud computing across the public and private sectors in Europe and strengthen collaborative, international dialogue on interoperability and portability. Three Concertation Meetings will support organisations, fostering multi-stakeholder dialogue and cross-fertilisation on best practices. CloudWatchHUB.eu will raise awareness of the benefits to major stakeholder groups: enterprises, especially SMEs; governments and public authorities; research and education institutions. Drawing on key issues, disseminating best practices on model contract terms, fostering a multi-stakeholder dialogue and facilitating the emergence and use of standard contracts. CloudWatch will make an active contribution to standards and certification, driving interoperability as critical to broadening choice and boosting innovation. It will provide a portfolio of EU and international use cases that demonstrate interoperability, portability and reversibility. The use cases will cover technical requirements, policy and legal requirements, such as SLA management. The use cases will lead to the development of common standards profiles and testing around the federation of cloud services. CloudWatch will also support efforts around certification and compliance testing.Support and guide to SMEs is key on the relevance, maturity and timely implementation of standards, and drive industry consensus. It will therefore contribute to increasing trust and addressing some of the biggest obstacles to uptake. CloudWatch is guided by Business Innovation & Global Interoperability Experts, supporting its strategic goals and helping to ensure the long-term sustainability of CloudWatchHUB.eu.","grantUrl":"","grantId":"610994","fundValue":"907121","fundStart":"2013-09-01","fundEnd":"2015-08-31","dataset":"fp7"}