{"id":"191629","title":"User InterACTION Aware Content Generation and Distribution for Next Generation Social TeleVision","abstractText":"ACTION-TV proposes an innovative mode of user interaction for broadcasting to relax the rigid and passive nature of present broadcasting ecosystems. It has two key aims: (i) a group of users can take part in TV shows providing a sense of immersion into the show and seamless engagement with the content; (ii) users are encouraged to use TV shows as a mean of social engagement as well as keeping them and their talents more visible across social circles. These aims will be achieved by developing an advanced digital media access and delivery platform that enables augmenting traditional audio-visual broadcastings with novel interactivity elements to encourage natural engagement with the content. Mixed-reality technologies will be developed to insert users into pre-recorded content, which will be made 'responsive' to users' actions by ingeniously using a set of auxiliary streams. Potentials of media cloud technologies will be harnessed to personalise ACTION-TV-enabled broadcast content for a group of collaborating users based on their actions. As a result, content producers, for the first time, will be able to generate creative media applications with richer content level user interactivity. Cloud-service providers will be able to monetise their infrastructure through leveraging the increased demand for strategically located in-network media processing. Participating users will be able to share personalised content with their social peers. In this way, end users will have access to more engaging personalised content as well as socialise themselves with community members having common interests. ACTION-TV supports a range of applications from an individual trying out a garment in a TV advert to a group of users interactively attending a TV talent show with the convenience of staying at home. However, ways of utilising the proposed interactivity concept are endless and only limited by the imagination of inspiring content producers.","grantUrl":"","grantId":"611761","fundValue":"4050669","fundStart":"2014-01-01","fundEnd":"2016-12-31","dataset":"fp7"}