{"id":"93578","title":"Adaptive Strategies to Mitigate the Impacts of Climate Change on European Freshwater Ecosystems","abstractText":"'Understanding how freshwater ecosystems will respond to future climate change is essential for the development of policies and implementation strategies needed to protect aquatic and riparian ecosystems. The future status of freshwater ecosystems is however, also dependent on changes in land-use, pollution loading and water demand. In addition the measures that need to be taken to restore freshwater ecosystems to good ecological health or to sustain priority species as required by EU Directives need to be designed either to adapt to future climate change or to mitigate the effects of climate change in the context of changing land-use. Generating the scientific understanding that enables such measures to be implemented successfully is the principal focus of REFRESH. It is concerned with the development of a system that will enable water managers to design cost-effective restoration programmes for freshwater ecosystems at the local and catchment scales that account for the expected future impacts of climate change and land-use change in the context of the WFD and Habitats Directive. At its centre is a process-based evaluation of the specific adaptive measures that might be taken to minimise the consequences of climate change on freshwater quantity, quality and biodiversity. The focus is on three principal climate-related and interacting pressures, increasing temperature, changes in water levels and flow regimes and excess nutrients, primarily with respect to lowland rivers, lakes and wetlands because these often pose the most difficult problems in meeting both the requirements of the WFD and Habitats Directive. REFRESH will advance our fundamental and applied science in 5 key areas: i) understanding how the functioning of freshwater ecosystems is affected by climate change; ii) new indicators of functional response and tools for assessing vulnerability; iii) modelling ecological processes; iv) integrated modelling; and v) adaptive management.'","grantUrl":"","grantId":"244121","fundValue":"9895943.67","fundStart":"2010-02-01","fundEnd":"2014-01-31","dataset":"fp7"}