{"id":"188019","title":"Metal-Free Oxidants in Organic Synthesis","abstractText":"'Oxidation is one of the central reaction classes in organic chemistry and significant progress has been made in the development of reagents that are capable of oxidising complex molecules with high levels of selectivity. However, much remains to be achieved, and synthetic chemistry is not yet close to the levels of selectivity and efficiency that are achieved by enzymes. The use of small organic molecules to promote chemical reactions is an extremely competitive and timely area in which to work, with an increasing movement from the chemical and pharmaceutical industry towards more sustainable technologies.\n\nM-FOOS is a proposal focused on the development of new carbon-based and metal-free oxidising agents to radically change the way that key oxidative transformations are accomplished, making them more powerful and user-friendly. We expect this project to have a significant international impact within organic chemistry in general, including the adoption of our chemistry in academia and the pharmaceutical and chemical industries. The project proposes to develop an approach using o-quinones and iminoquinones as new reagents to accomplish the syn selective (stereospecific) oxidation of alkenes.\n\nCollaboration involving synthetic electrochemistry with a world-leading electrochemist, Prof. R. G. Compton (Department of Chemistry at Oxford), will be established to understand and improve the oxidising properties of the o-quinones. Using molecular modelling, in collaboration with an expert (Dr. R. Paton, University of Oxford), we should be able to understand the process and optimise to an excellent candidate for our oxidant system. As 1,2-diamines are present in biologically active natural products, it will also be very fruitful to prepare and then test the biological activity of these diamine containing compounds under an established collaboration with Dr. A. Russell (Pharmacology, University of Oxford).'","grantUrl":"","grantId":"626501","fundValue":"221606.4","fundStart":"2014-10-01","fundEnd":"2016-09-30","dataset":"fp7"}