{"id":"99856","title":"Mathematical Aspects of Kinetic Theory","abstractText":"'The main goal of the project is to reach a better mathematical understanding of the (integro)-partial differential equations from kinetic theory, in particular their qualitative and asymptotic behavior, derivation from many particle systems, and singular limits. Although various evolution problems from physics shall be considered, the paradigmatic ones are the Boltzmann equation for gas dynamics and the Vlasov-Poisson equation for plasmas and galactic dynamics.\n\nThe methodology is focused on the developement of conceptual tools and mathematical techniques. It shall put therefore the emphasize on the structures common to several problems, with a view to their possible application to other fields of mathematical analysis. The methodology is also characterized by the search, whenever possible, of constructive quantitative methods of proofs, and by the attention payed to the qualitative meaning of the mathematical results obtained for physics.\n\nThe tasks related to the general goal of the project are organized into the following four parts:\nI. Space-independent kinetic equations for describing microscopic interactions (Cauchy problem for long-ranged interactions, granular gases and self-similarity).\nII. Transport equations and phase mixing (Landau damping for Vlasov equations, inviscid damping for 2-dimensional incompressible fluids).\nIII. How transport and collisions mix: hypocoercivity (spectral and stability analysis of hypocoercive collisional operators according to the local equilibrium space and the geometry of confinement).\nIV. Derivation of kinetic equations (mean-field and Boltzmann-Grad limits by semigroup approach).\n\nI have been involved in many recent progresses related to these aspects and I aim at constructing a team around me in order to achieve these tasks and objectives. Kinetic theory is developing a growing rate, and the construction of such a team in Europe would be timely.'","grantUrl":"","grantId":"279600","fundValue":"1150000","fundStart":"2011-09-01","fundEnd":"2016-08-31","dataset":"fp7"}