{"id":"90705","title":"Systems Biology of the Heterobasidion-Spruce Interaction: Application of Metabolomics and Genomics to Understanding Host Resistance","abstractText":"'Root and butt rot of conifers caused by Heterobasidion is one of the most important tree diseases in the northern hemisphere. Despite the high impact of Heterobasidion, ability to control the disease in forests with a long history of management is very limited. Traits associated with resistance to pathogen growth appear to be highly heritable, and could be exploited in selection and breeding programmes. However, neither the molecular control nor the biochemical basis for this resistance is known in Picea species. This project will utilise state-of-the art metabolomics and genomics methods to elucidate biochemistry and gene regulation in Sitka spruce (Picea sitchensis) challenged with Heterobasidion annosum, in relation to lesion development and extension growth of the pathogen in bark tissues. Responses of six mature Sitka spruce clones differing in susceptibility/resistance will be assessed after wounding and artificial inoculation with three isolates of H. annosum differing in virulence at 0, 3, 7, 21 and 35 days after treatment. Bark tissues surrounding the wounding and inoculation points will be analyzed for phenolic and terpenoid components using LC-MS-based metabolomic techniques to identify changes in the metabolome of spruce bark and pinpoint key constitutive and induced differences between resistant and susceptible host genotypes. Key genes in metabolic pathways identified as upregulated in metabolomics will be examined in detail using gene expression analyses based on quantitative PCR. This project will increase our knowledge of the physiological processes involved in resistance of spruce to infection by Heterobasidion, enabling accurate and rapid identification of host genotypes showing greater resistance to the pathogen. Such resistant clones will be of very high value in breeding programmes, in forests having high incidence of Heterobasidion and in the extensive afforestations now planned on agricultural land taken out of food production.'","grantUrl":"","grantId":"221361","fundValue":"169957.94","fundStart":"2008-04-23","fundEnd":"2010-04-22","dataset":"fp7"}