{"id":"187828","title":"GLIMPSE: Understanding the dark universe through 3D weak lensing reconstructions","abstractText":"'Weak gravitational lensing has emerged as a powerful tool to probe the distribution and nature of the dark components of our Universe, and thus to better constrain our cosmological model. For this reason, several large projects such as the Dark Energy Survey and Euclid have been commissioned to study this effect. Arising from the deflection of light due to the gravitational potential of structures in the Universe, it manifests as a small, correlated elliptical distortion -- a shear -- in galaxy images. Lensing is sensitive only to the presence of matter, and not to the nature of that matter (luminous, dark, baryonic, etc.), and thus provides an ideal and unbiased probe of the structure of the cosmic web.\n\nThis proposal will address the problem of mapping the dark matter distribution in three dimensions using measurements of weak gravitational lensing. This is a very complex, ill-posed problem with numerous sources of noise and signal contamination. A focus of my postdoctoral work has been in developing a multidisciplinary approach to this problem, marking a dramatic shift from earlier methods. My new algorithm -- GLIMPSE  -- demonstrates an impressive improvement in the fidelity of the maps generated, thereby for the first time opening up allowing 3D mapping techniques to directly constrain the cosmological model. With this in mind, the specific aims of this proposal are to further develop the GLIMPSE algorithm to ready the software for application to survey data, and to more fully develop the applicable theory and statistical tools to allow the outputs of GLIMPSE to be used to directly constrain our cosmological model.\n\nThis development will establish GLIMPSE at the forefront of the field, and will significantly further the goals of large targeted weak lensing surveys. This is essential to a better understanding of the nature and behaviour of the dark components of the Universe.'","grantUrl":"","grantId":"624151","fundValue":"221606.4","fundStart":"2015-03-01","fundEnd":"2017-02-28","dataset":"fp7"}