{"id":"95517","title":"Indexing for Life","abstractText":"Partners to this proposal include the six major global programmes exploring the full extent of species diversity, a core dimension in human knowledge of global biodiversity.nThey are: GBIF and distribution modelling, the EBI/INDSC, and Barcode of Life initiatives and molecular diversity, IUCN Red Lists and the species conservation movement, and the Species 2000 Catalogue of Life taxonomic framework. These will work closely with ELIXIR and LifeWatch, the ESFRI Infrastructures covering biodiversity, and build on the 4D4Life Project that develops the internal e-infrastructure of the Catalogue of Life.nThe i4Life project is to establish a Virtual Research Community that will enable each of these global projects to engage in a common programme enumerating the extent of life on earth. It builds on the common need of each organisation to specify the entire set of organisms, their growing use of the Catalogue of Life as a common taxonomic resource alongside their own catalogues, and the different expertise that each programme brings to the task.nThese key players present particular hurdles to Catalogue integration because they a) have established their own architectures, standards and protocols, b) have special requirements, and c) have their own partial catalogues that need to be integrated with the Catalogue of Life in a two way flow.nIn each case i4Life will design, implement and test the necessary special pipelines, as well as contributing significantly to enhancement of the Catalogue of Life for all to use through the inflows from the partners.  By providing access to a common species catalogue within each of the organisations, we expect to contribute a much needed level of knowledge integrity across the various scientific and community studies of the global biota. To make sense of global biodiversity it is vital that these organisations can communicate through a unified view of the extent of life.","grantUrl":"","grantId":"261555","fundValue":"3085765","fundStart":"2010-11-01","fundEnd":"2013-10-31","dataset":"fp7"}