{"id":"104035","title":"Enhancing hypnotic suggestibility using noninvasive brain stimulation: Cognitive and neural mechanisms","abstractText":"'Hypnosis is gaining increasing attention as a reliable and effective method for studying a wide variety of psychological and neurological phenomena. It is also a widely-recognized, efficacious form of treatment for pain. A limitation of both the experimental and clinical use of hypnosis is that it is most effective with highly suggestible individuals, who make up approximately only 10-15% of the population. The efficacy of hypnosis coupled with the recognition that it is most effective with a small subset of the population presents a clear motivation for increasing hypnotic suggestibility.\nThe proposed project outlines four experiments that attempt to: 1) examine whether hypnotic suggestibility, as measured by cognitive control tasks, can be enhanced using transcranial direct current stimulation of frontal and parietal cortical regions; 2) investigate the regional haemodynamic and neurochemical changes underlying increases in hypnotic suggestibility; and 3) extend this approach to enhancing hypnotic analgesia during exposure to a nociceptive (painful) stimulus.\nThe proposed project aims to combine non-invasive brain stimulation and functional neuroimaging techniques in novel ways to enhance hypnotic suggestibility and measure the neural basis of this increase. The project will also make a number of unique and important analytic advances by utilizing a variety of statistical techniques including response time distribution modelling, response time series analysis, and mediation analysis, which will provide a more refined understanding of the cognitive and neural mechanisms involved in the enhancement of hypnotic suggestibility.\nThe expected results will have important implications for the experimental utilization of hypnosis in experimental psychology and cognitive neuroscience. The results should also be greatly informative to the clinical use of hypnosis in the treatment of pain and other psychological and neurological conditions.'","grantUrl":"","grantId":"298498","fundValue":"200371.8","fundStart":"2013-02-01","fundEnd":"2015-01-31","dataset":"fp7"}