{"id":"111537","title":"High Shear Processing of Recycled Aluminium Scrap for Manufacturing High Performance Aluminium Alloys","abstractText":"'The EU wrought aluminium industry is based on the use of primary aluminium. Primary aluminium production is both energy and carbon intensive and EU production is rapidly declining. Secondary aluminium (post-consumer scrap) is either downgraded into low quality cast products, or exported.\nThis scrap could be transformed into a low cost, low carbon feedstock for wrought product and high quality castings by the adoption of High Shear Processing (HSP) technology. This innovative new technology is based on a novel physical melt conditioning process that can be applied both to batch and continuous metal processing. It is based on leading edge research into the heterogeneous nucleation and growth in aluminium alloys, and its promotion by dispersed oxides.\nThis research at Brunel University has demonstrated that the physical processing of liquid metals transforms oxides in melts from defects to active nuclei. This results in refined cast microstructures with significantly improved mechanical properties. The physically conditioned liquid can be used in all casting processes, including shape casting and the casting of rolling blocks or extrusion billets.\nThe project will bridge the gap to industrialization through the involvement of a research-capable SME who will design and manufacture a prototype small industrial-scale HSP unit and then make recommendations regarding improved equipment design and likely process costs. Other SME partners will assist with economic modelling, through a life cycle analysis, which will comprise the costs of the process and the energy savings together with the impact in the carbon footprint.\nRecyCAL could have a major impact on the EU wrought and cast aluminium industry, leading to the consolidation of the primary and secondary industry sectors. The project could transform the EU aluminium metals cycle from one that is currently resource intensive to one that is sustainable.'","grantUrl":"","grantId":"603577","fundValue":"3130117.35","fundStart":"2014-01-01","fundEnd":"2016-12-31","dataset":"fp7"}