{"id":"103722","title":"Sequencing population isolates to find complex trait loci","abstractText":"'Genome-wide association studies of complex traits have identified many common variant associations, but a substantial heritability gap remains. The field is shifting towards the study of low frequency and rare variants, hypothesised to have larger effects. The study of these variants can be empowered by focusing on isolated populations, in which rare variants may have increased in frequency and linkage disequilibrium tends to be extended. This work will focus on three isolated populations, each with information on a wide array of anthropometric, cardiometabolic, biochemical, haematological and diet-related traits. Anogia is a mountainous village on the island of Crete with high levels of longevity; the Pomak villages are a set of religiously isolated mountainous villages in the North of Greece and Korcula is an isolated Adriatic Sea island, all with high levels of cardiometabolic and psychiatric disease. 1,000 to 1,500 individuals from each of these populations will be typed on genome-wide chips before the start of this project. Sequencing is very efficient in isolated populations, because variants found in a few samples will be shared by others, supporting accurate imputation. We will whole-genome sequence 200 individuals from each of these populations and will access all variation down to 1% frequency and ~40% of variants with frequency 0.1% to 1% for the first time. We will impute identified variants into the full set of genome-wide typed samples, and will test for association with the collected traits, initially focusing on cardiometabolic phenotypes. We will validate associations by direct genotyping in the discovery set and will seek replication in further isolated and outbred populations. Using cutting-edge high-throughput sequencing technologies and novel analytical tools, this work is uniquely poised to usher in the new era of next-generation genetic studies and identify robust associations with disease-related complex traits.'","grantUrl":"","grantId":"280559","fundValue":"1477931.6","fundStart":"2012-06-01","fundEnd":"2017-05-31","dataset":"fp7"}