{"id":"97734","title":"In-depth quantification and characterisation of PI 3-kinase signalling networks at a System Biology level","abstractText":"'The group of genes termed phosphoinositide 3-kinase (PI3K for short) have roles in many important biological functions and are also implicated in diseases such as diabetes, inflammation, allergy and cancer. Therefore, there are many pharmaceutical and biotechnological companies interested in targeting this pathway. There are 8 different PI3K genes and it is becoming clear that they have different functions and are involved in different diseases. However, although the distinct biological roles of the different PI3K isoforms are being gradually elucidated, there is little information regarding how the different PI3Ks perform their unique biological functions. We will assess using a Systems Biology approach how the different PI3K genes differ in the way by which they affect downstream protein kinases by means of a novel method based on mass spectrometry. This technique is a phosphoproteomic approach that allows quantifying signalling at the system biological level and in an unlimited number of samples and replicates, thus enabling the quantification of protein kinase activation in a comprehensive and robust fashion. Since the technique is not limited by the availability of antibodies, it allows quantifying signalling without a preconception of which pathways may be affected by PI3K; i.e., at the system level. For this, we will inactivate specific isoforms of Class IA PI3K genes (p110?, p110? and p110?) in cells by pharmacological and genetic means; comprehensive quantification of phosphorylation will then be carried out using quantitative mass spectrometry techniques available in the Host Laboratory. In addition to provide important insights into the biochemical mechanism of isoform specific PI3K signalling from a Systems Biology approach, this work may also lead to the discovery of phosphorylation events that may serve as biomarkers of activity status for specific PI3K isoforms. These biomarkers could be useful for the development of drugs that target these enzymes.'","grantUrl":"","grantId":"254796","fundValue":"172740.8","fundStart":"2011-01-01","fundEnd":"2012-12-31","dataset":"fp7"}