{"id":"104418","title":"Cross-Layer Investigation and Integration of Computing and Networking Aspects of Mobile Social Networks","abstractText":"'The explosive evolution of information and communication technologies enables online social networking (OSN) systems such as MySpace, Facebook, Twitter, etc, to connect active users of similar interests, conversing with one another and forming virtual communities. Nowadays the social networks are increasingly accessed via mobile devices thus rendering a new research field of mobile social networks (MSNs). A few interesting research and development results about MSNs have been reported in the literature. The majority of them, however, focus on user applications running on mobile devices and pay little attention to the underlying mobile communication networks. Since the underlying wireless networks play an equally important role in the success of OSN systems, MSNs are regarded in this proposal as a marriage of the traditional wired-network-based social networks with mobile wireless communication networks. The overall objective of this project is to cross-fertilise and share ideas in order to accelerate the development, transfer and deployment of research knowledge between EU countries and China in the field of MSNs. The staff exchange and knowledge transfer will focus on research and development of efficient MSNs. This research advocates the amalgamation of both divisions of MSNs, i.e., social computing and social networks at the application layer and mobile wireless communication networks at the lower layers. This results in the need for cross-layer information exchange to create a new vision of MSNs that can be tailored to benefit network providers, content providers and end users. It is envisaged that this staff exchange programme will help foster long-lasting collaboration between partners in the field of MSNs and develop a common base of knowledge and a research platform that can be used to set-up future joint research projects. CLIMBER personnel benefits from opportunities to move between institutions in Europe and in China, so as to exchange ideas, share best practice and make use of specialist facilities.'","grantUrl":"","grantId":"318939","fundValue":"361200","fundStart":"2013-04-01","fundEnd":"2017-03-31","dataset":"fp7"}