{"id":"185401","title":"Bridging the Evolution and Epidemiology of HIV in Europe","abstractText":"'The aim of the BEEHIVE project is to generate novel insight into HIV biology, evolution and epidemiology, leveraging next-generation high-throughput sequencing and bioinformatics to produce and analyse whole-genomes of viruses from approximately 3,000 European HIV-1 infected patients. These patients have known dates of infection spread over the last 25 years, good clinical follow up, and a wide range of clinical prognostic indicators and outcomes. The primary objective is to discover the viral genetic determinants of severity of infection and set-point viral load. This primary objective is high-risk & blue-skies: there is ample indirect evidence of polymorphisms that alter virulence, but they have never been identified, and it is not known how easy they are to discover. However, the project is also high-reward: it could lead to a substantial shift in the understanding of HIV disease.\n\nTechnologically, the BEEHIVE project will deliver new approaches for undertaking whole genome association studies on RNA viruses, including delivering an innovative high-throughput bioinformatics pipeline for handling genetically diverse viral quasi-species data (with viral diversity both within and between infected patients).\n\nThe project also includes secondary and tertiary objectives that address critical open questions in HIV epidemiology and evolution. The secondary objective is to use viral genetic sequences allied to mathematical epidemic models to better understand the resurgent European epidemic amongst high-risk groups, especially men who have sex with men. The aim will not just be to establish who is at risk of infection, which is known from conventional epidemiological approaches, but also to characterise the risk factors for onwards transmission of the virus. Tertiary objectives involve understanding the relationship between the genetic diversity within viral samples, indicative of on-going evolution or dual infections, to clinical outcomes.'","grantUrl":"","grantId":"339251","fundValue":"2499739.35","fundStart":"2014-04-01","fundEnd":"2019-03-31","dataset":"fp7"}