{"id":"99604","title":"\"Lightweight, long endurance body cooling for fire fighters\"","abstractText":"'There are about 500 000 professional fire fighters in the European Union (EU). When called to fight fires they can be exposed to high levels of heat stress, which results in decreased physical performance and even heat exhaustion. If a fire fighter succumbs to heat exhaustion he requires rescuing and this then exposes other fire fighters and the public to increased risk. In order to reduce the risk of heat stress, the firefighters are limited to the time they can be at the fire which increases the number of fire fighters needed to fight a fire and this reduces efficiency and introduces complication into the communications between the crews fighting the fire. The StayCool project will develop and prototype a novel system for cooling the body that is light weight, has low energy consumption and so can be worn for prolonged periods of time. Wearing the StayCool system will reduce the wearers core temperature and allow fire fighters to stay at the fire for greater periods of time and so improve the efficiency of fighting the fire, extinguishing the fire quicker and so reduce risk of loss of life and damage to property. The StayCool partnership is ideally placed to develop and exploit this technology having expertise in protective clothing design and manufacture, physiological and human factors testing, mathematical and thermodynamic modeling, access to rapid prototyping and manufacture facilities and the ability to design for manufacture to ensure the StayCool system can be fully exploited. The StayCool system is primarily aimed at a launch market for fire fighters but there e are a number of applications where humans need to work in high ambient temperatures. Additional markets for this technology and associated products include industrial plant operators, miners, underground maintenance, nuclear decommissioning, general policing in hot climates, policing in protective equipment and for use in extreme sports.'","grantUrl":"","grantId":"262673","fundValue":"1439948.67","fundStart":"2011-01-01","fundEnd":"2012-12-31","dataset":"fp7"}