{"id":"103829","title":"Isoform-specific functions of NAD-synthesising enzyme NMNAT in compartmentalised neuronal death","abstractText":"'Nicotinamide mononucleotide adenylyltransferase (NMNAT) is the central enzyme in NAD biosynthetic pathways. Among the three known mammalian isozymes, nuclear NMNAT1 generates NAD which is used as substrate for the enzymes SIRT1 and PARP1, involved in transcription control and DNA damage repair and associated to cell death and senescence. Various data suggest that NMNAT1 could be neuroprotective: SIRT1 activation or overexpression confers neuroprotection in various models of neurodegenerative diseases; PARP1 mild activation is neuroprotective; finally, the overexpression of NAMPT, an enzyme producing an NMNAT substrate, also confers neuroprotection.  However, NMNAT1 requirement for neuron maintenance has not yet been directly demonstrated. NMNAT2  instead, located prevalently in the cytoplasm in association with the Golgi apparatus, acts as a survival factor for axons and synapses, which degenerate when NMNAT2 is rapidly degraded after an injury. NMNAT enzyme activity is necessary for axon protection, but the mechanism involved is still unclear. These data led us to the hypothesis that NMNAT activity is required for the survival of distinct neuronal compartments and that the two isoforms NMNAT1 and NMNAT2 locally provide for this activity in the cell nucleus and in the axon, respectively. This project will combine the enzymology skills of the IEF applicant with the neurobiology and molecular genetics expertise of the host laboratory to test this hypothesis by generating a neuron-specific conditional knockout (KO) mouse for NMNAT1 using the Cre-loxP system and by studying the mechanism of NMNAT2-mediated neuroprotection in primary neurons. Our results will identify NMNAT enzymes as targets for pharmacological intervention in neurodegeneration.  This study will be achieved by the mobility of the IEF fellow, who will acquire as a result a combination of disciplines and techniques key to his career development as an independent scientist.'","grantUrl":"","grantId":"301897","fundValue":"270145.8","fundStart":"2012-08-01","fundEnd":"2014-07-31","dataset":"fp7"}