{"id":"94159","title":"Hydrocolloids as functional food ingredients for gut health","abstractText":"'The overall aim of the project is to realize a commercial opportunity to produce low molecular weight polysaccharides (LMWP) from alginate- and agar-bearing seaweeds for applications in food &amp; health, and wellness products by a group of SMEs. The aim will be addressed by an integrated workplan comprising 1 management activity 5 interlinked RTD workpackages, and a dissemination and exploitation activity. In the RTD programme, Cybercolloids (CC) will produce and characterize 8 novel, LMWPs from alginate and agar raw materials provided by 2 SMEs - ROKO (RO) and Hebridean Seaweed (HS). The LMWPs will be screened using batch culture fermentations with human faecal bacteria, for prebiotic activity (i.e. ability to modulate beneficially the gut microflora) by University of Reading (UREAD). The 2 most effective agar and alginate LMWPs will be selected and bulk produced by CC for validation of prebiotic activity in a feeding trial in human volunteers (University of Ulster)). The end points to be assessed will be stimulation of beneficial bacteria (bifidogenic effects), increased short chain fatty acid production, beneficial effects on stool formation, and improvements in gut barrier function (assessed by an in vitro method). Additionally, benefits of the LMWPs towards plasma lipid profiles and blood glucose levels will be assessed. Alongside the human study, a detailed investigation of the effects of the selected LMWPs in an in vitro model of the human colon will be conducted by UREAD to provide supporting evidence for beneficial effects on bacterial types and activities in the colon. RO and HS in conjunction with CC will implement LMWP technology transfer and scale-up to facilitate production at an industrial scale. Subsequently, another SME Marigot Ltd, will provide a route to market and in conjunction with RO, HS and CC will exploit, with respect to the health and wellness sector, the relevant knowledge provided on the efficacy of novel LMWPs from alginate and agar.'","grantUrl":"http://www.seaweedforhealth.org/","grantId":"222470","fundValue":"1208359.4","fundStart":"2008-12-01","fundEnd":"2011-05-31","dataset":"fp7"}