{"id":"104649","title":"A digital edition of the fragments of Demetrios of Scepis","abstractText":"'The proposal is a resubmission of a project evaluated under the same name in the IEF-call 2010. The resubmission is motivated by the fact that the training at the Department of Digital Humanities at King's College London is absolutely necessary for the fulfilment of the project.\n\nThe project's first aim is the creation of an online edition of the fragments of Demetrios of Scepsis, a Greek author from the 2nd century BCE. In order to achieve this goal the literary and historical background of Demetrios of Scepsis will be explored. The results of this investigation will provide new insights concerning a crucial period of classical scholarship, where the methods of textual criticism still in use today, either in modern or in ancient philologies, were developed. Studies about those remote times are therefore still useful and enlightening.  They provide a better understanding of the present day research and teaching environment in Humanities. Further the creation of the great centres of research such as the library of Alexandria and the one of Pergamon with the radically new methods of investigations they provided for the scholars can in many ways be compared to the situation nowadays. The new digital technologies opened a profoundly new approach to many fields in Humanities.\n\nSo the project would not only be an example of the kind of researches which can be carried out with these new technologies but would also provide some reflections on the whole process by comparing it to the changes which occurred in the Hellenistic time, when these libraries were created and could be used by scholars such as Demetrios of Scepsis.\n\nDuring the stay at the Department of Digital Humanities the technical aspects of the project will be carried out. The texts will be annotated and enhanced with a XML markup system to prepare an internet release. The  expertise of the members of the DDH and current projects developed at the DDH provide an optimal and necessary environment for these tasks.'","grantUrl":"","grantId":"298276","fundValue":"135072.9","fundStart":"2012-09-01","fundEnd":"2013-08-31","dataset":"fp7"}