{"id":"99834","title":"Composites repairs and monitoring and validation - Dissemination of innovations and latest achievements to key players of the aeronautical industry","abstractText":"'During the last ten years, the EU has funded an important number of research projects aiming at satisfying the need for innovative repair solutions for aircraft airframes, through the development of innovative elements that could assist in performing safer and more efficient repairs, in a faster and more economical way. However, as these innovations have been developed as the main or the secondary target of a large number of upstream research projects, their combination and adaptation to the actual aeronautical composite repair requirements is needed, together with their organised and systematic promotion towards the key players in the aeronautical industry, in order to maximize the results of this investment for the EC.\n\nMoreover, it should be stressed that, as the time from the generation of an innovation until its inclusion into a Structural Repair Manual (SRM) - which could be considered the final application level of this technology - usually exceeds one decade, it is crucial that foreground knowledge generated within EU funded research projects is appropriately disseminated to all levels of the aeronautical industry, focusing on real life applications, which will guarantee its processing and evolution throughout the different Technology Readiness Levels (TRLs), within time, instead of being constrained to scientific publications and conferences only. This way, it will be ensured that both existing aircraft, as described above, and future designs will take benefit of these innovations, increasing the efficiency of the EU resources already committed to the implementation of the FP7 targets.\n\nFor this reason, a consortium of key partners which have participated in a significant number of relevant research projects (under the acronyms COMPRES, SENARIO, PLASER, INDUCER, IAPETUS, COMPAIR) that have already finished or are in their final stages, has been assembled, in order to perform the necessary actions to achieve the goals described above.'","grantUrl":"","grantId":"285089","fundValue":"398005.13","fundStart":"2011-09-01","fundEnd":"2014-02-28","dataset":"fp7"}