{"id":"93103","title":"UNCLE: Uranium in Non-Conventional Ligand Environments","abstractText":"'Metal-metal bonds are fundamental to generating step-changes in our knowledge because the periodic table is composed mainly of metals. The PI has recently made a breakthrough by making the first covalent uranium-gallium bond which exhibits sigma- and pi-donation from gallium to uranium. It is a direct model for the unknown isolobal uranium(IV)-CO &quot; unit, and is very significant to explaining why the widely used N-heterocyclic carbenes are so good at supporting transition metal catalysts and extracting uranium from solutions containing lanthanides such as found in nuclear waste clean up. This result opens the way to non-conventional ligand complexes of uranium and the previous limitation of conventional halide or C-, N-, or O-donor ligands for uranium will be overcome using non-conventional transition metal ligands to establish a new field of uranium-metal bonds. This work will deliver new compounds which will take our understanding of actinide structure, bonding, magnetism and reactivity to a higher platform of understanding, thus bringing an area of the periodic table, which lags behind all others, up to speed and beyond. This project will deliver a whole new field of actinide chemistry, provide unique and hitherto unknown atom efficient reactivity patterns, generate models for the too-hot-to-handle neptunium and plutonium which are present in nuclear waste, and precipitate new ways of thinking about how to solve nuclear waste clean up. This will induce a paradigm shift in uranium chemistry and will be directly included in textbooks of the future. This project will deliver mobile, high calibre, inter-/multi-disciplinary researchers, reversing a strategic skills shortage and retaining them for future employment and benefit to science, industry, and society in Europe.'","grantUrl":"","grantId":"239621","fundValue":"999996","fundStart":"2010-02-01","fundEnd":"2014-09-30","dataset":"fp7"}