{"id":"89569","title":"Understanding Cosmic Acceleration: Connecting Theory and Observation","abstractText":"'Cosmic acceleration at early and late times are two of the biggest mysteries confronting cosmologists today. The initial conditions of the Big-Bang are thought to have been set during 'inflation', an era of almost exponential expansion in the primordial universe. Inflation also provides a mechanism to generate the primordial fluctuations, anisotropies imprinted into the cosmic microwave background (CMB) radiation which result in the rich structure of matter today. Current cosmological data are, for the first time, precise enough to allow detailed observational tests of inflationary models.  Intriguingly, several independent data sets show that the cosmological expansion may be once again accelerating. These observations lead to the conclusion that the universe is dominated by a negative-pressure component, ``dark energy', which makes up roughly three-quarters of the cosmological energy density. Theoretical models for the dark energy include Einstein's cosmological constant, a dynamical component, etc.  I propose to develop and apply new tools to pin down the precise mechanism of inflation and the nature of dark energy. The methodology is to identify and systematically confront broad classes of models with precision cosmological data and well-motivated theoretical priors. The data will be analysed robustly so that the final constraints do not have significant unknown contributions from imprecise models or systematic errors, and the competing theories will be compared against each other using advanced model-comparison techniques to identify the simplest models that are consistent with the data. The research is certain to improve our understanding of the microphysics of inflation and dark energy if the universe corresponds to the most 'minimal' current ideas, but also flexible enough to exploit the data fully if it contains statistically significant hints of more exotic physics.'","grantUrl":"","grantId":"203314","fundValue":"100000","fundStart":"2007-10-01","fundEnd":"2011-09-30","dataset":"fp7"}