{"id":"106665","title":"Exciton-Polaritons: New Physics and Long Term Applications","abstractText":"'This proposal combines novel experimentation and physical insight with state-of-the-art advances in technology to establish the field of exciton-polariton physics in major new directions. The new physics takes advantage of unique polariton properties including very light mass, strong non-linearities, bosonic character and direct access to density, phase and quantum statistics. The major goals are:\n\n1. Transform the field into the regime of non-classical polariton physics. Major steps forward will include the polariton blockade where one polariton prevents the passage of the next, and very fast 10-100 GHz single photon sources, opening the way to realisation of a variety of strongly correlated photon phenomena in a solid state system.\n2. Achieve a quantum phase transition in a system with strong inter-particle interactions, with particular opportunities deriving from the non-equilibrium nature of the polariton system.\n3. In the many particle regime, create non-dispersing polariton wave-packets, study collisions and create the first polariton circuits, capitalising on advantageous soliton and condensate properties.\n\nAs well as the polariton area, the project will impact on several broader fields: semiconductor physics in revealing new interaction phenomena on the nanoscale, quantum optics and information science in the realisation of very fast single photon sources and quantum circuit functions, and new high density collective phase physics towards exploitation as opto-electronic logic gates and circuits. Advances in technology will be crucial to enable the new directions. They will include fabrication of highly uniform cavities using innovation in crystal growth, the pioneering of a new type of polariton system, waveguide polaritons, and the use of open cavities to permit the application of very short wavelength periodic potentials. These technology goals are challenging but achievable, and have potential to enable major advances over the next 5 to 10 years.'","grantUrl":"","grantId":"320570","fundValue":"2100000","fundStart":"2013-02-01","fundEnd":"2018-01-31","dataset":"fp7"}