{"id":"94877","title":"Study of the stellar-mass to super-massive Black Hole connection","abstractText":"'The main focus of this project is the study of the accretion (ejection) process onto black holes (BH). In particular, all the sources powered by accretion onto a BH will be studied, i.e. X-Ray Binaries (XRB) and Active Galactic Nuclei (AGN) and their connections searched. The variability of the continuum emission and of the different emission/absorption components (with particular attention to the reflection) will be studied using &apos;new techniques&apos; such as the covariance spectrum, Fourier resolved spectroscopy, the rms-spectra, time and flux resolved spectral variability and flux flux plots. The comparison will be performed on on &quot;eqwivalent&quot; time-scales. The variability of several XRB will be studied during all the hysteresis evolution along the hardness-intensity diagram and compared to the results obtained with AGN. The big picture is to compare the spectral variability behaviours of XRB and AGN in order to understand which are the driving physical parameters explaining the different observed phenomenologies of the same accretion process (accretion onto BH) at work in the core of all AGN and GBH. The researcher is expert in the spectral variability of AGN, has skills, experience, scripts to speed up the analysis and already on hand many results on the AGN side. The host institution is world recognised as expert in XRB, jet, timing and AGN/XRB connection related studies and physics. A two year fellowship will provide the reseacher with a deep knowledge of the XRB physics and the University of Southampton with highly skilledman power to perform the research they are most famous for. The results of the studies will deepen our understanding of the accretion/ejection process, the black hole physics and check the possibility to prove the physical laws under the strong field limit and will be important for new generation scientific missions (like i.e. IXO).'","grantUrl":"","grantId":"254279","fundValue":"164540.8","fundStart":"2010-05-01","fundEnd":"2012-04-30","dataset":"fp7"}