{"id":"186365","title":"\"Defining the functions of novel integral membrane regulator, CMTM family in B cell development and acute lymphoblastic leukemia\"","abstractText":"'Despite the vast improvements in survival, acute lymphoblastic leukaemia (ALL) remains one of the major causes of death in children. The current combination chemotherapy causes acute and long-term toxicity. Hence, there is a compelling need to understand the development of ALL and identify key players that could be used in targeted therapy. The B cell receptor (BCR) and its precursor, pre-BCR, control the regulation of B cell differentiation and therefore aberrant pre-BCR and BCR functions results in B cell leukemia. The aim of my project is to identify new membrane associated drug targets for BCR-ALL therapy through investigating the functions of recently discovered Chemokine factor like Marvel like Trans Membrane proteins (CMTM) that interacts with the BCR and the intracellular adaptor, SLP-65, in B cell developmental process. To achieve this, I will employ multidisciplinary approaches and focus on the first B cell developmental checkpoint, the pre-BCR stage. The main objectives of the project are (i) to discover and characterize the CMTM mediated macro molecular assemblage using systems biology approach (ii) to identify the CMTM mediated downstream signaling network emanating from the pre BCR through cell biology and next generation sequencing methodologies and (iii) to determine the structures of pre BCR membrane/cytosolic multi protein CMTM mediated complexes using NMR or X-ray crystallography. Thus, the proposed project will discover the role of new membrane regulators in pre B cell development and pre BCR-ALL. I propose to set this previously not existing B cell membrane regulator research theme at Newcastle University, U.K. moving from my previous position at the George Washington University, USA. This program will open new avenues for B cell lineage ALL treatment and expand the scientific excellence of European cancer drug discovery research initiatives.'","grantUrl":"","grantId":"626749","fundValue":"299558.4","fundStart":"2014-06-01","fundEnd":"2016-11-30","dataset":"fp7"}