{"id":"91068","title":"Overlooked Unresolved Toxic Organic Pollutants: Resolution, Identification, Measurement and Toxicity:OUTREACH","abstractText":"Organic pollution exceeds an area greater than that of FranceGermany. Toxic, persistent, unresolved and unidentified, complex mixtures (UCMs) of organic chemicals are abundant all over the globe. These UCMs, which encompass a number of chemical classes, are outside present EU and world pollutant regulations. It is very important that these toxicants are identified, measured and their effects studied. Until recent work in my lab, few methods allowed such UCMs to be identified. Even now, we have only made studies of unresolved alkylated derivatives of benzene; there are numerous other unstudied classes of UCM chemicals widespread in the environment. These will be amenable to study by the new methods once optimised and new high throughput screening methods will then allow 10,000 chemicals per day to be tested for toxicity. In the present project, firstly, novel gas chromatography x gas chromatography-time of flight-mass spectrometry (GCxGC-ToF-MS) methods will be used to separate, identify and measure, novel UCM compounds isolated from water  soluble  fractions of a range of crude oils; secondly, the same methods will be used to identify previously UCM toxicants in polluted mussels collected from a range of global locations. Thirdly, representatives of each compound class will be synthesised and toxicities assayed using mussel feeding rates, amphipod reproduction and growth rates and fish hepatocyte assays. Finally, the UCMs, newly resolved and identified in polluted mussels will be isolated and fractionated by preparative high performance liquid chromatography and their toxicities assayed, in an effects-directed approach. This will establish definitively the range of compounds in the UCMs that are toxic, and will deliver new methods by which UCMs may be routinely assayed and no longer overlooked. The major outcome of this investigation will be much improved assessment of the effects of organic chemical pollutants on the health of the global coastal marine environment","grantUrl":"","grantId":"228149","fundValue":"2000000","fundStart":"2009-07-01","fundEnd":"2014-12-31","dataset":"fp7"}