{"id":"186137","title":"\"Optically detected magnetic resonance for ultra-sensitive chemical analysis, imaging and process monitoring\"","abstractText":"'High-field nuclear magnetic resonance (NMR) is one of the most widely used techniques in chemical analysis, featuring the abilities to elucidate molecular form, structure and function, and image chemical samples nondestructively. Although the uses of NMR are many, much of the present methodology is constrained in application due to high purchase and operating costs, space restrictions and non-portability imposed by an NMR system. This proposal focuses on the development of a high-resolution, low-field NMR system suitable for portable use in online, or 'on the plant', chemical process monitoring. The approach involves sensitive low-field magnetometry devices, based on nitrogen-vacancy (NV) pairs in diamond and alkali metal vapours, combined with efficient data acquisition techniques including Bayesian sampling and image reconstruction algorithms. These methods are well adapted to sensitive chemical analysis and imaging low field. As examples, high-sensitivity, high-resolution chemical signature identification is permitted by ultra-high (millihertz) measurement of spin-spin couplings; sensitive and highly spatially resolved imaging is uniquely obtained using arrays of NV diamond sensors. The outgoing phase of this project involves the development of optically sensed NMR for molecular characterisation and imaging, and optimisation of the technology with respect to sensitivity, data acquisition time, spectral resolution and data quality in targeted applications. The return phase will see these methods applied as tools for chemical reaction optimisation and process quality control.  The proposed work will cover diverse fields in scientific research, including low-field NMR and MRI, laser spectroscopy and optics, signal processing, organic reactions, fluid rheology and microfluidics.'","grantUrl":"","grantId":"625054","fundValue":"282109.2","fundStart":"2014-10-01","fundEnd":"2017-09-30","dataset":"fp7"}