{"id":"87285","title":"The role of p110alpha isoform of PI 3-kinase in oncogenesis and cellular senescence","abstractText":"'Mammals have 8 distinct isoforms of PI3K. One of the key PI3K isoforms in cancer is p110a, as this isoform is extremely frequently activated by mutation. How p110a achieves this function is not clear, and my main aim is to investigate the role and mechanism of action of p110a in an oncogenic context,  to provide a comprehensive picture of the molecular events controlled by p110a, and to identify molecular pathways interacting with p110a signalling. This is anticipated not only to provide a better fundamental understanding of PI3K signalling but could also reveal potential new targets for intervention in cancer.  During the 7 months I have been in the Host Laboroatory, I have discovered that loss-of-function of p110a leads to a peculiar form of cell senescence, and a key aspect of my proposed work will be the further dissection of the underlying signalling mechanisms. This will be done by a detailed analysis of known players in cell senescence but also by carrying out a rescue screen, which provides a more unbiased approach. I believe that this is possible, as I have found that p53 RNAi can rescue the senescent phenotype, providing 'proof-of-principle' for this approach. In pararel, I will also investigate the cellular and organismal impact of the most prevalent p110a point mutation found in cancer, by making use of a new mouse line which carries a germline p110a H1047R point mutation in the kinase domain.  This post-doctoral period will allow me to be familiarized with advanced and unique approaches used by the Host Group, including gene-targeted mice and sophisticated cell biology. Other than widening my scientific horizon and allowing me to establish international contacts, this project will also widen my expertise in basic research to the field of tumor biology in which I have developed a great interest. It is my ultimate aim to continue my career the findings obtained from the proposed project by securing a future independent research position in Spain.'","grantUrl":"","grantId":"219945","fundValue":"169390.93","fundStart":"2008-07-01","fundEnd":"2010-06-30","dataset":"fp7"}