{"id":"104469","title":"Partially Coherent Many-Body Nonequilibrium Dynamics for Information Applications","abstractText":"'I propose to investigate two closely connected themes which aim to exploit the full potential of quantum mechanics in information technology. Both the themes concern the exploitation of the nonequilibrium dynamics of many strongly coupled quantum systems which is recently becoming feasible to observe in a plethora of engineered systems. As one broad objective, I plan to examine automata made from a multiple quantum units such as nanomagnets for transporting bits and performing classical (Boolean) reversible logic. In a similar vein, coding of bits in domains of engineered quantum many-body systems and their exploitation for Boolean computing will be explored, as well as examine the quantum nonequilibrium dynamics of a processor which combines transport and processing together. The open nature of the constituent quantum systems will be an integral part of our calculations which will be set in a regime where dissipation (decay of energy from the system) is not significant, though dephasing (loss  of quantum coherence) may be substantial. I foresee the advantage of such automata in highly energy efficient and fast computation whose speed is set by the couplings of the quantum many-body system. The second broad objective seeks to overcome a formidable obstacle in the physical implementation of quantum computation, namely the high control demanded on every quantum bit and their interactions with other quantum bits. I plan to offer and investigate an alternative paradigm where the information is processed by harnessing the minimally controlled dynamics of quantum many-body systems. In this context, I will look both at general questions such as to whether a network of interacting spins can serve as an automata for running an entire quantum algorithm, whether magnon wavepackets can be used like photons for linear optics-type quantum computation, as well as the realization of such ideas in a variety of available quantum many-body systems.'","grantUrl":"","grantId":"308253","fundValue":"1245078","fundStart":"2012-10-01","fundEnd":"2017-09-30","dataset":"fp7"}