{"id":"188565","title":"Quantifying Uncertainty in Integrated Catchment Studies","abstractText":"'The Water Framework Directive (WFD) is the most significant EU legislation concerning surface water management. Programs of Measures are required to ensure water bodies achieve a good ecological status. It is important to predict the impact of interventions on water quality. Man-made and natural processes control surface water quality, these are highly complex with a range of sources, transport and transformation processes. Cost estimates by EU governments indicate that billions of euros will be spent over several decades to implement WFD. There is an increasing level of concern on the implementation cost (financial and carbon). Integrated water quality models designed to predict the quality of water across the linked urban and rural scales in a catchment is seen as a tool to optimise this cost. Integrated Catchment Modelling (ICM) is based on linking numerous empirically calibrated sub-models of water quality processes.  Catchment scale WQ predictions are then used to justify investment. Current water quality sub-models contain significant uncertainty.  Methods have been developed to quantify uncertainty at a level however little work has been carried out to investigate WQ uncertainty propagation between sub-models. QUICS will develop a generalised catchment wide approach to uncertainty assessment that can then be used in WFD implementation studies. It will address uncertainty propagation at the spatial and temporal scales found in catchments and develop tools to reduce uncertainty by optimising sampling and monitoring and the objective selection of model structure. This will reduce uncertainty in WQ predictions and result in better informed investment decisions and so have a significant impact on WFD implementation. QUICS contains leading water quality scientists, uncertainty experts and private sector water management practitioners and modellers. It will train researchers capable of developing and implementing uncertainty management tools into ICM studies.'","grantUrl":"","grantId":"607000","fundValue":"4058233.86","fundStart":"2014-06-01","fundEnd":"2018-05-31","dataset":"fp7"}