{"id":"110481","title":"Impacts and risks from higher-end scenarios: Strategies for innovative solutions","abstractText":"'IMPRESSIONS will provide empirically-grounded, transformative science that quantifies and explains the consequences of high-end climate scenarios for both decision-makers and society. IMPRESSIONS will develop and apply a novel participatory methodology that explicitly deals with uncertainties and strong non-linear changes focussing on high-end climate change, but also including intermediate warming levels. This new methodology will build on the representative concentration pathways (RCPs) and shared socio-economic pathways (SSPs) to create a coherent set of high-end climate and socio-economic scenarios covering multiple scales. These scenarios will be applied to a range of impact, adaptation and vulnerability models that build on theories of complex systems and address tipping elements as key characteristics of such systems. The models will be embedded within an innovative multi-scale integrated assessment approach to improve analysis of cross-scale interactions and cross-sectoral benefits, conflicts and trade-offs. Model results will inform the development of time- and path-dependent transition pathways. These will include mechanisms to foster synergies between adaptation and mitigation and will aim to build resilience in the face of uncertainty. Methods will be applied within five linked multi-sectoral case studies at global, European and regional/local scales. Stakeholders within these case studies will be fully engaged in the research process through a series of in-depth professionally facilitated workshops which maximise their active participation in defining high-end scenarios and adaptation and mitigation pathways, and in analysing the inherent risks and opportunities of new policy strategies. This will build the capacity of stakeholders to understand the risks, opportunities, costs and benefits associated with different adaptation and mitigation pathways under high-end scenarios, and how they might be effectively embedded within decision-making processes.'","grantUrl":"","grantId":"603416","fundValue":"11248478.6","fundStart":"2013-11-01","fundEnd":"2018-10-31","dataset":"fp7"}