{"id":"106936","title":"What is the mechanism of the true chronic effect of dietary polyphenols?","abstractText":"'Although there have been many epidemiological and intervention studies on polyphenol-rich foods showing promising effects in reducing the risk of heart disease and diabetes, the true mechanisms of action remain elusive. In vitro systems to study nutritional mechanisms are limited by several factors and most have been derived from acute studies relevant to pharmaceutical research. In order to determine the chronic and true mechanisms of effects of dietary polyphenols that occur in the body as a result of diet, a paradigm shift in thinking is needed in the design of in vitro experiments. Based on human bioavailability data, I propose to develop suitable systems for the chronic study of polyphenols, and test these with the metabolites actually formed according to data from in vivo studies. The disparity between in vitro and in vivo studies will be bridged by the development of multi-cell type and engineered cells, overcoming some of the limitations of cell culture experiments. Based on these cells, chronic exposure to the main classes of polyphenols and metabolites, as found in blood, will be conducted using appropriate time scales and measuring relevant biomarkers. The groundbreaking nature will be to discover how polyphenols are actually working in the long term, more equivalent to lifetime exposure to foods. The experimental approach is designed to test the hypothesis that the exposure of cells to chronic low levels of metabolites, relevant to real nutrition, will have significant and different effects to those observed at acute high concentrations. This will finally provide the elusive explanation for the protective effects of polyphenol rich foods in epidemiological studies. The project involves a unique mixture of in vivo and in vitro experiments, the result of which will disconnect the inappropriate reliance of nutritional bioactive compound research on pharmaceutical thinking, and set the conduct of diet-relevant experiments on a new and more realistic path.'","grantUrl":"","grantId":"322467","fundValue":"2499065","fundStart":"2013-04-01","fundEnd":"2018-03-31","dataset":"fp7"}