{"id":"91975","title":"Integrated quantum photonics","abstractText":"'Quantum information science (QIS) promises fundamental insight into the workings of nature, as we gain mastery over single and coupled quantum systems, as well as a paradigm shift in information technologies. It is a pioneering field at the interface of the physical and information sciences of major international interest, with substantial investment in North America, Asia and Europe. The first quantum technology has just arrived: quantum cryptography systems are now being used commercially to provide improved communication security. However, this is just the start of the anticipated quantum revolution that promises communication networks with the ultimate security, high precision measurements and lithography, and processors with unprecedented power. The ability to simulate quantum systems is an important task which could aide the design of new materials and pharmaceuticals, and provide profound insights into the working of complex quantum systems. Low noise, high-speed transmission, and ease of manipulation make single photons model systems for exploring fundamental scientific questions, as well as a leading approach to future quantum technologies. However, current techniques are limited by a lack of high-efficiency components, integration, and single light-matter quantum systems that would allow single photon sources and deterministic non-linearities to be developed. This ERC StG project will establish a major new research direction in Europe for photonic QIS via: 1. Development of waveguide photonic quantum circuits, sources and detectors for on-chip QIS 2. Undertake the next generation of fundamental quantum physics investigations with on-chip QIS 3. Develop `atom&apos;-cavity photonic modules that can be used to generate single photons, entangle multiple photons in arbitrary ways, and detect single photons 4. Integrate waveguide photonics and photonic modules for fundamental QIS and quantum technologies'","grantUrl":"","grantId":"240390","fundValue":"1532400","fundStart":"2009-10-01","fundEnd":"2014-09-30","dataset":"fp7"}