{"id":"189925","title":"Marine microplastics toxicity: investigating microplastics and their co-contaminants in marine organisms","abstractText":"'Among the most prominent and ubiquitous anthropogenic changes in the marine environment has been the accumulation of plastic debris throughout the oceans. The physicochemical properties of plastics, extensive use in products and indiscriminate disposal are the key factors that contribute to the presence and abundance of plastics in marine environments. Larger pieces of plastic ultimately fragment into smaller particulates, and plastics are also manufactured as small particles or fibres that are eventually released into the environment. Small (< 5 mm) pieces of plastic (termed microplastics) have been reported in some coastal areas of Europe, but few areas have been evaluated and the extent of this environmental issue is unknown. Microplastics are ingested by organisms and the prominent concerns of this exposure include physical disruption of tissue surfaces, negative effects on digestive system processes, absorption across epithelial membranes and accumulation in internal tissues, trophic transfer in the food web and increasing the bioavailability of toxic substances (co-contaminants) that may be associated with microplastics. The goal of this project, MARMICROTOX, is to assess abundance and type of microplastics in wild mussels collected from sites on the coast of Scotland, as well as to conduct laboratory studies to investigate 1) accumulation, absorption, and negative effects of microplastics in mussels, 2) trophic transfer of microplastics and pathophysiology in fish and 3) effects of microplastics on co-contaminant bioavailability. These objectives will be met by testing the following specific hypotheses 1) the type of microplastic is related to accumulation, absorption and negative effects in organisms and 2) the physicochemical properties of both the microplastic and co-contaminant influence the effects of microplastics on co-contaminant bioavailability.'","grantUrl":"","grantId":"625915","fundValue":"221606.4","fundStart":"2014-06-16","fundEnd":"2016-06-15","dataset":"fp7"}