{"id":"106217","title":"EMbOdied-perceptive Tutors for Empathy-based learning","abstractText":"Significant work has been devoted to the design of artificial tutors with human capabilities with the aim of helping increase the efficiency achieved with a human instructor. Yet, these systems still lack the personal, empathic and human elements that characterise a traditional teacher and fail to engage and motivate students in the same way a human teacher does. The EMOTE project will design, develop and evaluate a new generation of artificial embodied tutors that have perceptive capabilities to engage in empathic interactions with learners in a shared physical space. Overall, the EMOTE project aims to (1) research the role of pedagogical and empathic interventions in the process of engaging the learner and facilitating their learning progress and (2) explore if and how the exchange of socio-emotional cues with an embodied tutor in a shared physical space can create a sense of connection and social bonding and act as a facilitator of the learning experience. This will be done across different embodiments (both virtual and robotic), allowing for the effect that such embodiment will have on engagement and empathy to be explored. Further, the project will support the migration of the artificial tutors across different embodiments, to support students' learning in both formal and informal settings. To ground the research in a concrete classroom scenario, the EMOTE project will develop a showcase in the area of geography, focusing on environmental issues. This will enable tutors to be tested in real world school environments in different European countries. In order to achieve these objectives, the EMOTE consortium will bring together experts to carry out interdisciplinary research on affect recognition, learner models, adaptive behaviour and embodiment for human-robot interaction in learning environments, grounded in psychological theories of emotion in social interaction and pedagogical models for learning facilitation.","grantUrl":"","grantId":"317923","fundValue":"3747274","fundStart":"2012-12-01","fundEnd":"2015-11-30","dataset":"fp7"}