{"id":"85786","title":"Coordination and support action for global RFID-related activities and standardisation","abstractText":"Standardisation, and associated regulations, in respect of RFID is of critical importance in realising open systems applications of global significance, such as supply chain traceability and logistics. Of parallel significance is the numbering and identification coding required facilitating global systems applications. While much of the emphasis of European attentions to RFID focuses upon electronic product code (EPC) and associated EPC-compliant data carriers it has to be recognised that other numbering systems exist and are being promoted for global applications.\n\nThe ubiquitous identification (UID) system being promoted widely within the Asia-Pacific regions of the world. There is a need to resolve the global numbering requirements and the means whereby these numbers can be freely issued, managed and maintained.\n\nThe European emphasis upon EPC also extends to a disproportionate attention to EPCglobal designated standards in contrast to ISO/IEC standards and promotion of the Internet of Things as an aspirational objective for RFID and alignment with the European research framework in respect of ubiquitous computing and networks. Again there is a need to identify and consider the components that distinguish a global framework for RFID regulation, standardisation and developments with respect to RFID.\n\nA support action programme is proposed in which this broader framework can be recognised and used as a basis for providing a more incisive reference platform for European usage of RFID and a more informative foundation for European regulatory decisions. The team assembled for the support action benefits from involvement in two UK Government funded Global Watch missions on RFID, one to the USA and one to Japan. It also includes experts on ISO/IEC standardisation and regulatory issues.\n\n","grantUrl":"","grantId":"216803","fundValue":"533711","fundStart":"2008-01-01","fundEnd":"2009-06-30","dataset":"fp7"}