{"id":"98285","title":"Rigidity of Scalar Curvature and Regularity for Mean Curvature Flow","abstractText":"'The interplay between Geometry and Analysis has been among the most fruitful mathematical ideas in recent years, the most obvious example being Perelman's proof of Poincare' conjecture. I plan to pursue further this approach and make distinct progress in two different problems.\n\nScalar Curvature: A classical theorem in Riemannian Geometry states that nonnegative scalar curvature metrics which are flat outside a compact set must be Euclidean. The equivalent problem for positive scalar curvature is known as the Min-Oo conjecture and was recently disproven by Brendle, Marques, and myself.\n\nI plan to show uniform area bounds for minimal surfaces in manifolds with positive scalar curvature where the bounds are attained if and only if we are on a round sphere. I also plan to show that those manifolds have an infinite number of minimal surfaces (Yau's conjecture). My approach consists of studying min-max methods in order to obtain  existence of higher-index minimal surfaces.\n\n\nMean curvature flow: An hard open problem consists in determining which Lagrangians in a Calabi-Yau admit a minimal Lagrangian (SLag) in their isotopy class. A complete answer would be a breakthrough of considerable size. A possible approach consists of deforming a given Lagrangian in the direction which decreases area the most and hope to show convergence to a SLag. The difficulty with this method is that finite-time singularities can occur.\n\nI plan to study the regularity  theory for this flow and show that, for surfaces, singularities are isolated in space. My approach consists in classifying the possible blow-ups and find monotone quantities which will rule out non SLag blow-ups.\n\n\nIn October of last year I completed 9 years in the USA where the last 2 were spent as an Assistant Professor at Princeton University. Due to personal reasons I decided to move back to Europe. Hence this grant will provide me with the necessary  financial support to continue my research.'","grantUrl":"","grantId":"276879","fundValue":"100000","fundStart":"2011-04-01","fundEnd":"2015-03-31","dataset":"fp7"}