{"id":"107838","title":"Nanomaterial Photonic Sensors for Food Manufacturing","abstractText":"'The ultimate goal of the project is to generate and transfer knowledge on the development of new nanomaterials specifically applicable in novel macro-bacterial sensors for food manufacturing and processing industry.\nThe special structure of nanomaterials gives rise to their amazing properties. The ability to manipulate the structure and composition on the nanoscale provides very large opportunities to create new materials with superior performance for new products and devices. Since the optical properties of nanomaterials can be controlled by changing their size, shape, and aspect ratio, as well as via their surface modification, nanomaterials are prime candidates as building blocks for photonic sensors.\nThe overall objective of this research is to develop the synthesis of ZnO, ZnS and PbS nanostructures with different sizes and morphologies via the laser ablation in liquid technique, then to modify and functionalize the surfaces of the prepared nanostructures and finally to use them for the preparation of photonic sensors with bacteria-detecting properties. Such efficient, easy-to-use and rapid sensors will be evaluated within different food processing, weighing and packaging lines available from project partner.\nThis is an ambitious research programme, with a strong interdisciplinary nature combining materials engineering, surface science, bio-engineering, physics, chemistry and soft matter science. Its success is underpinned by the combination of complementary expertise of the Fellow, Host and Partners in nanomaterial preparation and characterization, photonics and food processing and analysis, respectively.  The project will have a positive impact on a longer shelf-life of ready food, monitoring of food manufacturing lines, and optimization of cleaning routine during food manufacturing and packaging. Hence, positive impact on public health sector, as well as economic and ecological effects, is expected.'","grantUrl":"","grantId":"330516","fundValue":"309235.2","fundStart":"2014-02-10","fundEnd":"2016-02-09","dataset":"fp7"}