{"id":"93173","title":"Source and efficacy of human olfactory ensheathing cells in the repair of brachial plexus avulsion","abstractText":"'Olfactory ensheathing cells (OECs) are a unique group of cells which were originally discovered in the olfactory bulb, the part of the brain that receives the sense of smell. These cells have now been found in the nose, and have the potential to encourage damaged nerve fibres to regenerate. When these cells are transplanted into the damaged spinal cords of rats they facilitate repair of the nerve fibres, and this results in an improved ability to climb and breath. It is now possible to obtain these cells from the noses of patients with brachial plexus avulsion (a longitudinal spinal cord injury) and to purify and multiply them for transplantation back into the same patient s damaged brachial plexus, to possibly cure injuries which were previously untreatable. However it is first necessary to find a safe and reliable way to obtain these cells from patients, develop a protocol for cleanroom manufacturing these cells under UK Good Manufacturing Practice (GMP) guidelines, and check whether human cells have the same reparative effects in the laboratory and animal studies, compared to what we already know about rat cells. The research programme consists of the following projects: 1. To develop a protocol for obtaining these cells in optimum quantities, by taking samples from volunteer patients who are undergoing nasal endoscopy for other reasons, and develop an effective culture method to maximise the yield of OECs. 2. To culture these cells under GMP conditions, using standardised reagents, and develop a protocol that ensures the maximum yield in a new culture facility. 3. To transplant autologous OECs into the site of injury in patients with complete brachial plexus avulsion, and assess the safety and efficacy of the technique. This will also allow us to obtain pilot data to allow planning of a future randomised controlled trial of OEC transplantation. 4. To study the effects of OECs derived from rat mucosa in animal models of brachial plexus avulsion'","grantUrl":"","grantId":"242949","fundValue":"1600000","fundStart":"2010-01-01","fundEnd":"2014-12-31","dataset":"fp7"}