{"id":"94118","title":"Strategic Research For Innovative Marine Propulsion Concepts","abstractText":"'Increasing environmental concerns and soaring oil prices are creating a new focus on fuel efficiency for the marine industry. Combining low emissions with demands for more advanced vessels than ever before drives the need for radically new propulsion concepts delivering a step-change in efficiency. STREAMLINE is the response of the marine community to this demand that will be addressed through four key objectives. The first objective of STREAMLINE is to demonstrate radically new propulsion concepts delivering an increase in efficiency of at least 15% over current state-of-the-art. The concepts will be designed for maximisation of energy conversion combined with low levels of cavitation, noise and vibration. The research will look at novel applications of large area propulsion, a biomechanical system and distributed thrust (via multiple propulsors). As its second objective, STREAMLINE will investigate methods to fully optimise current SoA systems including conventional screw propeller systems, pods and waterjets. The key here is exploitation of new CFD methods to pursue improvements without dramatic vessel configuration changes. The third objective of STREAMLINE is to develop advanced CFD tools and methods to optimise the hydrodynamic performance of the new propulsion concepts, particularly by analysis of integrated hull and propulsor. Finally, STREAMLINE will characterise the operational, economic and classification aspects of each of the new propulsion concepts. STREAMLINE will demonstrate solutions for a wide range of applications. Short sea shipping and inland waterway operation will be focussed on specifically, as they are identified as key components of transport that can provide a means of coping with the growing congestion of road and rail infrastructure and tackling air pollution. The STREAMLINE consortium, led by Rolls-Royce, is made up of 30 partners from 8 Countries, providing world leading expertise and capability from the EU marine Industry.'","grantUrl":"http://www.streamline-project.eu","grantId":"233896","fundValue":"10905432.34","fundStart":"2010-03-01","fundEnd":"2014-02-28","dataset":"fp7"}