{"id":"102364","title":"Grasping the Links in the Chain: Understanding the Unintended Consequences of International Counter-Narcotics Measures for the EU","abstractText":"'Since the end of the Cold War there has been an explosion in the international drugs market and a consequent general desire to review and reform the existing international control regime. Academic understanding of the role of the drugs market in the international economy has increased, but the cumulative impact of counter-narcotics measures in transit chain countries between source and market remain poorly understood, nor are there many comparative studies of the manner that differing illicit drug economies work. These factors remain obstacles to understanding and eliminating the unintended consequences of current counter-narcotic policies, particularly since supply and demand-based counter narcotics measures are separated by the intermediary impact of the geographical 'transit chain' in most cases. This proposal offers the novelty of undertaking a comparative strategic study of two major drug markets, heroin and marijuana, through the prism of the transit chains that currently operate between Afghanistan and the EU and North Africa and the EU respectively, with a view to then evolving a more comprehensive counter-narcotics policy aimed at minimising the proliferation of unintended consequences. The proposal aims to bring this about via a combination of building up an up-to-date strategic model of how these two drugs markets currently operate, conducting interviews with counter-narcotics practicioners and field research in both the source and transit chain countries concerned, and then disseminating this research in the form of concrete policy recommendations via conference activity and publications, including a collection of conference papers and at least one major monograph.'","grantUrl":"","grantId":"285073","fundValue":"1067166.81","fundStart":"2012-02-01","fundEnd":"2015-01-31","dataset":"fp7"}