{"id":"102616","title":"Multiscale investigation of drug - implantable cardioverter defibrillator interactions for antiarrhythmic therapy","abstractText":"'The implantable-cardioverter defibrillator (ICD) is an effective treatment for terminating life threatening ventricular arrhythmias or fibrillations. However, as ICD only serves to terminate tachyarrhythmias and provide pacing support for bradyarrhythmias, concomitant antiarrhythmic drug therapy is common and leads to interactions with the ICD.\n\nDirect drug-ICD interactions include alterations of the pacing threshold (minimum energy needed to achieve a reliable and consistent electrical activation of the heart) and of the defibrillation threshold (the lowest energy level that results in successful defibrillation).\n\nBesides, anti-arrhythmic drugs which work by interfering with ion channel activity, may lead to cardio toxicity and then to ventricular arrhythmias, resulting in increased ICD therapies. Antiarrhythmic drugs can also lead to morphological changes present in the electrogram (EGM) interfering with the ICD function by failures of sensing ventricular events or arrhythmia classification.\n\nThe underlying mechanisms of ICD/drug interactions are poorly understood as well as how an ischemic substrate, present in most of the ICD patients, would affect those interactions. Indeed, ICDs are mainly used by patients with a history of previous myocardial infarction (MI) and left ventricle ejection fraction (LVEF) less than 35%.\nIn this framework, this proposal aims at providing a new level of understanding of the interactions between ICD and investigating biomarkers from the electrocardiographic signal (ECG) to predict adverse drug-ICD interactions in ischemic and control patients. The approach will be a combination of modelling and simulation at human tissue level and ECG signal processing. This multidisciplinary project will include direct contact with clinicians to analyse ECG data from ICD patients and pharmacological companies to study the possible cardiotoxicity of class I and III drugs in control and ischemia conditions.'","grantUrl":"","grantId":"301112","fundValue":"200371.8","fundStart":"2012-12-01","fundEnd":"2014-11-30","dataset":"fp7"}