{"id":"87951","title":"A systems approach to defining membrane protein networks and applications","abstractText":"'Membrane proteins are macromolecules of huge academic and biotechnological importance. They account for ~30% of genes in prokaryotic and eukaryotic genomes, and perform a spectrum of essential cellular functions. Despite their importance, these proteins are poorly understood with respect to membrane insertion, folding and complex formation. Even less is known of the interactions between membrane protein complexes, or with other compartments in the cell. This application aims to establish a multidisciplinary initial training network for early-stage researchers in which leading European groups in membrane protein chemistry, bacterial systems biology and biotechnological applications join forces to achieve top-level training in an ambitious academic and industrial setting. Training and research will be fully integrated in a systems approach for the hierarchical analysis of membrane proteins. Key objectives are to understand how individual membrane proteins insert and adopt a unique structure (Research Topic 1), how they assemble into multimeric complexes (Research Topic 2), and how they communicate ('network') with each other and the rest of the cell (Research Topic 3). Novel quantitative approaches combined with mathematical modelling will be used to accurately predict membrane protein behaviour at a systems level (Research Topic 4). Throughout the program, special emphasis will be focused on biotechnologically relevant protein secretion systems. Major scientific deliverables will be knowledge models of complex assembly and inter-complex interaction hubs. The proposed training program will be individually-tailored to provide a coherent grounding in multidisciplinary approaches, both theoretical and experimental. It will deliver network-wide systems biology training, and a comprehensive suite of local complementary skills training. In this way, we will provide our trainees with formidable starting points for careers in European science and industry.'","grantUrl":"","grantId":"215524","fundValue":"2000000","fundStart":"2008-09-01","fundEnd":"2012-08-31","dataset":"fp7"}