{"id":"110388","title":"Harnessing Cavitation for Therapy","abstractText":"'Focused Ultrasound Surgery (FUS) is rapidly emerging as a technique setting the gold-standard for the treatment of a wide range of diseases, including cancer. Current practise relies on the conversion of acoustic energy to thermal, for localised and minimally-invasive ablation with non-ionising radiation. Cavitation (the formation, and subsequent pressure driven dynamics, of bubbles) is a common occurrence at the high intensities typically employed for FUS. The extremely rapid, often violent evolution of cavitation in tissue exposed to focused ultrasound, poses a high risk of collateral damage to healthy tissue proximal to the site of pathology. TheraCav will demonstrate cavitation can be controlled and harnessed, to redefine the remit of FUS to include targeted drug delivery and rapid ablation formation via enhanced heating. Conceptually, cavitation could act to significantly permeabilise targeted tissue, rendering specific volumes highly susceptible to drug delivery through extravasation from the vasculature. Moreover, cavitation may actively pump and promote drug transport directly to the diseased tissue. If cavitation is to fulfil this potential, however, it is crucial that precise monitoring and control strategies are developed, demonstrating that it can be safely introduced and utilised tissue. Through a series of novel and ambitious objectives, TheraCav will develop techniques and devices to deliver this capability, calibrated against a recent innovation that has allowed the direct observation of cavitation at unprecedented spatial and temporal resolution. A series of translational work packages will test the monitoring and control strategies developed, in tissue-mimicking materials and ultimately soft-embalmed cadaver models, for anatomical verification.\nFinally, a radical and highly ambitious objective of activating photodynamic therapy drug  compounds, via cavitation sonoluminescence and reactive oxygen species production, will be investigated.'","grantUrl":"","grantId":"336189","fundValue":"1453180","fundStart":"2013-10-01","fundEnd":"2018-09-30","dataset":"fp7"}