{"id":"87991","title":"Proxies from cave deposits: testing their sensitivity using the current period of global change","abstractText":"'Speleothems are one of the better archives in the geological record to study low frequency paleoclimate changes at a high time resolution. Chronologies are well established via U-series radiometric dating or annual lamina counting. The information in speleothem records is provided by proxies, mainly geochemical, morphological and petrological properties of the sample analysed along its growth axis. However, proxy interpretation in terms of climate is complicated and needs calibration with monitoring studies, with pioneer studies that monitored cave climate and associated speleothems first done for the last two decades. However, both the cave environment and speleothems properties are expected to have changed since these early works due to the recent period of global climate change. So, the aim of this project is to evaluate if the present global warming and its associated climate effects are being recorded in cave environments and speleothems. Several caves from Europe where previous studies on cave environmental conditions and laminated speleothems have been undertaken are going to be revisited to analyse the changes in cave conditions since the earlier work. Laminated speleothems will be recovered from the same locations where previous samples were taken to study changes in the proxy record in the last decade(s). Speleothem climate proxies will be compared to changes in cave environmental conditions, and both the speleothem proxy data and cave climate conditions will be compared with known climate change as recorded in instrumental data from the nearest meteorological stations. The study will take special care in determining the response time of cave environments to changes in surface climate, and how fast these are transmitted to the speleothems. The noise contained within the climate signal in speleothem proxies will be evaluated, and precise transfer functions calculated with the aim to precisely calibrate speleothem proxies with climate parameters.'","grantUrl":"","grantId":"219891","fundValue":"169390.93","fundStart":"2008-04-01","fundEnd":"2010-03-31","dataset":"fp7"}