{"id":"92268","title":"Forensic Identification Frontiers","abstractText":"'The project will entail multidisciplinary research to address the challenges at the frontiers of forensic identification, including the legitimacy, acceptability and viability of forensic identification practice and policy. It will identify the obstacles to EU harmonisation on the use and exchange of forensic DNA /fingerprints, producing original data for policymakers. The project will involve researching at the Centre for Forensic Excellence in Australia, a unique and internationally unrivalled research centre for forensic studies, and the Centre for Criminal Justice Studies in Leeds, UK. The project will result in a map of legal regimes setting out the current utilisation and exchange of forensic bioinformation across Australia and EU, enabling comparisons and potential for lessons to be drawn from the Australian experience. The research will focus upon transcending disciplines, to arrive at new solutions to common challenges. The project will utilise advanced quantitative and qualitative research methods to analyse EU and Australian: forensic identification science; law; practice; social and political context; and policy. The project will involve interviews as well as documentary analysis to ensure the contextualisation of data and the opportunity to assess future policy and aspirations. The research will be undertaken within a dedicated research Centre among experienced multi-disciplinary researchers, enabling the researcher to develop new skills to facilitate much needed multi-disciplinary research at an EU level. It will contribute to EU competence in the development of innovative and collaborative approaches to comparative and multi-disciplinary evaluation research, particularly in the context of forensic science. It will commence the essential work on constructing a dialogue between scientists; lawyers; ethicists; sociologists and others with the overarching aim to help the Community develop policies which will facilitate collaboration across the Third Pilla'","grantUrl":"","grantId":"235305","fundValue":"324795.07","fundStart":"2009-09-01","fundEnd":"2012-08-31","dataset":"fp7"}