{"id":"186733","title":"Differential role of atypical Rho GTPases Miro-1 and Miro-2 for controlling mitochondrial dynamics and transport","abstractText":"'Regulated transport of mitochondria is essential for providing ATP spatio-temporaly to power nerve cell function and calcium buffering during release of neurotransmitters or post-synaptic receptor activation. The major player of this transport machinery is Mitochondrial Rho GTPases Miro-1 and Miro-2 present at the mitochondrial outer membrane which controls binding to the Kinesin for transport along microtubules. Miro-1 and 2 are paralogs shares ~60% homology in mammals (while  nematode Caenorhabditis elegans and plants have 3 paralogs) while others have only one copy of Miro proteins. Using high resolution 3D live cell imaging, co-immunoprecipitation followed by mass spectrometric identification, expression of genetically encoded sensors in combination with pharmacological, electrical and optogenetic stimulation of neuronal activity in vivo, the molecular mechanism that allow two Miro proteins to tailor the spatial distribution and morphology of mitochondria will be explored. A key goal will be to explore the differential role of the Miro-1 and Miro-2 which can regulate diverse cellular processes such as constitutive and activity-dependent mitochondrial transport, ER-Mitochondria contact and calcium signalling in cultured cells and dendritic shafts and synapses in vivo. I will also try to identify novel proteins that interact with Miro-1 and Miro-2 proteins and their role in maintaining mitochondrial morphology and transport. To extend this knowledge further the role of Miro proteins in axonal transport and calcium signalling in vivo will be investigated with a deletion model in C. elegans. These studies will significantly advance our current understanding of the role played by mitochondrial trafficking for controlling diverse cellular function and may also help understand of how disrupted mitochondrial trafficking and function contribute to diseases.'","grantUrl":"","grantId":"630033","fundValue":"231283.2","fundStart":"2014-10-28","fundEnd":"2016-10-27","dataset":"fp7"}