{"id":"186919","title":"Reconstructing and Interpreting the Forcing of Climate using Sulfur and Carbon Isotopes","abstractText":"'Anthropogenic emissions of CO2 have increased dramatically over the past ~200 yr, and are likely to continue to increase in the coming decades [IPCC, 2007].  It is a first order goal of the scientific community to understand the implications of this perturbation on the climate system.  Climate change predictions from model simulations rely on reconstructions of climate forcings and responses that often cannot be directly measured.  Isotopes provide a useful tool to track climate-related processes today and in the geologic past, thus extending our understanding of forcings beyond the instrumental record.  At University of St Andrews I will be setting up and developing new and established isotope techniques to further our understanding of climate forcings, responses, and feedbacks on decadal to millennial timescales. There are two distinct yet complementary projects that will form the basis of my research in my first four years at St Andrews, that address gaps in our knowledge of recent climate forcings and that take advantage of the diverse skill set that I am bringing to the EU.  I will use a novel technique to measure sulfur isotopes in ice cores to improve the record of climate forcing by sulfate aerosols over the past 2000 yr.  By measuring the mass independent fractionation of sulfur from volcanic eruptions recorded in ice cores, it will be possible to determine which volcanoes over the past two millennia were stratospheric, and hence climatically important.  I will also use radiocarbon in deep-sea corals to reconstruct the pre-bomb (pre-1950) radiocarbon inventory in the Southern Ocean.  This will help constrain the current uptake of anthropogenic CO2 by the ocean, as it will be used to validate carbon cycling in ocean-atmosphere general circulation models.'","grantUrl":"","grantId":"631752","fundValue":"100000","fundStart":"2014-03-01","fundEnd":"2018-02-28","dataset":"fp7"}