{"id":"108403","title":"Effects of individual heterogeneity on stochastic population processes: the case of nonbreeders","abstractText":"'Successful population management depends on our ability to predict future patterns of population abundance and extinction. This requires a clear understanding of the mechanisms underlying population dynamics. In this project I will integrate mathematical, statistical and ecological approaches to provide new understanding of effects of individual heterogeneity on the stochastic dynamics and genetics of populations.\nI will achieve these objectives by developing and analyzing new stochastic population models that incorporate both random and nonrandom differences among individuals, specifically focusing on the role of nonbreeders in driving population processes. I will then use two long-term datasets on wild bird populations (Green-rumped parrotlets and European shags) to parameterize these models and quantify the impact of nonbreeders on key population processes and extinction risk. Nonbreeders are often present in wild populations, but are routinely ignored when predicting population dynamics, potentially introducing errors into management recommendations. In this project, I will therefore provide new theoretical and empirical advances and quantify their potential impact on management decisions.\nI will spend two outgoing years at the University of California, Berkeley, working with world-leading scientists in avian population ecology, statistical ecology and theoretical demography to learn and develop new methods of stochastic modeling and ecological data analysis. By combining these new skills with my existing expertise in mathematical biology, I will build an unusual skill set that is currently in high demand. I will bring this expertise back to a leading European research university, the University of Aberdeen, where my ability to link the disciplines of ecology and mathematics will allow me to forge new research initiatives and achieve new understanding of impacts of individual heterogeneity on population dynamics, thereby advancing European research excellence.'","grantUrl":"","grantId":"328783","fundValue":"282561","fundStart":"2013-08-12","fundEnd":"2016-08-11","dataset":"fp7"}