{"id":"89063","title":"Silicon integrated lasers and optical amplifiers","abstractText":"'This project is a six year programme of work to develop fully integrated optical emitters, lasers and optical amplifiers in silicon.  Recent years have seen tremendous advances in the development of silicon photonic devices.  However, the last hurdle to full silicon photonic systems and optical data transfer on and between integrated circuits are electrically pumped optical amplifiers and lasers in silicon using a CMOS compatible technology.  Consequently, there have been massive efforts worldwide to search for efficient light emission from silicon.  Our team made a major initial breakthrough producing the first LED in bulk silicon - published in NATURE (1997).  Although a world first, this device only operated efficiently at low temperatures.  This problem was solved using a new nanotechnology - dislocation engineering - reported in NATURE (2001) - and crucially uses only conventional CMOS technology.  The development of this into a silicon injection laser and optical amplifiers is the essential next step for high technology high value applications. We have recently made a further breakthrough by obtaining extraordinary optical gain in erbium doped silicon that now offers a realistic route to this goal. Currently the incorporation of lasers and amplifiers on silicon platforms can only be achieved hybridizations of active devices based on III-V materials 'pasted' on to silicon waveguides and cavities.  Gain has been reported using four-wave-mixing and Intel has recently demonstrated a Raman laser in silicon but both rely on purely optical-to-optical transitions and are fundamentally unable to be electrically pumped.  We believe we have the only route that has the potential to produce electrically pumped amplifiers and lasers with room and higher temperature operation and that is capable of genuinely being fully integrated into silicon using standard silicon process technology.'","grantUrl":"","grantId":"226470","fundValue":"1928020.8","fundStart":"2009-01-01","fundEnd":"2014-12-31","dataset":"fp7"}