{"id":"94571","title":"\"Morphology, Energy and Climate Change in the City\"","abstractText":"'Despite half a century of sustained research into the structure of cities, we still cannot answer the most basic questions of how their morphology is affected by the energy and income of their populations. We do not know if cities will become more compact or more spread out as energy usage changes due to global warming and as we switch to renewable energy sources. What we need is much more robust theory with applicable computer models for forecasting such impacts. Many of the rudiments involving agglomeration economics, growth theory, trade, nonlinear dynamics, and fractal geometry have already been put in place with the complexity sciences providing a framework for this new social physics. But so far, energy has been strangely absent. Here we will embrace this role, thus generating theory and models able to address what cities will look like if current predictions of climate change are borne out. We will organise the project into six related themes. First, we will extend theories of urban morphology based on fractals, scaling and allometry to incorporate energetics in analogy to transport and network processes. Second we will link these to statistical thermodynamics in spatial interaction and location modelling where energy, entropy, and accessibility are central. Third we will aggregate our theories to enable comparative analyses of city shape, compactness, energy use, and density. Fourth, we will explore different dynamic regimes building on self-criticality and bifurcation. Fifth, we will make these ideas operational building on our London Tyndall Centre model, and on related work in Phoenix and Shanghai. Last, we will construct a web-based laboratory for posing what if questions about climate change and energy balance using our theoretical and empirical models.'","grantUrl":"","grantId":"249393","fundValue":"2336805.58","fundStart":"2010-07-01","fundEnd":"2015-12-31","dataset":"fp7"}