{"id":"103171","title":"New chemical biology tools for proteome-wide of profiling of protein-protein interaction partners of post-translational arginine methylation (ProbesPTRM)","abstractText":"'Protein arginine methylation, catalyzed by a family of enzymes called protein arginine methyltransferases (PRMTs), is emerging as an important post-translational modification (PTM) that modulates diverse cellular processes, and dysregulation of this process has been implicated in many human pathological conditions ranging from heart diseases to cancer. Proteins that recognize this PTM in vivo and the associated protein-protein interactions (PPI) are responsible for its key biological implications. However, we currently lack reliable techniques to identify specific protein interaction partners of this important PTM. The proposed project aims to develop new chemical probes and technologies that will enable for the first time proteome-wide global analysis of protein interaction partners that recognize post-translationally methylated arginine residues in proteins. Specifically, we aim to develop novel photoaffinity-based probes that will be used to selectively enrich, fluorescently label and subsequently identify the protein interactome of this modification. A library of peptide-based probes will be generated using solid-phase peptide synthesis. The design of the peptide probe library is in such a way that each probe is equipped with a unique form of methylated arginine so that the library will permit rapid, large-scale comprehensive profiling of interaction partners of all the four different forms of methylated arginine containing proteins in cell lysates and in intact cells. At the second stage of the project, a protein-based probe will be generated using expressed protein ligation (EPL). This probe, by virtue of the presence of the full protein sequence, is expected to provide greater degrees of specificities and sensitivities in the detection of protein interactomes. The results of the proposed study will shed light on the basic mechanisms and biological implications of protein arginine methylation in various aspects of cellular physiology and pathology'","grantUrl":"","grantId":"299848","fundValue":"209033.4","fundStart":"2012-07-01","fundEnd":"2014-06-30","dataset":"fp7"}