{"id":"93587","title":"New horizons in organo-fluorine chemistry","abstractText":"'The project aims to take new thinking and concepts in organofluorine chemistry and apply this thinking to the design of novel performance molecules to explore properties and function in a predictable manner. The focus is on two areas. The first involves organic materials/polymers and the second focuses on selected topics in biochemical and medicinal chemistry. Both areas exploit the stereoelectronic influence of the C-F bond, and its interaction with nearby functional groups. In particular the polar nature of the C-F bond is now used as a design feature to manipulate molecular conformation across a range of case studies, judged to be of contemporary interest. One aspect of the programme will prepare a series of compounds containing multiple fluoromethylene groups. Care will be taken to prepare individual stereoisomers for comparitive studies. The aim is to develop new structural motifs for liquid crystals and polar polymers. The study e will extend to the design and synthesis of small, but highly polar, monomers for polymerisation. There is a particular focus on preparing a new generation of polar organic polymers, as potential piezo- and ferro- electric materials to meet the current challenge to prepare novel self-poling materials. The research programme emerges from an increaing recognition that the C-F bond responds to the stereo-electronic influence of neighbouring functional groups. Some functional appear frequently in biochemistry. The programme will utilise the stereogenic placement of the C-F bond in the design of neurotransmitter analogues, to influence and explore their binding conformation to receptors. The central methodology will involve advanced methods in organic synthesis, and in particular the construction of molecules with C-F at stereogenic centres. The programme will also involve advanced tecniques for conformational analysis (NMR, X-ray, computational), polymer analysis and biochemical assays.'","grantUrl":"","grantId":"246798","fundValue":"1418575","fundStart":"2010-01-01","fundEnd":"2014-12-31","dataset":"fp7"}