{"id":"90758","title":"Testing non-standard Higgs and top-quark production and decay at the CERN's Large Hadron Collider: a collaboration between theory and experiment","abstractText":"'This collaborative project is in the area of high energy particle physics phenomenology, with focus on some extensions of the Standard Model.  The proposal is a research programme where the applicant's expertise on various theoretical aspects of non-standard Higgs and top-quark production in hadronic collisions is perfectly matched with that available at the host institution. The NExT Institute has in fact several leading world experts on the phenomenology of the Standard Model and beyond at present and future high energy colliders both at theoretical and experimental  level (with groups working on the CMS and ATLAS collaborations at the CERN's LHC facility, where the aforementioned studies will take place). More than that, NExT's mission is to promote fundamental research where theorists and experimentalists work together in the process of new physics discovery and the applicant is the ideal catalyser for this, having done so in the past. Hence, this project will produce forefront research, mutually advantageous to both parties, based on a new raw model of young researcher with interdisciplinary skills.    We are especially interested in the search for a Higgs boson, the only particle not yet discovered predicted by the SM or extensions thereof. The Higgs boson is potentially the key to answer the fundamental question of why elementary particles have mass. Its search is therefore the primary goal for the LHC. New physics can also be hidden in the top quark though, the heaviest and least known of all particles detected so far, hence our project is also concerned with it. Overall, our goal is to contribute to a better understanding of the world of particle physics, by proposing theoretical models and developing and optmising both Monte Carlo and real data analyses to  confirm or disprove them experimentally.  This application is ideally timed, as the data taking phase of the experiments at the LHC is due to start in 2007/8.'","grantUrl":"","grantId":"221707","fundValue":"234536.33","fundStart":"2008-08-01","fundEnd":"2010-07-31","dataset":"fp7"}