{"id":"111511","title":"Max-imising the potential of CROP researchers","abstractText":"'Max-CROP will train five early career stage researchers, leading to a PhD degree, in areas of science that impact on crop production. The training provided will maximise the potential of the next-generation of crop researchers, producing individuals that understand the problems facing the agricultural industry, including crop breeding, agronomy and production, but able to apply advanced scientific understanding and modern technologies to solve these problems. Five ESRs will receive an in-depth training in our current understanding in crop genomics and biology, crop pathology and biostatistics, providing knowledge that will enable them to make significant contributions to crop production in their subsequent careers. The research projects will cover four crops, wheat, barley, oil seed rape and potato and a biostatistical analysis applicable across crop species. A broader understanding of the problems facing agriculture and crop production in Europe will be delivered through network workshops, and stakeholder and public outreach activities. Additional complementary and transferable skills, including an appreciation of company policy and entrepreneurship, will be delivered through network activities and courses provide by the graduate school of the academic partner. Max-CROP will make careers in agriculture an attractive choice for a new generation of researchers, opening up new opportunities and improving career prospects. Max-CROP will deliver an extensive training, enabling the young researchers to access job opportunities in private companies, academic public institutes and government organisations. The training network builds new and extends existing collaborations between the SME, National Institute of Agricultural Botany (NIAB), Cambridge, UK and the academic partner, Wageningen University (WU), The Netherlands.'","grantUrl":"","grantId":"607178","fundValue":"1467957.7","fundStart":"2014-01-01","fundEnd":"2017-12-31","dataset":"fp7"}