{"id":"108683","title":"Seismic Anisotropy and Magma Systems","abstractText":"'Magma movement in the crust at active volcanoes will exert a stress on the surrounding country rock that may or may not be manifest as observable strain (ground deformation) or seismicity (earthquakes). Detecting and understanding this stress is a key to predicting if and when a volcano will erupt. The measurement of seismic anisotropy (the variation of seismic wave speed with direction) using the method of shear wave splitting (SWS) has been used to monitor variations in stress in industry but is generally only available in hindsight to studies of volcanoes and earthquakes. Using SWS to measure stress at active volcanoes holds enormous potential for a monitoring and eruption forecasting tool. Changes in SWS associated with volcanic activity have been detected, although not in real time. Interpretation of SWS observations is usually qualitative, and researchers struggle to use the results to quantify the cause and magnitude of stress variations. This research involves developing a method of using Finite Element Models to calculate seismic velocity variation, strain and stress due to magma movement at active volcanoes to resolve the geometry, volumes and pressures of subsurface magma storage. In particular, the research will be used to understand the relationship between anisotropic seismic velocities and pressurisation of magma reservoirs by inverting SWS data for geomechanical parameters. The models will make use of multidisciplinary constraints such as ground deformation, petrological evidence and seismicity, all of which provide evidence for depths, pressures and timing of magma movement. Case studies will include Okmok Volcano in Alaska, Kilauea Volcano in Hawaii, and Ruapehu and Tongariro Volcanoes in New Zealand. This work will represent a significant advance in our understanding of the interaction of subsurface magma movement with the state of stress in the country rock, as well as provide crucial new insights into the potential of SWS as a monitoring tool.'","grantUrl":"","grantId":"328870","fundValue":"231283.2","fundStart":"2013-10-15","fundEnd":"2015-10-14","dataset":"fp7"}