{"id":"186149","title":"INTERACT: Integrating Archaeological and Climatological Datasets: Investigating Global Human-Environmental Interactions","abstractText":"'Climate change has always had a marked impact on human society. In the past it was far more extreme in amplitude if not in rate than that experienced today; unfortunately this experience provides few models for the present and future since the responses of past communities to these changes still remain largely unknown. Major developments in human society since the end of the Last Ice Age are associated with the intensification food production; this includes the adoption of farming and the intensification of marine resource exploitation associated with shell middens. It has long been assumed that these were brought about by human responses to climate change, but the reality is likely to be far more complex, with local environments influenced both by climate change, and feedback from human-interactions. The development of more sophisticated theories capable of dealing with this complexity has been hampered by the inability to deal with the large data sets required to undertake detailed global comparisons.\n\nBeing able to compare multiple datasets from multiple places and times has the potential to address some of the most pressing modern global issues including climate change, environmental sustainability, food security, heritage and environmental management, by employing a long-term view of human-environmental interaction and socio-economic change that can only be provided by archaeology.\n\nINTERACT aims to 1) Determine human-environmental interactions during the Holocene in sub-tropical environments, and thereby investigate the relationship between climate induced environmental changes and the adoption of both agriculture and an intensification of aquatic resource exploitation. 2) Explore these interactions through a pan-hemispheric, multi-disciplinary comparative study developing key methodologies for facilitating such a broad-scale comparative study to disseminate to the wider archaeological community.'","grantUrl":"","grantId":"625158","fundValue":"293115","fundStart":"2015-01-12","fundEnd":"2018-01-11","dataset":"fp7"}