{"id":"106752","title":"Multi-terminal DC grid for offshore wind","abstractText":"'A DC grid based on multi-terminal voltage-source converter is a newly emerging technology, which is particularly suitable for the connection of offshore wind farms. Multi-terminal DC grids will be the key technology for the European offshore SuperGrid.\n\nIn this proposal, DC power flow, DC relaying protection, steady state operation, dynamic stability, fault-ride through capability, and impacts of DC grids on the operation of AC grids and power market will be studied. Systematic comparison of DC grid topologies and stability control strategies will be carried out. DC grids for offshore wind power transmission and onshore AC grid interconnection will be investigated. Operation and control will be evaluated using various simulation platforms and experimental test rigs. The achievements from the project will greatly contribute to integrating offshore wind power into the onshore AC grids in European countries and for the European Super Grid.\n\nThe MEDOW consortium involves 11 partners (5 universities and 6 industrial organisations). Each institution in the consortium contributes various expertise on the manufacturing, design, operation, and control of multi-terminal DC grids. Three visiting scientists of outstanding international stature will be appointed to further strengthen the training capacity and quality of MEDOW.\n\nThis project will recruit 12 early-stage researchers (ESRs) and 5 experienced researchers (ERs). These researchers will receive interdisciplinary and intersectoral trainings in different countries to improve career opportunities. Research results will be disseminated through publications, intellectual properties, and direct application in the industries.\n\nMEDOW offers a development path to researchers across Europe in the area of DC grids, in addition to fostering greater ties between industry and academia in this key development area.'","grantUrl":"http://www.medow.engineering.cf.ac.uk/","grantId":"317221","fundValue":"3925537","fundStart":"2013-04-01","fundEnd":"2017-03-31","dataset":"fp7"}