{"id":"89523","title":"Search and monitoring of Harmful contaminants, Other pollutants And Leaks in vessels in port using a swarm of robotic fish","abstractText":"We have identified a cutting-edge method for monitoring pollution in ports as specified in EU Directive 2005/35. This monitoring process is currently costing approximately 350 million Euros per year in the EU. SHOAL will develop a shoal of robotic fish to analyse contaminants in water and produce a real-time map of which pollutants are in the water, in what concentrations and where these are on a 3D map of the port.  SHOAL will use advanced swarm intelligence techniques to control the robots, utilising hybrid particle swarm/ant colony optimisation techniques in order to coordinate the group efficiently and adapt quickly to changes in the environment. This will benefit not only monitoring operations in ports across the EU, but also lead to important advances in robotics, chemical analysis, underwater communications and robot intelligence. At present there are no fully autonomous systems for monitoring pollution in ports. SHOAL is innovative in that it can analyse chemicals not only on the surface of the water (e.g. oil) but also those that are dissolved in the water (e.g. nitrates). This will allow the fish to find pollution from agriculture as well as leaks from vessels in a port.nSHOAL will build robot fish which will function independently and as part of a larger group to analyse and monitor pollution in a port. These robotic fish will be equipped with chemical sensors to find pollutants in the water and modems to create an ad hoc network for communication within the swarm. This will allow the shoal of robot fish to build up a broad map of the pollutants moving through the port in real time whilst adapting naturally to changes in environmental conditions in the port. Beyond this, due to the design of the robots, they will be able to search underwater rather than simply on the surface, meaning that if a leak is still occurring they will be able to isolate it even if it originates underwater (for example from the hull of a ship or an underwater pipeline).","grantUrl":"","grantId":"231646","fundValue":"4227770","fundStart":"2009-03-02","fundEnd":"2012-07-01","dataset":"fp7"}