{"id":"100396","title":"Single-atom-resolved detection and manipulation of strongly correlated fermions in an optical lattice","abstractText":"'I propose to realize single-atom- and spin-resolved in-situ imaging of strongly correlated fermions in an optical lattice. Whereas very recently strongly correlated bosonic systems could be imaged in an optical lattice at the single atom level, an experimental proof of single-site-resolved detection of fermions is still lacking. My project will allow to fully exploit the potential of ultracold atoms as a quantum simulator, especially for the Fermi-Hubbard model, which is a key model in condensed matter physics.\nGaining access to the in-trap atom distribution of the fermionic 40-potassium with single-atom and single-site resolution will allow for a new generation of experiments in the field. Direct observation of individual atoms and analysis of their quantum states and their spatial order in the lattice, including individual defects, are then possible. I will use this novel detection method to characterize, e.g., temperature or entropy distribution of the quantum phases such as fermionic  Mott insulators, Band insulators or  metallic phases.\nTogether with the possibility of local spin manipulations, I will investigate the effect of local perturbations on the system by spatially resolving the ensuing dynamical in-trap evolution. In this way, propagation and healing of artificially created defects can be studied. Local scale density modulations such as Friedel and Wigner oscillations of one-dimensional systems with hard boundaries will become observable. The local manipulation of the trapped atoms will be the key to implement novel cooling schemes that can remove regions of high entropy from the system. In this way much colder temperatures can be realized, where antiferromagnetic ordering is setting in. In a harmonic trap, these magnetically ordered phases are predicted to form ring-like structures, which can be ideally characterized by my novel spin-sensitive in-situ imaging techniques.'","grantUrl":"","grantId":"277986","fundValue":"1392800","fundStart":"2011-10-01","fundEnd":"2016-09-30","dataset":"fp7"}