{"id":"98833","title":"Complex adaptation in photosynthetic microbes evolving in response to global change","abstractText":"'Microbes evolve rapidly in changing environments, and global change may soon cause future microbial populations to differ genetically and phenotypically from contemporary populations. We have both pragmatic and intellectual interests in microbial evolution, especially when microbial communities perform important ecological services. For example, marine phytoplankton are responsible for half of global primary production, and make up the biological carbon sink in oceans. However, marine environments are changing in complex ways, and future global carbon and energy cycles may depend heavily on how phytoplankton evolve in response to global change.\n\nMy research will study how photosynthetic microbes evolve in complex environments. First, I will use mathematical models and experimental evolution in a microalgal model system to compare phenotypic changes between populations that have evolved either in an environment where many variables change simultaneously, or in an environment where only one variable changes at a time. Second, I will use the same model system to study if and how heritable epigenetic change, such as methylation and miRNA regulation, affects long-term adaptation. Both sets of experiments will use environmental shifts that are associated with global change, thus providing information specific to marine phytoplankton evolution, as well as insight into fundamental evolutionary processes. Finally, I will use RAD sequening in natural algal isolates from high CO2 environments to map and produce a list of candidate loci that may have contributed to long-term evolution in elevated CO2. The results of this work will significantly improve our ability to use evolutionary theory to understand how microbes are likely to change over the coming decades.'","grantUrl":"","grantId":"260266","fundValue":"1492338","fundStart":"2011-05-01","fundEnd":"2016-04-30","dataset":"fp7"}