{"id":"101426","title":"Macro domain proteins in the cellular stress response and links to human disease","abstractText":"'The macrodomain is a ubiquitous protein module known to bind to ADP-ribose derivatives, which diverged through evolution to support protein functions involved in DNA repair and the maintenance of genomic stability, transcriptional regulation, cell signaling, telomere dynamics, necrosis and apoptosis. Derivatives of ADP-ribose are synthesized by NAD-dependent protein modification enzymes poly(ADP-ribose) polymerases (PARPs) and NAD-dependent protein deacetylases (sirtuins). PARPs attracted enormous attention over the past several years, when it was demonstrated that permeable PARP inhibitors are highly effective against hereditary breast and ovarian cancers, as well as against acute cardiovascular conditions such as myocardial infarction and stroke. Given the apparent impact and prevalence of these diseases, there has been a rapidly growing interest in the search for alternative targets operating in PARP-dependent pathways that can be explored in therapy. However, these efforts have been hampered by our lack of knowledge about the mechanistic basis of cellular processes regulated by PARPs. In the first two sections of this proposal we will focus on the characterization of the two human macrodomain proteins poly(ADP-ribose) glycohydrolase (PARG) and the chromatin remodeler ALC1 (Amplified in Liver Cancer) that act as mediators of PARP-dependent signalling and have been implicated in human disease. Furthermore, in the third section we will study the sirtuin-linked macrodomain proteins found exclusively in fungal and bacterial pathogens and analyze their importance virulence. Collectively, the aims of this proposal are to define the molecular mechanisms governing the ADP-ribosylation-dependent signalling pathways mediated by several macrodomain proteins that are implicated in human disease. We feel that these studies can make a significant contribution to human health by providing the ground-work for the development of novel drugs that will ultimately provide cures.'","grantUrl":"","grantId":"281739","fundValue":"1500000","fundStart":"2011-12-01","fundEnd":"2016-11-30","dataset":"fp7"}