{"id":"107060","title":"Amyloid fibril cytotoxicity: new insights from novel approaches","abstractText":"'Despite the discovery of amyloidosis more than a century ago, the molecular and cellular mechanisms of these devastating human disorders remain obscure. In addition to their involvement in disease, amyloid fibrils perform physiological functions, whilst others have potentials as biomaterials. To realise their use in nanotechnology and to enable the development of amyloid therapies, there is an urgent need to understand the molecular pathways of amyloid assembly and to determine how amyloid fibrils interact with cells and cellular components. The challenges lie in the transient nature and low population of aggregating species and the panoply of amyloid fibril structures. This molecular complexity renders identification of the culprits of amyloid disease impossible to achieve using traditional methods.\n\nHere I propose a series of exciting experiments that aim to cast new light on the molecular and cellular mechanisms of amyloidosis by exploiting approaches capable of imaging individual protein molecules or single protein fibrils in vitro and in living cells. The proposal builds on new data from our laboratory that have shown that amyloid fibrils (disease-associated, functional and created from de novo designed sequences) kill cells by a mechanism that depends on fibril length and on cellular uptake. Specifically, I will (i) use single molecule fluorescence and non-covalent mass spectrometry and to determine why short fibril samples disrupt biological membranes more than their longer counterparts and electron tomography to determine, for the first time, the structural properties of cytotoxic fibril ends; (ii) develop single molecule force spectroscopy to probe the interactions between amyloid precursors, fibrils and cellular membranes; and (iii) develop cell biological assays to discover the biological mechanism(s) of amyloid-induced cell death and high resolution imaging and electron tomography to visualise amyloid fibrils in the act of killing living cells.'","grantUrl":"","grantId":"322408","fundValue":"2498465","fundStart":"2013-05-01","fundEnd":"2018-04-30","dataset":"fp7"}