{"id":"107519","title":"\"Impacts of metallurgy: iron production and the environment in the Pare Mountains, Tanzania\"","abstractText":"'The advent of metallurgy was one of the most important transformations in human history, widely considered to have driven political, social, economic and environmental change. The ability to produce metal tools and weapons is said to have instigated shifts in both physical and cultural landscapes, facilitating the expansion of agriculture, encouraging the growth of urban centres, and advancing the rise of complex political systems. Knowledge and control of these transformative technologies is frequently seen as a cornerstone in the early acquisition of material wealth, physical might and symbolic authority.\n\nHowever, the intensification of iron production is also often attributed with triggering pronounced ecological deterioration, whether in the forests of Europe, Asia, the Americas or Africa, due to an increased need for fuel and a subsequent over-exploitation of wood resources. Despite the frequency with which this argument is referenced, it is a hypothesis that remains to be systematically tested. Yet the importance of developing a firm understanding of this relationship is not to be overlooked. Through an exploration of the links between past industries and historical environmental change, more coherent strategies for resilient resource exploitation in the present can be developed, in Africa and elsewhere.\n\nAn archaeological study of iron production in the Pare Mountains, Tanzania presents an excellent opportunity to do just this. Within a defined research area, the fuel needs of an emergent iron industry can be quantified and mapped through time. By examining this data in conjunction with highly comprehensive extant environmental records from the region, and through a consideration of the social organisation of local communities, the impact of metallurgy within this landscape can be characterised, with wide-reaching ramifications for the understanding of human-environment interactions on a global scale.'","grantUrl":"","grantId":"331419","fundValue":"218151.82","fundStart":"2013-04-22","fundEnd":"2015-07-21","dataset":"fp7"}