{"id":"103653","title":"Monitoring Arctic Glaciers and IceCaps from Space","abstractText":"'Sea level change is one of the major challenges for the next century. Historically, ice loss from mountain glaciers and ice caps has been the single largest contributor to the ~2 mm/yr sea level rise over the last century and 50% of this contribution has come from the Arctic. Recent studies show that they will continue to be one of the major contributors to sea level rise in the 21st century. There is, however, a large uncertainty associated with these estimates. Direct observations are sparse and some areas, such as the Russian Arctic, have been not surveyed at all. This project aims to combine GRACE gravimetry observations, ICESat and Cryosat-2 altimetry measurements, surface mass balance information from models and glacier discharge estimates in a joint statistical assimilation.\nThe combination of these data will provide consistent, robust and adequately constrained time series of the mass budget of the Arctic region in the first decennia of the 21st century, at a quality which cannot be obtained from the individual data sets. It will yield a model-independent glacial isostatic adjustment solution and a rigorous treatment of uncertainties. This will greatly improve our insights of the response of Arctic glaciers to climate changes, their contribution to sea level rise and serve as a validation tool for the development of glacier components which are poorly represented in globally coupled climate models.\nDuring the first 2 years of the project, the applicant will be hosted by John Wahr at CIRES in Boulder, Co. The final year of the project will be spend at the Bristol Glaciology Center with Jonathan Bamber. Their unique experience with remote sensing of the cryosphere and the extensive knowledge of glaciology and other geophysical processes at the institutes and the background of the applicant guarantee a successful project, which will establish him as a matured, well rounded researcher and leave him with a strong network and excellent career opportunities.'","grantUrl":"","grantId":"301260","fundValue":"283568.1","fundStart":"2012-10-01","fundEnd":"2015-09-30","dataset":"fp7"}