{"id":"186809","title":"Growing Synthetic Load-Bearing Materials: Nano-Scale Fabrication of Bio-Inspired Materials for Marco-Scale Structural and Biomedical Applications","abstractText":"'This proposal will establish a program of research at Queen's University Belfast that will pursue a strategy for mimicking the bottom-up nature of biological growth to produce bulk, macro-scale materials that exhibit some of the salient features and advantageous properties observed in bone, teeth, shells, and deep-sea glass sponges. Layer-by-layer assembly of nanocomposite coatings onto porous, three-dimensional substrates will result in materials with uniquely customizable stiffness & porosity, and an exceptionally high upper bound on strength and stiffness as functions of density. These materials will be developed and characterized as tissue-scaffold materials for biomedical applications, and core materials in sandwich structures for lightweight structural applications. This bottom-up approach will enable exciting bio-inspired concepts for incorporating multifunctionality and improving mechanical performance. For example, implementing a nanocomposite coating with a deposition rate that can be controlled by the magnitude of the local mechanical deformation, will result in a growth process that is directed by external loads -- mimetic of bone growth and adaptation according to Wolff's law. The materials resulting from this project have the potential for significant economic impact by reducing fuel consumption and increasing energy output, and to contribute solutions to societal challenges related to health and energy/resources. The project will be led by an early-career researcher with strong academic credentials, a history of successful collaborations and high-impact publications, and a network of close professional contacts in Europe and North America. Supporting this work will establish an internationally mobile researcher in the European Research Area, promote collaboration and resource-sharing across national borders, and advance the key enabling technologies recommended by the European Commission for economic growth and resolution of societal challenges.'","grantUrl":"","grantId":"631079","fundValue":"100000","fundStart":"2014-03-01","fundEnd":"2018-02-28","dataset":"fp7"}