{"id":"109735","title":"Exploiting Flow and Capillarity in Materials Assembly: Continuum Modelling and Simulation","abstractText":"'There is a growing interest in exploiting surface tension and hydrodynamic forces for materials assembly of colloids and complex fluids. For instance, the capillarity-driven motion of colloidal particles can be used to assemble them into two-dimensional ordered structures to coat surfaces. Non-Newtonian viscoplastic fluids can be precisely placed to form spanning 3D micro-architectures.  The morphology of blends or alloys can be finely controlled through the addition of solid particles that adsorb at fluid interfaces. These applications can have an enormous impact in emerging technologies for which the ERA is world leader, such as plastic electronics, advanced materials manufacturing, and tissue engineering.\nThese emerging applications call for radically new theoretical and numerical tools that take fluid mechanics into account. In this project, building on my previous research experiences in the continuum-level simulations of flows with suspended particles and interfacial phenomena, I propose simulation strategies for: i) multiphase fluid mixtures, whose phase distribution I propose to alter with the addition of field-responsive colloids; ii) viscoplastic drops, to be used as 'building blocks' in 3D printing applications; iii) and anisotropic  elasto-capillary colloidal interactions. Owing to my previous research on multiphase flows and capillary phenomena, often done in concert with experimentalists, I am uniquely prepared to tackle these practically untapped areas of research. I will also employ CIG funds to buy equipment and initiate a parallel experimental activity in my group. The proposed research will provide a guideline on flow phenomena for which very little is known, substantially enriching the toolkit available to experimentalists and practitioners. From a fundamental perspective, my studies will spur fundamental questions on how we can use hydrodynamic, capillary, and elastic stresses to manipulate the dynamics and structure of soft matter systems.'","grantUrl":"","grantId":"618335","fundValue":"100000","fundStart":"2013-09-01","fundEnd":"2017-08-31","dataset":"fp7"}