{"id":"92783","title":"MASC: Materials that Impose Architecture within Stem Cell Populations","abstractText":"This proposal aims to harness breakthroughs in polymer science, nanotechnology and materials processing to create new classes of materials that mimic the architecture of the human body. The materials will be exploited to tackle grand challenges in  stem cell science and in the development of new biomaterials that promote regeneration.  The human body uses materials to impose architecture on populations of cells within developing or regenerating tissues. Architectural components of these tissues include three-dimensional spatial and temporal patterns of growth factors, spatial arrangements of multiple cell types and modulation of local elasticity. Orchestration of these architectural features is essential in the precise control of stem cell differentiation and tissue morphogenesis in vivo. This ERC Grant will create new classes of biomaterials that bridge the gap between the exquisite control of architecture in the developing human body and the crude structure imposed on cell populations in vitro during cell culture and biomaterials-assisted tissue repair. The research programme is organised into 2 major strands: TOOLS and DEMONSTRATORS.  Within TOOLS, new materials and techniques will be invented that represent a step-change in our ability to impose architecture on stem cell populations in vitro. Within DEMONSTRATORS, 3 grand challenges in healthcare and stem cell science will be addressed through demonstrations that synthetic materials can be designed to match the architecture of our developing bodies. This interdisciplinary project will be undertaken by a team of interdisciplinary scientists within the Wolfson Centre for Stem Cells Tissue Engineering and Modelling (STEM). To undertake this research project help from collaborators across Europe is required. Existing and new collaborations will ensure that the most advanced materials science and stem cell biology is exploited to create world leading tools that radically change regenerative medicine.","grantUrl":"","grantId":"227845","fundValue":"2290856.8","fundStart":"2010-01-01","fundEnd":"2014-12-31","dataset":"fp7"}