{"id":"89013","title":"Initial Training Network in Nanoscale Semiconductor Spintronics","abstractText":"'We propose an Initial Training Network for advanced nanoscale semiconductor spintronics. This is a coordinated programme of technological, experimental and theoretical research, training and knowledge transfer, by a consortium of leading European academic and industrial research groups. Spintronics is becoming increasingly important as downscaling and power usage in microelectronics approaches fundamental limits. This ITN will provide a framework for structuring research and training efforts in this field and exploiting the new technology.  The programme will move well beyond the worldwide state-of-the-art, through development of novel multifunctional nanospintronic devices, by transfer of device concepts to room temperature operation, and by exploration of the potential of low-dimensional systems. This coordinated wide-ranging and multidisciplinary programme is only achievable through a cross-European approach.  The ITN will supply the required multidisciplinary and intersectorial training in materials development, device physics and technology and theory, which is crucial for ensuring a highly developed research infrastructure and a critical mass of qualified researchers in this key research area. Researcher mobility will be encouraged, with all appointed fellows spending periods at academic and industrial hosts. Industrial partners will be central to the training programme, ensuring that fellows have an understanding of the needs of end-users of the research. Transferable skills training will be supplied to meet wider employment market needs.   The proposal is highly relevant to the ITN objectives, the Information Society Technologies and Nanotechnologies thematic areas of FP7, and ERA strategies to network centres of excellence, increase researcher mobility, and improve cohesion in research. The ITN will provide a body of highly skilled scientists, equipped with the expertise to ensure that European research continues to flourish in this vital area.'","grantUrl":"","grantId":"215368","fundValue":"3209394.84","fundStart":"2008-12-01","fundEnd":"2012-11-30","dataset":"fp7"}