{"id":"93502","title":"LABORATORY ASTROCHEMICAL SURFACE SCIENCE IN EUROPE","abstractText":"'Astronomical observations are revealing in ever increasing detail how our Universe works. Existing and planned European investment in sophisticated observational platforms approaches many billions of Euros. However, the observations that can be made on these telescopes would be little more than &quot;pretty pictures&quot; were it not for the efforts of the experimental and theoretical laboratory astrophysics communities in collaboration with their astronomical colleagues in developing models of our Universe firmly grounded here on Earth. These models recognise the importance of chemical processes in the astronomical environment and the young science of Astrochemistry seeks to understand the rich variety of this chemistry in such a way as to make a significant contribution to us truly understanding the evolution of the modern day Universe. The LASSIE (Laboratory Astrochemical Surface Science in Europe) Initial Training Network seeks to address the key issue of the interaction of the astronomical gas phase with the dust that pervades the Universe. The gas-grain interaction, as it is know, has been recognised by astronomers as crucial in promoting chemistry. The LASSIE ITN brings together the leading European players in experimental and computational surface and solid state astrochemistry, astronomers seeking to understand the detailed role of chemical species in our modern Universe, industrial partners engaged in the development of relevant laboratory instrumentation and experts in public engagement. Through this combination LASSIE will develop capacity in astrochemistry in Europe, produce researchers equipped with a range of specialist and generic skills necessary to engage in a wide range knowledge-based careers and to reach out to all aspects of European society to deliver a positive message in relation to the scientific and technical advancement of Europe.'","grantUrl":"","grantId":"238258","fundValue":"6053548","fundStart":"2010-02-01","fundEnd":"2014-01-31","dataset":"fp7"}