{"id":"97826","title":"\"Vectors of Change in Oceans and Seas Marine Life, Impact on Economic Sectors\"","abstractText":"'Marine life makes a substantial contribution to the economy and society of Europe. VECTORS will elucidate the drivers, pressures and vectors that cause change in marine life, the mechanisms by which they do so, the impacts that they have on ecosystem structures and functioning, and on the economics of associated marine sectors and society. VECTORS will particularly focus on causes and consequences of invasive alien species, outbreak forming species, and changes in fish distribution and productivity. New and existing knowledge and insight will be synthesised and integrated to project changes in marine life, ecosystems and economies under future scenarios for adaptation and mitigation in the light of new technologies, fishing strategies and policy needs. VECTORS will evaluate current forms and mechanisms of marine governance in relation to the vectors of change.  Based on its findings, VECTORS will provide solutions and tools for relevant stakeholders and policymakers, to be available for use during the lifetime of the project.\n\nThe project will address a complex array of interests comprising areas of concern for marine life, biodiversity, sectoral interests, regional seas, and academic disciplines as well as the interests of stakeholders. VECTORS will ensure that the links and interactions between all these areas of interest are explored, explained, modelled and communicated effectively to the relevant stakeholders.  The VECTORS consortium is extremely experienced and genuinely multidisciplinary.  It includes a mixture of natural scientists with knowledge of socio-economic aspects, and social scientists (environmental economists, policy and governance analysts and environmental law specialists) with interests in natural system functioning. VECTORS is therefore fully equipped to deliver the integrated interdisciplinary research required to achieve its objectives with maximal impact in the arenas of science, policy, management and society.'","grantUrl":"","grantId":"266445","fundValue":"16581571.69","fundStart":"2011-02-01","fundEnd":"2015-01-31","dataset":"fp7"}