{"id":"92984","title":"Training Network in Electoral Democracy","abstractText":"'This Initial Training Network in electoral democracy will bring together 11 expert teams from 9 European countries, including 1 from an associated country and 2 new Member States and 2 full industry partners. The goals of the ELECDEM network are encapsulated in three linked, inter-dependent themes which evaluate the effects of globalisation, communication and institutions on the quality of electoral democracy. Our proposed training network seeks to provide the substantive and methodological skills to a cohort of early stage researchers to undertake the study of electoral democracy and begin academic posts or undertake careers in other sectors. Substantively, through workshops, conferences and institutional training, we will advance an understanding of the three inter-related themes representing the state of the art in the study of elections. Methodologically, we will provide state of the art training in advanced data collection and analysis techniques. Training in practical and complementary skills is provided and will be enhanced and further developed by secondment to industry, associated and full partners. Finally, we will institute a process by which network participants can improve supervisory skills. ELECDEM extends and builds on the FP7 project PIREDEU, a three-year design study to assess the feasibility of an upgrade to the European Election Studies that will provide an infrastructure for research into citizenship, political participation, and electoral democracy in the European Union. The network of scientists is comprised of international researchers in electoral democracy. In combination with the visiting scientist and the associated and industry partners, the training and scientific expertise gathered makes possible a one of a kind research training experience for early researchers that could not be obtained at a single university.'","grantUrl":"","grantId":"238607","fundValue":"3324246","fundStart":"2009-10-01","fundEnd":"2013-09-30","dataset":"fp7"}