{"id":"187718","title":"Synthesis of Liquid-filled Micro-particles as Icy Cosmic Dust Analogues","abstractText":"'Shock processes involving volatile-bearing bodies are of extreme interest in planetary science and astrobiology, due to the role volatiles - in particular water - are suspected to play in the formation and evolution of life. This project concerns the synthesis and characterisation of liquid-filled nanometre and micrometre sized particles for the simulation of cosmic dust in hypervelocity (km/s) impact experiments. The goal is to construct thin silica and/or polymer shells around a water, or volatile organic, core. These particles will then be used in hypervelocity impact experiments, simulating the interaction of surfaces and atmospheres with icy and volatile-rich cosmic dust particles. Particles will be accelerated using the only Light Gas Gun in Europe (located at the University of Kent, UK) capable of firing icy particles, as well as the most advanced Van de Graff dust accelerator facility in Europe (Heidelberg, Germany). The project is a collaboration between UK and German researchers, based in Canterbury and Sheffield (UK), Heidelberg, Stuttgart and Leipzig (Germany). It is envisaged that the particles produced by this project will be available for use by researchers from across Europe, as well as international collaborators. The project will build a framework for a pan-European network of researchers in cosmic dust impact science, including partners in Germany and the UK. The researcher will move from Germany to the UK, receiving training in research and analytical techniques (e.g. research management, light gas gun usage, microscopy, spectroscopy and particle characterisation). Further quantitative training will be provided in the form of a postgraduate level qualification in university teaching and research supervision (PGCHE), a transferable skill which will significantly enhance the mid- to long-term academic career prospects of the researcher.'","grantUrl":"","grantId":"622856","fundValue":"299558.4","fundStart":"2014-06-02","fundEnd":"2016-06-01","dataset":"fp7"}