{"id":"109622","title":"Physics of synthetic small-scale propulsion in complex fluids for biomedical applications","abstractText":"'The future of medicine requires the development of novel devices and methods enabling detection, diagnosis, and treatment of diseases. These tasks, especially targeted therapy and diagnostics, could be achieved through the action of synthetic self-propelled swimmers at the micrometer and nanometer scale. In this project, I combine two of the thematic areas from the 7th framework program (health and nanosciences) and propose to conduct theoretical studies to discover the physical principles behind such artificially-propelled small-scale swimmers in complex fluids. Specifically I propose to quantify the dynamics and stability of artificial swimmers driven by magnetic or acoustic fields, model the dynamics of synthetic swimmers in complex fluids as relevant to the biomedical world, and derive a mathematical framework quantifying the role of stochastic forces on the dynamics of artificial swimmers. The research approach is fundamental and consists of theoretical and computational studies purposely positioned upstream of experiments. The ultimate goal of this project is to advance our knowledge in the fundamental physical principles of small-scale locomotion while deriving the guiding principles necessary to design of a wide class of artificial swimmers for use in biomedicine. The support of the CIG will allow me to return to Europe after a productive 12-year academic career in the United States; provide a financial support for my research activities in an outstanding scientific environment (the University of Cambridge); enable the communication of my past expertise and the knowledge acquired during the project to my immediate environment and broadly in the European Union; establish new collaborations in Europe; build on my track record in teaching by educating European students; reach the general public through extensive outreach efforts; and encourage further research in the development of novel nanotechnologies relevant to the future of healthcare in Europe.'","grantUrl":"","grantId":"618323","fundValue":"100000","fundStart":"2013-08-01","fundEnd":"2017-07-31","dataset":"fp7"}