{"id":"185619","title":"Towards a molecular-level understanding of heterogeneous ice nucleation","abstractText":"'Ice formation is one of the most common phase transitions on Earth. It is relevant to an enormous variety of phenomena such as weathering, cloud formation, airline safety, agriculture, and energy. However, despite having been studied since antiquity, our molecular level understanding of ice formation is largely incomplete. In particular, almost all ice formation in nature is aided by impurities or the surfaces of foreign materials, yet how surfaces act to facilitate ice formation (heterogeneous ice nucleation) is unclear. Given the ubiquity of ice nucleation, this is arguably one of the biggest unsolved problems in the physical sciences.\n\nExperiment provides insight into crystal nucleation and growth, but most nucleation events happen too quickly and involve too few particles to be rationalised purely by experiment. As a result, computer simulations play an important role and I believe we are now on the verge of using simulation to bring about major breakthroughs in understanding ice formation. Specifically, in this project we aim to perform the first full-on attack on heterogeneous ice nucleation so as to elucidate how the physiochemical properties of materials control their ability to nucleate ice. We will focus on nucleation on solid inorganic substrates and our approach will be to couple systematic studies on model systems with in-depth explorations of more realistic (and experimentally realisable) surfaces. We will improve existing computer simulation methods and develop new ones for accurate large- scale simulations of phase transitions in complex heterogeneous environments. In so doing we will help to make simulations of ice nucleation more routine, enabling us to establish what makes a good ice nucleating agent. The results from this multi-disciplinary project will not only shed light on an important everyday process but may also help to improve climate models and develop improved cloud seeding materials, or inhibitor coatings for industrial purposes.'","grantUrl":"","grantId":"616121","fundValue":"1915083","fundStart":"2014-04-01","fundEnd":"2019-03-31","dataset":"fp7"}