{"id":"101764","title":"Rectifying interfaces for solar driven fuel synthesis","abstractText":"'There is rapidly growing interest in the science required to enable the conversion of solar energy into molecular fuels, motivated both by the need to develop a renewable, globally scalable transportation fuel strategy and the need to address the intermittency limitations of solar electrical power generation. Rapid progress is being made in the fabrication of inorganic, low cost, nanostructured photoelectrodes which utilise visible irradiation for such fuel syntheses, including water photolysis and CO2 photoreduction. However the efficiency of low cost photoelectrodes remains modest, due significantly to electron / hole recombination in the photoelectrode competing effectively with interfacial photochemistry. I propose to address this limitation by the use of multilayer interfaces designed to achieve enhanced uni-directional (i.e.: rectifying) charge separation, building directly from the extensive lessons I have learnt from my studies addressing an analogous challenge in dye sensitized solar cells. A key focus will be on the functionalisation of photoelectrodes with molecular and/or inorganic multi-electron catalysts to enhance the specificity and efficiency of the photoelectrode for fuel synthesis, exploiting recent, rapid advances in the syntheses of such catalysts. The use of rectifying interfaces is essential for the encorporation of such catalysts onto photoelectrodes, enabling the accumulation of multiple oxidations on the catalyst without this accumulation resulting in enhanced recombination losses. The proposal will undertake the assembly of such multilayer photoelectrodes, utlilising state of the art photoelectrode and catalyst materials, and the functional characterisation of these photoelectrodes, including measurement of interfacial electron transfer dynamics, with the aim of developing materials design rules which will enable systematic optimisation of photoelectrode function for efficient solar driven fuel synthesis.'","grantUrl":"","grantId":"291482","fundValue":"1800000","fundStart":"2012-04-01","fundEnd":"2017-03-31","dataset":"fp7"}