{"id":"187970","title":"Youth Entrepreneurship in Portugal and the UK","abstractText":"'Promoting youth entrepreneurship has become a crucial EU strategy in addressing high unemployment rates. Statistics have indicated that, although young people show interest in starting up ventures, there is a big gap between intentions and concretization. Additionally, entrepreneurial intentions/activities seem to vary largely across European countries. Research on determinants of entrepreneurship has focused mainly in macro-economic and individual level factors. The analysis of entrepreneurship in cultural terms has remained elusive.\nThus, the main aim of the Youth Entrepreneurs proposal is to also explore cultural/contextual factors associated with fostering/challenging youth entrepreneurship. More precisely, it is intended to: 1) analyse and compare the experiences and characteristics of youth entrepreneurship in two economically and culturally distinct European countries (Portugal and UK); 2) to apply a distinctive participatory approach that will engage young people and stakeholders in the research process; 3) implement outreach activities designed to maximise impact of the findings. Using an interdisciplinary team, this project aims to bring together insights from psychology, geography/sociology and business studies. It will be applied an innovative mixed and comparative methodology, combining quantitative, qualitative (e.g. focus-groups, semi-structured interviews and biographical narrative interviews), and participatory (e.g. workshops) approaches. The results of the project will provide comprehensive knowledge about different types of factors (e.g. familiar, financial) influencing entrepreneurship, and outline support policies that better match the real needs of young people in each country.\nThis project will be carried out in Keele University, which has strong expertise in comparative and mixed method approaches. Prof. Clare Holdsworth is the scientist-in-charge. She is an internationally recognized scholar with particular expertise in youth transitions'","grantUrl":"","grantId":"625889","fundValue":"299558.4","fundStart":"2014-11-01","fundEnd":"2016-10-31","dataset":"fp7"}