{"id":"108435","title":"The action mechanism of human antimicrobial peptide dermcidin","abstractText":"'Antimicrobial peptides (AMPs) have great potential as a new generation of antibiotics, but their function mechanisms are very elusive which hinders the design and application of this kind of new antibiotics in medicine or therapy. Different function models have been proposed, one of which is the oligomerization of AMPs and pore formation on the bacterial membranes. However, there are no atomic structures of AMP oligomers published and therefore no atomic details exist about how they act on membranes. Very recently, the first crystal structure of one AMP oligomer, the dermcidin oligomer, has been obtained by X-ray crystallography by one of our collaborators. We have performed preliminary molecular dynamics (MD) simulations on this structure and found some very interesting properties of the oligomer and some implications of their action mechanism. Briefly, it acts as a water and ion channel on the membrane with unique transport properties. Following the discovery of this new structure and the preliminary simulation results, in this proposal, we plan to perform further MD simulations to study its detailed action mechanism on membranes. We will perform potential of mean force calculations and the new computational electrophysiology simulations to quantify the ion selectivity, the permeation pathway selectivity and the preference orientation of the dermcidin channel on membranes. The relation between the channel orientation and its conductance will be studied. We will investigate the effect of membrane composition on the insertion and conduction properties of the dermcidin oligomer. All of these studies would be highly related to its function in vivo. The proposed project here can assist people to understand the action mechanisms of dermcidin and the AMP family, which will be of great help for the future AMP-derived antibiotics design.'","grantUrl":"","grantId":"327051","fundValue":"309235.2","fundStart":"2014-01-01","fundEnd":"2015-12-31","dataset":"fp7"}