{"id":"95388","title":"MITOCHONDRIAL GENOME SEGREGATION VIA THE CYTOSKELETON IN TRYPANOSOMES","abstractText":"'Kinetoplastid flagellates of the Trypanosoma brucei are widely distributed, causing human African trypanosomiasis and animal trypanosomiasis, listed among major tropical diseases by WHO. T. brucei possesses a single flagellum and a single mitochondrion containing kinetoplast (highly constructed mitochondrial DNA and related proteins). Tripartite attachment complex (TAC), a highly organized cytoskeletal structure with timed remodeling, was found to link between the kinetoplast and the flagellum basal body, with an important role in kinetoplast maintenance and segregation. However, only p166 and AEP-1 were uncovered as constituents of TAC, while numerous other components remain to be identified. Our project will focus on investigating the structure and function of TAC. Flagella-TAC-kinetoplast complex will be isolated; the comparative proteome will be used to indentify the components of TAC. In parallel, genes encoding TAC proteins could be acquired by raising monoclonal antibodies from immune mice and screening an expression library. By RNAi screening and dominant negative over-expression of TAC proteins, comparison between wild type strains and those without kinetoplast (akinetoplastic), 3D modeling and interactions in yeast two-hybrid system, we will predict their possible functions, as well as their assembly and propose mechanisms how this complex structure divides. Moreover, phylogenetic analyses, using the Tri-Tryp genomes, will enable to reconstruct evolution of TAC. Results generated in frame of this project will be the first active and systematical attempt to characterize the compositions and function of this unique cytoskeletal structure, and will also be used to evaluate its potential as a drug target against these serious pathogens.'","grantUrl":"","grantId":"252589","fundValue":"173240.8","fundStart":"2010-08-02","fundEnd":"2012-08-01","dataset":"fp7"}