{"id":"102362","title":"Deployable SAR Integrated Chain with Unmanned Systems","abstractText":"'Unmanned systems through military programs and numerous R&D projects are now becoming operationally mature. Their use in Search and Rescue operations can now be envisaged to enhance first responder capabilities and intervene in hazardous areas. For cost and procedural reasons however, the market is still very fragmented and business models are unclear.\nThe DARIUS project will leverage previous R&D efforts on technologies and possible added-value of these systems for situation awareness to envisage their adaptation and integration in complex multi-national/agency SAR operations. The main objective of DARIUS is to reach effective levels of interoperability so these systems can be shared between several organisations. This objective will be achieved in designing a Generic Ground Station with associated proposed standards, a full integration in the command and control cycle and a consistent communication network. In addition, DARIUS will adapt the existing unmanned systems and their payloads (air, ground and maritime) to the specificities of the Search and Rescue missions. DARIUS solutions will be evaluated in real conditions through 3 scenarios (Urban, forest fires and maritime SAR) designed by the end-users.\nThe project will be implemented under the control of a wide panel of fully committed end-users. It will be performed following an optimised structure and with flexible and proven procedures.\nThe DARIUS consortium encompasses several end-users, major players in the domain of C4I and large system integration, unmanned system solution providers, SMEs that will bring innovative solutions and support the integration and RTOs that will further develop novel technologies.\nThe expected impact from DARIUS is the better integration of the systems in real operations and in enhancing the safety of citizens. The economic studies will enable the production of a relevant business model and will better enable RTO and industry to exploit the results of the projects.'","grantUrl":"http://www.darius-fp7.eu/","grantId":"284851","fundValue":"10645581","fundStart":"2012-03-01","fundEnd":"2015-02-28","dataset":"fp7"}