{"id":"98362","title":"Interrogating macromolecular assemblies by using fragment-based small molecule approaches: The multiprotein von Hippel Lindau-E3 ubiquitin ligase complex","abstractText":"'Most proteins exert their biological function by interacting with other proteins in complex macromolecular assemblies. Modulating protein:protein interactions (PPIs) using small drug-like molecules has the potential to unlock new horizons for chemical biology and developing novel therapeutics. However, this task has proven difficult because of the diverse, complex and dynamic nature of PPI interfaces. This project aims at investigating the plasticity and druggability of PPI interfaces within multi-protein assemblies by an innovative approach combining fragment-based chemical tools, biophysical and structural methods, using the von Hippel Lindau (pVHL)-Cullin Ring type E3 ubiquitin ligase (CRL) complex as a model system. The pVHL-CRL is responsible for the recognition, poly-ubiquitylation and subsequent degradation of HIF-1?, a key regulator of cellular oxygen sensing. This interaction is impaired during the hypoxic proliferation of tumours and as a result of pVHL mutations in the VHL disease, a human syndrome predisposing to cancer. By characterizing the binding of fragments to wild-type and disease mutants of this multi-subunit complex, this project will provide novel insights on the important features for small molecule targeting to PPI interfaces and on how to modulate PPIs not only directly by targeting the interaction hot spots, but also indirectly e.g. through binding to distant allosteric sites. Such knowledge will also be harnessed towards developing novel drug like small molecules, by applying NMR techniques for the detection of fragment binding to adjacent sites and developing dynamic combinatorial X-ray crystallography to in situ linking of these fragments. By improving our understanding of how to discover small molecule enhancers/stabilizers as well as inhibitors/disruptors of PPIs this fellowship will contribute to European research efforts on understanding and targeting protein:protein complexes in chemical biology and drug discovery.'","grantUrl":"","grantId":"275683","fundValue":"199549.6","fundStart":"2011-03-01","fundEnd":"2013-02-28","dataset":"fp7"}