{"id":"187701","title":"Assembling molecular components for future quantum devices","abstractText":"'The project proposed herein is based on recent results reported by Winpenny group. In those papers they have shown that can functionalise heterometallic rings, suitable to be used as qubits, for building assemblies with two components relevant to application in quantum information processing (QIP). Assemblies of increasing complexity could be made and ultimately a prototype for quantum simulator for quantum computers. The experience of Jesus Ferrando Soria makes him an ideal scientist to pursue this project as he is an excellent synthetic chemist. He will learn continuous wave and pulsed EPR spectroscopy, thus gaining valuable new skills.\nThe challenge is to find physical systems that could be used in QIP. There have been several proposals to use the quantised spins within molecular magnets for QIP. Recently Santini et al. proposed a promising new way, a route to a quantum simulator. The proposal uses the quantum states of four different molecular components to build a device, where the four molecular components proposed are two distinct qubits and two distinct switches.\nThis creates the chemical challenge of obtaining multiple molecular components that can be connected with control, which also highlights a gap in supramolecular chemistry, where the focus has always been the synthesis of individual polymetallic cages, but linking together multiple different metal complexes has not been achieved.\nHere we propose a modular design, choosing potential qubits taken from Manchester group work and switches taken from the broader literature, that could act as components. We will then increase complexity, making and studying assemblies where two similar qubits are linked by one switch. We will then move to two dissimilar qubits linked by a single switch, and finally target a 1D-polymer that has the structure required for the quantum simulator. In parallel we will pursue detailed spectroscopic studies of the assemblies to understand the combination of switch and qubit.'","grantUrl":"","grantId":"622659","fundValue":"231283.2","fundStart":"2014-04-01","fundEnd":"2016-03-31","dataset":"fp7"}