{"id":"87584","title":"Flight dynamics and control of birds and insects","abstractText":"'Insects bristle with sensors, but how do they exploit this rich sensory information to achieve their extraordinary stability and manoeuvrability? Bird and insect wings deform in flight, and have passively deployable structures such as feathers and flaps, but how do they exploit these features when aircraft designers shy away from aeroelasticity? Birds fly without a vertical tailfin, but how do they maintain yaw stability when most aircraft require one to fly safely? Questions such as these drive my research on bird and insect flight dynamics. My research is unique in using the engineering tools of flight dynamics and control theory to analyse physiological and biomechanical data from real animals. One research track will use measurements of the forces and torques generated by insects flying tethered in a virtual-reality flight simulator to parameterise their equations of motion, in order to model the input-output relationships of their sensorimotor control systems. A second research track will measure the detailed wing kinematics and deformations of free-flying insects in order to analyse the effects of aeroelasticity on flight manoeuvres. A third research track will measure the wing and tail kinematics of free-flying birds using onboard wireless video cameras, and use system identification techniques to model how these affect the body dynamics measured using onboard instrumentation. Applying these novel experimental techniques will allow me to make and test quantitative predictions about flight stability and control. This highly interdisciplinary research bridges the fields of physiology and biomechanics, with significant feeds to and from engineering. My research will break new ground, developing novel experimental techniques and theoretical models in order to test and generate new hypotheses of adaptive function. Its broader impacts include the public interest in all things flying, and potential military and civilian applications in flapping micro-air vehicles.'","grantUrl":"","grantId":"204513","fundValue":"1954565","fundStart":"2008-06-01","fundEnd":"2014-05-31","dataset":"fp7"}