{"id":"107102","title":"Representation theory of quantum algebras and their semi-classical limits","abstractText":"'The proposed research of this proposal is in algebraic Lie theory and Poisson geometry, two fields of pure mathematics with strong interactions with other sciences including computing science, chemistry, physics and economics.\n\nIn recent works, the applicant developed new techniques from combinatorics/graph theory in order to study the representation theory of quantised coordinate rings, whereas the host has been developing algorithmic methods in order to study the representation theory of these noncommutative algebras.\n\nA motivating factor for the existence of this project is the desire to unite these disparate approaches to the study of quantum algebras in the hope that rapid and deep progress can then be made. That this is feasible is supported by three recent articles of the applicant and the host where combining their techniques led to the solution of a long-awaited results on the dimension of certain algebraic varieties appearing in the context of quantum algebras.\n\nMore precisely, the aim of this project is to combine the techniques developed by the applicant on one hand, and by the host on the other hand, in order to fully understand the space of primitive ideals of certain class of noncommutative algebras of current interests such as quantum (affine) Schubert cells, quantum flag varieties, quantum cluster algebras. In addition, the geometric properties  (normality, AS Cohen-Macaulay, AS Gorenstain...) of the prime/primitive quotients will be studied in the spirit of noncommutative algebraic geometry.\n\nAll of the noncommutative algebras mentioned are actually deformations of classical varieties, and so these algebras are algebraic deformations of certain Poisson varieties. The second main aim of the project is to use these new techniques in order to understand the link between the primitive ideals of these noncommutative algebras with the symplectic leaves of their semi-classical limits.'","grantUrl":"","grantId":"329098","fundValue":"231283.2","fundStart":"2013-07-01","fundEnd":"2015-06-30","dataset":"fp7"}