{"id":"185610","title":"Inference for Semi-Nonparametric Econometric Models","abstractText":"'This research project aims to contribute to advances in the research on semiparametric and nonparametric econometric methods by developing novel estimation and inference approaches in a variety of contexts and applying them to important empirical problems in economics.\nThe project is divided into four parts. The first part develops a Bayes procedure for the moment condition model. A likelihood function is constructed by employing an information theoretic projection from space of nonparametric prior distributions on data to space of distributions satisfying the moment conditions. Posterior sampling methods and asymptotic theory for the posterior are developed.\nThe second part focuses on the moment condition model but from a different perspective, robustness of decision methods. By focusing on local perturbations within shrinking topological neighborhoods, this part develops a framework to evaluate robustness of inference methods for the moment condition model. It is found that there is a computationally convenient method that achieves optimal minimax robust properties under local perturbations without losing asymptotic equivalence to GMM under correct specification.\nThe third part develops nonparametric regression techniques for extremal or tail behaviors. This part develops asymptotic theory for nonparametric quantile regression when the quantile drifts to 0 or 1 as the sample size increases. Based on the theory, a new inference method for extremal behaviors is developed.\nThe fourth part extends the empirical likelihood approach to a variety of empirical problems in economics. This part develops empirical likelihood inference methods for regression discontinuity designs, continuity or discontinuity of probability density functions, volatility measurement in high frequency financial data, and testing for partially identified moment inequality models. Also new concepts of nonparametric likelihood are developed by extending the likelihood theory on parametric models.'","grantUrl":"","grantId":"615882","fundValue":"866454","fundStart":"2014-04-01","fundEnd":"2019-03-31","dataset":"fp7"}