{"id":"98400","title":"Vertebrate isotopes and the environment","abstractText":"'Predictions of the impact of future climate change have to be grounded in a firm understanding of environmental change in the geological past. Proxies for the isotopic composition of past oceans are widely used to give an insight into their water chemistry and, by extension, the surface temperature of these oceans. Variations in the ratio of Oxygen 16:Oxygen 18 (?18O) are the most widely utilized proxy for water temperature, and are typically derived from fossil hard tissues, with the ?18O of biogenic apatites such as that of fish teeth being considered to be the most robust. Nevertheless, the isotopic behaviour of fossil biogenic apatites in general, including the effects of diagenesis and other postmortem artefacts, is still not fully understood, which ultimately reflects a lack of primary and systematic study. This project tests the reliability of biogenic apatite ?18O in a controlled modern environment, utilizing the regularly shed teeth of sharks living in a contained body of water from which we can directly monitor variations in isotopic composition and also assess compositional variation due to species fractionation. This will also provide the basis for rigorous testing of the proposition that the isotopic geochemistry of marine vertebrate biogenic apatites are influenced by standard laboratory processing methods of fossil materials. Using evidence derived from these experimental studies, taxonomic variations in isotopic composition within phylogenetically distinct fossil vertebrates through documented intervals of palaeoclimatic change in the Palaeozoic will be evaluated. The results of this project will provide a critical and timely test of the use and limitations of vertebrate biogenic apatite proxies in the reconstruction of past climates. Our project will provide training to a promising Lithuanian researcher in experimental methods in isotope geochemistry within state of the art isotope laboratories and a unique integration of modern and fossil materials'","grantUrl":"","grantId":"274090","fundValue":"201049.6","fundStart":"2012-03-01","fundEnd":"2014-02-28","dataset":"fp7"}