{"id":"107485","title":"Absorption spectrsocopy and hyperspectral tomography based on coherent supercontinuum source","abstractText":"'This proposed research program aims to develop a versatile chemical sensing system based on a novel coherent supercontinuum (SC) laser source and absorption spectroscopy. Compared with the traditional SC sources, this new version takes advantage of all normal dispersion photonic crystal fibres (PCF) for the first time to suppress spectral noise and intensity fluctuations. As a result, averaging of absorption spectra can be minimized and temporal resolution can be greatly enhanced. The system is designed to possess two operational modes, which are the line-of-sight-averaged and tomographic modes respectively to satisfy various application needs. The line-of-sight-averaged mode is more suitable for situations where the temporal resolution is the first priority, for example, a rapid changing turbulent flame with insignificant non-uniformities in combustion field. On the contrary, the tomographic mode is targeted to maximize the spatial resolution and is a better option for scenarios where non-uniformities cannot be neglected such as steady laminar flames with large gradients in temperature and chemical species distributions. The implemented system will be verified on a flat burner which has been calibrated and well understood. The sensing system will be finally applied to a rapid compression machine (RCM) to simultaneously retrieve the temperature and concentrations of multiple species with ultrahigh repetition rate (on order of MHz). The purpose of this application is to obtain detailed insights during the ignition and combustion processes of homogeneous mixtures. Species of interest include e.g. acetylene C2H2 as a precursor of soot formation, H2O for temperature measurement, CO as an indicator of heat release, and the formyl radical CHO as an indicator for start of ignition and low-temperature combustion regime. Simultaneously measurement of temperature and concentrations of multiple species with ultrahigh temporal resolution is the major novelty of this project.'","grantUrl":"","grantId":"330840","fundValue":"166204.8","fundStart":"2013-06-03","fundEnd":"2014-12-02","dataset":"fp7"}