{"id":"96889","title":"Advancing Sustainable In Situ Remediation for Contaminated Land and Groundwater","abstractText":"'This project will develop innovative in situ remediation concepts for the sustainable management of contaminated land and groundwater, as required by the WFD. The proposal has 18 academic and industry partners, with expertise in groundwater remediation issues, ranging from pore-scale processes to field-scale application, as well as technology development, water management/treatment, regulation and policy. The research links lab-scale studies of processes with field-scale evaluation and demonstration of novel technology applications, using state-of-the-art methods. It will develop new scientific understanding, performance assessment tools and decision-making frameworks which advance the use of sustainable in situ remediation for contaminated land and groundwater. The network is support by comprehensive knowledge transfer activities. The aim is for more sustainable treatment, to optimise resource investment in environmental restoration, considering technical, social and economic factors. The network will create a comprehensive training environment for early career scientists and engineers in this field. Each academic institution, in cooperation with the industry partners, is well positioned to support the training and professional development of fellows, through existing research training packages and new activities proposed herein. In addition to formal graduate-level instruction and directed research, an innovative package of training initiatives is offered. These include workshops, summer schools, web-based sharing of research and key outputs across the network, complementary training at partner institutions, practical work secondments with industry partners, and participation at national and international conferences. Graduating fellows will benefit from interdisciplinary cooperation and interaction with all sectors of the environmental management community, providing them with the best preparation for a successful career in either academia or industry.'","grantUrl":"","grantId":"265063","fundValue":"3445531.18","fundStart":"2011-04-01","fundEnd":"2015-03-31","dataset":"fp7"}