{"id":"94838","title":"Multiscale reinforcement of semi-crystalline thermoplastic sheets and honeycombs","abstractText":"'The M-RECT project aims to create multiscale-reinforced semi-crystalline thermoplastics (PEEK and PPS), which will outperform all reinforced polymers in terms of strength, stiffness, creep and mainly damping by upscaling and further developing state of the art production methods, within cost-efficient manufacturing routes. The envisaged multiscale reinforcement will comprise of dispersed straightened and aligned to polymer molecules multi-walled carbon nanotubes (CNTs) and also fully impregnated, long carbon fibres (CF). In order to achieve this objective a number of novel technological achievements including CNT functionalization techniques, fluid-assisted CNT alignment, microwave and induction heating of composites, out of autoclave manufacturing including bagging techniques, DIRIS sandwich panel production, fluoropolymer radiation-absorbing coatings and polymer optical fibre technology will be further developed and used. The CNT or multi-scale reinforced PEEK or PPS sheets and the resulting sandwich panels will be used as raw material for manufacturing laminated complex prototypes covering a wide range of industrial applications such as automotive, railroad, aeronautical, space, civil engineering and biomedical. Optimized design of these structures will be based on suitably developed numerical modelling and optimization tools within the proposed project and which will be validated through extensive testing at nano, meso and macro-scale. The anticipated impacts of the development of the envisaged top-performance lightweight thermoplastic composites and their manufacturing routes will extend to an international level by decreasing energy and fuel consumption, decreasing waste production and improving recyclability, creating profitable spin-off activities, promoting safety and improving the urban environment.'","grantUrl":"","grantId":"246067","fundValue":"6975245.1","fundStart":"2010-04-15","fundEnd":"2014-04-14","dataset":"fp7"}