{"id":"102084","title":"Star Formation and the Galactic Ecology","abstractText":"'We will construct the first self-consistent models of star formation that follow the galactic scale flows\nwhere molecular clouds form yet still resolve the star formation and feedback events down to sub-parsec scales.\nBy following the full galactic ecology, the life cycle of gas from the interstellar medium into stars and their radiative and kinematic output back into\nthe galaxy, we will develop a comprehensive theory of star formation. The link between the large-scale dynamics of the galaxy and the\nsmall-scale star formation provides the ground-breaking nature of this proposal.\nStar formation produces a wide range\nof outcomes in nearby molecular clouds yet on large scales yields star formation rates that are strongly correlated to galactic-scale gas densities.\nThese observed  properties of star forming galaxies have inspired a plethora of theoretical ideas, but until now there has been\nno means of testing these analytical theories.\nWe will use galactic-disc simulations to determine how  molecular clouds form through self-gravity, spiral shocks and/or\ncloud-cloud collisions. We will use these self-consistent models of molecular clouds to follow the local gravitational collapse to\nform individual stars and stellar clusters.\nWe will include ionisation, stellar winds and supernovae into the ISM to study how feedback can  support\nor destroy molecular clouds,  as well as triggering successive generations of young stars.\nWe will also conduct Galactic bulge scale simulations to\nmodel how gas flows into, and star formation occurs in, the Galactic centre.\nThe primary goals of this proposal are to understand what determines the\nlocal and global  rates,  efficiencies and products of star formation in galaxies, and to develop\na complete theory of star formation that can be applied to galaxy formation and cosmology.'","grantUrl":"","grantId":"291227","fundValue":"2210523","fundStart":"2012-05-01","fundEnd":"2017-04-30","dataset":"fp7"}