{"id":"111000","title":"Transgressive Inheritance in plant Breeding and Evolution","abstractText":"'New varieties of plant and animal are produced by hybridisation of closely related varieties or species. This process generates 'transgressive' traits that are outside the parental range. Transgressive phenotypes  in hybrids may involve complementation of genetic differences between the two parents, heterozygous advantage, genetic rearrangements and, from our recent work, epigenetic effects associated with RNA silencing.\nTRIBE will investigate these effects using tomato for which there is a recently published full genome sequences and for which there are well characterised genetic resources based on hybrids between cultivated tomato and its wild relatives. We propose to map the genome and epigenome of F2-F4 generation hybrids between S. lycopersicum and its wild relative S. pennelli and, in parallel, to find out the level of expression of all genes including those producing small silencing RNAs. These data will provide the first systematic analysis of genomes, their expression and epigenetic modifications in the four post hybridisation generations.\nTRIBE will also explore details of epigenetic mechanisms associated with transgressive traits with a view to their enhancement or suppression to facilitate conventional plant breeding involving wide crosses between crops and their wild relatives. It will also explore the possibility that there is a legacy of epigenetic marks in tomato that have been induced by ancestral hybridisation events.\nThe final outcome of TRIBE will be a test of the hypothesis that hybridisation is important in evolution because it allows not only the formation of new combinations of genes: it is also a process that induces new heritable variation via epigenetic and RNA silencing based mechanisms. It will generate information that will be central to the the exploitation of hybrids in breeding of crops.It will also generate new information about evolutionary mechanisms that can be integrated into our understanding of the tree of life.'","grantUrl":"","grantId":"340642","fundValue":"2487857","fundStart":"2014-02-01","fundEnd":"2019-01-31","dataset":"fp7"}