{"id":"92329","title":"Coordination of Oxidative Stress Signalling with Forkhead-Regulated Transcription during the Fission Yeast Cell Cycle","abstractText":"'Cellular proliferation and environmental factors in general, and cell cycle-regulated transcription and oxidative stress in particular, are of vital importance for aging and accompanying complex diseases. The overall goal of this project is to gain systems-level insight into the intriguing relationship between oxidative stress signalling and cell cycle regulation. Oxidative stress causes widespread cellular damage by increased concentrations of reactive oxygen species. Available data indicate that specific clusters of cell cycle-regulated genes, whose expression depends on members of the conserved forkhead family of transcription factors, are repressed during oxidative stress, and this repression then promotes cell survival. Using fission yeast as a powerful model system, we plan to use a wide range of genome-wide methodologies combined with genetics to elucidate two major questions regarding the connection between oxidative stress and cell cycle control: 1) how stress-activated signalling pathways regulate forkhead-mediated transcription, and 2) how repression of forkhead-mediated transcription in turn leads to oxidative damage protection. This project, which takes advantage of the use of a simple model organism and multiple high-throughput and integrative approaches, will promote a systems-level understanding of the complex interplay between cell cycle control and oxidative stress signalling. To get the most from the proposed research will require interdisciplinary interactions with colleagues both within the host laboratory and with outside experts. The proposed research should result in valuable fundamental information to help tackle aging-related diseases. Importantly, this fellowship would also provide a rich training opportunity, by diversifying research skills and promoting complementary competencies, which would be a crucial step for the motivated and talented candidate towards an independent research career.'","grantUrl":"","grantId":"235502","fundValue":"","fundStart":"2009-10-01","fundEnd":"2011-09-30","dataset":"fp7"}