{"id":"186737","title":"SINGLE NANOPARTICLE IMPACT STUDIES: THE DIRECT OBSERVATION OF ELECTROCHEMICAL BEHAVIOUR AT THE NANOSCALE","abstractText":"'The objective of this proposed work is to identify the electrochemical behaviour of nanostructured materials at the single nanoparticle level through the use of nanoparticle impact studies. The motivation for this work is the uncertainty in the literature over the origin of the altered electrochemical behaviour at the nanoscale, particularly in regards to electron transfer reactions such as electrocatalytic processes. One of the major sources of this uncertainty stems from the notoriously difficult task of preparing well-defined, homogeneously dispersed nanostructured electrodes. These difficulties hinder the identification of the altered electron transfer mechanisms, as the data is sensitive to the size, shape and structure of the nanoparticles, while their surface coverage can also provide further complications by altering the mass transport properties to the surfaces. In order to resolve these issues nano-impact studies are proposed, allowing electrochemical characterisation of individual well-defined nanoparticles and avoiding the technical limitations associated with the fabrication of large area homogeneous electrode surfaces. These results can then be rigorously analysed to identify the true nature of a wide variety of electrochemical reactions at the nanoscale. To achieve this a range of nanoparticles will be synthesised with tailored morphologies, sizes and compositions which will then be probed with a variety of surface-limited reactions, interaction with dissolved electroactive species and also the quantitative stripping of the nanoparticles. Such innovative experiments will provide key insights into the theoretical models for electron transfer at the nanoscale, aid in the future design of nanomaterials for electrocatalytic and electroanalytical applications, and lead to the use of electrochemical methods as a powerful surface probe for nanostructured materials, resulting in significant advancements in the creation of next-generation smart nanomaterials.'","grantUrl":"","grantId":"630069","fundValue":"221606.4","fundStart":"2014-07-07","fundEnd":"2016-07-06","dataset":"fp7"}