{"id":"91133","title":"Distributed Dynamic Diversity Databases for Life","abstractText":"A coherent classification and species checklist of the world's plants, animals, fungi and microbes is fundamental for accessing information about biodiversity. The Catalogue of Life provides the world with a unique service: a dynamically updated global index of validated scientific names, synonyms and common names integrated within a single taxonomic hierarchy.<br/>The Catalogue of Life was initiated as a European Scientific Infrastructure under FP5 and has a distributed knowledge architecture. Its federated e-compendium of the world's organisms grows rapidly (now covering well over one million species), and has established a formidable user base, including major global biodiversity portals as well as national biodiversity resources and individual users worldwide.<br/>Joint Research Activities in this 4D4Life Project will establish the Catalogue of Life as a state of the art e-science facility based on an enhanced service-based distributed architecture. This will make it available for integration into analytical and synthetic distributed networks such as those developing in conservation, climate change, invasive species, molecular biodiversity and regulatory domains. User-driven enhancements in the presentation of distribution data and bio-data will be made.<br/>In its Networking Activities 4D4Life will strengthen the development of Global Species Databases that provide the core of the service, and extend the geographical reach of the programme beyond Europe by realizing a Multi-Hub Network integrating data from China, New Zealand, Australia, N. America and Brazil.<br/>Service Activities, the largest part of 4D4Life, will create new electronic taxonomy services, including synonymy server, taxon name-change, and download services, plus new educational and popular services, for instance for hand-held devices.","grantUrl":"","grantId":"238988","fundValue":"3700382","fundStart":"2009-05-01","fundEnd":"2012-07-31","dataset":"fp7"}