{"id":"110206","title":"New Generation Solid Oxide Fuel Cells","abstractText":"'This project combines sector-leading partners from clean energy projects to achieve allied goals. The project fosters cooperation between SOFC technologists, ceramic manufacturers and fuel cell academicians, to establish new ceramic fuel cell manufacturing capability in Europe for sustainable home energy solutions. It will validate the technical, social and commercial prospects of specific fuel cell products. The strategic long-term vision for the partners is to innovate and commercialise low-cost SOFCs for household energy generation, based on patented designs, integrated systems and prototypes developed in other EC, UK and TR projects. We envisage CHP systems will replace household boilers in a transition towards a hydrogen economy, and very early prototypes are already being ordered at very high cost (e.g. Eon and CFCL; http://www.cfcl.com.au/Assets/Files/20111128-JTI_and_E.ON_order.pdf). This NewGenSOFC proposal builds on a previous IAPP project (RAPITSOFCs; 2006-8 in Turkey), and runs in parallel with several large collaborative FCH JU projects begun in Europe in 2011 to build prototypes based on microtubular solid oxide fuel cell (mSOFC) technology.\n\nThe overall aim of this project is to achieve low-cost engineering solutions for SOFC technology with collaboration between a ceramic fuel cell producer SME (Adelan), a giant ceramics manufacturer OEM (Kale), and academic researchers (Gebze Higher Institute of Technology and the University of Birmingham). We believe this project creates unique scientific, engineering and commercial synergies between European Partners with complementary skill-sets. It is critical to securing the European supply chain of ceramic SOFC, diversifying supply from expensive and inferior suppliers. To support a growth industry, we will support international research training opportunities for young scientists to develop their careers in this field, and establish new MSc level programmes, online resources and outreach events.'","grantUrl":"","grantId":"612407","fundValue":"921566.81","fundStart":"2014-01-01","fundEnd":"2017-12-31","dataset":"fp7"}