{"id":"185445","title":"Genetic and environmental factors that control inflammation-driven colon cancer","abstractText":"'The human gastrointestinal tract is colonized by an abundant and diverse bacterial microbiota that exist in a mutualistic relationship with the host that promotes intestinal health. Maladaptation in this host microbial dialogue leads to a deranged inflammatory response and inflammatory bowel disease (IBD) that can progress to colon cancer. The complex interplay between genetic and environmental factors and their impact on intestinal inflammation are starting to be deciphered in IBD, however little is known about how they influence the transition from colitis to cancer. We recently established a relevant model of bacteria-driven invasive colon cancer and have mapped both genetic and immune pathways that perpetuate disease. Genetic susceptibility maps to a 1.7mb region on chromosome 3 containing the candidate gene Alpk1, an alpha-kinase. This locus mediates its effects through the IL-23 driven innate lymphoid cell response and we have identified the cytokine IL-22 as a key player in driving the tumour cell response. We will use a multi-disciplinary approach to probe the interaction between genetics, microbial drivers and inflammatory pathways that promote colon cancer. BAC transgenics and cell-type specific knock-out mice will be used to establish the function of Alpk1 in bacteria driven colon cancer.  In vivo models will be complemented by novel 3D colonic organoid and crypt cultures generated from epithelial stem cells from normal or tumor tissue allowing analysis of microbial and cytokine signals that influence intestinal epithelial cell and stem cell function. Deep sequencing combined with bacterial cell culture will identify changes in the intestinal microbiota that drive tumourigenesis. Results from mouse models will be translated to analysis of human colorectal cancer. These studies will uncover new pathways involved in bacterial interaction, intestinal inflammation and tumour formation that may offer new therapeutic targets in IBD and colon cancer.'","grantUrl":"","grantId":"341009","fundValue":"2484620","fundStart":"2014-03-01","fundEnd":"2019-02-28","dataset":"fp7"}