{"id":"105380","title":"Flow in Transforming Porous Media","abstractText":"'The FlowTrans Initial Training Network is a unique environment for career development, built on joint challenges of Industry and University partners in a newly emerging supra-disciplinary field, spanning from Physics to Earth Sciences and aiming to understand Flow in Transforming Porous Media. Training will be hosted by 8 Universities in synergy with 2 full and 4 associated industry partners with the objective of delivering highly-trained mobile researchers to the European market. The objective of FlowTrans is the creation of a unique research training environment and a new inter-sectoral supra-interdisciplinary field to de-fragment European knowledge and combine industry and universities to harness understanding of basic scientific questions for tackling future challenges in Exploration of Geological Resources. Our research training objectives focus on teaching ESRs and ERs the necessary interdisciplinary skills needed to study Flow in Transforming Porous Media. The characterization and the understanding of flow of fluids within rocks and granular media has become an ever-increasing problem in Earth Sciences, Physics, and in many industrial applications, including CO2 sequestration, hydrocarbon migration, ore deposit development, and radioactive waste disposal. One of the main problems is the understanding of flows in transforming porous media (PM), where the rocks and fluid pathways evolve spatially and temporally, for example due to chemical interactions with the flow, or due to compaction of the solid matrix. We propose to study the feedback mechanisms and their impact on the porous media through an interdisciplinary approach between Earth Scientists and Physicists. State of the art analytical and experimental methods will be used on natural systems and rock analogues, and will be complemented by multi-scale dynamical simulations, to develop new basic understanding and new methods that can be directly used in industrial applications.'","grantUrl":"","grantId":"316889","fundValue":"4159270.94","fundStart":"2013-01-01","fundEnd":"2016-12-31","dataset":"fp7"}