{"id":"186113","title":"Investigations into Advanced Beam Instrumentation for the Optimization of Particle Accelerators","abstractText":"'There are more than thirty thousand particle accelerators in the world, ranging from the linear accelerators used for cancer therapy in modern hospitals to the giant 'atom-smashers' at international particle physics laboratories used to unlock the secrets of creation. Beam diagnostics systems are essential constituents of any particle accelerator; they reveal the properties of a beam and how it behaves in a machine. Without an appropriate set of diagnostic elements, it would simply be impossible to operate any accelerator complex, let alone optimize its performance. Of particular importance are beam diagnostics methods based on light emitted by a beam of charged particles, such as synchrotron radiation, optical transition and diffraction radiation or Smith-Purcell radiation.\nThe main goal of DITA-IIF is to advance the state of the art of optical beam diagnostics to meet the requirements of the present and next generation of accelerators. Our aim is to develop minimally invasive methods for low to medium power accelerators and non-invasive techniques applicable to very intense, high power particle beam accelerators.\nWe will address four key diagnostic challenges 1) how does one extend and validate the dynamic range of current beam imaging methods to monitor and quantify beam halo, an potential source of beam loss and increased radiation levels that can disrupt beam transport and even damage accelerator components; 2) can one develop a simple, fast all optical method to map the transverse phase space of the beam that can be used to quantitatively determine how well the beam is being transported throughout the accelerator; 3) can one use near field optical diffraction radiation, a noninvasive imaging method, to measure the size and distribution of a high energy beam; 4) can one use the angular distribution of coherent diffraction radiation to measure the time duration of a single beam pulse to optimize bunch compression, a fundamental beam conditioning process.'","grantUrl":"","grantId":"624890","fundValue":"309235.2","fundStart":"2014-09-24","fundEnd":"2016-09-23","dataset":"fp7"}