{"id":"105189","title":"ORCID and DATACITE Interoperability Network","abstractText":"'Data as infrastructure' is a critical concept for a fully-integrated European Research Area (ERA) to drive innovation forward as envisaged by the Digital Agenda for Europe. The lack of data availability hinders this vision. In academic publishing, peer review and citation have long been recognised as mechanisms for endorsing the trustworthiness of research outputs and incentivizing researchers to contribute. Trustworthy research data will only  be widely available if the same principles are applied. Key, participative, initiatives have emerged to address this challenge.nnThe DataCite consortium has assigned over 1m DOI names in the last few years to make research data citable, true to emergence of the '4th paradigm', Jim Gray's vision of 'data-intensive scientific discovery'nnORCID offers the opportunity to identify individual authors across systems and infrastructures, including scholarly works that can have up to thousands of authors (as in the case of the LHC project). Researchers often change their affiliation, and collaborate across national disciplinary boundaries.nnODIN aims to build on the success of DataCite and ORCID by designing an 'awareness layer' for persistent author and object identifiers, thereby reducing technical, cultural and logistical barriers to the accessibility, attribution and trust of data. Identifier awareness will make it possible to stabilise: References to a data object; Tracking of use and re-use; Links between a data object, subsets, articles, rights statements and every person involved in its life-cycle (creator, editor, reviewer, aggregator, etc.).nnGiven the importance of these functions as we approach HORIZON2020, we aim to prove the feasibility of author, data and rights identification, promote trust building towards open scientific data e-Infrastructures and lay the foundation necessary to promote future interoperability (technical, semantic, reference architecture, etc.) in the scientific data domain in Europe and globally.","grantUrl":"","grantId":"312788","fundValue":"971969","fundStart":"2012-09-01","fundEnd":"2014-09-30","dataset":"fp7"}