{"id":"95268","title":"Unique Nanocarbons from Critically Opalescent Solutions","abstractText":"'The principal focus of this project is to synthesise carbon nanomaterials and composites with enhanced mechanical and electrical performance using a novel alternative technology. Carbon nanoparticles and polymer composites are formed from the dissociation of critically opalescent fluids via a UV laser. The aim is to produce such materials in a continuous process where the produced material or composite material is synthesised with its final desirable properties in a single to low number of chemistry steps. The project explores the potential of this novel process for the production of new carbon nanomaterials in close collaboration between an academic partner and an SME with the objectives to produce various carbon nanostructures from critically opalescent fluids, to produce carbon nanomaterials with increased electric conductivity, to produce composite materials with improved mechanical properties, to characterise the properties of the produced carbon nanomaterials, to optimise the process conditions and control the resulting structure of the carbon materials, to develop processes suitable for industrial application, to establish new links between academia and SME, to provide access to academic knowledge and infrastructure to industrial partner and vice versa, and to provide staff in industry and academia with transferable skills. The work programme to achieve these goals includes production of novel carbon nanomaterials from carbon dioxide in batch process (specifically carbon nanotubes, carbon nanofibres, carbon platelets, graphene, carbon layers with controlled dielectric properties, and cross-linked polymer composites), construction of a carbon dioxide reactor system for continuous flow process, production of carbon nanomaterials in continuous flow process, analysis of novel carbon nanomaterials, market analysis, risk assessment, selection and optimization of processes for scale-up, and an intensive knowledge transfer programme.'","grantUrl":"","grantId":"251429","fundValue":"520116","fundStart":"2010-07-05","fundEnd":"2014-07-04","dataset":"fp7"}