{"id":"109760","title":"Global to Local Impacts of Flow over Orography","abstractText":"'Developing accurate forecasts for weather, climate and meteorological natural hazards has become a priority due to the ensuing savings in human lives and property damage. Mountain waves affect the atmosphere over a wide range of scales, causing severe local weather phenomena such as downslope windstorms, lee-wave rotors and clear-air turbulence, which are also important aviation hazards. However, the triggering mechanisms controlling these phenomena are still largely unknown, and methods used to model them operationally have a weak physical basis. My research will bridge the conceptual gap currently existing between our understanding of such phenomena at low and high amplitude, via a combination of theory and numerical simulations. I will assess the triggering mechanisms and controlling parameters of downslope windstorms, lee-wave rotors and clear-air turbulence.\n\nAt larger scales, the drag force associated with mountain waves decelerates the atmospheric circulation, and must be parametrized in global weather and climate models, leading to temperature errors in excess of 10K in the polar stratosphere if omitted. Substantial imbalances in the modelled angular momentum budget of the Earth suggest that the impact of vertical wind shear on mountain wave drag, currently neglected in drag parametrizations in all global forecast models, should be included. I have developed the theory necessary to do this. Through partnerships with the UK Met Office and ECMWF, I will perform high-resolution verification of drag parametrizations that take wind shear into account, implement them, and test their impact on forecast skill.\n\nMy appointment to the University of Reading as a Lecturer (in one of the top Meteorology departments in Europe) provides optimal conditions to increase the impact of my research, interact with highly skilled colleagues and maintain, as well as enhance, my collaborations abroad, giving me the opportunity to become a leading specialist in Mountain Meteorology.'","grantUrl":"","grantId":"618016","fundValue":"100000","fundStart":"2013-09-01","fundEnd":"2017-08-31","dataset":"fp7"}