{"id":"188197","title":"The interplay between innate immunity and RNA interference in mammals","abstractText":"'In antiviral RNAi, the DICER (DCR) enzyme processes virus-derived double-stranded (ds)RNA into siRNAs that guide ARGONAUTE proteins to silence complementary viral RNA. As a counter-defense, viruses deploy viral suppressors of RNAi (VSRs). Well-established in plants and invertebrates, the existence of antiviral RNAi in mammals has remained unknown until our recent findings (from my first postdoctoral studies) that undifferentiated mouse cells infected with Encephalomyocarditis virus or Nodamuravirus accumulate 22-nt long siRNAs. These derived from viral dsRNA replication-intermediates, incorporated into AGO2, were eliminated in Dcr knockout cells, and decreased in abundance upon cell differentiation. We further showed that genetically ablating a NoV-encoded VSR that antagonizes DCR during authentic infections reduces NoV accumulation, which is rescued in RNAi-deficient mouse cells. We concluded that antiviral RNAi operates in mammalian cells. One of the key findings from this study was that antiviral RNAi operates in undifferentiated but not in differentiated cells. Our main hypothesis for this discrepancy is that, in mammalian cells, virus infection triggers other defense systems that are not sequence-specific by nature -such as the interferon (IFN) response- and that these defense pathway may mask the effects of RNAi. Accordingly long dsRNA-triggered RNAi is active in mESCs, which are known to be defective in their IFN response. Alternatively, DCR and/or its cofactors involved in dsRNA processing might be insufficient in differentiated cells. The aim of this proposal is, therefore, to establish whether antiviral RNAi can be revealed in differentiated cells genetically-deficient for different components of the IFN pathway and/or modified to express appropriate levels of factors involved in the processing of dsRNA. We hope to conclusively demonstrate that antiviral RNAi remains active in differentiated cells but is dampened by the superimposition of the IFN response.'","grantUrl":"","grantId":"627645","fundValue":"309235.2","fundStart":"2015-03-01","fundEnd":"2017-02-28","dataset":"fp7"}