{"id":"96924","title":"Search for Electro-Magnetic Earthquake Precursors combining satellite and ground-based facilities","abstractText":"'The project is intended to investigate the short-term transient processes in the global lithosphere-atmosphere-ionosphere coupled system using synchronous satellite and ground-based observations.\nThe research will be based on analysis of the data obtained from several micro-satellites, including the French spacecraft DEMETER. The main scientific objectives of DEMETER are directly related to study of the ionospheric perturbations due to seismic and man-made activities.\nSatellite data will be analysed together with those collected from the specialized network of identical VLF receivers distributed in Russia, Europe and Japan. The network operates in conjunction with powerful transmitters deployed all over the world and enables the search for electromagnetic earthquake precursors in highly seismo-active regions such as the Far East and Southern Europe.\nA unique experimental database of electromagnetic and seismic observations from both satellite and ground-based sources will be created using data covering the Far East and Southern European regions. The combined use of satellite and ground-based datasets enables us to resolve the problem of the separation of spatial and temporal variations, which is insoluble using single satellite measurements. The work plan of the project foresees combined data processing and extensive theoretical modelling of the interaction processes and the signal transfer mechanisms in the lithosphere-atmosphere-ionosphere system. The method of global diagnostics of seismicity using both DEMETER and ground VLF signal observations has been already tested over Japan.\nThe participants of the project have extensive experience performing investigations of seismicity and related geophysical phenomena as well as in the processing and analysis of satellite and ground based data.\nOverall, the project will fill several significant gaps in the understanding of the physics of the formation of ionospheric disturbances caused by seismic activity.'","grantUrl":"http://www.ssg.group.shef.ac.uk/semep/","grantId":"262005","fundValue":"728376.4","fundStart":"2010-12-01","fundEnd":"2012-11-30","dataset":"fp7"}