{"id":"186186","title":"Multi-level analysis of the evolution of cooperative behaviour in social insects","abstractText":"'Cooperation is a fascinating process that is widespread in nature and which can be used to infer knowledge about basic mechanisms regulating complex behaviours. Cooperation is also a key milestone in the evolution of sociality: cooperative interactions among related individuals underpin the evolution of altruism and division of labour, two traits that have reached their highest expression in insect societies. However, the characterization of the molecular mechanisms underpinning cooperative behaviour has been mainly restricted to highly evolved social organisms that are study models in their field: e.g., the honeybee Apis mellifera, for social insects.\nIn this project I will adopt a novel approach to understand cooperative behaviour in two social insects that have evolved different levels of sociality: the primitively eusocial paper wasp Polistes dominula and the highly eusocial fire ant Solenopsis invicta. To achieve my goal I will adopt a multi-level approach. First, I will focus on two important stages in the life history of social insects, i.e., colony founding and colony maturity. Second, I will use high-throughput RNA sequencing to characterize cooperative behaviour at the genomic level across levels of sociality (the sociogenomic approach). Third, I will investigate how cooperative behaviour is affected by two important ecological factors shared by these two insects: the biology of invasions and host-parasite interactions. Significant evidence suggests that invasive social insects escape from their natural parasites and pathogens and that the expression of cooperative behaviour increases on establishment in the invasive region. Both these factors are likely to be fundamental drivers of the great success shown by social insects in becoming invasive species. With this project I will characterise the sociogenomics of cooperative behaviour across fire ants and paper wasps, and provide valuable insight into the mechanisms that underpin social insect invasions.'","grantUrl":"","grantId":"625487","fundValue":"221606.4","fundStart":"2014-04-01","fundEnd":"2016-03-31","dataset":"fp7"}