{"id":"108190","title":"Comparative Archaeological Study of Egyptian Predynastic Settlements","abstractText":"'Over the last 40 years, archaeological investigations in Egypt, often promoted and undertaken by European research teams, have gained a considerable amount of new data about the formative stage of ancient Egyptian civilization, known as the Predynastic (c. IV millennium BC).\nNevertheless, several key areas and issues, crucial for furthering our understanding of the mechanisms that gave rise to this early civilization, still remain obscure:\nPredynastic settlement' chronological and functional variability; how the process of state formation influenced the life of the inhabitants of the Nile Valley; dynamics of interaction between different cultural spheres extant in Egypt at this early stage.\nThis project seeks to shed light on these issues by using:\n(i) new unpublished archaeological data from two of the most significant Predynastic sites (Naqada and Hierakonpolis), whose long history covers also the important stages of state formation and consolidation in Egypt;\n(ii) modern methodologies and approaches, poorly exploited or never applied to this research field, so far (e.g. quantitative, statistical and spatial analyses; intra- and cross-regional comparative approach; use of models and concepts from anthropology and the social sciences).\nA better comprehension of the mechanisms that gave rise to the ancient Egyptian civilization will also have a value at a global archaeological level, providing a source of comparisons and contrasts for early civilizations in other world's regions.\nA project's by-product will be a digital archive of standardized and comparable archaeological datasets, that may be used and form a point of reference for future research.\nThe execution of the project at the UCL's Institute of Archaeology will provide the researcher with access to unparalleled expertise in the area of Egyptian archaeology, anthropological archaeology, advanced scientific training in the field of computing and statistics and their application in archaeology.'","grantUrl":"","grantId":"329601","fundValue":"221606.4","fundStart":"2013-09-01","fundEnd":"2015-10-01","dataset":"fp7"}