{"id":"108732","title":"Laboratory- Based Coded Aperture X-ray Phase-Contrast Imaging","abstractText":"'Aim of the LaBCAXPCI project is to make X-ray Phase-Contrast Imaging techniques more powerful and flexible, completing their translation into real-life applications with the deployment of new experimental methods that are fully compatible with a laboratory, industrial or clinical environment. Proof of principle experiments [1] have recently demonstrated that Coded Aperture system are capable of quantitative X-ray Phase-Contrast Imaging with practically no coherence conditions, opening the possibility for the full translation of the high potential of X-ray Phase-Contrast Imaging (i.e. high-magnification imaging, imaging with phase sensitivity in two orthogonal directions simultaneously, dark-field imaging and fully three-dimensional imaging). The completion of LaBCAXPCI will ultimately enable the delivery of better images to a number of people as large as possible. X-ray Phase-Contrast Imaging has a wide range of applications in medicine, biology and material science [2- 6]. Examples of applications that will take advantage of the completion of LaBCAXPCI are: non-destructive testing [7-9], homeland security [10], small animal imaging [11-14], non-calcified tissue [15,16] and breast imaging [17,18].\n\n[1] P. R.T. Munro et al, PNAS 109 (35):13922; [2] T. J. Davis et al, Nature 373, 595; [3]  S. W. Wilkins et al, Nature 384, 335; [4] R. Fitzgerald, Physics Today 53(7), 23; [5] F. Pfeiffer et al, Nature Physics 2, 258;  [6] R A Lewis,  Phys Med Biol 49 3573; [7] B. Zoofan et al, J. Appl. Phys. 100, 014502; [8] S. C. Mayo et al, Materials 5(5), 937; [9] A. W. Stevenson et al, NIM B, 99:427; [10] A. Olivo et al, NIM A, 610, 604; [11] P. Coan et al, Phys. Med. Biol. 55 7649; [12] A. Momose et al, Radiology 217(2):593; [13] T. Takeda et al, Circulation 105:1708; [14] M. J. Kitchen et al, Eur J Radiol 68 (3), S49; [15] P. Coan et al, Invest Radiol 45(7):437; [16] J Li et al, J Anat  202(5):463; [17] Arfelli et al, Radiology 215:1,286; [18] E. Castelli et al, Radiology 259:3'","grantUrl":"","grantId":"334056","fundValue":"100000","fundStart":"2013-06-01","fundEnd":"2017-05-31","dataset":"fp7"}