{"id":"93437","title":"Trade and the Great Depression in a Long Run Perspective","abstractText":"'What are the lessons of the Great Depression for policy makers today, and what can we learn about the causes of such major economic crises by comparing the two events? This project will create a Two Depressions database and carry out associated research, which will provide a comprehensive and explicitly comparative statistical overview of the crises of 1929 and 2008. It will also explore the short and longer run inter-relationships between the Great Depression, trade, and trade policy. The economic literature on the Great Depression has focussed on the macroeconomic policies which led to it, with trade being relegated to a minor role in most accounts. We thus know remarkably little about commodity market disintegration during the period; about the causes of the slump in trade, and the role of protectionism; and about the consequences of interwar protection for employment and growth in the short and long run. This project will explore the short run inter-relationships between output and employment, trade, and trade policy during the Depression. It will also place the event in the longer run context of the gradual spread of industry from the European and North American core to the European periphery and the rest of the world. Did the Depression permanently change the nature of development in peripheral economies, or merely hasten (or retard) trends already underway? The project will collect data on inter alia trade, trade policy, industrial output, macroeconomic variables, and prices, for 1920-1973. The trade and trade policy data will be sectorally disaggregated, allowing a finer-grained assessment of the role of policy. The data will be analysed using standard economic techniques, but since the political and geopolitical consequences of such events are crucial in the long run, a more qualitative historical analysis will also be provided.'","grantUrl":"","grantId":"249546","fundValue":"1408015.4","fundStart":"2010-05-01","fundEnd":"2015-04-30","dataset":"fp7"}