{"id":"104214","title":"The spatiotemporal organization of T cell signaling as a regulator of T cell function","abstractText":"'Understanding how cellular activation occurs in complex signaling networks is an important challenge in particular in multi-genic diseases such as autoimmune disease, type II diabetes, and cancer. A critical component of signaling complexity is that proteins inside live cells enrich at particular locations and times. Co-enrichment of two proteins enhances their interaction efficiency. At the systems scale, such patterning thus determines how regulatory information flows through signaling networks. We have developed approaches to harness the regulatory information encoded in systems scale spatiotemporal distributions to understand cell function, using live cell time-lapse fluorescence microscopy in imaging of the activation of primary T cells (> 50 signaling intermediates, > 10,000 cell couples). Upon transfer to the University of Bristol, we will further develop these unique approaches and apply them to understand T cell function in health and disease with two objectives.\n\nThe first, methodological objective is to further develop quantitative systems scale imaging approaches, including computational image analysis and mathematical modeling, resulting in generally applicable tools for the analysis of complex signaling systems. The second, biological objective is to elucidate how the spatiotemporal organization of T cell signaling regulates lymphocyte function. By causally linking the spatiotemporal organization of signaling to cell function, we will investigate roles of the tyrosine kinases Itk and Tec as established regulators of the spatiotemporal organization of T cell signaling (Singleton et al., Sci. Signal., 2011) in cytokine secretion, primary immunodeficiency, and Leishmania infection, T cell actin regulation by the central costimulatory receptor CD28, signaling in the killing of virally-infected and tumor target cells by cytotoxic T cells and natural killer cells, and SLAM receptors in susceptibility to the autoimmune disease systemic lupus erythematosus.'","grantUrl":"","grantId":"321554","fundValue":"100000","fundStart":"2012-09-01","fundEnd":"2016-08-31","dataset":"fp7"}