{"id":"101106","title":"Genetic studies of pre-eclampsia in Central Asian and European populations","abstractText":"'Pre-eclampsia, one of the most dangerous cardiometabolic complications of pregnancy, claims the lives of 50,000 mothers and almost one million babies annually. Pre-eclampsia and other hypertensive disorders of pregnancy remain the second most common cause of maternal death. The incidence of pre-eclampsia in Central Asian countries is over twice as high as in western Europe. Inter-population differences in genetic variants may be partly responsible for variation in predisposition to the condition.\nThe AIMS of the InterPregGen consortium proposal are to establish sustainable and productive collaborative links between research groups in Central Asia (Kazakhstan and Uzbekistan) and Europe (Finland, Iceland, Norway, UK); and to identify and compare the genetic variants which predispose to pre-eclampsia. We shall achieve the first aim through scientific co-operation, and through training of Central Asian researchers in centres of excellence in Europe. We shall address the limited knowledge of genetic diversity in Central Asian populations by undertaking whole genome sequencing, analogous to the 1000 Genomes project. We will establish the first pre-eclampsia biobanks of DNA and plasma samples from a total of 4000 affected women, their partners and babies, and matched control samples from healthy pregnant women, in Kazakhstan and Uzbekistan. Existing genome-wide screening data, and data generated as part of this project, from a total of 10400 maternal cases and 7800 affected babies, will be used to identify pre-eclampsia susceptibility genes. We will maximise the information available by conducting meta-analyses of maternal and fetal datasets, and examining maternal-fetal gene interaction effects.\nBy identifying genetic variants which predispose to pre-eclampsia we will gain insights into the underlying pathological mechanisms. This will generate novel hypotheses on the aetiology of pre-eclampsia, and provide targets for improved prediction, prevention and treatment'","grantUrl":"","grantId":"282540","fundValue":"7866606.56","fundStart":"2011-11-01","fundEnd":"2016-04-30","dataset":"fp7"}