{"id":"94185","title":"\"Linking ecological and evolutionary dynamics in theory, in the lab and in the field\"","abstractText":"'Population biologists do not have a well-developed quantitative framework that links ecological and evolutionary dynamics in variable environments. Recent advances in stochastic demography and evolutionary biology mean that the formulation of a general quantitative framework is now within reach. The objective of this proposal is to develop this framework and to apply it to a laboratory and a field system. The key to linking evolutionary and population dynamics in variable environments is to understand what processes drive the dynamics of heritable phenotypic traits. I have developed methods to exactly decompose observed phenotypic change in structured populations living in variable environments. I will build on this research to develop predictive theory. The work will help unify ecology and evolutionary biology, and allow biologists to make predictions on the consequences of environmental change for the natural world. Theory can be used to explain observed change or make testable predictions. The theory I will develop will be applied to two systems bulb mites in the laboratory and wood mice in the field. Application to the bulb mite system will provide general insight into processes that maintain phenotypic and genetic diversity in stochastic, density-dependent environments, and will specifically explain why a heritable morphological character is maintained in bulb mites. In applying the theory to an established rodent field study I will utilise new, powerful technology that will allow researchers to monitor free-living animals in unprecedented detail. The field study will provide insight into eco-evolutionary dynamics in a natural setting, and on the management and conservation of a group of animals of public health, economic and ecological importance.'","grantUrl":"","grantId":"249872","fundValue":"2053934.92","fundStart":"2010-06-01","fundEnd":"2015-05-31","dataset":"fp7"}