{"id":"88407","title":"Fish Population Structure and Traceability","abstractText":"'Although exploited fishes have traditionally been managed on a geographic basis, for conservation purposes they should be managed at the population level: the extent and dynamics of population structuring underlies resilience and sustainability. More effective enforcement and conservation demands a focus on identification and monitoring of wild fish populations and traceability of products. FishPopTrace brings together expertise in fish traceability projects (Fish and Chips, FishTrace, FISH-BOL) to: 1.Integrate data from European fish species traceability projects, and to generate a single compatible database and tissue archive managed by the Joint Research Centre of the European Commission. 2. Examine single nucleotide polymorphisms (SNPs) and otolith microchemistry and morphometrics in widely distributed populations of cod, hake, herring and sole. Outputs will comprise population-level signatures associated with fish origins in early life and representative spawning groups. 3. Undertake validation of traceability tools in relation to end-user technology. 4. Develop a population monitoring system based on genetic and otolith data that will assess population stability in a temporal and spatial framework. 5. Test the utility of additional novel traceability systems (fatty acid profiles, proteomics, gene expression, microarray platform for SNP genotyping). 6. Facilitate technology transfer in relation to enforcement and conservation policies of the EU Common Fisheries Policy (CFP) and associated socio-economic consequences. Outputs from FishPopTrace will improve the traceability of fish and fish products and protection of consumer interests through enhanced understanding of the dynamics, temporal stability and distribution of major populations of four key exploited fish species. Central elements of the output will be the development and evaluation of end-user tools, a Cost Benefit Analysis and a final report setting FishPopTrace in the context of the CFP.'","grantUrl":"","grantId":"212399","fundValue":"3897418.21","fundStart":"2008-03-01","fundEnd":"2011-05-31","dataset":"fp7"}