{"id":"90687","title":"Gravitational Effective Field Theories and Microscopic Description of Superradiance","abstractText":"'Effective Field Theory (EFT) techniques provide an invaluable theoretical tool for dealing with scale hierarchies in Particle, Nuclear and Condensed Matter Physics. EFT is the best technique for extracting predictions from non-renormalizable quantum field theories. In this proposal we will explore the application of EFT techniques to General Relativity in order to probe the low-energy limit of Quantum Gravity. EFT should provide reliable predictions for low-energy results that any consistent theory of Quantum Gravity must reproduce. Within this approach we will discuss emission power of gravitational radiation and rotating Kaluza-Klein black holes in extra dimensional spacetimes and quantum particle production in inflationary universes, which have not been successfully addressed by standard methods.  The gauge/gravity correspondence provides a microscopic description of black hole evaporation due to Hawking radiation. Hawking radiation is closely related to superradiant scattering from rotating black holes, in which the amplitude of a scattered wave is greater than that of the incident wave. The second aim of this proposal is to understand the gauge/gravity description of superradiance, and the related 'ergoregion instability' of certain rotating systems without horizons.  This is an ambitious proposal that fits the objectives of the FP7 Marie Curie action: the researcher will reinforce his present integration in Europe after spending two years abroad. He will not merely continue his past research work. He will make an ambitious, but smooth and consistent, transition to a new area of research. Thus, he will have advanced scientific training in new multi/inter-disciplinary fields and in complementary skills. He will benefit from the network of collaborations of Harvey Reall and DAMTP/Cambridge, and will integrate and reinforce a European research network. In the end, the chances of getting a senior position are considerably enhanced.'","grantUrl":"","grantId":"220197","fundValue":"161792.99","fundStart":"2009-02-01","fundEnd":"2011-01-31","dataset":"fp7"}