{"id":"92278","title":"\"Dynamics of Large Group Actions, Rigidity, and Diophantine Geometry\"","abstractText":"'In our project we address several fundamental questions regarding ergodic-theoretical properties of actions of large groups. The problems that we plan to tackle are not only of central importance in the abstract theory of dynamical systems, but they also lead to solutions of a number of open questions in Diophantine geometry such as the Batyrev--Manin and Peyre conjectures on the asymptotics and the distribution of rational points on algebraic varieties, a generalisation of the Oppenheim conjecture on distribution of values of polynomial functions, a generalisation of Khinchin and Dirichlet theorems on Diophantine approximation in the setting of homogeneous varieties, and estimates on the number of integral points (with almost prime coordinates satisfying polynomial and congruence equations. The proposed research is expected to imply profound connections between diverse areas of mathematics simultaneously enriching each of them. For instance, we expect to establish a precise relation between the generalised Ramanujan conjecture in the theory of automorphic forms and the order of Diophantine approximation on algebraic varieties. We also plan to use our results on counting lattice points to derive estimates on multiplicities of automorphic representations and prove results in direction of Sarnak&apos;s density hypothesis. We investigate the problem of distribution of orbits, raised by Arnold and Krylov in sixties, the problem of multiple recurrence, pioneered by Furstenberg in seventies, and the problem of rigidity of group actions, formulated by Zimmer in eighties. We plan to compute the asymptotic distribution of orbits for actions on general homogeneous spaces, to establish multiple recurrence for large classes of actions of nonamenable groups, to prove isomorphism and factor rigidity of homogeneous actions and rigidity of actions under perturbations.'","grantUrl":"","grantId":"239606","fundValue":"629999.8","fundStart":"2010-02-01","fundEnd":"2016-01-31","dataset":"fp7"}