{"id":"108845","title":"\"Locomotion, hunting and habitat utilisation among large African carnivores and their prey\"","abstractText":"'I propose to make the first detailed measurements of the mechanics and energetic cost of locomotor activity including hunting of five large terrestrial carnivore species and their five predominant prey on the southern African savannah. We will refine and use our own innovative design of dynamically responsive tracking collar with high accuracy GPS, accelerometers, gyroscopes, and solar charged batteries to capture round the clock activity, manoeuvring and agility.  We will use a geopointing camera gimble on aircraft and UAV to track collared animals and record locomotion of adjacent uncollared animals to obtain high resolution aerial video of hunting. Hunts will be overlaid on a terrain and vegetation map generated using full waveform LiDAR laser scanning and aerial photography to understand the impact of vegetation type, density and surface profile (camber and incline) on locomotion and hunt outcome.  We will make detailed measurements of musculoskeletal anatomy and muscle physiology to determine tradeoffs between power and economy for each group and the extent to which hunt performance and outcome can be simply attributed to musculoskeletal physiology and fatigue in the different species.\n\nThe technological innovation and integration, its application to wild animals and the massive potential for its application in field biology is all ground breaking. This would be the first investigation of hunting dynamics where every hunt, day and night of a predator is captured and analysed along with prey dynamics (in a subset) to understand what environmental factors influence outcome. It will be the first study to evaluate the extreme dynamics of highly motivated non-domestic species, their anatomy and muscle physiology and the locomotor determinants of successful and unsuccessful hunts. These data and the detailed tracking data will enable studies of terrain utilisation, intra- and inter-species conflict and the impact of vegetation change on species success and survival.'","grantUrl":"","grantId":"323041","fundValue":"3079643.4","fundStart":"2013-06-01","fundEnd":"2018-05-31","dataset":"fp7"}