{"id":"89800","title":"Action for the Science of complex SYtems for Socially intelligent icT","abstractText":"ASSYST will coordinate research around the call Science of complex systems for socially intelligent ICT (COSI-ICT) in the context of the wider science of complex systems (CS).<br/>ASSYST will make Complex Systems science and the potential of COSI-ICT better understood by scientific policy makers and funders at national and international levels in Europe. It will showcase sucessful applications of the science. It will inform European policy makers on the global context of European CS and COSI-ICT and funding polices. It will advise policy makers and scientists on the state of the art, and provide high-quality input and advice for funding policies at national level and for the funding agencies of the European Commission including FP7.<br/>ASSYST will promote applications of complex systems and COSI-ICT in the public and private sectors, and publicise successful applications. It will build bridges between complex systems scientists and industry and commerce in Europe, and actively promote civil and commercial applications of the new ICT-driven science.<br/>ASSYST will achieve its mission through organising many meetings across Europe and around the world with targeted outcomes related to its objectives, through proactive engagement with policymakers, the business community, and the public sector. It will provide open educational resources to promote complex systems science and COSI-ICT. It will provide conference support for rapid dissemination of complex systems and COSI-ICT research. It will collect information and publish it in easily accessible forms available through an excellent 'one stop' CS and COSI-ICT web site.<br/>To make the impact of ASSYST sustainable in the long term, it will work closely with the Complex Systems Society which will take over its assets and continue its mission when the project ends.","grantUrl":"","grantId":"231710","fundValue":"1000624","fundStart":"2009-01-01","fundEnd":"2012-03-31","dataset":"fp7"}