{"id":"94724","title":"Space-based analysis of the relationship between vegetation functioning and atmospheric CO2 and CH4 greenhouse gases","abstractText":"'Vegetation physiological activity and atmospheric CO2 and CH4 greenhouse gases are key factors in the regulation of the carbon cycle. Atmospheric CO2 is linked to vegetation functioning by a bidirectional process in which vegetation modulates the seasonal amplitude of CO2 concentration through photosynthesis and respiration processes, while CO2 affects vegetation growth by the so-called fertilization process. In addition, the role of plants as a non-negligible CH4 source is currently under active discussion. The research presented in this proposal is aimed to the analysis of the correlation between green vegetation functioning and atmospheric CO2 and CH4 concentrations at regional and global scales by the exploitation of satellite data. Data acquired by the Greenhouse gases Observing SATellite (GOSAT) launched in January 2009 by the Japanese Space Agency will be used to derive space and time-resolved atmospheric and vegetation variables for this multidisciplinary analysis. The quantitative and global assessment of (a) the link between vegetation functioning and atmospheric CO2 concentration and (b) CH4 emission by plants are the two main goals of this proposal. The researcher would benefit from the broad experience in the field of the host Atmospheric, Oceanic and Planetary Physics department of the University of Oxford for the achievement of the proposed research objectives. The topic of the space-based assessment of the carbon cycle is considered of major importance by European research directives. In particular, this topic perfectly fits into the Environment (including climate change) and Space themes of the Cooperation specific program of the EU-FP7, and into the Coordination Action COCOS (COordination action Carbon Observation System).'","grantUrl":"","grantId":"251906","fundValue":"165540.8","fundStart":"2011-02-01","fundEnd":"2012-03-31","dataset":"fp7"}