{"id":"101676","title":"Rheumatoid Arthritis and Periodontal Inflammatory Disease (RAPID)","abstractText":"'The most prevalent chronic inflammatory diseases of humans are complex disorders of multifactorial aetiology influenced by genes, the environment and their interactions. Periodontitis (PD) and rheumatoid arthritis (RA) are two such chronic inflammatory diseases associated with\nsignificant morbidity and mortality, and have recently shown to have a bi-directional association. Moreover, the prevalence of both increases substantially with age, and given both the Europe-wide ageing population and the impact of both diseases upon the economy, health and quality of life, it is clear that novel and more cost effective approaches to management are urgently required.\n\nA key research goal of this project is to improve understanding of the pathogenesis of RA and PD and their inter-relationships, through the study of common risk factors linked to the activation of host and bacterial derived protein citrullination, which subsequently generates pro-inflammatory\nauto-antigens in the joints and periodontal tissues. Our vision is that enhanced biological understanding in this area will inform the future development of new approaches to disease prevention, early diagnosis and novel therapies. RAPID aims to provide a significant contribution to\nthis by establishing a first class, dynamic training network of 12 partners and 5 associated partners for early career researchers who will be able to advance chronic inflammatory disease research by working across sectors and disciplines. The network is an interdisciplinary cooperative of medical and dental clinicians, epidemiologists, bio-scientists, industrial scientists, media and commercialization specialists. The aim of the Training Programme is to increase the knowledge base and experience of trainees in the different research areas and to develop their\ntransferable skills for future careers in industry or academia, whilst advancing the field through new discovery.'","grantUrl":"","grantId":"290246","fundValue":"4312151.08","fundStart":"2012-04-01","fundEnd":"2016-03-31","dataset":"fp7"}