{"id":"98938","title":"The development of vectors for genetic manipulation and gene discovery in mammalian systems","abstractText":"'Transposons are important tools in genetics and molecular biology. They are widely used in academic and industrial settings where technical innovations continually expand the range of applications. Transposons are promising tools in synthetic biology and gene therapy applications. The amount of DNA a transposon can carry is in principal unlimited. However, in practice, when transposon length is increased, for example by the addition of a therapeutic transgene, its ability to transpose is reduced. This phenomenon is known as 'length dependence' and limits the efficiency of transposons in gene delivery applications.\nAlthough length-dependence is a well documented phenomenon, the causes have not been investigated and remain unclear. We believe that the first step in combating the problem is to understand the underlying causes. We have therefore designed biochemical and genetic assays that will reveal the stage(s) of the transposition reaction at which length-dependence operates. The assays will be used to test those transposons that are currently under the most intensive development as tools in eukaryotic systems.\nSome of these transposons are reported to be substantially free of length-dependence. Our assays will confirm if this is true, and if so whether this 'immunity' is a property of the respective transposases, of the DNA sequences, or due to the binding of host proteins.\nOne of the attractive features of transposons as gene delivery vectors is that there are a lot to choose from, and different elements will have different advantages and disadvantages with different transgenes in different applications. If we can identify the causes of length-dependence in some elements, and the mechanisms by which it is minimized in others, we may be able to combine the most advantageous features in a single system. The overall aim of the work is to create a highly active transposition system that lacks length dependence.'","grantUrl":"","grantId":"274846","fundValue":"200549.6","fundStart":"2011-10-01","fundEnd":"2013-09-30","dataset":"fp7"}