{"id":"107685","title":"Decompression and fragmentation of andesitic magmas during explosive events at open-vent volcanoes","abstractText":"'Some andesitic volcanoes at subduction plate margins experience periods of sub-continuous eruption during years, decades, or centuries (open-vent activity periods). Such long-lived periods typically include outgassing events, extrusion of viscous lava flows and domes, and explosive activity of low to moderate intensity. This background activity can be disrupted by violent explosive events of short duration (violent strombolian to subplinian in style), with potential generation of pyroclastic flows. In populated areas these explosions may be highly hazardous because they take place with little or no warning during ongoing open-vent activity. The conditions of magma transfer and controls on fragmentation associated with both the background explosive phases and the paroxysmal events are poorly constrained. To address these questions we propose to combine (1) morphological studies of particles from tephra fall deposits of background and paroxysmal explosive eruptions of Tungurahua volcano (Ecuador) which have known an open-vent activity period since 1999 with (2) analogue decompression experiments of 3-phase flows. Quantitative analyses of the shape and surface structure of pyroclastic material will be performed using innovative tools for morphological analyses (Malvern Morphologi G3 instrument for the study of the shape, and MeX metrology software for the 3D analysis of the surface roughness). The decompression experiments will be set up using a viscous solution of acetone, gum-rosin and particles to simulate the ascent of an expanding 3-phase flow. The morphology data and the analogue experiments will allow us to decipher the fragmentation mechanisms and to investigate the physical conditions of magma ascent in the conduit to the surface. This work will inform not only hazard assessment for andesitic volcanoes but will also help to constrain source terms for models of ash dispersion from volcanic plumes.'","grantUrl":"","grantId":"330254","fundValue":"231283.2","fundStart":"2013-06-16","fundEnd":"2015-06-15","dataset":"fp7"}