{"id":"105687","title":"\"Pathogen COinfection:\nHIV, Tuberculosis, Malaria and Hepatitis C virus\"","abstractText":"'Acquired immune deficiency (AIDS), tuberculosis (TB) and malaria are the primary infectious diseases causing death world wide. In addition to these pathogens, 170 million people are infected with hepatitis C virus (HCV), which leads to chronic liver disease. Because of shared routes of transmission, HCV co-infection is recognized as a major cause of morbidity and mortality among HIV-1 infected persons. The epidemiology and clinical features of co-infected subjects are well documented, however, there is a paucity of basic scientific studies addressing the interactions between these pathogens. There is undoubtedly a complex interplay between pathogens and the host immune response. This was highlighted when the Merck HIV-1 vaccine trial was halted due to increased HIV-1 transmission amongst vaccine recipients with previous adenovirus infection, suggesting that immune responses specific for adenovirus vector antigens were detrimental. We propose that pathogen evasion and dysregulation of host immune responses plays a key role in co-infection associated morbidity. We will test this hypothesis by establishing in vitro and ex vivo co-infection model systems to study pathogen interactions and assess the effect(s) of co-infection on innate signalling and adaptive immune responses. We will develop new approaches to dissect pathogen interactions, ranging from the genesis of fluorescent labelled viruses to state-of-the-art tissue explant models and novel humanised mouse models. Translational studies of co-infected patients will ascertain pathogen-specific effects on innate and adaptive immune responses and the consequences for disease progression. It is imperative that such interactions are elucidated before proceeding with new prophylactic or therapeutic strategies aimed at curtailing pathogen transmission or disease progression in co-infected individuals. We specifically address the call of understanding the basic biology of co-pathogen interactions and immunity.'","grantUrl":"","grantId":"305578","fundValue":"7824811.24","fundStart":"2012-11-01","fundEnd":"2017-10-31","dataset":"fp7"}