{"id":"99021","title":"Role of the Indian Monsoon on Global Climate Change","abstractText":"'The monsoon system in the Indian Ocean exerts a strong influence upon the climatic conditions in south and Southeast Asia and the associated monsoon rainfall have great impact on the socio-economic and agriculture development in the densely populated south Asia. Therefore, understanding and predicting the monsoon behavior in response to global change is a high scientific priority. Most of the monsoon reconstructions from the Arabian Sea are based on the upwelling indices, which essentially represent the South West (SW) monsoon wind strength rather than precipitation. A robust indicator of monsoon rainfall is a key requirement to reconstruct monsoon variability. In this regard, Bay of Bengal is a highly suitable region to evaluate the SW monsoon precipitation mainly because four major rivers Irrawaddy, Brahmaputra, Ganges and Godavari discharge annually approximately 1.5x1012m3 of fresh water into the Bay of Bengal. In this context, we propose to exploit marine sediment archives from the Bay of Bengal to reconstruct monsoon rainfall changes on centennial time scale by using very sensitive proxy (salinity) over the last 25-30 kyrs. This will bridge the gap between the instrumental record showing (interannual to decadal variability) and the existing paleoceanographic records (mainly glacial-interglacial to millennial time scales) and use these monsoon reconstructions to explore the teleconnections between monsoon activity and global climate.\n\nRatios of oxygen isotopes and Mg/Ca in planktic foraminifera and quantitative SST estimates based on planktic foraminifer will be used to reconstruct sea surface temperature and salinity changes at century scale. These will be complimented with other surface ocean changes inferred from planktic foraminifer assemblages. These records, in turn, are used to unravel temporal link between monsoon records and other records of low-and high-latitudes climate change.'","grantUrl":"","grantId":"273108","fundValue":"280680","fundStart":"2011-07-22","fundEnd":"2013-07-21","dataset":"fp7"}