{"id":"106017","title":"Ground Based Structural & Systems Demonstrator Phase 3 - Component and sub-system manufacture","abstractText":"'The Natural Laminar Flow (NLF) aerofoil is a potential key technology for the next generation of aircraft, improving aerodynamic performance, and thus reducing drag, and hence emissions. Achieving these reductions would be a significant step towards reaching the ACARE goals for 2020, including a 50% reduction in CO2 emissions and an 80% reduction in NOx emissions.\n\nThe requirements of a Natural laminar flow wing differ significantly from a conventional turbulent wing, requiring changes to both the architecture of the wing, the aerofoil definition and the detailed design and manufacturing concepts. The performance of a natural laminar flow wing requires very tight surface roughness and waviness tolerances and contamination free surfaces in the areas where laminar flow is to be maintained. NLF wings also require alternative Leading Edge (LE) moveable concepts, novel LE/Wingbox joints, and slender LE sections\n\nIn Phase 1 of the Ground Based Structure and Systems Demonstrator (GBSSD) programme, the problem of how to achieve an aerodynamic surface of sufficient quality to support natural laminar flow has been addressed by GKN.  .\n\nPhase 2 is being undertaken by GKN and involves the detailed design of the fully integrated LE zone and forms the basis for the further development of the concepts for the GBSSD.\n\nPhase 3 will involve the manufacture of all selected features, components and sub-systems that will enable the several functions of the LE assembly and sub-systems to be demonstrated. These features will be supplied to Clean Sky to support the assembly of a 4.5m spanwise section of leading edge installation, including components and sub-systems.  The demonstrator aims to validate that the Phase 2 LE design can be manufactured in realistic high rate and repeatable conditions appropriate to a civil short range aircraft to the required level of aerodynamic surface quality to achieve laminar flow.'","grantUrl":"","grantId":"296092","fundValue":"2896350","fundStart":"2012-12-01","fundEnd":"2014-11-30","dataset":"fp7"}