{"id":"91052","title":"Models and their Effects on Development paths: an Ethnographic and comparative Approach to knowledge transmission and livelilhood strategies","abstractText":"'The project interrogates the impact of development paths on the livelihoods and life projects of citizens. Starting from the premise that the analysis of (dominant or alternative) development paths must be situated within the complexities of historically unfolding links and realtionships, we shall explore how they are 'practiced' in specific environments. Central questions address: 1) How development models interact with specific socio-economic contexts 2) The effects of these interactions on transmissions and innovation of knowledge/skills 3) How specific development paths affect livelihood strategies.  An interdisciplinary approach combines qualitative research and comparative methodologies with modelling to explore the dynamic effects of development models as they are implemented in specific contexts, at micro and macro levels. We hypothesise that: a) There is a lack of fit between the formal design of development models and their concrete applications. b) The transmission of knowledge/skills is central to effective development. c) Knowledge/skills (both tacit and explicit) are transmitted through formal and informal mechanisms, for example between gender and generations in families and neighbourhoods. d) Political and economic disruptions constitute situations of crisis in this transmission but at the same time afford opportunities for innovation.  Focusing on connections between skills, work and unemployment in relation to heavy industry, the research will identify critical points in the shifts in demand for knowledge across generations, regions and economic spheres. An ethnographic approach enables a detailed account of social networks (encompassing those of solidarity and support) within and beyond work places, including strategic friendship, kinship and neighbourhood relations. The project will thus contribute to the comparative analysis of development models, and will generate recommendations for more complex and context-sensitive approaches.'","grantUrl":"http://www.medeasteelproject.org/","grantId":"225670","fundValue":"1426692","fundStart":"2009-07-01","fundEnd":"2012-06-30","dataset":"fp7"}