{"id":"103137","title":"Predictive ecology of global species extinction risk for conservation","abstractText":"'While there is no doubt that biodiversity is seriously at risk across the globe, there are considerable gaps in the geographical and taxonomical coverage of existing knowledge on species at risk. Thus, one of the most pressing issues currently facing the global conservation community is how to efficiently predict which species are most at risk, while the information at hand is often incomplete, and concentrate the limited resources available on those priority species. It is thus urgently needed to test if existing knowledge that has been accumulated for a particular species in a particular region can be used effectively to predict extinction risks of other species in other regions. This project aims to develop predictive models of species extinction risk and test the interregional applicability of the developed models globally. Waterbirds will be used as the study species because both population count data and information on species characteristics and habitats are available for most species across the globe. Thus, focusing on waterbirds would provide a rare opportunity to estimate extinction risks in different regions and for over 700 different species, and test the effects of different predictors on the estimated extinction risks across the globe. The project consists of three steps: (1) estimating the extinction risk for waterbird species using hierarchical Bayesian models, (2) developing models to predict extinction risks in each region, (3) cross-validating models between different regions and exploring factors that explain the difference in model performance among regions. This project will represent the first global-scale scientific effort to estimate the extinction risk for waterbird species with a dataset derived from a systematic survey. More importantly, the project aims to establish a novel predictive framework for assessing species extinction risks and provide a breakthrough to tackle the lack of information on global biodiversity status.'","grantUrl":"","grantId":"303221","fundValue":"209033.4","fundStart":"2013-03-01","fundEnd":"2015-08-14","dataset":"fp7"}