{"id":"105433","title":"High capacity network Architecture with Remote radio heads & Parasitic antenna arrays","abstractText":"To meet the growing capacity demands in cellular networks by mobile application users, several advanced technologies of increased complexity have recently emerged for wireless access. These capitalize on the increased number of degrees of freedom made available by the combined use of multiple antennas in several neighboring cell sites. However, such cooperative / coordinated wireless access schemes remain largely unproven due to practical limitations. In HARP, we plan to bring distributed multi-antenna wireless access to reality by combining two powerful emerging technologies: 1) remote radio heads (RRHs), which allow for widely geographically distributed access via radio-over-fibre connections to a central base station; and 2) electronically steerable passive array radiators (ESPARs), which provide multi-antenna-like functionality with a single active RF chain only. The proposed combined network design concept is expected to yield the benefits of high capacity multi-antenna multi-cell cooperative wireless access while doing so in a realistic, low-cost and, equally importantly, environmentally-friendly manner. In order to put together this novel wireless network solution in a credible fashion, HARP will focus on 1) The physical layer transmission and channel estimation techniques required for efficient wireless access with ESPAR-equipped RRHs; 2) The obtaining, processing and sharing of channel state information required for cooperative communication and 3) The RRH aggregation network, required for efficient coordination between disparate access areas. A hardware end-to-end demonstration from the base station all the way to the ESPAR antenna transmitters to the user terminals, will serve as a proof-of-concept of the proposed architecture. With the above, HARP holds the potential of enabling in a disruptive manner distributed multi-antenna wireless access providing, in turn, unprecedentedly high capacity for emerging and next generation wireless networks.","grantUrl":"","grantId":"318489","fundValue":"4643292","fundStart":"2012-11-01","fundEnd":"2015-10-31","dataset":"fp7"}