{"id":"109435","title":"Preclinical studies in mouse hematopoietic stem cells for gene therapy of Wiskott-Aldrich Syndrome","abstractText":"'Wiskott-Aldrich Syndrome (WAS) is a primary X-linked rare disease (1:250.000 mainly children) caused by mutations in the was gene. Gene Therapy (GT) results in Primary Immunodeficiencies (PID) have been particularly successful due to advances in gene modification of hematopoietic stem cells (HSCs). Currently there is a clinical trial which has developed an ex vivo approach that uses a HIV-derived lentiviral vector to transfer genes into autologous CD34 HSCs from WAS patients. This clinical study, initiated in 2010 in London by the team of Professor Thrasher, is also conducted in Paris and in Boston. Our laboratory has developed therapeutic lentiviral vectors (LVs) for GT of WAS (WW y AWW) (Martin et al. 2005; Frecha et al. 2008) that express WASP phisiologically in T cells of WAS patients and restore normal functions of T cells, dendritic cells and macrophages WASP-deficients. Also, the transduction of WASP deficient cells with WW confers a growth selective advantage.\nGiven that the HSCs are the therapeutic target for WAS GT, the first objective of this project is to check the capacity of AWW, WW and the therapeutic vectors currently in use in clinical trial (NCT01347242) in the phenotipic restauration  of WAS knockout mice (WASKO). For that purpose, we will transduce mHSCs of WASKO mice with these LVs and inject them in WASKO irradiated mice to the analysis expression, in terms of the WAS restore capacity of different hematopoietic populations. The second objective will be to improve safety and efficiency of gene transfer vectors for WAS gene therapy. We will include insulator sequences (INS) in our therapeutic SIN-LVs expressing was cDNA through its own promoter. New AWWINS y WWINS vectors will be compared in term of efficiency and safety using WAS-deficient T cells and tumour-prompt mice models.  Based on these results we will develop stable producer cell lines for WAS GT applications.'","grantUrl":"","grantId":"329284","fundValue":"309235.2","fundStart":"2014-02-01","fundEnd":"2016-01-31","dataset":"fp7"}