{"id":"108618","title":"Analysis of the correlation between fitness and resistance in Staphylococcus aureus","abstractText":"'Methicillin resistant Staphylococcus aureus (MRSA) have become a severe problem in healthcare institutions since the introduction of penicillinase-resistant beta-lactam antibiotics in clinics. Currently, the overall proportion of invasive MRSA seems to have stabilised in Europe due to extensive efforts made in general antibiotic administration and treatment management. However, the resistance rate is still over 25 % in more than a forth of the monitored countries, coming close to 50 % in some cases, and needs a continuous effort to implement measurements for a long-lasting decrease. Importantly, over the last decade, faster growing but less resistant MRSA started to spread into the community, which to a certain extent seem to infiltrate the human population from husbandry and domestic animal reservoirs. The fitness and virulence of those so called community-acquired MRSA (CA-MRSA) is increased compared to hospital-acquired MRSA (HA-MRSA). Therefore, community associated strains have become a threat even for the healthy population. Increased competitiveness of MRSA strains is often accompanied by decreased methicillin resistance levels. The genetic or epigenetic reasons for this phenomenon are not yet fully understood. Here we want to identify and characterise factors influencing methicillin resistance, fitness and virulence by analysing genes affecting methicillin resistance levels and by determining differences in the RNome and metabolome of near isogenic HA- and CA-MRSA strains using state of the art technologies. Thereby, this project will contribute to the fundamental knowledge of the correlation of fitness, virulence and resistance, allowing the development of new therapeutic approaches for the treatment of MRSA infections.'","grantUrl":"","grantId":"329004","fundValue":"299558.4","fundStart":"2013-10-28","fundEnd":"2015-10-27","dataset":"fp7"}