{"id":"186930","title":"Mapping the Targets of Antimalarial Compounds Through Chemical Profiling","abstractText":"'Malaria is one of the most devastating infectious diseases affecting half of the world population and killing close to a million people every year. Widespread resistance of the malaria parasite to most front-line drugs and the rapid emergence of resistance against new therapies have made the validation of novel pharmaceutical targets and the identification of potent pharmacophores extremely urgent. In an effort to synergize basic research with malarial drug development the pharmaceutical industry has run large phenotypic screens and identified thousands of new compounds with antimalarial activity. These hits represent a treasure-throve of chemical tools to study parasite biology. However, in order to harness the potential benefits of these hits it is crucial to determine the mechanism of action by which these compounds exert their antiparasitic activities.\n\nHere we propose a global chemical proteomic approach to identify the molecular targets of some of these bioactive molecules using broad-spectrum activity-based probes (ABPs). ABPs are small reporter molecules that use the conserved catalytic or binding mechanism of an enzyme family to covalently modify their active sites. A tag embedded within the structure of the probe allows for visualization of labeled proteins in a gel-based format. When used in a complex proteome, ABPs report on the active site occupancy of all members of an enzyme family, thus making them ideal tools to simultaneously screen dozens of targets against potential inhibitors.\n\nThe goal of this proposal is to run a pilot study by screening 400 of the most promising antimalarial compounds against all serine hydrolases, cysteine proteases, and ATPases found in infected red blood cells. We will then use the latest advances in Plasmodium genetics to validate the identified enzymes as new antimalarial targets. Importantly, the methodology outlined in this proposal is broadly applicable to any biological system and expandable to other enzyme families.'","grantUrl":"","grantId":"631806","fundValue":"100000","fundStart":"2014-09-01","fundEnd":"2018-08-31","dataset":"fp7"}