{"id":"94800","title":"The role of chromatin modifier protein hDaxx and its interaction partners in intrinsic resistance to virus infection","abstractText":"'Herpes simplex virus (HSV) types 1 and 2 are significant and common human pathogens. Although most infections are mild, they cause one of the most common sexually transmitted diseases, infections in the eye can lead to blindness, active genital herpes necessitates caesarean delivery, and herpes encephalitis is usually fatal. Current anti-HSV drugs based on acyclovir are effective, but there will be a future need for alternative antiviral treatments. After a primary infection, HSV establishes a lifelong latent state from which it reactivates periodically, leading to recurring disease. Latent viral genomes are in a heterochromatin-like state in which transcription of almost all viral genes is repressed. Reactivation involves de-repression of viral gene transcription. Understanding the mechanisms by which HSV can establish, maintain and reactivate from latent infections may reveal avenues for the development of novel therapies. Cells express certain proteins that confer intrinsic resistance to DNA virus infections by repressing viral transcription. In turn, viruses encode proteins that combat this repression and thus increase viral gene expression. The interplay between these pathways determines whether HSV initiates a lytic or quiescent infection and is likely to be important in the regulation of latency. This project proposes to study hDaxx, a cellular protein that contributes to intrinsic antiviral resistance by repressing viral gene expression at the earliest stages of infection. Using novel technologies to deplete cells of endogenous hDaxx, then to reintroduce expression of normal and mutant forms of the protein, this project will define the sequence motifs and interaction partners of hDaxx that are required for its antiviral activity. A detailed understanding of the molecular mechanisms involved in hDaxx mediated repression, and the way in which its activity is counteracted by viral regulators, may reveal novel avenues for the treatment of herpesvirus infections.'","grantUrl":"","grantId":"251948","fundValue":"172240.8","fundStart":"2010-06-01","fundEnd":"2012-05-31","dataset":"fp7"}