{"id":"90102","title":"Fluid optimisation Workflows for Highly Effective Automotive Development Processes","abstractText":"'The automotive industry has recently seen a paradigmatic shift from design processes based on physical prototypes to a computationally aided product development process (PDP) based on virtual prototypes. To maintain the competitiveness of European car manufacturers, a significant reduction of lead development time is required. The main potential for improvement lies in further exploitation of virtual development and especially in further automation of these virtual processes through optimal design techniques.   Optimal design techniques are mature and are being used in structural mechanics in the automotive industry, as well as in computational fluid dynamics (CFD) in the aeronautical industry. However, this potential has not yet been realised for CFD in the automotive industry.  To integrate these methods into workflows within the routine PDP, the project will make advances with adjoint sensitivity methods, mesh-based and CAD-based shape optimisation, high-Reynolds number topology optimisation. Complete CFD optimisation workflows, i.e. chains of optimisation techniques adapted to the automotive processes for the early as well as later stages of development will be integrated into the PDP.   Aspects of process stability, data management, storage, numerical efficiency will be addressed in conjunction with an analysis of current PDP practices. The current practices of organising the PDP will be analysed, the areas of potential for optimisation workflows identified and where necessary alterations of the PDP will be made.   Key use cases within the design process defined by the two car manufacturers in the project will be demonstrated and the resulting reduction in lead time will be validated. European SMEs play a leading role in developing the software tools for the PDP and in supporting the car manufacturers in implementing these tools in their PDPs. Three SMEs with a track record of working with the automotive industry are partners in the project.'","grantUrl":"","grantId":"218626","fundValue":"4492171.28","fundStart":"2009-02-01","fundEnd":"2012-04-30","dataset":"fp7"}