{"id":"87927","title":"Reproductive effects of environmental chemicals in females","abstractText":"'It is increasingly evident that in-utero exposure to environmental chemicals (ECs), including endocrine disrupting compounds (EDCs) and heavy metals, disturbs reproductive development in wildlife, domestic species and humans. Current thinking is that exposure to ECs is part of the mechanism driving increasing incidences of reproductive dysfunction in males and females, the latter characterised by statistics such as the 2% annual increase in EU breast cancer rates. Studies on a wide range of ECs, including phthalates, PCBs and dioxins, suggest the whole female reproductive tract is sensitive to chemical perturbation. However, many studies have focused on single or small numbers of ECs on short-lived rodent species at high doses. These exposure modalities have no relationship with normal human exposure. We will use a long-lived species, mono-ovulating, the sheep, with a pattern of gestational development similar to humans, exposed long-term to a broad range of ECs at low/environmental concentrations. This will provide a real-life model for human exposure. We will investigate follicle formation, oocyte maturation, ovaries, uteri and mammary glands in fetal sheep exposed in-utero and in adult offspring. Selected ECs preferentially concentrated in fetal tissues will be investigated using sheep and mouse models, the latter primarily for mechanistic studies. Our scale of investigation will encompass epigenetic right up to transgenerational effects of exposure and will utilise cutting-edge methodologies including proteomics, transcriptomics and organotypic cultures. To ensure we understand the link with human reproductive development, we will investigate EC-sensitive genes and proteins identified in the animal models in normal second trimester human fetuses and culture of fetal human ovaries with ECs identified as potential key chemicals in the animal models. This study will establish the potential risks of environmental chemicals on human female reproductive development.'","grantUrl":"","grantId":"212885","fundValue":"3871325.32","fundStart":"2008-05-01","fundEnd":"2011-10-31","dataset":"fp7"}