{"id":"94564","title":"Quantitative Multidimensional Imaging of Interfacial Fluxes","abstractText":"'Interfacial physicochemical processes are ubiquitous in chemistry, the life sciences and materials science, underpinning some of the most important scientific and technological challenges of the 21st century. The overarching aim of this proposal is to draw together separate strands of interfacial science by creating a unique holistic approach to the investigation of physicochemical processes and developing principles and methods which have cross-disciplinary application. To understand and optimise interfacial physicochemical processes, the major aspiration is to obtain high resolution pictures of chemical fluxes at a scale commensurate with our understanding of structure. The proposed research will address this need and break new ground by: (a) developing a family of innovative imaging methods capable of quantitatively visualising interfacial fluxes with unprecedented resolution that have wide application; and (b) establishing a common framework applicable to different fields of science through the usage of electrochemical principles. Experimental/instrumentation aspects will be supported by advanced modelling of mass transport-chemical reactivity. The research programme will focus on three distinct and important exemplar topics. (i) Electrochemical processes at new forms of carbon, including carbon nanotubes and graphene, where a major challenge is to identify the active sites for electron transfer. (ii) Membrane transport, where the goal is to identify the true factors controlling passive permeation across bilayer lipid membranes, with implications for understanding membrane function. (iii) Crystal growth/dissolution, where there is a major need to bridge kinetic and structural studies so as to understand the relationship between surface features and local flux. The project will allow a team of sufficient critical mass to be constituted to transfer knowledge between each area and establish a new way of addressing and understanding interfacial processes.'","grantUrl":"","grantId":"247143","fundValue":"2129141","fundStart":"2010-09-01","fundEnd":"2015-08-31","dataset":"fp7"}