{"id":"103461","title":"MOLECULAR MECHANISM OF CAVEOLAR STRUCTURE AND FUNCTION","abstractText":"'Caveolae are small invaginations of the plasma membrane, with characteristic flask-shaped morphology, found in most mammalian cells. Phenotypes of mice lacking genes for caveolins, key protein components of caveolae, show that these structures are involved in many physiological processes, such as vesicle trafficking, cholesterol homeostasis, signal transduction, tumor suppression and mechanosensing. However, many proposed physiological roles for caveolae are controversial, making a rigorous analysis of their function vital. The molecular mechanisms underlying the physiological functions of caveolae are not well understood as well, in part because until recently, the study was restricted to only one candidate-the family of caveolin proteins. The recent identification of a family of cavins genes as another essential structural component of caveolae has enabled us to explore caveolar research. Salient properties of the cavin family include their ability to form complexes and different but overlapping tissue distribution. The discovery of cavins support the idea that the wide range of functions attributed to caveolae in various tissues require diverse set of proteins. To address it, I will utilize innovative techniques for either high throughput screening aimed to identify novel factors or for characterization the role of cavins in this process. I will characterize cavin complexes in-vitro and in-vivo, by testing their interacting partners, the stoichiometry and domain requirements for this binding. Next, I will look for correlations between cavins complex characteristics in different tissues and changes in caveolar structure. As my long-term goal I plan to link between the protein composition of caveolae and their function in different tissues. This study will provide new insights into caveolar function in different tissues, thus advancing our understanding of the physiological processes shown to require proper function of these enigmatic structures.'","grantUrl":"","grantId":"302806","fundValue":"209033.4","fundStart":"2012-12-21","fundEnd":"2015-07-11","dataset":"fp7"}