{"id":"96412","title":"A Comparative Study of LGBTQ Rights and Art in the UK and Poland within the Context of the EU Idea of Sexual Diversity","abstractText":"'My research focuses on the condition of LGBT rights and art in the UK and Poland within the context of the EU idea of sexual diversity. The state of LGBT rights as civil rights in the EU differs significantly between member countries. My intention is to research comparatively Poland and the United Kingdom. The Anglo-Polish perspective on sexual politics of human rights would let me analyze the status of LGBT rights, activism and art from the opposite poles within the European Union struggling for the democracy of sexual diversity. From the Polish perspective, with the implementation of the Same-Sex Civil Partnerships in Britain in 2005 , the success of LGBT rights has been almost reached. The Polish perspective (like other Eastern European new member states: Lithuania, Latvia, Slovakia, Bulgaria) is totally different where persistent homophobia defines state policy . The difference creates different contexts and conditions for human rights activists and contemporary artists dealing with LGBT subjects and expressing artistically their queer identities. My aim is to examine histories, policies and aesthetics of queer rights and arts in the UK and Poland. Thus in my research I combine social and humanist/artistic perspective on the subject. The fellowship would advance my teaching, curating and research into LGBT rights and art in the EU. My intention is to contribute comparative research on LGBT agency to the interdisciplinary Centre for the Study of Sexual Dissidence which specializes in advance research into LGBT issues. Because power in Poland and Eastern Europe still denies agency to LGBT members of the society (and there are also cases of censorship of contemporary queer art), one witnesses a radicalisation of the concept of sexual dissidence here. My research into the sexual dissidence in Britain and Poland can therefore enrich the activities of the Centre for the Study of Sexual Dissidence.'","grantUrl":"","grantId":"253662","fundValue":"224727.2","fundStart":"2011-01-10","fundEnd":"2013-01-09","dataset":"fp7"}