{"id":"99429","title":"The significance of syntrophic acetate oxidation in the global carbon cycle and the formation of heavy oil","abstractText":"'Geochemical evidence and microbiological data suggest that methanogenic oil degradation occurs in petroleum reservoirs. The proposed research aims to investigate several critical unanswered questions about the processes of microbial conversion of crude oil to methane which leads to the formation of extensive biodegraded oil fields on geological timescales and the microbial ecology of petroleum reservoirs. For realization of the project we have formed the following testable hypotheses: 1. Syntrophic acetate oxidation to H2 and CO2 is a central reaction in crude oil alkane-derived methane production in petroleum reservoirs, 2. Syntrophic acetate-oxidizing bacteria can be cultivated from petroleum reservoir samples and methanogenic oil degrading systems, 3. Different combinations of methanogenic archaea with diverse bacterial partners can achieve a common conversion of acetate to methane via syntrophic acetate oxidation. Tataria (Russia), Dagang and Lyaohe (China), and different North Sea oilfields will be investigated. To identify organisms responsible for methanogenic hydrocarbon degradation and to infer the degradation pathways employed by natural microbial communities, cultivation-based microbiological methods (culturing and isolation of syntrophic acetate oxidizers from petroleum systems, measurement of syntrophic acetate oxidation and methanogenesis rates, reconstruction of syntrophic co-cultures in vitro) will be used. SYNTROPH will also use stable isotope tracers to determine the extent to which acetoclastic methanogenesis or syntrophic acetate oxidation is the sink for acetate in a methanogenic hydrocarbon degrading system.  This will be augmented by culture-independent (16S rRNA based analyses, stable isotope probing of ribosomal RNA and rRNA genes). SYNTROPH objectives will deliver important scientific advances in understanding the processes that dictate fossil fuel conversion to methane with potential for enhanced, cleaner, fossil energy recovery.'","grantUrl":"","grantId":"276536","fundValue":"208092.8","fundStart":"2012-09-06","fundEnd":"2014-09-05","dataset":"fp7"}