{"id":"88540","title":"New Opportunities in Terahertz Engineering and Science","abstractText":"'Over the last 20 years, the study of mesoscopic quantum-confined electronic systems has revealed a wealth of exciting physics. The characteristic energy scale in many important mesoscopic devices such as two-dimensional electron systems, layered semiconductor structures, semiconductor quantum dots, and laterally-confined wires, dots, and other geometries, corresponds to the terahertz (THz) frequency range, which until recently has been difficult to access. Furthermore, invaluable information on the states and dynamics of carriers in condensed matter systems, not obtainable by other techniques, can potentially be accessed though the dynamic (high frequency) electronic response. My vision is to create a step-change in the study of mesoscopic electronic systems by developing and exploiting THz frequency technology to probe the THz frequency/picosecond response of quantum-confined electronic systems. I will develop quasi-optical guided-wave techniques to generate (and detect) single-cycle THz/picosecond electronic pulses adjacent to the mesoscopic system in a cryostat, avoiding the RC bandwidth-limiting problems inherent in previous high frequency (up to the GHz range) electrical measurements. In parallel, I will develop a series of original imaging and spectroscopy technologies based on the THz quantum cascade laser, including continuous wave coherent detection. These will be exploited in a range of proving projects, including phase-stepping interferometry, coherence-gated imaging and, ultimately, depth-resolved THz holography. This programme, comprising the symbiotic development of THz engineering and science, will be unique internationally and will open new opportunities and directions in the study and exploitation of THz frequency electronics and photonics.'","grantUrl":"","grantId":"228035","fundValue":"1542600","fundStart":"2008-11-01","fundEnd":"2013-10-31","dataset":"fp7"}