{"id":"189973","title":"PRESCHOOL EXECUTIVE FUNCTIONS ACROSS CULTURAL CONTEXTS","abstractText":"'Executive functioning (EF) refers to a set of cognitive skills (working memory, inhibitory control and cognitive flexibility) that control self-regulatory functions which organize and direct all cognitive activities, emotional responses and overt behavior. EF regulatory control plays a fundamental role in the intellectual and socio-emotional functioning of children. The current study aims at evaluating the cultural invariance of EF structure in three cultural settings and investigating the relative contribution of socio-cultural factors (home environment, parenting styles and SES) and biomedical factors (i.e. birth weights, stress levels and nutritional status) in shaping these abilities. This project has two studies. Study one aims at validating both the EF construct and measures of EF in three cultural contexts (UK, Indonesia and Kenya).  A systematic culturally decentered approach is taken during tool development to ensure cross-cultural validity. Tool development follows a three staged approach which combines extensive ethnographic work with standard psychometric procedures. Study two examines the factors that are associated with EF abilities in the three countries. In each of the countries, 100 children aged 48-60 months will be tested, using the instruments developed/adapted in the first study. Advanced statistical analysis including multigroup path analytic procedures will be used to describe factors that influence executive functioning at preschool. The cross-cultural variation is vital for estimating the environmental influence of EF development. The project has both theoretical and practical implications. Describing the structure of EF and factors that influence their development should contribute to refinement of theories, diagnosis of executive deficits and identifying salient points of intervention.'","grantUrl":"","grantId":"629874","fundValue":"299558.4","fundStart":"2014-08-01","fundEnd":"2016-07-31","dataset":"fp7"}