{"id":"105230","title":"Thermo-acoustic and aero-acoustic nonlinearities in green combustors with orifice structures","abstractText":"'Combustion instabilities represent a serious problem for combustion-driven devices, such as gas turbine engines and domestic burners. These instabilities can cause intense pressure oscillations, which in turn causes excessive structural oscillations, fatigue and even catastrophic damage to combustor hardware. In recent years, the development of clean combustion systems with reduced pollution of the environment has become a priority; however, such systems are particularly prone to combustion instabilities. There is an urgent need to understand the physical processes that are responsible so that methods to predict and prevent these instabilities can be developed.\n\nThe research in TANGO is intended to address these issues. Fundamental studies will give physical insight into the three-way coupling between sound, combustion and vortices in a combustion chamber. On the applied side, TANGO will develop active and passive control methods to allow safe operation of gas turbines on a variety of fuels and operating conditions.\n\nTANGO is a multi-disciplinary project that provides training for 14 ESRs and 1 ER in fluid mechanics, thermodynamics, mechanical and control engineering, all from an analytical, numerical and experimental perspective. The consortium has been chosen so as to bring together complementary skills from internationally renowned experts from both academia and industry. The 'icing on the cake' of this large engineering project is the number of female scientists involved: 5 out of the 9 scientists in charge are women. It is expected that this will act as a magnet for young women who are considering a career in science or engineering. The network thus addresses the EU policy of increasing the number of female researchers in Europe. In order to promote the public understanding of science, the researchers will engage in various outreach activities.'","grantUrl":"","grantId":"316654","fundValue":"3736307.88","fundStart":"2012-11-01","fundEnd":"2016-10-31","dataset":"fp7"}