{"id":"97478","title":"A Computational Distributed System to Support nthe Treatment of Patients with Major Depression","abstractText":"Depression is one of the most common causes of short and long term disability in Europe. It accounts for substantial costs both directly to health services and indirectly through lost productivity and the burden of caring. Most patients with Major Depression (MD) recover with treatment, which may be with antidepressant drugs, psychological therapy or, in severe cases, hospitalisation. However for many, that recovery is either slow or incomplete. Research shows that psychological therapies can be delivered effectively without face to face contact: computerised cognitive behavioural therapy (CCBT) is suitable for self-guided treatment in the individual's own home. However, its value for patients is limited by the difficulty of staying engaged, and there are professional concerns that important changes in mood may be missed. Help4Mood proposes to significantly advance the state-of-the-art in computerized support for people with MD by monitoring mood, thoughts, physical activity and voice characteristics, prompting adherence to CCBT, and promoting behaviours in response to monitored inputs. These advances will be delivered through a Virtual Agent (VA) which can interact with the patient through a combination of enriched prompts, dialogue, body movements and facial expressions. Monitoring will combine existing (movement sensor, psychological ratings) and novel (voice analysis) technologies, as inputs to a pattern recognition based decision support system for treatment management. The advances in Help4Mood will provide a closed loop approach to treatment support for MD patients. Outputs include: a validated personal monitoring system; a personal interaction system embodied in a VA and a clinical decision support module. By identifying and supporting patients with delayed recovery, Help4Mood has the potential to target added support for patients most in need and lead to their earlier return to normal health and social and economic activity.","grantUrl":"","grantId":"248765","fundValue":"3599074","fundStart":"2011-01-01","fundEnd":"2014-06-30","dataset":"fp7"}