{"id":"93436","title":"Citizenship after Orientalism","abstractText":"'This project focuses on the interaction between two controversial and contested concepts: citizenship the process by which belonging is recognised and enacted and orientalism the assertion of the superiority by western culture over its eastern counterparts. It is a critique of the argument that explains the success of European capitalism in terms of differences in social structures that had effectively prevented the emergence of citizens in oriental societies. The ambitious scope of this project is to revisit questions of citizenship in orientalized cultures India, China, Islam and Indigenous through investigations untrammelled by orientalist assumptions. The research methodology is genealogical through which the origins, interpretations and mutations of ideas and actions will be clearly located in their historical and cultural settings. The project methodology is designed deliberately to focus on disagreements. Rather than working with like-minded collaborators, the project will engage with its antagonists through a series of workshops where opposing views will be debated and disseminated to a wide audience. What it means to be a citizen, who may be a citizen, what obligations derive from citizenship are at the forefront of much political discourse as the nation-state dissolves into regional identities, integrates or fails to integrate new social groups, and is transformed by supra-national entities. Above all, the question of citizenship lies at the heart of the legitimacy of the European Union. Yet, when we investigate the origins of ideas about (European) citizenship we discover that it is essentially considered as a Judeo-Christian development juxtaposed against Buddhism, Confucianism, Islam, and Hinduism. The project will contribute to investigating genealogies of citizenship in the ecumene (inhabited world) by genuinely comparing them.'","grantUrl":"http://www.oecumene.eu","grantId":"249379","fundValue":"2000000","fundStart":"2010-04-01","fundEnd":"2015-03-31","dataset":"fp7"}