{"id":"107005","title":"Indo-European Network in Mathematics for Health and Disease","abstractText":"'The main aim of this proposal is to set up an Indo-European Research Network in Mathematics for Health and Disease, INDOEUROPEAN-MATHDS, that will allow the transfer of knowledge, research and training between partners.  The Network will involve physicists, mathematicians, statisticians, probabilists, biologists, immunologists and engineers.  The Network will create new collaborations and reinforce existing ones to develop a lasting and fruitful research cooperation between all partners.  Other objectives of this proposal are:\n\n(1) Establish research collaborations between the experimental, clinical and theoretical partners of the Network to develop mathematical and computational models for health and disease.\n\n(2) Establish research collaborations between the different theoretical groups to discuss, compare, test and validate different modelling approaches.\n\n(3) Train a new generation of multi-disciplinary (experimental, clinical and theoretical) scientists, with the aim to exchange postgraduate students and research fellows, so that they benefit from the broader knowledge, skills and tools provided by the Network.\n\n(4) Enhance the international outreach dimension of the EU partners by delivering lectures and seminars at the LANL q-bio series of Summer Schools and Conference, and the training events to be organised and hosted by the Indian partners.\n\n(5) Enhance the international dimension of research in India in the area of Mathematics for Health and Disease, by organising and hosting four training events (spring schools) in India.\n\n(6) Enhance the international outreach dimension of the LANL q-bio series of Summer Schools and Conferences.\n\nA final research objective of the Network is to develop, by means of the Research Staff Exchange Scheme, four long-term directions in Mathematics for Health and Disease:\n\n(a) host-pathogen dynamics,\n\n(b) immune cellular processes and ageing,\n\n(c) receptor mediated processes, and\n\n(d) genomic fluidity of human pathogens.'","grantUrl":"","grantId":"317893","fundValue":"294000","fundStart":"2013-05-01","fundEnd":"2017-04-30","dataset":"fp7"}