{"id":"109651","title":"Control of meiotic recombination: from Arabidopsis to crops","abstractText":"'Global population stands at 7 billion and is predicted to reach 9 billion by 2050. It is anticipated that food production will need to increase by at least 50% to meet the demand arising from this increase in population. This will require a sustained improvement in crop yield. The nature of this challenge is exacerbated by the likely impact of climate change. These factors combine to make Food Security one the key challenges for the 21st century. To deliver improvement and sustainability in crop production it will be necessary to harness a broad spectrum approaches. Crop improvement will be crucial and a major part in the delivery of this will be based on classical breeding. This harnesses the genetic variation that is generated by homologous recombination during meiosis. Meiotic recombination creates new combinations of alleles that confer new phenotypes that can be tested for enhanced performance. It is also crucial in mapping genetic traits and in the introgression of new traits from sources such as wild-crop varieties. Despite the central role played by meiosis in crop production we are remarkably ignorant as to how the process is controlled in these species. For example, it is not known why recombination in cereals and forage grasses is skewed towards the ends of the chromosomes such that an estimated 30-50% of genes rarely, if ever, recombine thereby limiting the genetic variation that is available to plant breeders. Moreover, as many crop species are polyploid a further level of complexity is added to the meiotic process. Over the past 15 years studies in Arabidopsis, many conducted in the laboratories in the COMREC consortium, have provided both insights into the control of meiosis in plants and generated the tools to analyze this process in crop species. It is now timely, to translate this knowledge, training a new generation of young scientists who will gain the expertise to understand and develop strategies to modify recombination in crops.'","grantUrl":"","grantId":"606956","fundValue":"3645642.18","fundStart":"2013-11-01","fundEnd":"2017-10-31","dataset":"fp7"}