{"id":"99215","title":"COpper isotopes as indicators of Redox processes during Acid mine drainage GEneration and Mitigation","abstractText":"'Acid Mine drainage (AMD) is the primary environmental threat connected to the mining industry leading to acute environmental pollution. Copper, a common contaminant in AMD, will be the focus of attention. If mobilized and discharged into the environment its ecotoxicity can have devastating effects on many receptors. A crucial aspect of addressing this pollution in a sustainable manner is a clear understanding of the biogeochemistry of pollutant generation and attenuation. I propose a multi-disciplinary study covering cutting edge metal isotope research in combination with biogeochemical, mineralogical and microbiological investigations paired with a quantitative assessment through reactive transport modelling to investigate AMD. With the advent of MC-ICP-MS we now are able to enhance biogeochemical studies on AMD with this powerful new analytical tool. Specific objectives include: 1) field studies on tailings and a passive mine treatment system to identify the factors controlling the release and attenuation of Cu and the extent of associated Cu fractionation, 2) laboratory studies to Cu bearing tailings to determine the degree of Cu-isotope fractionation associated with specific Cu mobilization and attenuation processes, these studies will be conducted in combination with mineralogical, microbiological and geochemical studies to thoroughly understand the reaction mechanisms, and 3) the integration of field and lab results within the rigorous quantitative framework provided by reactive transport modelling. The project will be developed at two internationally-renowned research institutions (Waterloo U., Canada, yr12; Newcastle U., UK, yr3) that will boost my career development. The project is at the forefront of a rapidly emerging new research field of non-traditional isotopes. The research will clarify processes that to date we have been unable to address but will help to safeguard natural resources in agreement with the FP7 Environment Programme.'","grantUrl":"","grantId":"272281","fundValue":"225911.2","fundStart":"2011-06-01","fundEnd":"2014-05-31","dataset":"fp7"}