{"id":"101522","title":"Hyperpolarized Singlet NMR","abstractText":"'Nuclear magnetic resonance (NMR) is the most widely used spectroscopic tool in the physical sciences. Techniques are now available that provide experimental access to hyperpolarized molecules, in which NMR signals are enhanced by up to 5 orders of magnitude, with potentially revolutionary implications. However, the lifetime of the hyperpolarized state is usually limited by the nuclear spin-lattice relaxation time, called T1, and which is typically in the range of a few seconds to about 1 minute. The range of applications accessible to hyperpolarized NMR is restricted by the need to use the hyperpolarized substance within this short timescale. In this proposal, we aim to extend the lifetime of hyperpolarized substances by exploiting a phenomenon first described in our laboratory - namely the exceptional lifetime of nuclear singlet states. These are quantum superposition states of nuclear spin pairs which are protected against many common relaxation mechanisms, with experimentally demonstrated lifetimes of up to 25 minutes. We will (i) identify, design and synthesize substances that support nuclear spin states with especially long lifetimes; (ii) design and demonstrate methodology for hyperpolarizing long-lived nuclear singlet states; (iii) perform test-of-principle experiments showing enhanced NMR imaging of flow and diffusion using hyperpolarized nuclear singlet states, in contexts emulating those found in clinical magnetic resonance imaging (MRI); (iv) design and demonstrate experiments and molecular systems that allow the hyperpolarized singlet order to be transformed into magnetization of strongly magnetic nuclei such as protons, with benefits to the signal strength and to the spatial resolution. In summary we will bridge the gap between the high promise of long-lived nuclear singlet states and the world of real applications, with an emphasis on demonstrating the feasibility of real-world in vivo NMR and MRI applications.'","grantUrl":"","grantId":"291044","fundValue":"2877583","fundStart":"2012-02-01","fundEnd":"2016-07-31","dataset":"fp7"}