{"id":"101528","title":"Cancer-Associated Bone Disease; Role of Obesity and Adipokines","abstractText":"'Cancer-associated bone disease is a major cause of morbidity and mortality for patients with the haematological malignancy multiple myeloma, or with skeletal metastases from primary tumours such as prostate cancer. In order to identify new therapeutic targets, it is necessary to elucidate the complex mechanisms within the bone marrow that promote both tumour growth and the associated bone disease. There is increasing evidence to suggest that obesity and adipokines are associated with malignancy, however their role in bone metastases is unknown. Our studies have identified a key role for host-derived adiponectin in the pathogenesis of myeloma bone disease, and preliminary studies suggest that decreasing adiposity can reduce tumour burden. Our overall hypothesis is that obesity and the dysregulation of adipokines, including decreased adiponectin, promote tumour growth within the bone marrow and the development of cancer-associated bone disease. In our investigation of this hypothesis we propose to focus upon multiple myeloma and prostate cancer bone metastases. We will use a powerful combination of in vivo models of cancer-associated bone disease, clinical samples from patients with skeletal metastases, and detailed cellular and molecular studies. The effect of obesity will be investigated using murine models of diet-induced obesity. The specific effects of bone marrow adiposity will be determined using pharmacologic approaches to specifically inhibit bone marrow adipocytes. In addition, we will determine the function of select adipokines in the tumour-bone marrow microenvironment in vitro and in vivo. Taken together, these studies will identify the role of adiposity and adipokines in the pathogenesis of the skeletal metastases associated with prostate cancer or multiple myeloma, and will reveal new therapeutic approaches for the treatment of these devastating malignancies.'","grantUrl":"","grantId":"294160","fundValue":"100000","fundStart":"2011-12-01","fundEnd":"2015-11-30","dataset":"fp7"}