{"id":"99080","title":"Action Selection under Contextual Uncertainty: the Role of Learning and Effective Connectivity in the Human Brain","abstractText":"'In a changing world, one hallmark feature of human behaviour is the ability to learn about the statistics of the environment and use this prior information for action selection. Knowing about a forthcoming event allows for adjusting our actions pre-emptively, which can optimize survival.\nThis proposal studies how the human brain learns about the uncertainty in the environment, and how this leads to flexible and efficient action selection.\nI hypothesise that the accumulation of evidence for future movements through learning reflects a fundamental organisational principle for action control. This explains widely distributed perceptual-, learning-, decision-, and movement-related signals in the human brain. However, little is known about the concerted interplay between brain regions in terms of effective connectivity which is required for flexible behaviour.\nMy proposal seeks to shed light on this unresolved issue. To this end, I will use i) a multi-disciplinary neuroimaging approach, together with model-based analyses and Bayesian model comparison, adapted to human reaching behaviour as occurring in daily life; and ii) two novel approaches for testing effective connectivity: dynamic causal modelling (DCM) and concurrent transcranial magnetic stimulation-functional magnetic resonance imaging.\nMy prediction is that action selection relies on effective connectivity changes, which are a function of the prior information that the brain has to learn about.\nIf true, this will provide novel insight into the human ability to select actions, based on learning about the uncertainty which is inherent in contextual information. This is relevant for understanding action selection during development and ageing, and for pathologies of action such as Parkinson s disease or stroke.'","grantUrl":"","grantId":"260424","fundValue":"1341805","fundStart":"2011-06-01","fundEnd":"2016-05-31","dataset":"fp7"}