{"id":"96135","title":"Cosmological tests of gravity","abstractText":"'Over the last few decades, astronomers and cosmologists have accumulated vast amounts of data clearly demonstrating that our current theories of fundamental particles and of gravity are inadequate to explain the observed discrepancy between the dynamics and the distribution of the visible matter in the Universe. This is called the mass/energy discrepancy problem.\n\nTo account for observations, two seemingly different forms of matter have been proposed: Dark Matter and Dark Energy. A Dark Matter particle still remains undetected and predicts that the inner regions of galaxies are denser than observed. Dark Energy introduces further complications and it lacks a compelling physical understanding. Given that the law of gravity plays such a crucial role at every instance where discrepancies have been observed, it is possible that the phenomena commonly attributed to Dark Matter and Dark Energy are actually a different theory of gravity in disguise.\n\nIn the proposed project I will critically examine the gravitational field on cosmological scales. I will devise a consistent parameterization framework, valid on linear and non-linear scales. I shall use this framework to firmly distinguish effects due to gravity from those that can only be attributed to Dark Matter or to Dark Energy, using highly accurate cosmological observations.  Finally, I shall study actual theories of gravity and assess their theoretical and observational viability.\n\nThe mass/energy discrepancy is the most important problem of cosmology. A discovery that this discrepancy is due to gravity (or not) would have far-reaching implications on theories of cosmological structure formation, theories where gravity is unified with other forces, quantum gravity, and the cosmological constant problem in quantum field theory.\nMy project will not only add definitive knowledge of how galaxies such as ours came to be and how they are held together but also about the eventual fate of the universe.'","grantUrl":"","grantId":"268343","fundValue":"100000","fundStart":"2010-09-15","fundEnd":"2014-09-14","dataset":"fp7"}