{"id":"103717","title":"Dye-Sensitized Metal-Organic Frameworks for Photocatalytic Water Splitting","abstractText":"'This project is proposed to enhance hydrogen generation form metal-organic frameworks (MOFs) for photocatalytic water splitting via dye sensitization. Solar energy-driven renewable hydrogen could transform the supply of carbon free fuel and make an enormous impact on the viability of hydrogen as an energy carrier.\nSecondary building units (SBUs) in MOFs are typically comprised of transition metal oxide/nitride coordination units that can be considered as semiconductor quantum dots and thus MOFs are regarded as a matrix of such quantum dots. Although MOFs have exhibited the photocatalytic activity for water splitting, the apparent quantum yield is low because of large band gaps of SBUs. Suitable dyes are employed to sensitize the SBU semiconductor quantum dots via post-synthetic modification to enhance the capability to capture visible light, by integrating the concept of dye-sensitized semiconductor into MOF-based photocatalyst. Porosity of MOFs makes it possible to adsorb water molecules inside of free pore space which is expected to capture photoinduced electron for hydrogen generation. This system is well suited for the mechanism study due to the self-containing water molecules. In contrast, water can only be adsorbed on surface of the dense bulk semiconductor via weak interaction. This project stands at the intersection between MOF chemistry and semiconductor science. MOF provides a semiconductor quantum dot matrix and they are stable and free from agglomeration due to the strut of organic linkers, which is the drawback of for bulk and nanosized semiconductor materials. And the quantum effect of SBUs will play a great effect for the photocatalytic performance. Dye sensitization of MOFs fully adopts the merits of both MOF and semiconductor and overcomes their respective drawback for photocatalysis. The scientific and technological strengths identified between the researcher and host, Professor Rosseinsky, University of Liverpool is well aligned to the project.'","grantUrl":"","grantId":"299818","fundValue":"209033.4","fundStart":"2012-04-01","fundEnd":"2014-03-31","dataset":"fp7"}