{"id":"185502","title":"Interdisciplinary Training and Research Programme for Innovative Doctorates in Forensic Science","abstractText":"'The INTREPID Forensics programme will provide opportunities for students to pursue innovative PhD research degrees focusing on areas in the forensic sciences.  Forensic-related research topics are difficult to study comprehensively at PhD level, due to the inherent interdisciplinary nature of these enquires.  High quality supervision of such projects, which are aligned with the occupational standards of forensic practitioners and researchers, requires expertise from both a legal/criminological perspective as well as a physical sciences specialism.  Traditionally, bridging this divide between the social, legal, and physical sciences has not been possible for prospective PhD students.  The United Kingdom, and the University of Leicester in particular, has a strong history of world class forensic research and innovation and this proposed innovative doctoral programme would attract high quality early career researchers to investigate forensic technologies with the potential to impact crime across Europe and globally.\n\nThe University of Leicester hosts the 'Alec Jeffreys Forensic Science Institute' which serves as a central facilitator of forensic research and teaching across the disciplines and colleges.  By bringing these disciplines together, and engaging with industry and European partners, the institute has the ability to offer innovative PhD opportunities to students who wish to research forensic topics.  Such projects will be supervised by leading academic researchers from a variety of disciplines, and are designed to overcome traditional boundaries between the physical and social sciences.  Students will benefit from expertise across the relevant disciplines, the faculty will be given the opportunity to engage with colleagues through joint supervision which would not normally be possible, and the forensic services industry will ultimately find graduates of this programme to be better prepared for a career in forensic science research, innovation and practice.'","grantUrl":"","grantId":"607930","fundValue":"2935916.5","fundStart":"2014-04-01","fundEnd":"2018-03-31","dataset":"fp7"}