{"id":"88652","title":"Gene amplification in squamous cell carcinoma development: mapping of amplification regions on chromosome 3q in precancerous lesions of the upper aerodigestive tract by molecular copy number counting","abstractText":"'Tumors of the upper aerodigestive tract (lung, head and neck, esophageal) are the major cause of cancer related deaths in Europe, with an estimated 436,700 deaths in 2006. No screening for early detection has proven effective and most patients are diagnosed with incurable disease. Squamous cell carcinoma (SCC) is a common histologic type developing via a series of stages from normal epithelium, through metaplasia to dysplasia, then carcinoma in situ and finally invasive cancer. Notably, the majority of the preinvasive lesions reverts back to normal or do not progress. The identification of molecular markers predictive of progression from preinvasive to invasive cancer is the key to develop successful screening tools. Genomic alterations are particularly suitable molecular markers of cancer. The most common genomic abnormality in SCC is gene amplification on chromosome 3q. Despite several candidate oncogene(s) having been identified in this region, due to limits of resolution of current techniques, the minuscule amount of tissue from preinvasive lesions and the fact that most studies were done before the human genome sequence was available, the relevance of these genes in the etiology of SCC is controversial and the precise target(s) of 3q amplification remains ill defined. This project will characterize the 3q amplified region (amplicon) in preinvasive lesions that precede head and neck cancer and lung cancer using molecular copy number counting, a new technique based on PCR, which requires small amounts of DNA and evaluates many genomic loci simultaneously. Mapping of 3q amplicon will be performed on archival and prospectively collected biopsies. We expect to better define the candidate oncogene(s) in this region. These markers, acting as surrogates of pre-cancer, could allow the development of tools to select subjects at higher risk, who might benefit from intense surveillance and/or early treatment and could also be used as endpoints in cancer-prevention trials.'","grantUrl":"","grantId":"219540","fundValue":"178874.06","fundStart":"2008-10-01","fundEnd":"2010-09-30","dataset":"fp7"}