{"id":"100712","title":"Organic and Large Area Electronics","abstractText":"Organic & large area electronics (also known as plastic electronics, printed electronics or organic electronics) allows electronic circuits and devices to be produced using relatively low cost printing processes onto any surface, whether rigid or flexible, and over large areas.  It will lead to the creation of whole new generations of products such as conformable and rollable displays, large area efficient lighting, low cost solar cells, low-cost RFIDs and memories, flexible and environmental friendly batteries, and others.nnThe objectives of this Collaborative Action is as follows:nn1.tTo stimulate the technology and business relationships within the European OLAE community, removing barriers to industrialisation.nn2.tTo contribute to knowledge and technology transfer from 'lab to fab', thus significantly accelerating the speed of innovation and industrial development of OLAE in Europenn3.tTo enhance the supply chain, by improving materials and processes and substantially advancing the potential for new business cases in OLAE.nn4.tTo stimulate collaboration between European enterprises, universities and R&D Centres.nnOLAE aims to consolidate the respective funding activities throughout Europe and achieving the best possible exploitation of the resources and the innovative potential of European industry and science. This shall be achieved through a joint call focussing on OLAE technology, materials, and systems.nnThe topic and basic concept for this EN originate from the Mirror Group of the European Technology Platform Photonics21 which is made up of governmental representatives from the Member and Associated States involved with the promotion of photonics. The topic list was defined in close 'concertation' with the OLAE constituency following a number of dedicated technical workshops held by the participating countries or Photonics21 European Technology Platform.","grantUrl":"","grantId":"288717","fundValue":"18431452","fundStart":"2011-10-01","fundEnd":"2016-09-30","dataset":"fp7"}