{"id":"104232","title":"Molecular mechanisms leading to generation of Type 1 regulatory cells and their role in autoimmunity","abstractText":"'Multiple sclerosis (MS) is an autoimmune disease of the central nervous system (CNS). Activated autoreactive lymphocytes cause inflammation and subsequent damage in the CNS. IFN-? is used as the first line treatment of relapsing-remitting MS. Yet, its mechanism of action remains obscure. Recently published data indicate that IFN-? might suppress MS via production of IL-27. IL-27 then might suppress pro-inflammatory Th17 cells and induce generation of regulatory cells, namely Tr1 cells. We have found that IRF1 is specifically induced early on during Tr1 generation and that IRF1 is required to generate Tr1 cells both in vitro and in vivo. Moreover, it is also induced in cells treated with IFN-?. This suggests that IRF1 is a crucial target of both IL-27 and IFN-? and that these two cytokines might synergize to induce Tr1 cells, as well as to suppress pro-inflammatory effector T cells arising during MS. Therefore, we want to further explore the link between the two cytokines as well as their signaling through IRF1. We will use a mouse model of MS (EAE) to demonstrate the effects of combined treatment of IL-27 and IFN-?. We will examine T cell responses during formation of the proinflammatory environment as well as T cell infiltrations in the CNS. We hope to specifically demonstrate that the success of IFN-? treatment is the result of the cytokine effect on Tr1 cells. This will be possible as we have a model mouse that will allow us to remove IL-10 secreting Tr1 cells. We will further evaluate the importance of IRF1 in IL-27 and IFN-? signaling. Last, but not least, we will perform a whole genome microarray analysis of cells treated with a combination of IFN-? and IL-27 which will allow us to investigate new possible treatment targets.'","grantUrl":"","grantId":"302915","fundValue":"271943.7","fundStart":"2013-07-01","fundEnd":"2016-06-30","dataset":"fp7"}