{"id":"102414","title":"Gene therapy and nanotechnology based CNS targeted vectors","abstractText":"'Targeting therapeutic genes selectively into the central nervous system (CNS) is a crucial precondition for translation of gene therapy strategies into human trials. The current multidisciplinary proposal integrates expertise identified as essential in the effective acceleration of research to overcome bottlenecks in the field including: 1) Inefficiency of therapy delivery to the CNS because of factors like the blood-brain barrier (BBB); 2) Poor understanding of disease mechanisms at the molecular and cellular levels. These problems must be overcome to develop fully effective treatments for neurological disorders. Currently the adeno-associated (AAV)-based system is one of the most refined and effective gene delivery systems for neuronal cells. In contrast to all other systems, it has been possible to engineer AAV9 to deliver genes through the BBB to the CNS by intravascular (IV) administration. However, following IV delivery, these vectors also target liver and other tissues, with significant potential for untoward effects. This has prompted us to adopt two major strategies: i) targeting of AAV9 vectors at the level of transcription by insertion of hybrid motor neuron specific promoters into the vector genome; ii) development of a CNS-targeted delivery approach based on state-of-the art nanoparticle-mediated encapsulation of AAV9 vectors.  We anticipate that engineering strategies with the ability to restrict transgene expression to CNS tissue will significantly overcome various existing hurdles in CNS gene therapy development. Our objectives are to: 1) explore mechanisms leading to penetration of scAAV9 vectors through BBB since the exact mechanism of AAV9 diffusion through BBB is unknown; 2) design novel targeted strategies with enhanced tropism to CNS; 3) use CNS targeted vectors to investigate mechanisms of motor neuron death linked to mutations in RNA processing genes; 4) utilise CNS-targeted systems to test therapeutic strategies for motor neuron diseases.'","grantUrl":"","grantId":"294745","fundValue":"2499958.8","fundStart":"2012-03-01","fundEnd":"2017-02-28","dataset":"fp7"}