{"id":"95618","title":"Does plant C regulate the decomposition of soil organic matter by ericoid mycorrhizal fungi?","abstractText":"'A major determinant of climate change is the rate at which carbon (C) accumulates in soils and whether they will switch from being a sink to a source. This depends on the fate of the C contained in soil organic matter (SOM), which is released into the atmosphere mostly through the activity of soil saprotrophic microbes. Recent circumstantial evidence suggests that mycorrhizal fungi (MF), symbionts of most land plant roots, can mobilise nutrients from SOM, contributing directly to SOM decomposition. The extent to which MF interact with SOM-C, and how this interaction is regulated, is a matter of current debate which needs to be addressed to understand plant-soil C cycling. Mycorrhizal ericaceous plant species will be used as model systems to determine the link between plant labile C input belowground and involvement of MF in SOM decomposition. This will be done using a natural invasion gradient in the UNESCO world heritage site of Tongariro National Park, New Zealand, where invasion by non native Ericaceae appears to alter the MF communities hosted in native ericaceous species. Both field and laboratory-based experiments will draw upon highly innovative molecular and isotopic approaches, and will benefit from the guidance of world experts in their field, ensuring effective implementation of the project and efficient training of the fellow. The research will provide key strategic information for the understanding of soil C sinks under future climate, a proprietary objective of the FP7 environment and climate theme. The work will further European scientific excellence within the field as well as complementary fields of ecology. Moreover, the fellowship will enable the applicant to bring back to Europe high quality, specialised theoretical and technological skills, providing a decisive opportunity for carving a unique niche in the field, an essential step towards establishment as an independent researcher.'","grantUrl":"","grantId":"252446","fundValue":"245943.2","fundStart":"2010-05-05","fundEnd":"2013-07-04","dataset":"fp7"}