{"id":"187766","title":"PROTECTED AREAS AND THE EXPANSION OF NEOLIBERAL CAPITALISM IN EUROPE","abstractText":"'Central to the constitution of current ecological crises are modernist environmental views that separate nature from society, culture and civilisation and which make possible large-scale exploitation and despoliation of natural resources. In recent decades, the critical study of conservation conflicts have contended that, despite promoting new environmental attitudes, most conservation initiatives have failed to query the nature-society separation that underlies ecologically depredatory initiatives. But nature conservation is experiencing profound changes, which challenge our current knowledge of the tensions surrounding the relationship between conservation policies and Western ideas of nature and society in binary opposition. The growing links between capitalism and conservation and the current economic crisis are extending the faith in market solutions to environmental problems and creating new spaces for global capital expansion. This research project seeks to critically analyse the ideas of nature that are encouraging new neoliberal trends in Protected Areas, facilitating their conversion into new spaces for global capital expansion, and the intentionality, situated interests and individual and collective agencies behind them. This research will focus on the multi-level network of individuals and institutions that supports an ongoing phenomenon of territorial reintegration and land-use reorganisation in two Protected Areas in the Region of Andalusia (Spain) with the aim to promote the growth of a service economy, replacing customary farming and fishing practices whose reliance on subsidies makes them clearly deficient within a globalised economy. I will identify these actors and institutions and trace their worldviews, practices and role in processes of decision-making with the intention to unveil how Protected Areas have become an instrument to incorporate marginal regions and livelihoods to global capitalism and the role ideas of nature play in this process'","grantUrl":"","grantId":"623409","fundValue":"221606.4","fundStart":"2014-09-01","fundEnd":"2016-08-31","dataset":"fp7"}