{"id":"108179","title":"Emerging infectious disease and population genetic structure","abstractText":"'Emerging infectious diseases are increasing worldwide, and have been implicated in population declines and species extinctions. We know that diseases can cause major changes to the genetic composition of host populations through selection and population declines, and in turn that such changes can influence the impact of disease on host populations. We also know that diseases can lead to changes in mate choice behaviour which can alter the population structure, again influencing the impact of disease - yet this has as yet received little attention. This proposal focuses on investigating the interactions between genes, behaviour, and disease, using a model system of Ranavirus (an EU notifiable disease known to be contributing to amphibian declines) in common frogs (Rana temporaria) in the UK. Transcriptomics will be used to gain an understanding of which genes are involved in the host response in the wild to Ranavirus, and controlled laboratory experiments will be used to determine whether these genes are also involved in offspring survivorship. Sequencing of candidate genes in individuals will be used to examine how genotype influences parental mate choice, and the resulting fitness consequences of mate choice on the offspring will be determined. Furthermore, this proposal provides the foundations for a long-term study on how host genotype changes throughout the progression of an epidemic. As such, this proposal addresses fundamental scientific questions relating to the impact of disease on populations, which is critical for our understanding of the wider evolutionary impacts of disease and so for improving our ability to manage such emerging diseases. In addition, this research will directly improve our knowledge of an important driver of global amphibian declines'","grantUrl":"","grantId":"327293","fundValue":"231283.2","fundStart":"2013-06-01","fundEnd":"2015-05-31","dataset":"fp7"}