{"id":"88436","title":"Transport Phenomena at the Nanoscale","abstractText":"'Mass transport through nanoscale pores (i.e. pores in the nanometre size range) has been studied for many years in disciplines as diverse as membrane science, soil permeability and cell physiology. However, in all these fields, though, the emphasis has always been placed on the macroscopic outcome, while the effects on fluid behaviour of intermolecular forces or physical and chemical interactions between the liquid and the solid surface have often been neglected. The primary objective of the proposed research is to understand quantitatively the behaviour of liquids flowing in nanoscale pores. In particular, a focus will be placed on the nature of interactions between liquids and the pore structures. This can be achieved by systematically studying the effect of pore size, shape, surface chemistry and structure on fundamental nanoscale transport phenomena including wall slip, liquid velocity, surface tension and contact angle of liquids. In order to achieve this objective, I propose the development of an innovative fluidic chip that combines nanochannel manufacturing with traditional microfabrication techniques. This capitalizes on my previous experience in the field of nanoporous alumina synthesis and liquid flow through carbon nanotubes. A detailed description of the nanofluidic chip design is provided in the proposal along with details about the fundamental fluid physics phenomena that will be investigated Although the proposed research focuses on the fundamental understanding of liquid behaviour at the nanoscale, the development of the proposed nanofluidic device will have applications beyond the scope and duration of the work proposed here: Understanding the interactions occurring between liquids and the pore walls they flow through represents a key to optimizing the performance of many systems such as water filtration and desalination processes, separation of liquids, and energy storage systems such as supercapacitors.'","grantUrl":"","grantId":"230876","fundValue":"100000","fundStart":"2008-09-01","fundEnd":"2012-08-31","dataset":"fp7"}