{"id":"107832","title":"\"Determination of the neural code, or how the brain processes and stores information, by recording and stimulating neural activity in awake behaving mice\"","abstractText":"'How do neurons in the brain process information from the outside world?  Although generations of neuroscientists have focused on this question, it remains a mystery.  The crux of the problem is to understand the neural code, or the rubric by which the brain converts information about the world into brain activity.  Primary sensory cortices, where much of the transformation of information takes place, contain many different types of neurons embedded in dense networks, making it difficult to follow the flow of information.  However, recent advances in optical techniques have drastically improved the precision with which neural activity can be recorded and stimulated, achieving fine-scale resolution of single action potentials in individual neurons across a population of many neurons.  I propose to manipulate action potential sequences in the cortex of an awake behaving animal, which will elucidate facets of the neural code in a quantitative and direct manner.  By training a mouse to behaviorally respond to whisker stimulation and recording the activity of the neurons in somatosensory cortex, I will uncover the specific neurons coding the stimulus.  Then I will manipulate the activity of those neurons by combining the temporal precision of optogenetics with the spatial resolution of advanced two-photon microscopy.  These techniques will allow me to activate single action potentials in individually selected neurons in three dimensions for the first time, which will allow me to explore the neural code quantitatively.  Crucial questions that this proposal seeks to answer are: How many spikes in how many neurons that are behaviorally relevant to a stimulus are sufficient to generate a percept? How robust to noise is the neural code for touch? How important is timing to the neural code for touch?  Answers to these questions will allow us to better understand some of the basic features of the neural code in primary sensory cortices, a major goal in neuroscience.'","grantUrl":"","grantId":"328048","fundValue":"231283.2","fundStart":"2013-07-01","fundEnd":"2015-06-30","dataset":"fp7"}