{"id":"188670","title":"Unravelling the genetic influences of reproductive behaviour and gene-environment interaction","abstractText":"'This project will be the first to engage in a comprehensive study of the role of genes and gene-environment (GxE) interaction on reproductive behaviour. Until now, social science research has focussed on socio-environmental explanations, largely neglecting the role of genes. Due to unprecedented advances in molecular genetics over the last two decades, for the first time in history we are able to examine whether there is a genetic component to reproductive outcomes, including age at first birth, number of children and infertility. Building on my substantive empirical research, I first develop a multifactor theoretical and measurement model isolating socio-environmental and lifestyle factors. Second, I apply the most cutting-edge techniques in genetics to examine the genetic architecture of reproductive behaviour, including: the first genome-wide association study (GWAS) of reproductive choice; polygenic risk scores; and, genome-wide complex trait analysis (GCTA). Third, I focus on gene-environment interactions (GxE) to test different mechanisms of how the environment moderates genetic influences. Fourth, I propose to use genetic markers as instrumental variables (IVs) in a bi-directional Mendelian randomization (MR) analysis to determine causality and address the endogeneity of lifestyle and education in reproductive outcomes. This transdisciplinary project will produce fundamentally different results, overturn established links and deliver major breakthroughs in fertility research and beyond. This project is not only ground breaking by setting a new research agenda, but due to the inclusion of  new genetic variables and  techniques to study the causal effects of genes and their interaction with environment, will yield major innovations useful  within demography and beyond. Research builds on the proven expertise and existing collaboration with geneticists, and is carefully costed to include 2 postdocs and 2 PhDs.'","grantUrl":"","grantId":"615603","fundValue":"1971366","fundStart":"2014-07-01","fundEnd":"2019-06-30","dataset":"fp7"}