{"id":"89352","title":"ADAS for Fusion in Europe","abstractText":"'ADAS-EU will be a support activity for implementation of atomic data in plasma diagnostics and modelling at fusion laboratories throughout Europe, for management of databases of relevant fundamental and applied data and for promotion of key fundamental atomic data calculation and measurement.  It will enable improved effectiveness of analysis of existing fusion experiments and prepare for ITER. The primary scientific objectives are provision of analysis tools and necessary atomic/molecular data for spectroscopy and broadband radiation detection at all wavelengths in all plasma regions.  Provision of derived atomic/molecular data for plasma models, including passive emission, near surface emitters, beams, beam penetrated plasma, field disturbed atoms and ions, electron distribution functions, fast particles, slowing down particle distributions and beam calibration. All will be in the context of European-wide shared methodologies, databases and maintenance. ADAS-EU will be an extension of the international ADAS (Atomic Data and Analysis Structure) Project, acting for fusion in Europe, but with developments and deliverables benefiting fusion research world-wide. ADAS-EU will be tied to Euratom Associated Laboratories of the European fusion programme.  Also, ITER relevant studies and important issues arising in these laboratories will be identified, developed and validated in partnership. ADAS will continue as a unified system with common code and data assembled, organised, verified and archived centrally.  Modification and advance in atomic physics modelling and data stemming from ADAS-EU will be consolidated centrally in ADAS, reissued to all Euratom Associated Laboratories and released into the public domain.    There will be four lead Euratom Associated Laboratories linked to ADAS-EU, namely, UKAEA Culham/JET, IPP Garching/Greifswald, CEA Cadarache/ITER and TEC Juelich. These laboratories endorse the ADAS-EU CSA proposal and will collaborate with it.'","grantUrl":"","grantId":"224607","fundValue":"1004400","fundStart":"2009-01-01","fundEnd":"2013-09-30","dataset":"fp7"}