{"id":"108518","title":"Signal Formation in Synaptic Circuits with Astroglia","abstractText":"'In the past decade, astroglia have emerged as an active and critical partner in neural circuit communication in the brain, in health and disease. However, the increasing variety of mechanisms which reportedly contribute to astroglia-neuron signal exchange is nearing a conceptual bottleneck. How these multiple and diverse mechanisms relate to the functional organisation of astroglia, whether this relationship persists or whether it adapts to neural activity remains poorly understood. Building upon substantial preliminary work and extensive collaboration, our overall objective is to establish principles that guide signal formation, integration and propagation in neural circuits interacting with astroglia. We will focus mainly on hippocampal circuitry and combine single-cell electrophysiology, multi-photon excitation imaging, time-resolved and super-resolution fluorescence microscopy, pharmaco- and optogenetic tools and extensive biophysical and neural network modelling. Firstly, we will establish whether and how glia-neuron signal exchange relates to the structure and function of individual synaptic connections represented by postsynaptic dendritic spines and presynaptic axonal boutons. Secondly, we will identify cellular mechanisms by which individual astrocytes integrate, in space and time, calcium signals arising from distinct types of local physiological input. Thirdly, we will determine physiological machinery that prompts use-dependent, meta-plastic changes in the neural circuit-astroglia exchange and in glial signal processing. Fourthly, we will establish the relationship between neural network oscillations and periodic activities of astroglial assemblies. Finally, we will undertake a computational and theoretical analysis of principles that govern the role astroglia in information handling by neural networks. We expect that the results will provide novel and conceptual insights into the basic machinery underpinning the activity of brain circuits.'","grantUrl":"","grantId":"323113","fundValue":"2497690","fundStart":"2013-06-01","fundEnd":"2018-05-31","dataset":"fp7"}