{"id":"101196","title":"Role of the transcription factor STAT3 in Schwann cells in the processes of degeneration and regeneration in damaged nerves","abstractText":"'Nerve repair depends critically on injury-induced Schwann cell dedifferentiation, an adaptive injury response that generates the denervated Schwann cell, a cell that enables peripheral nerves, unlike CNS tissue, to regenerate after injury. The transcriptional programmes that control the generation of the denervated repair cells are therefore an important issue in nerve biology.\n\nThe host laboratory has recently defined the concept of negative regulation of myelination, implicated two transcriptional regulators, c-Jun and Notch, in the control of dedifferentiation and the formation of the denervated cell, and shown that Schwann cell c-Jun has an essential role in controlling nerve regeneration.\n\nIn peripheral nerves, the Signal Transducer and Activator of Transcription 3 (STAT3) is rapidly activated at the injury site following nerve transection, but the function of this factor in nerve injury has not been investigated. Perhaps the best known function of STAT3 is the positive regulation of cellular survival, a function that in many cell types is mediated by its ability to up-regulate the gene expression of Bcl-xL and Bcl-2, anti-apoptotic factors. Mechanisms that ensure the sufficient Schwann cell survival in injured nerves are critical for nerve repair.\n\nThus, the present project will explore additional control systems in injured nerves and in particular whether STAT3 signalling in Schwann cells is an important mediator of the adaptive injury response of these cells in damaged nerves. Our key aims are to test whether STAT3 is required for the survival of denervated Schwann cells, the formation of the Schwann cell columns (bands of Bungner) that serve as substrates for regenerating axons and the remyelination of regenerated axons.'","grantUrl":"","grantId":"271927","fundValue":"200549.6","fundStart":"2012-02-01","fundEnd":"2014-01-31","dataset":"fp7"}