{"id":"97648","title":"DEVELOPMENT OF HIGH ENERGY/HIGH POWER DENSITY SUPERCAPACITORS FOR AUTOMOTIVE APPLICATIONS","abstractText":"'Supercapacitors are essential in electric vehicles for supplying power during acceleration and recovering braking energy. High power and sufficient energy density (per kilo) are required for both an effective  power system but also to reduce weight. There are several issues to achieve a high performance/low weight power system that  need to be addressed by various groups of scientists and engineers in an integrated framework. In this proposal, we have assembled a multidisciplinary Consortium of leading researchers, organisations, highly experienced industrialists, and highly active SMEs to tackle the problems. As a result, we are aiming at developing supercapacitors of both high power and high energy density at affordable levels by the automotive industry, and of higher sustainability than many current electrochemical storage devices. These targets will be achieved by integrating several novel stages: (a) computer simulations to optimise the power system and the design of the supercapacitor bank for different supercapacitor models, representing the different supercapacitor cells to be developed and tested in this project; (b) we shall use carbon-based electrodes to reduce the amount of rare and expensive metals; (c) we shall use electrolytes of high operating voltage to increase both power and energy density, although the problem is that they have large ions that reduce the effective surface area of porous electrodes due to low diffusivity; (d) in this case, innovative electrode structures will be developed based on combinations of high surface area/large pore activated carbon electrodes and low resistance carbon fibrous materials or carbon nanotubes; graphene will also be investigated.(e) novel methodologies will be developed to integrate the innovative electrode materials in the fabrication process for manufacturing large supercapacitors. These  will be tested both at small-scale, and in realistic electric car test rig tests, and be cost and life-cycle-assessed.'","grantUrl":"http://autosupercap.eps.surrey.ac.uk/","grantId":"266097","fundValue":"5434732.31","fundStart":"2011-01-01","fundEnd":"2014-07-31","dataset":"fp7"}