{"id":"89495","title":"Integrating research in interactive storytelling","abstractText":"Interactive Storytelling is a major endeavour to develop new media which could offer a radically new user experience, with a potential to revolutionise digital entertainment. European research in Interactive Storytelling has played a leading role in the development of the field, and this creates a unique opportunity to strengthen its position even further by structuring some of its best actors within a NoE. nIRIS (Integrating Research in Interactive Storytelling) aims at creating a virtual centre of excellence that will be able to achieve breakthroughs in the understanding of Interactive Storytelling and the development of corresponding technologies. It is organised around four major objectives:tnTo extend Interactive Storytelling technologies in terms of performance and scalability, so that they can support the production of actual Interactive Narratives nTo make the next generation of Interactive Storytelling technologies more accessible to authors and content creators of different media backgrounds (scriptwriters, storyboarders, game designers) nTo develop a more Integrated Approach to Interactive Storytelling Technologies, achieving a proper integration with cinematography nTo develop Methodologies to evaluate Interactive Storytelling systems as well as the media experience of Interactive NarrativenThe Joint Programme of Activities integrates complementary skills which are necessary to address the above objectives (e.g. integration with cinematography, authoring, evaluation, user interaction techniques). It benefits from the integration of extensive partners' background, but also plans to revisit existing research programmes from the perspective of collaboration (e.g. revisiting Interactive Storytelling technologies from the perspective of authoring and cinematography).\n\n","grantUrl":"","grantId":"231824","fundValue":"3204110","fundStart":"2009-01-01","fundEnd":"2011-12-31","dataset":"fp7"}