{"id":"189850","title":"Ionic dynamics and plasticity in developing neuronal networks","abstractText":"'Ionic gradients are a fundamental feature of the nervous system and its development. They are established by the actions of ion pumps, transporters and channel proteins that reside in the membrane of cells. And maintaining these gradients is a prerequisite for generating fluxes of ions, which in turn drive cellular processes. Ion regulatory mechanisms often differ between cell types and changes in intracellular ion concentration have been implicated in multiple processes in the developing brain, from proliferation, to process outgrowth and the refinement of synaptic circuits. One of the limitations however, has been the shortage of experimental tools for dissecting intracellular ion dynamics in the developing nervous system. Here I propose to capitalise upon methods we have developed for directly measuring and manipulating ion concentrations in a spatially and temporally controlled manner. The proposal focuses upon two key ions: chloride ions and hydrogen ions, which can exhibit intracellular changes over a range of timescales. Working in the neocortex of developing mice, optical reporters will be used to measure ion dynamics at key stages of mammalian brain development and light-activated proteins will be used to selectively control intracellular ion levels. The first series of experiments will investigate chloride and hydrogen ion dynamics in neuronal progenitor cells and relate this to cellular processes during cortical neurogenesis. We will then compare how developing neurons and astrocytes establish their ion gradients, as our data indicate that these two cell types possess different regulatory mechanisms. We will examine how emerging network activity influences ion dynamics and then selectively manipulate these dynamics to examine their contribution to synaptic development and ongoing network activity. The final series of experiments will examine whether developing neurons show homeostatic responses when their intracellular ion gradients are challenged.'","grantUrl":"","grantId":"617670","fundValue":"1689631","fundStart":"2015-02-01","fundEnd":"2020-01-31","dataset":"fp7"}