{"id":"102766","title":"Transition to turbulence in ventilated double glazing","abstractText":"'Pioneering numerical techniques, that have not been employed before concurrently, are proposed in this project. They can capture the transition to turbulence of shear flow and in the process offer the capability of proposing methods for the state of the art control of such transitions. The proposed methods can enhance the calculation of fluid flow by identifying the hierarchical bifurcation of the evolving states and can be captured in an engineering orientated software (computational) tool that will aid the real life implementation of these, otherwise, generalised but tried mathematical techniques. In this sense the predictive power of the underlying mathematical modelling techniques, upon which the engineering tool will be crucially dependent, will display their true potential. The novel methods can be used to pinpoint the transition of the flow from its laminar (basic) state to its fully developed (turbulent) state with pinpoint accuracy and for arbitrary geometrical configurations. The ensuing stability analysis will be a unique attribute of this mathematically engineered software.\nOur software, in brief, that unifies the above mentioned techniques, will be able to oversee the development of the fluid flow throughout its evolution, from birth to turbulent arrival. It is the ultimate aim of this set of programmes to apply the resulting software to complex configurations applicable to a variety of every day engineering configurations. Simple geometries will be considered at first to act as benchmarks and common ground for the two different state of the art software avenues at our disposal: the proprietary code developed at Aston University and a commercially available CFD code. We intend to use the results of our studies for the design and industrial implementation of a new concept that is at the heart of European energy, environment and socioeconomic focus: ventilated double glazing.'","grantUrl":"","grantId":"298891","fundValue":"278807.4","fundStart":"2012-09-17","fundEnd":"2014-09-16","dataset":"fp7"}