{"id":"88416","title":"Integrated Monitoring and Control of Foodborne Viruses in European Food Supply Chains","abstractText":"'The concept of VITAL is the integrated monitoring and control of contamination of the European food supply chain by pathogenic viruses. VITAL will use advanced methods for virus detection throughout selected food supply chains from farm to market, to gather data on virus contamination of food and environmental sources suitable for quantitative viral risk assessment. Supply chains will be monitored for the presence of indicator viruses commonly found in faecal contamination events. These viruses can be distinguished into strains of human and animal origin, which will indicate contamination from a specific source. Modelling tools will be developed to define the quantitative viral risk for each scenario, and to assess foodborne viral risks for determining high risk situations and efficacy of interventions. Modular process risk models will be developed to build up specific HACCP recommendations. Recent developments in risk management will be evaluated for their use in reducing foodborne viral infections. Survival of viruses in foods will be modelled, and disinfection procedures used in the food industry will be evaluated, to elucidate the critical points where virus contamination may be controlled. VITAL will disseminate its findings by producing handbooks and guidelines on appropriate control practices, and communicate requirements necessary for establishing reliable monitoring of food chains for viruses on a regular or as-needed basis. Therefore VITAL will provide to Europe a framework for monitoring, risk modelling, and procedures for control of foodborne virus contamination, which will be applicable to any virus, whether existing, emerging or re-emerging, that poses the danger of being transmitted by food. Implementation of such a framework of preventive or proactive virus contamination management will form a first line of defence against transmission of foodborne viral diseases in Europe.'","grantUrl":"http://www.eurovital.org","grantId":"213178","fundValue":"3870141.8","fundStart":"2008-04-01","fundEnd":"2011-09-30","dataset":"fp7"}