{"id":"188190","title":"Ghosts in parthenogenetic daughters  - epigenetic effects on clonal organisms can reveal the degree of phenotypic plasticity due to biotic cues","abstractText":"'There is increasing awareness of the importance of epigenetics in regulating phenotypic properties relevant to the ecology and evolution of all organisms. For ages, the waterflea Daphnia, has served as a model organism for ecological, evolutionary and toxicological studies. The efforts and results from Daphnia investigations recently have been rewarded by the National Institutes of Health adopting this species as its 13th model organism suitable for biomedical investigations.  Now, it is emerging as a model organism for epigenetic research due to the wealth of information about ambient regulation of its evolutionary genetic responses to environmental cues. Best of all, Daphnia has a unique mode of reproduction, cyclical parthenogenesis, where under favourable conditions reproduces clonally. Yet males and sexual reproduction are inducible by environmental cues. Daphnia has a short generation time and should prove to be ideal for revealing epigenetic regulations when multigenerational exposure is of interest. As we share more genes with Daphnia than with any other invertebrate, knowledge of epigenetic regulation is of general relevance also for humans. Last 2.5 years, I maintain in culture several isoclonal lines of Daphnia (under different conditions) to understand the mechanisms of molecular responses to environmental challenges. I propose to take advantage of these unique resources to study how the transgenerational stressors due to environmental cues propagate on epigenetic markers of Daphnia, and how they modulate the expression of fitness-related traits. I will utilize unique clonal lines of Daphnia that have been exposed to different food (> 50 generations) as a point of departure for my studies. Together with epigenetic molecular tools, I proposed to develop a mechanistic understanding of how biotic stress can be propagated via epigenetics, and how (if) it associates with phenotypic plasticity in clonal organisms and quantify it as a reset coefficient.'","grantUrl":"","grantId":"629892","fundValue":"221606.4","fundStart":"2014-05-01","fundEnd":"2016-04-30","dataset":"fp7"}