{"id":"107063","title":"Chromosome self-clearing completes sister chromatid separation","abstractText":"'In this research program, we propose the new concept that sister chromatid separation in mitosis is completed as a result of the dynamic intrinsic structural changes of chromosomes, i.e. through cycles of regional chromosome stretching and recoiling, which we call the self-clearing mechanism of chromosomes. By developing several novel methods, we will establish this new concept and demonstrate that the self-clearing of chromosomes is an essential mechanism allowing complete removal of sister chromatid cohesion, and that it is a fundamentally conserved function from yeast to vertebrates. To maintain genetic integrity, eukaryotic cells must duplicate their chromosomes and subsequently segregate them to opposite poles of the cell, prior to cell division. Cohesion is established between sister chromatids during S phase and marks sister pairs to ensure proper chromosome segregation in the next mitosis. However, the cohesion must be eventually removed to allow sister chromatids to separate and segregate to opposite poles. Although recent studies have revealed how the removal of cohesion is initiated, it is still elusive how this removal is completed. Our project will address mechanisms promoting this process and will open up a new direction of research, regarding dynamic chromosome organization, in particular its compaction and condensation. At present, the structural basis for chromosome compaction and condensation is poorly understood. Our project will shed new light on this inscrutable scientific problem by revealing the process of chromosome self-clearing. The outcome of our research will give important clues to fundamental mechanisms for chromosome segregation and will contribute to our understanding of human diseases, such as cancer and congenital disorders, which are characterized by chromosome instability and aneuploidy.'","grantUrl":"","grantId":"322682","fundValue":"2490464.4","fundStart":"2013-04-01","fundEnd":"2018-03-31","dataset":"fp7"}