{"id":"187921","title":"Functional analysis of pectic RG-I in tomato and strawberry fruit","abstractText":"'Available high-throughput techniques, such as genomics, underpin a new era for Big Data in Science. The application and analysis of such large amounts of information is not facile and must be combined in parallel with a detailed analysis of the functions of genes/proteins in relation to less tractable biomolecules such as glycans and ultimately cell, tissue and organ attributes. This last part of the analysis looking at the properties of biological organisms, named phenomics, is a final step of Big Data approaches and is crucial for maximizing Big Data application and usefulness. In this project I will focus on a glycomic/phenomic approach to characterise the role of the complex pectic glycan rhamnogalacturonan I (RG-I) pectin in fruits in relation to texture properties.I shall focus on two species, tomato as model for climacteric fruits and strawberry as model for non-climacteric fruits. I will take advantage of the genome sequence projects and associated publicly available tools, which will be supported by my background in both strawberry research and plant cell walls. I aim to analyse genes related to the remodeling of RG-I pectin, by functional analysis of silenced transgenic lines in both tomato and strawberry, to structurally dissect the complex pectic glycans and determine their specific roles in fruits, with special interest in fruit mechanical properties and texture.This complex quality trait produces important losses in the fleshy fruit industry. Our hypothesis is that the restriction of cell wall disassembly in fruits will contribute to improve their textural features and also result in a longer fruit shelf-life, reduced mechanical bruising during the postharvest period and more resistance to plant pathogens. This widened knowledge in high value crops of fleshy fruits will underpin the application of R&T advances into crop breeding programs towards a more sustainable agricultural management and healthier foods, which are key priorities of Horizon2020.'","grantUrl":"","grantId":"625270","fundValue":"231283.2","fundStart":"2014-10-01","fundEnd":"2016-09-30","dataset":"fp7"}