{"id":"106164","title":"Dissection of centromeric chromatin and components: A biosynthetic approach","abstractText":"'The centromere is one of the most important chromosomal elements. It is required for proper chromosome segregation in mitosis and meiosis and readily recognizable as the primary constriction of mitotic chromosomes. Proper centromere function is essential to ensure genome stability; therefore understanding centromere identity is directly relevant to cancer biology and gene therapy. How centromeres are established and maintained is however still an open question in the field. In most organisms this appears to be regulated by an epigenetic mechanism. The key candidate for such an epigenetic mark is CENH3 (CENP-A in mammals, CID in Drosophila), a centromere-specific histone H3 variant that is essential for centromere function and exclusively found in the nucleosomes of centromeric chromatin. Using a biosynthetic approach of force-targeting CENH3 in Drosophila to non-centromeric DNA, we were able to induce centromere function and demonstrate that CENH3 is sufficient to determine centromere identity. Here we propose to move this experimental setup across evolutionary boundaries into human cells to develop improved human artificial chromosomes (HACs). We will make further use of this unique setup to dissect the function of targeted CENH3 both in Drosophila and human cells. Contributing centromeric components and histone modifications of centromeric chromatin will be characterized in detail by mass spectroscopy in Drosophila. Finally we are proposing to develop a technique that allows high-resolution mapping of proteins on repetitive DNA to help further characterizing known and novel centromere components. This will be achieved by combining two independently established techniques: DNA methylation and DNA fiber combing. This ambitious proposal will significantly advance our understanding of how centromeres are determined and help the development of improved HACs for therapeutic applications in the future.'","grantUrl":"","grantId":"311674","fundValue":"1755959.99","fundStart":"2013-02-01","fundEnd":"2018-01-31","dataset":"fp7"}