{"id":"94584","title":"Cellular and circuit determinants of dendritic computation","abstractText":"'What is the fundamental unit of computation in the brain? Answering this question is crucial not only for understanding how the brain works, but also for building accurate models of brain function, which require abstraction based on identification of the essential elements for carrying out computations relevant to behaviour. We will directly test the possibility that single dendritic branches may act as individual computational units during behaviour, challenging the classical view that the neuron is the fundamental unit of computation. We will address this question using a combination of electrophysiological, anatomical, imaging, molecular, and modeling approaches to probe dendritic integration in pyramidal cells and Purkinje cells in mouse cortex and cerebellum. We will define the computational rules for integration of synaptic input in dendrites by examining the responses to different spatiotemporal patterns of excitatory and inhibitory inputs. We will use computational modeling to extract simple rules describing dendritic integration that captures the essence of the computation. Next, we will determine how these rules are engaged by patterns of sensory stimulation in vivo, by using various strategies to map the spatiotemporal patterns of synaptic inputs to dendrites. To understand how physiological patterns of activity in the circuit engage these dendritic computations, we will use anatomical approaches to map the wiring diagram of synaptic inputs to individual dendrites. Finally, we will manipulate dendritic function using molecular tools, in order to provide causal links between specific dendritic computations and sensory processing. These experiments will provide us with deeper insights into how single neurons act as computing devices, and how fundamental computations that drive behaviour are implemented on the level of single cells and neural circuits.'","grantUrl":"","grantId":"250345","fundValue":"2416078","fundStart":"2010-06-01","fundEnd":"2016-05-31","dataset":"fp7"}