{"id":"109230","title":"ATP-sensitive potassium channels: from atomic structure to human disease","abstractText":"'We are currently experiencing a fast-growing diabetes pandemic. Both type 2 diabetes and rare monogenic forms of diabetes, such as neonatal diabetes, are characterised by impaired insulin secretion. This project seeks to resolve the fundamental mechanisms underlying insulin secretion and its failure in diabetes. We have shown that activating mutations in the ATP-sensitive potassium (KATP) channel cause neonatal diabetes, which has enabled children with this disease to switch from insulin injections to oral sulphonylurea drugs (which block their open KATP channels and stimulate insulin release). The most severe mutations also cause neurological symptoms that, for unknown reasons, are less well treated by sulphonylureas. We aim to: obtain a detailed mechanistic understanding of how nucleotides and drugs regulate KATP channel activity by combining state-of-the-art structural and functional approaches; define how drug therapy affects glucose homeostasis in neonatal diabetes; and explore how activating KATP channel mutations affect glucagon release from pancreatic alpha-cells. We will also investigate how severe KATP channel mutations cause neurological symptoms (such as developmental delay, reduced sensitivity to general anaesthetics and impaired eye movements) and determine how these might be alleviated by drug therapy. While underpinned by my previous work, this project takes my research in new directions, including structural analysis of eukaryotic membrane proteins, stimulus-secretion coupling in other types of islet cell, and neurological studies in humans as well as animal models. It involves a broad multidisciplinary approach, addresses questions of fundamental scientific importance, and has a strong translational element. We expect our studies will be of direct benefit to patients with neonatal or type 2 diabetes.'","grantUrl":"","grantId":"322620","fundValue":"2478420","fundStart":"2013-09-01","fundEnd":"2018-08-31","dataset":"fp7"}