{"id":"189834","title":"\"3D Euler, Vortex Dynamics and PDE\"","abstractText":"'This proposal deals with a collection of problems in PDE arising from fluid mechanics.The primary motivation is the understanding of the evolution of isolated vortex lines for 3D Euler. The importance of the evolution of vorticity in incompressible fluid mechanics is very well known.\n\nTo date, only nonrigorous approaches are known to try to obtain an evolution equation for isolated vortex lines. Two desingularization procedures are carried out (including a time renormalization) to obtain an evolution equation (the binormal equation). While an isolated vortex line does not fit any known concept of solution (given the singularity of the velocity), and there has been significant recent activity on the nonuniqueness of solutions of Euler (De Lellis & Szekelyhidi, and recently Isett) it is expected that the geometric assumptions made about the solution will still make it possible to find a suitable concept of solution. In the proposal I describe an approach that should help to rigorously understand vortex lines. It is motivated by a programme developed for the Surface Quasi-Geostrophic (SQG) equation with C. Fefferman and for some related desingularized models with my student Zoe Atkins (Nov 2012 PhD).\n\nSQG has been of great interest in the PDE community due to the striking similarities it exhibits with 3D Euler. In particular, the evolution of sharp fronts for SQG corresponds to the evolution of vortex lines. In recent years I have developed an approach  that overcomes the divergences known to exist for the velocity field (as in 3D Euler). The positive results obtained for SQG motivate the methodology and tools described in the proposal, including the construction of solutions with very large gradients and simple geometry and the use of a measure-theoretic approach to identify fundamental curves within these objects. Surprising connections with other equations motivate some other directions and linked projects, for example with Prandtl and boundary layer ther theory.'","grantUrl":"","grantId":"616797","fundValue":"1182858","fundStart":"2014-07-01","fundEnd":"2019-06-30","dataset":"fp7"}