{"id":"91167","title":"Monitoring Atmospheric Composition and Climate","abstractText":"'MACC (Monitoring Atmospheric Composition and Climate) is designed to meet the requirements that have been expressed for the pilot Core GMES Atmospheric Service. The project has been prepared by the consortia of the FP6 project GEMS and the GSE project PROMOTE, whose core service lines will provide the starting point for MACC. From mid-2009 MACC will continue, improve, extend, integrate and validate these service lines, so that the overall MACC system is ready near the end of 2011 for qualification as the operational GMES Atmospheric Core Service. MACC will prepare the core service in terms of implementation, sustained operation and availability. It will maintain and further develop the efficiency and resilience of the end-to-end pre-operational system, and will refine the scientific basis and quality of the products of the system. It will ensure that its service lines best meet both the requirements of downstream-service providers and end users at the European, national and local levels, and the requirements of the global scientific user community. The service lines will cover air quality, climate forcing, stratospheric ozone and solar radiation. MACC will deliver operational products and information that support the establishment and implementation of European policy and wider international programmes. It will acquire and assimilate observational data to provide sustained real-time and retrospective global monitoring of greenhouse gases, aerosols and reactive gases such as tropospheric ozone and nitrogen dioxide. It will provide daily global forecasts of atmospheric composition, detailed air-quality forecasts and assessments for Europe, and key information on long range transport of atmospheric pollutants. It will provide comprehensive web-based graphical products and gridded data on which downstream services may be based. Feedback will be given to space agencies and providers of in-situ data on the quality of their data and on future observational requirements.'","grantUrl":"http://www.gmes-atmosphere.eu","grantId":"218793","fundValue":"15858220.76","fundStart":"2009-06-01","fundEnd":"2011-12-31","dataset":"fp7"}