{"id":"109743","title":"Investigating the 2D Self-Assembly of Photo-sensitive Molecules on Semiconductor and Insulating Surfaces","abstractText":"'The PHOTOSURF project will investigate self-assembled networks of photo-sensitive molecules formed at semiconductor and dielectric surfaces. The interaction between light and photo-sensitive dye molecules adsorbed on semiconductors plays a pivotal role in several renewable energy technologies: dye sensitised solar cells (DSSC) and the photo-catalytic production of solar fuels. In both of these applications the configuration of dyes with respect to each other and the underlying surface is a key factor in determining how efficiently solar energy is converted to either electricity or to green fuel sources. Knowledge of how the nanoscale organisation of molecules influences the operation of solar energy devices, coupled with an increased ability to control that organisation, will help to maximise the efficiency of such devices. Self-assembly is a process by which individual molecules can organise themselves into ordered and complex structures through simple intermolecular interactions. In recent years the formation of ordered molecular networks on surfaces using 2D self-assembly has been an area of intense research. PHOTOSURF will use concepts from the field of 2D molecular self-assembly to control the structural arrangement of photo-sensitive dye and catalyst molecules on semiconductor and dielectric surfaces. These molecular structures will then be investigated using a range of techniques including scanning tunnelling microscopy (STM) and scanning microwave microscopy (SMM). Such experiments will allow the project to study charge transfer, photo-catalysis and light harvesting effects at the level of individual dye molecules. From these studies we will gain a deeper fundamental understanding of how molecular orientation, bonding and arrangement influences these physical and optical processes. This knowledge will be vital to the future development of cost effective solar energy technologies.'","grantUrl":"","grantId":"618777","fundValue":"100000","fundStart":"2013-09-01","fundEnd":"2017-08-31","dataset":"fp7"}