{"id":"88070","title":"The effects of lineage differentiation into pancreatic beta-cells on the immunogenicity of amniotic fluid stem cells","abstractText":"'The use of stem cells for curing disease and ending disabilities may change the medical treatment in this century. However, there are some major roadblocks that need to be resolved before these cells are implemented in ordinary medical care. There are serious ethical issues regarding the use of embryonic stem cells, reliable methods for isolation and expansion of stem cells need to be established, stem cell plasticity raises the issue of tumorigenicity, the use of stem cell transplantation might encounter with rejection and more information is needed on stem cell immunogenicity. This proposal aims to address some of these roadblocks. Replacement of ?-cells by transplantation of pancreatic islets has become a viable option for the treatment of certain patients with unstable Type 1 diabetes mellitus. However, the current supply of islets from pancreata of organ donors is very limited. Stem cells may serve as a new source of ?-cells. Although promising results have been reported in the production of ?-like cells from human embryonic stem cells, the process appears relatively inefficient. We have described the isolation of a novel class of human amniotic fluid stem (AFS) cells and showed that they are capable of extensive clonal expansion and can give rise to differentiated cell types derived from all three embryonic germ layers, but do not form teratoma tumors. Experiments with mouse AFS cells show that, when we forced the expression of the pancreatic transcription factor PDX-1, the cells can be induced to form islet-like clusters containing a high proportion of cells that synthesize proinsulin and display glucose-stimulated insulin secretion. Studies with human AFS (hAFS) cells have confirmed that they can express mRNA for critical beta-cell lineage functions. However, in the clinical scenario hAFS cells will face potential alloimmune responses including autoimmunity.'","grantUrl":"","grantId":"221850","fundValue":"333819.38","fundStart":"2008-06-01","fundEnd":"2011-05-31","dataset":"fp7"}