{"id":"191641","title":"Big data roadmap and cross-disciplinarY community for addressing socieTal Externalities","abstractText":"The Big data roadmap and cross-disciplinarY community for addressing socieTal Externalities (BYTE) projectwill assist European science and industry in capturing the positive externalities and diminishing the negativeexternalities associated with big data in order to gain a greater share of the big data market by 2020.BYTE will accomplish this by leveraging the BYTE advisory board and additional network contacts to conduct aseries of big data case studies in actual big data practices across a range of disciplinary and industrial sectors togain an understanding of the economic, legal, social, ethical and political externalities that are in evidence.BYTE will supplement these case studies with a horizontal analysis that identifies how positive externalities canbe amplified and negative externalities can be diminished.BYTE moves beyond current practices to consider how big data will develop to the year 2020 using foresighttools to identify future practices, applications and positive and negative externalities. This will allow BYTE todevelop, in collaboration with expert stakeholders, a vision for big data in 2020 that includes meeting therelevant goals of the Digital Agenda for Europe. In collaboration with expert stakeholders, the consortium willthen devise a research and policy roadmap, that will provide incremental steps necessary to achieve the BYTEvision and guidelines to assist industry and scientists to address externalities in order to improve innovation andcompetitiveness.BYTE will culminate in the launch of the big data community, a sustainable, cross-disciplinary platform that willimplement the roadmap and assist stakeholders in identifying and meeting big data challenges. Furthermore,BYTE will disseminate project findings and recommendations and publicise the big data community to a largepopulation of stakeholders to encourage further innovation and economic competitiveness in Europe'sengagement with big data.","grantUrl":"","grantId":"619551","fundValue":"2775964","fundStart":"2014-03-01","fundEnd":"2017-02-28","dataset":"fp7"}