{"id":"108638","title":"Dynamic Microfluidic Deflection Systems for High Throughput Single Platelet Function Testing","abstractText":"'Single activated platelets can activate other platelets to drive blood clotting. Single, hyper-sensitive platelets could coordinate clotting in healthy individuals or cause pathological clotting in high risk groups such as the elderly, obese peoples and smokers. To identify potentially rare hypersensitive platelets, an assay must enable high throughput population profiling with all platelets isolated to avoid cross-talk. Platelet activation is associated with a <5 second transformation from a discoid to a stellate morphology and with zeta-potential changes caused by membrane inversion. However, heterogeneity within the population prevents the fractionation of hypersensitive platelets using size and charge based deflection fields. The proposed research aims to solve these challenges using bespoke microfluidic platforms integrating a biochemical switch with deterministic lateral displacement or free-flow electrophoresis deflection fields for imaging platelet trajectories DURING activation. Critically, TRAJECTORY CHANGES, consistent with platelet reorganisation dynamics, are DIAGNOSTIC for ACTIVATION and the continuous flow format generates a single-file platelet stream, effectively isolating platelets from one another. Effective size, shape and charge components of deflection will be elucidated to provide new insights into platelet activation dynamics. Platelets from healthy and high risk cohorts will be screened to identify hyper-sensitive populations and determine therapeutic doses required to desensitise the hypersensitive platelets. This multidisciplinary research will create a paradigm shift, from a population to a single platelet perspective. This discovery to diagnostics work program has great potential to generate intellectual property to underpin commercialization of a point of care diagnostic for life-long health care in the EC. Outputs from this research will also feedback to identify new challenges and opportunities in separation science.'","grantUrl":"","grantId":"333721","fundValue":"100000","fundStart":"2013-08-01","fundEnd":"2017-07-31","dataset":"fp7"}