{"id":"95229","title":"Dynamic covalent polymerisation of boron-aromatic oligomeric monomers","abstractText":"'The objective of the proposed research is to investigate the boron-based dynamic assembly of oligomeric monomers in polar media. The building blocks will be composed of a linker capped at both ends by boronic acids or by catechol moieties that can form boronate esters reversibly. This research project will provide an innovative route for the synthesis of macrocycles, oligomers and polymers and it will be divided into three parts: (a) the development of a general method for the synthesis of large bis(boronic acid) and bis(catechol) oligomeric building blocks (&gt; 400 Da); (b) the assembly of rigid-rod aromatic oligomeric monomers into shape-persistent macrocycles, foldamers and highly organised polymers; (c) the synthesis of monomers capable of weak secondary interactions and the assembly of these preorganised building blocks into materials with complex architectures. As a consequence of the dynamic nature of the boronate ester linkage, the proposed materials will possess the adaptive properties that are usually associated with supramolecular polymers composed of monomers linked only by cooperative hydrogen bonds. The condensation of boronic acids with catechols does not require addition of catalyst and the resulting trigonal boronate esters are planar, rigid and structurally directional. Dynamic polymerisation of large aromatic oligomers could represent a convenient route to self-healing analogues of aromatic poly(ether)s that are widely used for applications requiring durability under extreme conditions. Overall, the proposed research will provide new tools for the synthesis of oligomers and polymers with a well-defined secondary structure and towards tertiary structures of artificial foldamers, by analogy with natural polymers. Foldamers are highly organised non-natural oligomers that have emerged recently as exciting materials with potential applications in molecular recognition and catalysis.'","grantUrl":"","grantId":"254639","fundValue":"182103.2","fundStart":"2010-11-02","fundEnd":"2012-11-01","dataset":"fp7"}