{"id":"108995","title":"Steel Coatings For Reducing Degradation in SOFC","abstractText":"The economic viability and market place entry of SOFC power systems is directly dependent on their longevity and production costs. Adequate operational life spans can only be achieved, if the performance degradation of the SOFC stacks and Balance of Plant components over time can be considerably reduced. At the same time, manufacturing costs have to be lowered dramatically for the specifically necessary components securing the long component service life.\nAs of now, chromium deactivation of the cathode is considered one of the major contributions to the degradation of SOFC stacks. Since chromium steels, on the other hand, are an essential material in reducing stack costs, methods have to be found to make best use of their advantages whilst avoiding chromium transport to the cathode.\nBalance of Plant components upstream of the cathode also contribute to the chromium immission, a fact that is often overseen and requires protective coatings also for any components situated in the air flow pathway to the cathode. Finally, the build-up of oxide scales will influence the electrical resistance and contact resistance thus requiring coatings for the stabilisation of the contacts on both cathode and anode side of the SOFC cell.\nWithin the project Real-SOFC first steps have been made towards developing suitable combinations of steels and coatings. It has become apparent that any steel will require a coating in order to sufficiently reduce chromium evaporation and oxide layer build-up, and also sustain a low surface resistivity. More recently, a variety of new coating techniques have been reported that require further evaluation under SOFC relevant operating conditions.\nThe project proposed here aims to further elaborate on the production of coated steel components showing markedly improved properties with regard to chromium release, electrical resistivity and scale growth. The focus of ScoReD 2:0 will be on choosing optimised combinations of protective layer materials with different steel qualities (including low-cost options) and analysing the influence, practicality and cost of different methods of coating. Also in understanding which factors influence the efficacy of such coatings.","grantUrl":"","grantId":"325331","fundValue":"3656757.6","fundStart":"2013-07-01","fundEnd":"2016-06-30","dataset":"fp7"}