{"id":"89756","title":"Interred with their bones - linking soil micromorphology and chemistry to unlock the hidden archive of archaeological human burials","abstractText":"'It is apparent that soils/sediments immediately associated with buried archaeological human remains contain a valuable unexploited archive of archaeological information with physical and chemical signatures. Thus, excavation of human graves, for cultural reconstruction and to understand archaeological burial practices, aspects of human health and for forensic investigations would benefit significantly from development of a systematic and rigorous scientific approach, allowing maximum information retrieval. We propose a novel framework for sampling and analysis, applying complementary analytical approaches to ongoing burial excavations in 17 sites in Europe, North Africa and Mongolia.  We aim to test the combined complementary power of soil micromorphology, inorganic geochemistry and organic chemical analyses to recover cultural and environmental information from historic and archaeological graves, particularly in situations where physical remains can no longer be recognised visually. The analytical techniques will provide information at macro-, micro- and nano-scales, generating complementary data that will enable interpretation of physical remains according to chemical composition (organic and inorganic). The study will enable assessment of preservation potential as a function of soil type and chemistry and permit analysis of fluids movement through the burial environment and their impact on microscopic and chemical signatures. The new interdisciplinary approach that we will develop and validate will provide a protocol for the international archaeological and forensic communities, and sampling schemes for scientific analysis of archaeological/historical burials. The total combination of our results will produce an entirely new richer picture of  unseen  cultural and biological associations with burials. We expect to deliver a new framework for integrated sampling, analysis and interpretation of grave/burial soils with a comprehensive online searchable database.'","grantUrl":"","grantId":"230193","fundValue":"2481920.49","fundStart":"2009-04-01","fundEnd":"2015-03-31","dataset":"fp7"}