{"id":"100937","title":"Analysis and Modelling of Multi-wavelength Observational Data from Protoplanetary Discs","abstractText":"'The search for planets outside of the solar system, related to the question 'are we alone in the universe?', is undoubtedly one of the main science drivers for the current design of telescopes and astronomical instrumentation. In this FP7 project, we will study the birth-places of such exo-planets, the so-called protoplanetary discs, by combining multi-wavelength space data (HERSCHEL, XMM, HST, SPITZER) with ground-based continuum and line data (VLT, JCMT, APEX, ALMA, eMERLIN). Large amounts of survey data exist, but are seriously under-utilised. We will mainly use our FP7 resources for the manpower to collect, analyse and interpret these data by means of novel high-quality disc models. Besides archival data, our team has access to the latest results from ongoing observational key programmes (from X-ray to cm wavelength), and these data need to be folded in to probe the conditions for planet formation, such as density, temperature and chemical composition, over the discs' full radial extent. Our team also covers the required modelling know-how to reach an unprecedented level of completeness concerning the inclusion of important physical processes (astrochemistry, gas heating & cooling, dust evolution, continuum & line radiative transfer, non-LTE modelling). We also aim for a breakthrough in wavelength-coverage and completeness as to how the models are compared to observations (photometry, interferometry, line fluxes, line profiles and images). Based on these multi-wavelength data sets and our detailed modelling efforts, we will be able to determine the physical and chemical structure of the discs, and answer a number of fundamental questions related to planet formation, for example, how the gas and dust in discs evolve in time, how important the stellar UV and X-ray irradiation is, and how the presence of planets alters the disc structure. We will capitalise on our unique team expertise in observations & modelling to make the best use of existing European space-mission data to explore disc evolution and the initial conditions of planet formation.'","grantUrl":"http://www.diana-project.com/","grantId":"284405","fundValue":"2600621.6","fundStart":"2012-01-01","fundEnd":"2016-03-31","dataset":"fp7"}