{"id":"104626","title":"Distributional Compositional Semantics for Text Processing","abstractText":"'The notion of meaning is central to many areas of Computer Science, Artificial Intelligence (AI), Linguistics, Philosophy, and Cognitive Science. A formal account of the meaning of natural language utterances is crucial to AI, since an understanding of natural language is at the heart of much intelligent behaviour. More specifically, Natural Language Processing (NLP) --- the branch of AI concerned with the automatic processing, analysis and generation of text --- requires a model of meaning for many of its tasks and applications.\n\nThere have been two main approaches to modelling the meaning of language in NLP. The first, the ``compositional' approach, is based on classical ideas from Philosophy and Mathematical Logic, and includes formal accounts of how the meaning of a sentence can be determined from the relations of words in a sentence. The second, more recent approach focuses on the meanings of the words themselves. This is the ``distributional' approach to lexical semantics and is based on the idea that the meanings of words can be determined by considering the contexts in which words appear in text.\n\nThe ambitious idea in this proposal is to exploit the strengths of the two approaches, by developing a unified model of distributional and compositional semantics, and exploiting it for NLP tasks and\napplications.  The aim is to make the following fundamental contributions:\n\n1. advance the theoretical study of meaning in Linguistics, Computer Science and AI;\n2. develop new meaning-sensitive approaches to NLP applications which can be robustly applied to naturally occurring text.\n\nThe claim is that language technology based on ``shallow' approaches is reaching its performance limit, and the next generation of language technology requires a more sophisticated, but robust, model of meaning, which this project will provide.'","grantUrl":"","grantId":"306920","fundValue":"1087930","fundStart":"2012-09-01","fundEnd":"2017-08-31","dataset":"fp7"}