{"id":"187698","title":"Novel minimal-damage steel seismic-resistant frame","abstractText":"'Conventional seismic-resistant structures are designed to experience significant damage in structural members and residual storey drifts under moderate-to-strong earthquakes. The losses associated with damage and residual storey drifts are repair costs and costly downtime during which the building is repaired and cannot be used or occupied. Under very strong rare earthquakes, conventional structures may be also vulnerable to collapse (life safety issue). In addition, past earthquakes showed significant damage in non-structural elements (walls, storage racks, acceleration-sensitive medical equipment, etc) due to large storey drifts and total floor accelerations. The aforementioned socio-economic risks highlight the need for minimal-damage structures with increased collapse resistance and the inherent potential to reduce structural and non-structural damage. The ambitious main objective of the proposal is the development of a novel minimal-damage steel frame that has the potential to: (a) address all the disadvantages of previously developed seismic-resistant steel frames; (b) experience minimal damage that can be rapidly repaired, and so, offer immediate return to building use or occupation after strong earthquakes; and (c) eliminate the probability of collapse (i.e., protection of human life) under very strong rare earthquakes. The project will develop fundamental knowledge, design details and criteria, and performance-based seismic design methods for the proposed novel steel frame by conducting state-of-the-art integrated experimental and analytical research. The project directly responds to the global need of societies for structures which are less vulnerable to earthquakes; drastically reduces the economic losses related to repair of structural and non-structural seismic damage; and eliminates barriers towards the widespread implementation of minimal-damage structures which are often thought of as being at the high-tech end of earthquake engineering.'","grantUrl":"","grantId":"622633","fundValue":"221606.4","fundStart":"2014-03-01","fundEnd":"2016-02-29","dataset":"fp7"}