{"id":"105616","title":"Molecular Mechanisms of GABAergic synapse formation: spatial segregation in cortical inhibitory inputs","abstractText":"'Neuronal circuitries underlying the function of the mammalian cerebral cortex collectively constitute one of the most complex biological systems. As such, unraveling the mechanisms that control their development represents one of the most challenging questions in Science. Understanding this process is also an imperative need in biomedicine, because abnormal wiring is thought to cause severe neuropsychiatric disorders.\n\nDuring development, the astonishing specificity of neuronal wiring is achieved by the coordination of multiple cues, which first guide axons to the right target area, then to the proper cellular partner and, finally, to the precise subcellular compartment onto which synapses will be formed. Subcellular segregation of synapses occurs for all types of inputs, but it reaches its highest diversity for inhibitory GABAergic terminals. Much is known about the general machinery controlling axon guidance in the developing brain; in contrast, the mechanisms of synapse segregation remain largely unknown.\n\nThe goal of this proposal is to identify molecules involved in subcellular domain-restricted GABAergic synapse targeting. To this aim, we will carry out a candidate approach strategy and an unbiased genomic screening comparing neurons obtained from specific populations of interneurons that make synapses into different subcellular compartments. Promising candidates will then be tested by gain and loss of function experiments using confocal and two-photon microscopy in vivo and cell biology analyses in vitro. To confirm the functional relevance of candidate molecules, we will combine optogenetics tools with gain and loss of function approaches in slices cultures. Unraveling the mechanisms that control the precise spatial organization of synapse formation during development may have a major impact in our knowledge, from understanding plasticity in the healthy brain to identifying wiring abnormalities in disease.'","grantUrl":"","grantId":"310021","fundValue":"1499999","fundStart":"2013-01-01","fundEnd":"2017-12-31","dataset":"fp7"}