{"id":"186788","title":"New Frontiers in Quantum Simulation","abstractText":"'Quantum Simulation has evolved into an active multidisciplinary field in physics, involving experimentalists and theorists working at the interface of Quantum Optics, Condensed Matter physics, and Quantum Information Science. In particular, an increasing experimental effort is focused in new technologies to scale up current setups, such as arrays of ion microtraps and arrays of coupled microwave cavities. A leap in complexity will be achieved in the fowollowing years, since new experiments will be able to enter into the true many-body regime.\n\nNewFQS (New Frontiers in Quantum Simulation) is a theoretical project that will explore the possibilities opened by emerging new technologies for analogical quantum simulation with many-body quantum optical systems. Our focus will be on trapped ion systems and ensembles of qubits coupled to optical or microwave cavities. In particular we will:\n(i) Study the idea of 'ion-cluster' quantum simulation, in wich qubits are replaced by ensembles of ions, and its potential impact in the study of quantum glasses and lattice gauge theories. We will study the collective enhancement of atom-atom interactions in the ion-cluster scheme, and how it may allow us to design robust one and two-dimensional quantum simulations.  (ii) Investigate dissipative quantum phase transitions that can be implemented with trapped ions and arrays of microwave cavities, in particular the quantum lattice analogs of the lasing phase transition.\n(iii) Design applications of many-body phases of quantum simulators for quantum metrology. The sensitivity of those systems near quantum phase transitions to external perturbations will be exploited as a basic principle for quantum sensing. We will design many-body atomic clocks with quantum simulators, in which entanglement and correlations in quantum systems are used to enhance the precision of interferometric measurements of time and frequencies.'","grantUrl":"","grantId":"630955","fundValue":"100000","fundStart":"2014-03-01","fundEnd":"2018-02-28","dataset":"fp7"}