{"id":"107054","title":"From Radio-Frequency to Giga-Bit\nOptical- and Quantum-Wireless","abstractText":"'The majority of the globe's population carries a mobile phone, but with the increasing proliferation of smart phones and tablet-computers the tele-traffic is predicted to grow 1000-fold over the next decade, especially, when aiming for creating the impression of ubiquitous and flawless 'tele-presence' based on crisp, three-dimensional (3D) video with its sense of joy and wonder. For tele-presence to become a reality requires a further quantum-leap from the popular 3G/4G smart phones and tablet-computers.  This project will create the link-level enabling techniques of this transformational quantum leap to immersive Giga-bit 3D video communications, relying on Optical Wireless (OW) hotspots and their ad hoc networking.\n\nAs a result, the Beam-Me-Up project will contribute to job- and wealth-creation in numeorus ways, as exemplified by the often-quoted economic benefits of 3G/4G phones on businesses.  From an environmental perspective, flawless tele-presence has the potential of eliminating millions of flights/trips and hence will considerably reduce CO2 emissions, whilst reducing the related business-costs as well as saving precious time for the work-force.  However, the transfiguration of the voice-only phone into today's intelligent smart phone was facilitated by a 1000-fold transmission-rate increase, which would result in a proportionally increased power consumption, CO2 emissions and in a soaring energy-bill.  Tele-presence based on crisp Avatar-style 3D video has even higher bitrates and energy consumption. These radically new high-rate 3D tele-presence services can no longer be accommodated in the severely congested Radio Frequency (RF) band.\n\nHence the project will create a suite of new OW system components, operating in the visible-light domain and will conceive low-power, low-complexity OW solutions to enable immersive Giga-bit 3D wireless video communications over heterogeneous networks.'","grantUrl":"","grantId":"321097","fundValue":"2470416","fundStart":"2013-03-01","fundEnd":"2018-02-28","dataset":"fp7"}