{"id":"109393","title":"Evolution of Continental Strength from Rifting to Collision - A Journey through the Wilson Cycle","abstractText":"'Our knowledge of the geological evolution of continents, as well as of earthquake cycles and distribution, depends on a thorough understanding of continental strength and rheology. However, there is no scientific consensus about variation of strength with depth, and it seems unlikely that a single rheological model can be applied to the continental lithosphere. A key aspect is the strength of the continental lower crust, which is thought to depend on the water content of rocks and its effect on their creep strength.\nThe distribution of deformation and strength in the continental lithosphere is likely to depend critically on the tectonic environment. This proposal aims to model the strength evolution of the lower crust from rifting to continental collision, and to do so with an innovative multi-disciplinary and multi-scale approach. The project will: test whether the strength evolution of the lower crust is determined by cycles of dehydration and hydration; determine the quantities of water required to weaken the lower crust and promote viscous flow; assess the duration of dehydration/hydration events in the lower crust, and the provenance of infiltrated fluids by means of isotopic studies.\nThe focus of the project will be high-strain zones in granulite bodies that record rifting and subsequent continental collision. A combination of structural geology, petrology, infrared spectroscopy and isotope geochemistry will shed light on the rheology of such lower crustal rocks. The research dataset will be used to apply geodynamic models assessing the relation between collision styles and varying crustal creep strength, as well as the validation of experimental flow laws to geological temporal and spatial scales. The project will thus bridge the gap between detailed grain-scale investigation of deformation mechanisms and plate-scale structures. This will facilitate quantification of rheological parameters of the lower crust in different tectonic settings.'","grantUrl":"","grantId":"618289","fundValue":"100000","fundStart":"2013-08-01","fundEnd":"2017-07-31","dataset":"fp7"}