{"id":"104014","title":"Kerr based Opa for High Energy infraRed PulsE geNeraTion","abstractText":"'High-energy, few-cycle duration, laser sources in the near-to-mid infrared (NMI) spectral region are sought for a number of different fields, e.g. for high-field physics. Recently, seminal investigations with NMI radiation aimed at the generation of high-order harmonics and attosecond pulses have been made and to this purpose, many groups are involved in the development of laser sources with the required features, i.e. 1.5-3 microns wavelength range, 20-30 fs duration and energy above 1 mJ.\nAll approaches used so far are based on parametric processes in second order nonlinear media (SNMs). This method does not allow a scale-up in energy, mainly due to the impossibility to scale in size or to pump with very high energies SNMs supporting large amplification bandwidth.\n\nIn this project we propose an alternative route, based on parametric interaction in Kerr media, that solves these issues allowing the generation of NMI pulses with the desired features. We have recently observed that parametric processes in Kerr media allow for the generation of NMI few-cycle pulses with efficiency comparable to that of SNM but without their limitations.\n\nWe shall thus develop a Kerr-based parametric source with more than 10mJ/pulse energy, tunable in the NMI spectral region and with few-cycle duration. This will be of remarkable importance and will result in a novel tool to be implemented in the new European high-power laser facilities (including the return institution), to be used in a host of novel, exciting experiments, e.g. the investigation of analogue Hawking radiation (subject of this proposal return phase).\n\nThe partner organization (INRS-EMT) is the best choice to this purpose, thanks to the possibility of accessing ALLS, one of the most powerful (up to 5J/pulse energy) and state-of-the-art laser facilities in the world (40M$), and thanks to the recognized expertise in the fields of energetic, infrared, single-cycle pulse generation and nonlinear interactions with matter.'","grantUrl":"","grantId":"299522","fundValue":"248220.9","fundStart":"2012-07-01","fundEnd":"2015-06-30","dataset":"fp7"}