{"id":"92709","title":"\"Cerebellar-Cortical Control: Cells, Circuits, Computation, and Clinic\"","abstractText":"'A functional understanding of the cerebellum, the structure of the human brain with the most neurons, requires the combined effort of scientists working from the cellular level up to the behavioural level, and it requires scientists trained to cross these levels. The C7 network brings together 9 research groups to form a European institute for the interdisciplinary study of the cerebellum. The network will provide a unique multi-disciplinary training experience for young researchers in systems neuroscience. We are joined by 5 industrial partners who will help to realize important technological innovations and the commercial potential by developing cutting-edge technology for research and clinical applications. With a combination of electrophysiology, behavioural and clinical research, computational modelling and neuroimaging we will aim to answer three important questions: a) What is the computation performed in cerebellar networks? We will provide a multi-level description of the basic cerebellar computational unit, the micro-column. b) How do distributed synaptic changes lead to learning? We link structure to function through an intense program of experimentation and modelling on the fast adaptation of motor behaviour thought by many to be the main function of the cerebellum. c) How do the closed loops between the cerebellum and neocortex generate motor control and cognition? Multi-site recordings, TMS and clinical studies will reveal the previously unexplored interaction between cerebellum and related structures. C7 includes two clinical research centres and two patient organizations, promoting the transfer of insights from basic science to clinical practice. In particular, we will explore brain compensation following cerebellar dysfunction using genetic mouse models and TMS. In sum, C7 will provide the interdisciplinary training environment necessary for a new understanding of the cerebellum.'","grantUrl":"","grantId":"238214","fundValue":"3662669.5","fundStart":"2009-11-01","fundEnd":"2013-10-31","dataset":"fp7"}