{"id":"110896","title":"Innovative Non-Destructive Corrosion Under Paint Integrated Detection System","abstractText":"'Corrosion under paint (CUP) is a ubiquitous and persistent problem which affects almost every part of the entire infrastructure of modern civilization. Apart from the great economic damage which it causes annually, it also compromises the safety, environmental and aesthetic characteristics of the affected structures, machinery and other artifacts.\nMetals in their natural state exist as the various oxides that form ores and it is only with the application of large amounts of energy to process, refine and form them, that they are converted into useful industrial artifacts. However, it is thermodynamically inevitable that metals in such an activated state will always return to the energetically lower state of being oxides.\n\nThis project shall deliver three novel, fully developed and complementary NDT Techniques. These techniques, both individually and in combination, represent a truly disruptive technology: they are completely non-contact and can instantly detect CUP under very large areas of painted surfaces from stand-off distances of up to ten metres or more. It is even possible for to perform rapid stand-off detection of CUP on painted surfaces which are underwater.\nSuch a CUP detection system would offer an immediate market advantage and SME participants currently active in the CUP NDT sector shall be able to both negotiate favorable licensing terms and also be able to control and direct product development in line with their specific commercial requirements. Such a CUP detection system would offer an immediate market advantage and SME participants currently active in the CUP NDT sector shall be able to both negotiate favourable licensing terms and also be able to control and direct product development in line with their specific commercial requirements. Such a step-change in corrosion management technology would also instigate great socioeconomic advantage to European society and European business in general.'","grantUrl":"","grantId":"606438","fundValue":"1391752.2","fundStart":"2013-10-01","fundEnd":"2015-09-30","dataset":"fp7"}