{"id":"105203","title":"Diagnostic and prognostic biomarkers for inflammatory bowel disease\nIBD-BIOM","abstractText":"'Inflammatory bowel diseases affect 0.8% of the Europeans, and are associated with high morbidity, definite mortality and an increasing economic burden.  Current diagnostic tools and therapeutics for IBD are unsatisfactory. Development of biomarkers allowing insights into pathogenesis, prognosis and targeted therapy is a major unmet need. This programme addresses that need. IBD-BIOM is a multidisciplinary consortium of leading academic and industrial SME researchers in inflammatory bowel disease, genomics, glycomics, glycoproteomics and activomics. Recent genome-wide association studies performed by IBD-BIOM partners have identified nearly 100 genes associated with IBD, but clinical application of these is so far limited. IBD-BIOM will capitalise on its existing high quality clinical, genetic, biochemical and immunological data and biological samples on over 6000 very well characterised IBD patients and controls by exploiting novel technological approaches made available through the expertise and global leading position of IBD-BIOM partners. These comprise cutting edge epigenetic, glycomic, glycoproteomic and activomic approaches which were all previously reported to be associated with inflammation and disturbances to the immune system. The inclusion of these complementary analyses in the diagnostics of IBD should also facilitate elucidation of pathways through which environmental exposures influence IBD risk and progression. A complex systems biology approach will be used to integrate, interrogate and understand this multidimensional dataset to identify novel early diagnostic and prognostic biomarkers and new targets for therapeutic intervention.  The track record of achievement of IBD-BIOM partners coupled to the central and leading positions of the research-intensive SME partners in IBD-BIOM is a strong indication that the ambitions work programme will be achieved and a framework to facilitate swift conversion of research discoveries into commercial products.'","grantUrl":"http://www.ibdbiom.eu/","grantId":"305479","fundValue":"8550991.99","fundStart":"2012-10-01","fundEnd":"2016-09-30","dataset":"fp7"}