{"id":"88317","title":"Constituent political cultures of Europe","abstractText":"'CPCE provides a first systematic mapping of the multiple and overlapping political cultures in Europe. It will locate the constituent regional and sub-state political cultures in 18 Western European states, clarify the socialization processes that set these two types of cultures apart, develop indicators for predicting the presence of constituent cultures and last, identify their impact on individuals and regions. To accomplish these tasks I explore existing cross-national surveys of attitudes and behaviours (namely the European Social Survey) and build three aggregate-level datasets from publicly-available data.    Political culture in Europe has been the focus of intense interest recently as scholars ask whether a pan-European set of identities and attitudes are developing in line with enhanced institutional integration (Sturm and Dieringer 2005; Mair 2004; Reinhard 2001; Fossum 2001; Mamadouh 1999; Eatwell 1997; Leonard 1993; Smith 1993). CPCE offers a radically different perspective. It grounds a European political culture in the interaction of multiple constituent political cultures that are generated by demographic and institutional variation at the regional level. Drawing on grid/group theory CPCE sees in regions the building blocks of any state (and any eventual supra-state) political culture.   CPCE advances the European research agenda by re-framing the debate on the existence and composition of a European political culture. It distinguishes between two types of constituent cultures (regional versus sub-state) and argues that each offers distinct socialization routes for citizens. It develops new indicators to locate political cultures and measure their impact on individuals and regions. To research on social inclusion, multiculturalism, citizenship, regionalism and economic geography it offers new variables to include when seeking to explain individual-level attitudes and regional competitiveness.'","grantUrl":"","grantId":"220694","fundValue":"235103.34","fundStart":"2008-09-01","fundEnd":"2012-02-11","dataset":"fp7"}