{"id":"103485","title":"Authentication of meat products using ambient surface mass spectrometry","abstractText":"'The research objective of the project is authentication of meat products using ambient surface mass spectrometry : desorption electrospray ionization (DESI) and plasma-assisted desorption/ionization (PADI) mass spectrometry.\nIn recent years, authentication of meat products has been gaining in practical importance throughout the world due to economical reasons, religious and moral objections. Adulteration can be also hazardous due to occurrence of food allergies to meat proteins.\nImplementation of effective techniques such as DESI and PADI that could be applied without preliminary sample preparation will be a breakthrough in meat products authentication. This will result in a novel, fast, innovative method that will allow analysis of complex meat products (e.g. sausages, canned products).\nFor this purpose a multidisciplinary team spanning researchers with different backgrounds was build: Prof. Barret (scientist in charge) has expertise in analytical bioscience, Prof. Alexander in characterising organic surfaces, Prof. Tucker in molecular biology and food authentication, the applicant has experience in food science and proteomics. The School of Pharmacy at the University of Nottingham has an international reputation for its research in surface analysis and expertise in state-of-the-art biochemical analytical technologies.\nThe collaboration will result in integration of the applicant into a highly competitive international research group. The resulting training will enhance the applicant individual competence diversification and will deliver high quality career development in attaining a leading independent position in education with wide applicability across the EU.\nThe project will contribute to improving food safety and to reduce cases of adulteration. The results will have a positive impact on the EU citizens as well as increase research and innovation potential in Europe through leadership in ambient mass spectrometry and its application to fraud detection.'","grantUrl":"","grantId":"299084","fundValue":"200371.8","fundStart":"2012-06-11","fundEnd":"2014-06-10","dataset":"fp7"}