{"id":"90262","title":"\"Third Wave HCI: Methods, Domains and Concepts\"","abstractText":"'This proposal is for interdisciplinary research that will help bring to maturity the emerging paradigm of  third-wave HCI , which addresses interaction as situated meaning-making in everyday life. With my established interdisciplinary research team, I will design prototypes that show how third-wave thinking is relevant for domains of recognised importance to help bring this paradigm to the centre of HCI. We will develop an integrated set of tactics and orienting concepts based on our practice to elucidate and support research and design in third-wave HCI. Crucially, we will develop a new methodology for this research, based on the deployment and study of 50   100 batch-produced prototypes in real-world situations. This will mark a significant leap forward, allowing prototype technologies to be studied using social scientific and design-led methods in field trials several orders of magnitude larger than normal   a development from which third-wave HCI, with its commitment to multiple, local appropriations, will benefit enormously.  The project will be centred around two Case Studies in which we will develop robust and highly finished prototypes, batch produce them in large numbers, deploy them in large-scale field studies with members of the general public as well as specialist commentators, and use a variety of traditional and experimental methods to capture their experiences.  The first Case Study will produce a suite of electromechanically extended sensors that provide resources for environmental awareness in the home without being judgmental or didactic. The second Case Study will develop mobile devices that display readymade, location-based information to provide a  behind the scenes  view of local neighbourhoods.  When dozens of these prototypes are in use simultaneously, we will be able to observe as communities of practice form, and a hundred different stories emerge, leading to a transformative coming-of-age for third-wave HCI.'","grantUrl":"","grantId":"226528","fundValue":"2439757","fundStart":"2009-04-01","fundEnd":"2014-12-31","dataset":"fp7"}