{"id":"99882","title":"The growth of galaxies","abstractText":"'Understanding how and why galaxies form and evolve is one of the most challenging problems in modern astronomy. Our own galaxy, the Milky Way, shows order and structure, as do most massive galaxies in our local neighbourhood. Yet when we look at very distant galaxies, which exist in the early Universe due to the time it takes their light to reach us, they are disordered and chaotic. Several theories suggest physical processes which may be responsible for this transformation, but we lack conclusive observational evidence.\n\nThe last two decades has seen an enormous increase in the quantity of data on both local and distant galaxies. In the next 3 years several new surveys will be completed, providing better spatial resolution and wavelength coverage of distant galaxies than ever before. Examples are the Hubble CANDELS survey and UltraVISTA with the new European survey telescope. However, the last decade has shown that our understanding of galaxies does not necessarily advance as rapidly as data quantity and quality. The development of sophisticated methods to compare theories of galaxy evolution to observational data is urgently needed before these new surveys can be fully exploited and we can irrefutably identify the dominant physical processes driving galaxy evolution.\n\nSince the completion of my PhD in observational galaxy evolution in the UK, I have gained 5 years of experience in France and Germany in interpreting galaxy survey data with models. I have built a unique network of collaborators and range of expertise which I will bring to a focus studying high redshift galaxy evolution in my new position at the University of Edinburgh. This project will naturally join European teams with expertise in data and models. As well as ensuring that Europe continues to lead the way in galaxy modelling, the unique combination of state-of-the-art datasets and new methodology for comparison to galaxy models will lead to important progress in understanding galaxy evolution.'","grantUrl":"","grantId":"277071","fundValue":"45000","fundStart":"2012-01-01","fundEnd":"2014-12-31","dataset":"fp7"}