{"id":"96567","title":"HYbrid approach for Finite Element Model Updating with Stochasticity","abstractText":"'A reliable numerical model is crucial for the design and analysis modern dynamic engineering systems such as automobiles, helicopters and aircrafts. The objective of the project HY-FEMUS (acronym for &quot;A HYbrid approach for Finite Element Model Updating with Stochasticity&quot;) is to develop novel finite element model updating methods using uncertainties for complex dynamic systems.Historically, majority of the model updating methods do not include uncertainties. Such uncertainties include (a) parametric uncertainty (e.g, uncertainty in geometric parameters, friction coefficient, and strength of the materials involved) and (b) nonparametric or model uncertainty (arising from the lack of scientific knowledge about the model which is a-priori unknown). In this project a unified approach consisting parametric and non-parametric uncertainties will be developed. The method will utilise the stochastic finite element method and random matrix approach. The overall outcome of the project will be numerically and experimentally validated. Due to the intrinsic probabilistic nature of the proposed updated models, they will have high fidelity to experimental data, robustness with respect to modeling errors and superior predictive capabilities. HY-FEMUS is a multidisciplinary research program relating to continuum mechanics, probabilistic theories, finite element methods, the application of various electronic experimental techniques, and design of complex dynamic systems. The objectives of HY-FEMUS are: (1) To simultaneously consider parametric and nonparametric uncertainties in computational modeling of complex dynamical systems; (2) To develop hybrid methods for model updating of dynamical systems with parametric and nonparametric uncertainties; (3) To develop computationally efficient uncertainty propagation tools for dynamic systems with hybrid uncertainty models; and (4) To perform laboratory based experimental validation of the proposed methodologies.'","grantUrl":"","grantId":"255437","fundValue":"166040.8","fundStart":"2011-07-28","fundEnd":"2013-07-27","dataset":"fp7"}