{"id":"100140","title":"Maximizing the Efficiency of Luminescent Solar Concentrators by Implanting Resonant Plasmonic Nanostructures (SOLAR-PLUS)","abstractText":"'Maximizing the Efficiency of Luminescent SOLAR Concentrators by Implanting Resonant PLASmonic Nanostructures(SOLAR-PLUS) is a four-year interdisciplinary research project in optical electromagnetic modeling, material engineering and nanotechnology fabrication, whose aim is to reduce the cost of harvesting solar energy by exploiting advanced nanophotonic concepts. The main technical objective of the proposed work is to double the energy conversion efficiency of a typical monolayer luminescent solar concentrator (LSC) system, currently standing at <4% to >8%, by harnessing the interplay phenomena between fluorescence and localized surface Plasmon resonances. The deliverables of the project are: i) To understand the fundamental interactions between plasmonics and fluorescent molecules and through the gained physical insight to derive a set of design rules for metallic nanoparticles tailored to LSC applications, ii) to develop a generic simulation platform that combines nanoscale and macroscale modeling, to allow for rapid prototype performance assessment before proceeding to expensive fabrication, iii) to fabricate highly efficient prototype plasmonic-LSCs and, iv) to explore completely new research avenues that can bring about radical improvements to LSC efficiency. Improving the energy conversion efficiency of LSCs and reducing their cost are important steps towards the commercial viability of this technology, which will assist in the EUs efforts to limit its dependence on fosil fuels. In addition, the project will serve to ensure the long term professional stability of the fellow by assisting him in securing a permanent position in the department of Electrical and Electronic Engineering at University College London.'","grantUrl":"","grantId":"293567","fundValue":"100000","fundStart":"2011-09-01","fundEnd":"2015-12-01","dataset":"fp7"}