{"id":"103864","title":"Understanding factors affecting durability of crop resistance genes","abstractText":"'In response to threats to global food security from population increase and climate change, there is an urgent need to develop UK crops that suffer less losses from diseases and produce sustainable yields, despite withdrawal of fungicides (EU legislation) and the need to mitigate climate change from agriculture (UK government targets). Thus, there is a need to develop strategies for deployment of crop resistance that is easily identified by breeders (ideally mediated by specific resistance (R) genes) and not easily rendered ineffective by rapid changes in pathogen populations (durable) or changes in the environment (stable). There is evidence that combining R gene and background (quantitative) resistance may make the resistance more durable. Availability of data sets relating to factors affecting durability of R genes over successive cropping seasons and new genomic information about the crop host and pathogen makes Brassica napus (oilseed rape)/ Leptosphaeria maculans (phoma stem canker) an ideal model system with which to develop a scheme for deriving criteria for selection and deployment of crop resistance.\nThe work proposed in this project will involve 3 tasks.\nTask 1. Factors influencing durability of R genes in winter oilseed rape cropping considering data on the effect of background quantitative resistance on durability of R gene resistance and data on fitness costs of virulence\nTask 2. Understanding interactions between host and pathogen gene products in relation to durability/environmental stability of R genes using modeling and experimental approaches\nTask 3. Develop scheme to describe the factors affecting the durability of R genes and identify generic principles by understanding factors affecting the durability of R gene resistance, which can be applied to a wide range of crop-disease systems.'","grantUrl":"","grantId":"302202","fundValue":"278807.4","fundStart":"2013-01-01","fundEnd":"2014-12-31","dataset":"fp7"}