{"id":"99788","title":"Multimodal plasticity in the human brain following hand amputation: Bridging the gap between neuronal reorganization and rehabilitation","abstractText":"'Our brain's ability to reorganize itself by forming new neural connections throughout life is a key mechanism that enables adjustments to novel situations, as well as compensation for nervous system injury. Reorganization following hand-amputation is a striking example of brain plasticity, yet both the full extent of such reorganization and its functional consequences remain unknown. In this proposed research project, two main questions will be addressed: a) To what extent does the human brain reorganize following hand amputation? b) What are the behavioural consequences of this reorganization, and its impact on rehabilitation? These questions will be tackled using a two-fold experimental approach: a) Identifying small-scale reorganization in the primary somatosensory cortex using sophisticated analytic methods and state-of-the-art ultra high-field imaging techniques, thus examining brain plasticity in humans from a perspective that has never been available before; and, b) Exploring the extent of large-scale cortical reorganization using a unique multisensory approach and whole-brain imaging techniques, thus examining new aspects of brain plasticity in amputees beyond the scope of the primary sensory brain areas. The imaging techniques will be complemented with a battery of behavioural tests, designed to identify the adaptive and maladaptive correlates of reorganization, and their impact on rehabilitation. By characterizing the full scope of brain reorganization following amputation (including reorganization associated with the remaining hand), and studying the behavioural changes that are associated with it, the proposed research is expected to shed new light on our understanding of the fundamental bases of brain organization and reorganization. Importantly, this will also allow us to better characterize the challenges that stand before amputees in their way towards rehabilitation, thus improving the medical care that is currently provided to them.'","grantUrl":"","grantId":"272805","fundValue":"202049.6","fundStart":"2011-09-01","fundEnd":"2013-08-31","dataset":"fp7"}