{"id":"188650","title":"\"Exploiting the power of human induced pluripotent stem cells to generate synthetic retinae in vitro for cell based therapies, drug discovery and disease modelling\"","abstractText":"'Blindness represents an increasing global problem with social and economic impacts both for the patients and society in general.  Recent estimates indicate that the overall number of people with visual loss is 285 million globally, of whom 39 million are blind. In Europe, approximately 1 in 30 individuals experience sight loss and 75% of those are unemployed, a social burden which is anticipated to double by 2020 as the population of Europe ages. Diseases affecting the retina, the light sensitive extension of the central nervous system lining the back of the eye, account for approximately 26% of blindness. To date, there are no treatments to restore lost retinal cells and visual function and there is an urgent need for new therapeutic approaches. A pioneering breakthrough has highlighted the possibility of generating synthetic retinae from stem cells under laboratory conditions. This research is in its infancy and needs to be developed so human synthetic retinae can be produced efficiently and reproducibly from patient-specific stem cells. Very recently, my group has developed a unique method that results in conversion of human embryonic stem cells to fully laminated retinae containing all retinal cell types under laboratory conditions. In this project we aim: (1) to develop a robust differentiation method for generation of synthetic retinae that can be applied efficiently to a large number of patient-specific induced pluripotent stem cells; (2) to  investigate that laboratory derived synthetic retinae contain functional retinal cells which are equivalent to native cells arising during human development and can contribute to restoration of vision upon transplantation into degenerate retinae and (3) to develop preclinical tools that will enable us to select functional retinal cells for cell replacement therapies in humans.'","grantUrl":"","grantId":"614620","fundValue":"1599857","fundStart":"2014-06-01","fundEnd":"2018-05-31","dataset":"fp7"}