{"id":"101058","title":"A Microfabricated Actuator for Active Flow Control on Aircraft","abstractText":"'This is a proposal for the design, manufacture and testing of an innovative prototype microfabricated pulsed flow control actuator for implementation at aircraft scale.\nThe innovative actuator concept is one that was originally developed under previous EU RTD projects (AEROMEMS and AEROMEMSII) and demonstrated to achieve exit velocities in excess of 300 m/s at frequencies ranging between 0 and 1kHz through a 45 degree pitched orifice having a diameter of 0.4mm.\nThis proposal extends the design of the actuator to demonstrating the required performance through a 1mm diameter orifice (as requested by CfP) and to the improvement of the fabrication processes to reduce costs and to increase production yield to levels in excess of 80%.\nThe proposal involves demonstration of innovative manufacturing techniques to improve the accuracy of rapid grinding methods for brittle ceramics, demonstrate the use of pico- and femto-second pulsed lasers for low-damage cutting of ceramic/metallic sandwich structures and to improvement of electrical connections within the actuator.\nThe work entails the design, fabrication and testing of the actuator and will build on significant experience and past investment. The maturity of the current actuator design concept, particularly with respect to the consideration of aircraft integration and a large range of environmental testing that has been undertaken will provide a low-risk route to realising a concept that will be close to practical implementation.\nDuring the design process advanced computational analysis tools will be used to evaluate the performance and effectiveness of the actuator and build upon the already considerable results and experience already gained.\nThe multi-disciplinary team that will deliver this project has many years experience in the development of micro-fabricated sensors and actuators for flow control applications on aircraft and has the skills, tools and facilities necessary for a successful project.'","grantUrl":"","grantId":"270577","fundValue":"189976","fundStart":"2010-12-06","fundEnd":"2012-11-05","dataset":"fp7"}