{"id":"102343","title":"Spin-Photon Angular Momentum Transfer for Quantum-Enabled Technologies","abstractText":"The goal of this project is the development of a suite of nanophotonic devices that interface with spins, for application in quantum information and quantum-enabled classical communi-cation technologies.  Our technologies will be based on electron and nuclear spins in semi-conductor quantum dots (QDs) embedded in nanophotonic devices.  We will combine knowledge of the physics of semiconductor spins, photonics and cavity quantum electro-dynamics, with quantum information and optical communication technology.nnIn this FET-Open project, we anticipate that a wealth of novel devices and fundamental un-derstanding will result from the solution to one key problem.  What is the best form for a hybrid spin-photon quantum memory, how does one transfer quanta of angular momentum from it to a single photon, and how will this angular momentum be encoded? This is an issue that is inadequately addressed so far, and we take highly novel approaches towards it.nnWe address this question on several fronts. From the photonics side, polarization engineering in photonic nanostructures will be investigated, moving beyond linear polarization to exploit the full light angular momentum states.  In terms of quantum memories, we will create the technology for long-lived (>1s) nuclear spin memories, long enough to achieve entanglement over large distances.  These might one day be used over 1000's km and via satellites to po-tentially anywhere on the globe.nnPhotonic crystal structures will be used for integrated quantum-optical circuit technology and plasmonic  nanoantennas will enable a spin-dependent near-to-far field coupling, and ultra-fast control of the electron spin.  One may use this spin-photon interface to entangle very large numbers of photons, with the memory allowing time for measurement operations of a quantum algorithm. The compatibility of these QD technologies means that the components may be combined, paving the way towards an entirely QD-based 'quantum internet'.","grantUrl":"","grantId":"284743","fundValue":"3128099","fundStart":"2012-03-01","fundEnd":"2015-02-28","dataset":"fp7"}