{"id":"97770","title":"Identification of genes underlying a colour polymorphism in Anolis lizards using next generation transcriptome sequencing and SNP genotyping","abstractText":"'Understanding the evolution and maintenance of variation in observable characteristics (phenotypic variation) is a major goal in evolutionary biology. Addressing this goal requires identifying the genes responsible for important traits. Until recently, this was only possible in a handful of model species because of a lack of genomic resources in non-model organisms. But recent advances in DNA sequencing technology has revolutionized the development of genomic resources in non-model species and paved the way for major advances in gene mapping studies. Pigmentation systems are fascinating and beneficial phenotypes to consider for gene mapping, they underlie an enormous diversity of phenotypic variation, with varied functional roles. Pigmentation biology continues to play a pivotal role in developing the conceptual foundations for several areas in evolutionary biology, for example: genetics, development biology and speciation. In this project I will exploit a colour polymorphism in Anolis limifrons to identify the genes underlying variation in dewlap colour. The dewlap is an extendable flap of skin that is used for within and between species communication in anole lizards. I will sequence the transcriptome (the part of the genome that encodes proteins) to identify molecular markers and then genotype individuals of a mapping cross to map genes underlying dewlap colour variation. Anole lizards are model species in adaptive radiations, and mapping the genes responsible for dewlap colour will provide much insight into our understanding of diversification, adaptation and speciation. The study will also produce the first genetic linkage map for a lizard, thus providing much insight into the evolution of reptilian genomes. The study, which is ambitious but tractable, will provide me with valuable training and experience in gene mapping, tropical biology and speciation, and will provide me with the means to establish my independence as a research professional.'","grantUrl":"","grantId":"253300","fundValue":"189474.4","fundStart":"2011-01-01","fundEnd":"2014-03-31","dataset":"fp7"}