{"id":"101024","title":"Resolving the Neuropharmacology and Genetics of Zebrafish Sleep","abstractText":"'Sleep is a fundamental process, yet the genetic and neural mechanisms that regulate sleep are largely unknown. We have developed the zebrafish as a model system to study the regulation of sleep because it combines the genetics of invertebrates with the basic brain structures that regulate sleep in humans. We previously designed high throughput behavioural assays to measure sleep behaviours in the fish and used genetic tools to demonstrate that the wake-regulating hypocretin/orexin (Hcrt) system is functionally conserved in the zebrafish. We have also used our assays to perform a small molecule screen and identified both conserved and novel candidate regulators of sleep in zebrafish.\n\nIn Aim 1, we will observe the behaviour of wild type and Hcrt receptor mutants to a panel of small molecules known to alter zebrafish sleep. This aim tests the hypothesis that these compounds exert their effects on sleep and wake through the Hcrt system. In Aim 2, we will follow-up on the compounds that had differential effects in the mutants. We will monitor the activity of Hcrt neurons in response to drugs using a new neuroluminescent technique to observe the activity of neurons in freely behaving zebrafish larvae. This Aim will extend the behavioural data to the level of neural circuits. In Aim 3, we will use new methods to globally observe neuronal activity in the zebrafish brain to extend our analysis to neurons thought to interact with the Hcrt system. By observing activity across the sleep/wake cycle, we may also uncover novel sleep regulating neurons.\n\nOverall, this project takes a multidisciplinary approach to the study of sleep and the Hcrt system, leveraging new methods from chemical biology, molecular genetics, and behavioural neuroscience in the zebrafish. As little is known about the mechanisms and sites of action for most sleep-altering compounds, any progress would advance the sleep field and could have clinical relevance to the treatment of sleep disorders.'","grantUrl":"","grantId":"282027","fundValue":"1902750","fundStart":"2012-02-01","fundEnd":"2017-01-31","dataset":"fp7"}