{"id":"102778","title":"New inter-scale techniques for damage analysis of novel composite architectures","abstractText":"'The aim of the proposed research is to develop novel methods of multi-scale analysis for complex architectures obtained with various manufacturing techniques, such as 3D braiding/ weaving, tufting, automatic tow placement, and embroidery. The common feature of these structures is the absence of representative building block at the yarn level. Hence, these composites are not materials in the traditional sense of homogeneous or homogenizable medium. There is no established strategy for accessing the internal stress-strain state and damage in such composites. This challenge will be handled by developing an entirely new multi-scale framework, which constructs the boundary conditions imitating interaction of the meso-volume of interest with the surrounding media. The proposed concept is based on previous studies of textile composites, which succeeded to find a way of handling volumes smaller than representative ones with a fine accuracy.\n\nThe local meso-scale architecture determines all the aspects of damage accumulation. The methodology aims at defragmenting the medium in accordance to the potential planes of inter-yarn crack propagation. Such a concept can substantially simplify the damage accumulation simulation. The primary focus of the damage modelling is the effect of barely visible damage on component performance. The theoretical developments of the modelling approach will be supported by an extensive multi-scale experimental program. It will be realised through testing of an aircraft component, which is produced by the 3D rotary braiding. The experiments will provide a strong basis for the model validation against surface strains, damage onset, stiffness degradation, damage modes, and crack patterns.\n\nAlthough fundamental in the core, the research has a direct practical relevance. It will provide instrument to analyse and eventually optimise novel complex materials.'","grantUrl":"","grantId":"304062","fundValue":"100000","fundStart":"2012-04-01","fundEnd":"2016-03-31","dataset":"fp7"}