{"id":"108279","title":"A zebrafish model of pancreatic neuroendocrine tumor to test resistance to antiangiogenic compounds","abstractText":"Neuroendocrine tumours (NETs) consist of a range of rare neoplasms that may arise from any (neuro)endocrine cell situated in any part of the human body. Despite the recent approval of two new drugs (sunitinib and everolimus) for pancreatic NETs, innate resistance is frequently encountered in these tumours and patients showing a response invariably relapse due to acquisition of resistance. Moreover, while new data are being generated, including publication of the exome sequence of pancreatic neuroendocrine tumours, the mechanisms of resistance to angiogenesis compounds have not yet been completely elucidated.\nData from animal models are scarce about resistance mechanisms to antiantiogenesis compounds in NETs. The zebrafish has recently emerged as an invaluable model system for the study of human cancers.\nOur main aim is to establish a new zebrafish model for neuroendocrine tumours that can be used to investigate resistance mechanisms to antiantiogenesis compounds. The main hypothesis of our proposal is that we will be able to develop an autochthonous transgenic model of pancreatic neuroendocrine tumours in zebrafish and combine this with the already established kdrl-eGFP transgenic zebrafish line with blood vessels expressing a green fluorescent protein.\nThe objectives of the study are:\n1.\tTo engineer an autochthonous transgenic zebrafish model of neuroendocrine pancreatic tumours.\n2.\tCouple the above model with zebrafish possessing GFP-marked blood vessels.\n3.\tTest the activity of known antiantiogenesis compounds such as sunitinib and novel ones in the model generated.\n4.\tTo establish lines of fishes resistant to antiantiogenesis drugs.\nAngiogenesis being a complex and dynamic process, the in vivo study of acquired resistance in tumours and accompanying alterations in tumour vasculature will hopefully give us a better understanding of how sensitive NETs turn into resistant ones.","grantUrl":"","grantId":"329702","fundValue":"221606.4","fundStart":"2013-07-01","fundEnd":"2015-06-30","dataset":"fp7"}