{"id":"94178","title":"Sustainable products from economic processing of biomass in highly integrated biorefineries","abstractText":"'Economic and sustainable production of fuels, chemicals and materials from biomass requires capture of the maximum energy and monetary value from sustainable feedstock. SUPRA-BIO achieves this by focussing on innovative research and development of critical unit operations, by using process intensification to match economic production to the scale of available feedstock and by process integration that provides energy from process waste, optimises utilities to minimise environmental impact and maximises value from the product mix. A technology toolbox for conversion and separation operations is developed that adapts to various scenarios of product mix and feedstock. These are contextualized by full life cycle and economic analysis of potential biorefinery schemes. Based on lignocellulose, microbial/organic waste or microalgae feedstock, innovation and intensification are used to improve the economics and carbon efficiency of fractionation, separation, bio and thermochemical conversions to produce biofuels, intermediates and high value products. Strain selection, genetic manipulation, molecular design and nanocatalysis are used to improve productivity and selectivity; reactor design, intensification and utilities integration for economics. Fermentation to 2,3 butanediol is demonstrated. Mono and multiculture processes are researched for high value products and feedstock streams. Separation is developed for omega oils and specific lignochemicals. Nano and biocatalytic processes are developed for biofuels and bioactive molecules. Integration into potential biorefinery schemes is explored in laboratory pilots of integrated reactors, by piloting on sidestreams, by exchanging separated fractions between partners and by process evaluations. The project includes all the scientific, engineering and industrial skills required to produce the step changes required for biorefineries to impact significantly on realising the aims of the European Strategic Energy Technology Plan'","grantUrl":"","grantId":"241640","fundValue":"17460611.67","fundStart":"2010-02-01","fundEnd":"2014-07-31","dataset":"fp7"}