{"id":"92156","title":"Internationalism and the Congo Question (1875-1914)","abstractText":"'Between 1875 and 1914, the &quot;Congo question&quot; prompted an unusual concentration of liberal, Protestant, Catholic, Islamic and socialist organisations on humanitarian issues, as the international community confronted the problem of integrating Central Africa into the world order. The objective of the project is to elucidate how the interaction of these five &quot;internationals&quot; in the colonial field shaped a global civil society, and what role Africans played in this process through their growing involvement with international religious associations in particular. By combining reassessment of the role of transnational movements in international history, new insights into the cross-currents of influence connecting colonies and metropoles, and reconsideration of the vitality of religion in the modern age, the project will make an important contribution to global history. The project&apos;s objective will be realised through a book of about 250 pp. intended for a major academic publisher, and through a broader comparative conference on the role of colonial scandals in giving rise to a global &quot;public sphere&quot; between the Boer War and the First World War. The scientific and organisational skills enhanced by the project, with associated teaching, will prepare the applicant for an independent career in a field in which Europe has a critical need for highly qualified scholars, able to think and network on a continental scale. The Congo question, which involved colonisers, missionaries and publics from all over Europe (and the US), was a unique catalyst of transnational linkages, creating a political space beyond the nation-state. Through an innovative methodology aimed at recovering African &quot;voices&quot; through written sources, the project moves beyond a narrow Eurocentric perspective on the &quot;public sphere&quot;. The work will thus deepen our understanding of the interaction between internationalism and imperialism in forging a global civil society connecting Europe to the rest of the world.'","grantUrl":"","grantId":"235930","fundValue":"237117.36","fundStart":"2009-11-16","fundEnd":"2012-03-15","dataset":"fp7"}