{"id":"88661","title":"Role of Bone Morphogenic Protein 8b (BMP8b) in thermogenesis","abstractText":"'Long-term success in the treatment of obesity is dependent on strategies aimed at preventing the concomitant fall in energy expenditure associated with food restriction.  Energy modifications geared toward increasing energy expenditure may provide an alternative, independent means of promoting weight loss or, even more importantly, of preventing weight regain. In this proposal, we investigate the effects of increasing BMP8b production by adipocytes as a novel therapeutic strategy to improve peripheral mechanisms of thermogenesis and fuel portioning particularly in the context of obesity. The hypotheses are that: a) the secreted protein BMP8b is a modulator of thermogenesis and fatty acid oxidation making it a potential therapeutic target for obesity- and diabetes mellitus type 2; b) BMP8b enhances energy dissipation and improves whole body insulin sensitivity by facilitating brown adipocytes recruitment; c) BMP8b promotes energy dissipation in the skeletal muscle. The specific aims of this proposal are: 1. to establish whether overexpression of BMP8b in vivo prevents the development of diet induced and genetic forms of obesity and insulin resistance; 2. to establish the role of BMP8b in the differentiation and function of white and brown adipocytes; 3. to identify the specific signalling pathways regulated by BMP8b in adipocytes and skeletal muscle. My research plan  includes a multistrategy approach that combines a) in vivo characterisation of a transgenic BMP8b mouse model using state of the art phenotyping tools to determine the effect of BMP8b in energy balance (Food intake, energy expenditure and body composition) and carbohydrate metabolism, b) in vitro characterisation of cellular models derived from BMP8b animal models to determine the effect of BMP8b in white and brown adipogenesis and c) state of the art profiling technologies analysed using sophisticated bioinformatics followings a systems biology approach to identify the mechanisms regulated by BMP8b.'","grantUrl":"","grantId":"219752","fundValue":"168823.92","fundStart":"2008-04-01","fundEnd":"2010-03-31","dataset":"fp7"}