{"id":"107133","title":"Synthesis of Golden Catalysts","abstractText":"'In light of the drive towards sustainable chemistry, the use of Catalysis is central to recent and foreseeable technological development. In this context, the discovery of novel, efficient and user-friendly catalyts is fundamental. One recent area of investigation is the use of gold as mediator of important and unprecedented organic transformations. A number of coordination complexes are used in such transformations but a limited number appear to act as universal catalysts. The project aims at generating a novel commercial standard in gold catalysis. More specifically, the technical tasks will define reaction parameters necessary to synthesise on large scale a complex discovered in the course of the ERC-funded FUNCAT project. This gold complex was found to enable and achieve high yields in most gold-mediated transformations. The project team will carry out reaction optimisation from small to 100g-scale, thereby demonstrating proof-of-concept for the scale-up. This will involve meticulously optimizing: solvent, ligand transfer agent, reaction times and temperatures as well as workup protocols. The synthetic developments will be guided by industrial input to ensure the creation of an industrially viable protocol. A number of industrial partners have been identified both on the precious metal complex synthesis and in the pharmaceutical-user ends. Companies have also requested amounts of these compounds (a small amount of the gold complex has recently been sent to Strem Chemicals Inc. to test the market interest, more has been requested).  The present synthesis does not permit the delivery of greater than gram quantities of this complex. This project will provide a viable larger scale reaction protocol of this key complex and help bring it to market a new gold standard in areas ranging from synthetic/catalytic to materials and medicine.'","grantUrl":"","grantId":"333804","fundValue":"165964.8","fundStart":"2013-03-01","fundEnd":"2014-02-28","dataset":"fp7"}