{"id":"185895","title":"\"Novel Homogeneous Double Metal Cyanide Catalyst for the Polymerization of Carbon dioxide, Propylene Oxide and Lactide\"","abstractText":"'Objectives of the proposal HOMCAT are (i) preparation and characterization of homogeneous catalyst systems, (ii) various polymerization studies using the catalyst system, (iii) kinetic and mechanistic studies of the polymerization reaction,(iv) analysis of polymer properties, (v) polymer scale up: Recently Carbon dioxide/epoxide copolymer has drawn much attention in both academic and industrial sectors. Among the several reported catalyst systems for the copolymerization, a highly active homogeneous Salen-cobalt complex tethered with quaternary ammonium salt (Salen-Co)was very attractive in terms of catalytic activity, easy to implement in industry and able to polymerize cheap monomer propylene oxide (PO), whereas most of the reported catalyst systems can only polymerize expensive cyclohexene oxide monomer (CHO). Using the catalyst system, a pilot plant for the continuous commercial process was constructed for the preparation of poly(propylene carbonate) (PPC). One of the potential applications of the prepared low molecular weight copolymer is to use it as a soft segment in polyurethane (PU). But due to the strictly alternating nature of the PPC formed by Salen-Co, the PU prepared using the PPC-diol is highly brittle. In this aspect, heterogeneous double metal cyanide (het-DMC) catalyst found to be very useful, which can produce some flexible ether linkage in PPC and thus the prepared PU was attractive in the polymer market. DMC catalyst has several drawbacks like, inconsistency in activity, produce broad molecular weight distribution and due to the heterogeneous nature, it is difficult to characterize and the polymerization mechanism have remained elusive. In this proposal (HOMCAT), using a novel strategy, we have designed several homogeneous DMC catalysts (hom-DMC) that can have the merits of highly active Salen-Co catalysts as well as het-DMC catalysts. The hom-DMC catalyst is designed in such a way that, it can also polymerize lactide to polylactide (PLA).'","grantUrl":"","grantId":"623287","fundValue":"231283.2","fundStart":"2014-09-08","fundEnd":"2016-09-07","dataset":"fp7"}