{"id":"92101","title":"Microscopic Modelling of Excitonic Solar Cell Interfaces","abstractText":"'Organic Photovoltaic Solar Cells and Dyes Sensitized Solar Cells (collectively referred to as Excitonic Solar Cells) are one of the major alternatives to silicon photovoltaics and the subject of the proposed investigation. The PI s expertise in the theory of single molecule electron transport, organic electronics and condensed phase simulations will be used to build a research team that will investigate all elementary processes that take place at the interface of excitonic solar cells. For the first time within a single theoretical research team, the same attention will be paid to the morphology of the relevant interfaces, their electronic structure at an atomistic level and the computation of the rates of the elementary processes (e.g. charge separation, charge recombination, triplet formation, etc.). Although the rates of the interfacial processes are what determine ultimately the efficiency of the cell, no theoretical tool so far has been used for their prediction and to guide the synthesis of new materials. This limitation of theory is related to the intrinsic complication of electron and exciton transfer across heterogeneous interfaces whose study does not fall within the remit of a single discipline. Breaking the traditional boundaries between soft-matter and quantum chemistry simulations and between solid state theory and molecular photochemistry, the proposed research aims at providing what is thought to be the best possible theoretical description of excitonic solar cells that can be achieved in 4 years time. The proposed investigation will provide a comprehensive understanding of the relation between chemical composition and efficiency in excitonic solar cells that will serve as a reference for future investigations in the field of photovoltaic research.'","grantUrl":"","grantId":"239988","fundValue":"1050000","fundStart":"2009-10-01","fundEnd":"2013-09-30","dataset":"fp7"}