{"id":"97409","title":"Development of a Nitric Oxide Releasing Stent for Treatment of Coronary Artery Disease","abstractText":"'Coronary artery disease is one of the leading causes of death worldwide. Significant advances in treating coronary artery disease have been made over the last decade with the introduction of percutaneous coronary intervention (PCI). PCI involves the placement of stents within narrowed arteries relieving the symptoms of angina and in some cases increasing life expectancy. The two major problems with currently available stent designs are restenosis and late thrombosis. The former is more common in uncoated stents and was addressed with the introduction of drug releasing stents. However, concerns have been raised about the increased incidence of stent thrombosis with these drug releasing stents. An innovative design of stent utilising titanium oxynitride (Titan 2) was the first of the bioactive stents which compared favourably in efficacy to the drug coated stents but with less re-narrowing than with the uncoated stents. The Titan 2 uses the fundamental biocompatibility of titanium to reduce inflammation and promote healing after stenting. Nitrous oxide (NO) is an important regulator of endothelial cell function. We will design a bioactive titanium oxynitride coated stent which will release NO after stent implantation. It is proposed that this will have beneficial effects to endothelial function after stenting and possibly reduce the incidence of re-narrowing and stent thrombosis. The new metal stent will be tested in vitro using primary human monocytes and platelets and using a human derived endothelial cell line. We aim to achieve excellent biomaterial properties as applied to coronary artery stenting, a highly biocompatible surface and to demonstrate release of NO after stent deployment. To achieve this we will combine the knowledge of our industrial, medical and scientific partners to develop a new coronary stent which will be of significant benefit to patients with coronary artery disease both in the European Union and worldwide.'","grantUrl":"","grantId":"251681","fundValue":"986284","fundStart":"2010-12-01","fundEnd":"2014-11-30","dataset":"fp7"}