{"id":"93371","title":"Composite Structural Power Storage for Hybrid Vehicles","abstractText":"'Weight is a premium; any material which does not contribute to load-carrying capacity is structurally parasitic. The focus of StorAGE is an key example; energy storage. Conventional design attempts to maximise the efficiency of the individual subcomponents. A different approach is to create novel multifunctional materials that simultaneously perform more than one function, thus offering significant savings in mass & volume, or performance benefits. The versatility of polymer composites means that they provide an ideal opportunity to develop novel multifunctional materials which can store the electrical energy required to power systems, whilst meeting the demands of the mechanical loading. Carbon fibre composites are attractive as they are commonly used as both electrodes & high performance reinforcements but usually the forms of carbon are different. Previous work has demonstrated such multifunctional materials can be synthesised at a laboratory level, & the technology is ready to be taken up by industry. StorAGE will consider 4 multifunctional devices: capacitors, batteries, supercapacitors & hybrid capacitors. It is anticipated that the parallel development of four types of device, all of which have generic technologies & issues, will help mitigate the risks, & allow the most fruitful approaches to be taken forward to the technology demonstrator level. The initial research will be split into two parallel paths; reinforcement & multifunctional resin development. The constituents will then be brought together in composite manufacture & characterisation. The systems issues for these materials will be addressed, culminating in components being assessed on a hybrid car. The overall aim will be to show these materials imbue at least a 15% improvement in efficiency over the performance of conventional materials and devices. In summary, StorAGE will develop revolutionary concepts for lightweight energy storage to realise efficient energy needs of future vehicles.'","grantUrl":"","grantId":"234236","fundValue":"3396348.6","fundStart":"2010-01-01","fundEnd":"2013-06-30","dataset":"fp7"}