{"id":"110040","title":"Dynamics and Structure of Randomly Evolving Locally Interacting Systems (DSRELIS)","abstractText":"'In this proposal we aim at studying the dynamic properties of systems that evolve in time according to some local random mechanism.\nWe focus on three types of systems: mobile point processes, allocation via sandpiles and random triangulations.\nFor mobile point processes, we consider\na Poisson point process of particles that move as independent continuous-time random walks on Z^2. This\nmodel has been studied as an abstraction to mobile wireless networks and moving populations. Our goal is to study the problem of whether a target can escape detection by the particles, how fast an aggregate can grow by gluing particles on its surface, and how the environments can affect the performance of mobile particles.\nFor allocation via sandpiles, we consider the following model for allocation n particles on the vertices of a graph.\nParticles arrive one a time and, when a particle arrives, it first chooses a vertex u uniformly at random. Then the particle performs a local search starting from u until it reaches a vertex with a local minimum pile of particles, where the particle is finally placed. We study how balanced the pile of particles are and the behavior of this process on infinite graphs, especially in connection with sandpile models.\nFor random triangulations, we consider the n x n square lattice and study the so-called flip dynamics, a Markov chain over triangulations of this point set that is of interest to researchers in combinatorics and computer graphics. In\nthis dynamics, an edge is chosen uniformly at random and, if that edge lies inside a strictly convex quadrilateral, the edge is\nflipped to the opposite diagonal of the quadrilateral. Our goal is to understand the mixing time of this structure as n goes to\ninfinity and to understand non-stationary properties of this system, such as the time it takes until all edges of the\ntriangulation are smaller than some given value.'","grantUrl":"","grantId":"618588","fundValue":"75000","fundStart":"2013-10-01","fundEnd":"2016-09-30","dataset":"fp7"}