{"id":"88547","title":"Coordinated Observational and Numerical Studies of InterStellar Tracers","abstractText":"'The dynamical and chemical evolution of diffuse interstellar gas is a key process in the development of structure in the Universe, leading to the subsequent production of stars, planets and ultimately, life itself. The goals of this research programme are to bring together the most comprehensive, detailed astrophysical data of the neutral phases of the interstellar medium in our Galaxy and the most complete current model of their dynamical and evolutionary relationship. Our observational data are from new, forefront international observational initiatives at multiple wavelengths, while our numerical  magnetohydrodynamic models of our entire Galaxy uniquely include spiral structure,  multi-temperature and multi-phase capability through the addition of CO and H2 formation from the atomic gas. The key advances enabled by the numerical models are the ability to  visualize and quantify the time evolution of important ISM structures (e.g. molecular clouds) and reveal the observationally invisible molecular hydrogen component. The models provide  context for understanding the observational signatures of particular stages of evolution  (e.g. HI self-absorption clouds, infrared dark clouds) that are of current great scientific interest. The detailed observational data in turn allow tests of the spiral shock model of molecular cloud formation (thought to be the dominant evolutionary path) in terms of (e.g.) the kinematic structure of CO and HI emission, the amount of HISA produced for given model parameters, the reproduction of the molecular cloud size-linewidth relation, and other measures. There are many avenues for the development of this  core research, both observationally and theroretically, that will extend beyond  the nominal duration of the project. The models and data together will form the basis  of a virtuous cycle, wherein refinements and extensions to the models are imposed by the data.'","grantUrl":"","grantId":"221289","fundValue":"170709.11","fundStart":"2008-10-01","fundEnd":"2010-09-30","dataset":"fp7"}