{"id":"105932","title":"Virtual Prototyping of Tactile Displays","abstractText":"'It is estimated that touch screen module revenues will reach $23.9 billion by 2017. These user interfaces have become one of the most common input devices for digital media, e.g. in mobile phones and computers. Current devices incorporate relatively primitive vibrotactile haptic-feedback. The aim of PROTOTOUCH is to develop tactile displays with high fidelity haptic recognition, so that buttons would press and release like those on a real keyboard, for example, which would considerably enhance the user performance, ease of use and user experience of touch screens. Compared to visual and audio rendering, this is an immense technological challenge, particularly given the practical constraints such as cost, power and size etc.  PROTOTOUCH will train 11 Early Stage Researchers (ESRs) and 4 Experienced Researchers (ERs) as a new cohort of researchers that will adopt a radically new approach to overcome the immense development challenges in the design of next generation TDs.  The focus of the training will be on (a) the exploitation of the biological processes that evoke the sense of touch, (b) the application of advanced numerical techniques, such as multiscale multiphysics virtual prototyping and information processing, and (c) the translation of innovative technology into commercially viable mass-market and niche products. The ITN will involve a study of the mechanical interactions between a finger pad and a tactile display, the peripheral and central neural response that is evoked and the tactile perception of the subject. The neuromechanical interactions will form the basis of virtual prototyping. The human and virtual data will be analysed using advanced information techniques to delineate the factors that govern the performance of the displays and thus guide the design and optimisation of virtual prototypes prior to fabrication and testing.'","grantUrl":"","grantId":"317100","fundValue":"4061242.9","fundStart":"2013-05-01","fundEnd":"2017-04-30","dataset":"fp7"}