{"id":"100815","title":"Role Of Biodiversity In climate change mitigatioN","abstractText":"'To realise the full potential of tropical forests in climate change mitigation (CCM) & the provision of other ecosystem services in the face of ongoing global change we must improve our understanding of the relationships between biodiversity (BD) and the socio-ecological processes through which we respond & adapt to change.\n\nROBIN will provide information for policy & resource use options under scenarios of socio-economic & climate change to: quantify interactions between terrestrial BD, land use & CCM potential in tropical Latin America; develop scenarios for CCM options by evaluating their effectiveness, unintended effects on other ecosystem services (e.g. disease mitigation) and their socio-ecological consequences. We will achieve this by combining new techniques (including remote sensing) for BD assessments in complex multi-functional landscapes, data-based analyses, integrated modelling & participatory-driven approaches at local & regional scales. Case studies along a gradient of sites in Mesoamerica and Amazonia will be used to develop understanding of the relationships between BD & CCM options & feed policy development. These studies will improve understanding of the options favourable to stakeholders & barriers & drivers affecting adoption of resource management strategies.\n\nKey deliverables will be: improved understanding of the role of BD in climate change; participatory-driven strategies & tools for CCM; assessments of the risks & uncertainties associated with CCM options. The main impact of the work will be improved outcomes from CCM & BD protection measures by providing natural resource managers in Latin America with guidance on how BD & ecosystems can be used in CCM without creating new problems.  We will provide improved indicators for BD relevant to the Convention on Biological Diversity & the design & implementation of REDD/\\ schemes, to ensure increased storage of carbon in forests & multi-functional landscapes & decreased rates of BD loss.'","grantUrl":"","grantId":"283093","fundValue":"9006660.8","fundStart":"2011-11-01","fundEnd":"2015-10-31","dataset":"fp7"}