{"id":"90407","title":"Ultrasound activiated nanoencapsulated targetted drug delivery and tumous cell poration","abstractText":"'Clinical drug delivery (DD) remains a problem of heightened industrial and academic interest.  The proposed partnership seeks to embrace the problem by exploiting the unique expertise-base spanning the industrial research and academic pratners. We will provide inter-sectoral training of mulit-disciplinary researchers and create a novel new DD modality that addresses the key critical needs for non-invasive therapy via intelligent generic targeting and with intrinsic flexibility in drug choice.  An essential simplicity to the present approach is that it takes strands of intrinsically safe technologies, and marries these into a powerful amalgam that offers true power and enhanced versatility. Chief amongst the areas of research are: (i) A generic encapsulating technology [CapsuTech - industrial partner] that will vector active anti-cancer drugs to a tumour target; (ii) Remotely triggered drug release on demand by externally focused ultrasound energy [development by industrial partner Insightec](iii) Enhanced drug uptake through the parallel disruption of cell membranes by the action of ultrasound on commercially available microscopic bubbles [sonoporation - University of Dundee]. The Dundee Group, who will lead this partnership, has made significant inroads to fundamental understanding with this latter strand.  Moreover, the partners have gone to great lengths to factor in a level of training that also embraces existing trends for image guided intervention:  in particular with magnetic resonance imaging (MRI). The project objectives we have realized are fully compatible with MRI technology and indeed, this prescience endows the overall scheme with significant added value. We anticipate that this synergistic and intra-sectoral multi-disciplinary research partnership will create significant momentum, enduring relationships, visionary researchers and a roadmap towards significant European market share, as well as delivering on truly excellent scientific objectives.'","grantUrl":"http://www.nanoporation.eu/","grantId":"230674","fundValue":"2071718","fundStart":"2009-05-01","fundEnd":"2013-04-30","dataset":"fp7"}