{"id":"94768","title":"Chiral Triamino Iminophosphorane Organocatalysts and their Reactions","abstractText":"'We wish to develop new families of chiral single enantiomer triamino iminophosphorane bases and exploit their high basicity in a series of new organocatalytic asymmetric methodologies for providing ready access to desirable chiral products with high enantio- and diastereocontrol from readily available starting materials. This would constitute a new, powerful and broadly applicable organocatalytic asymmetric strategy to such target molecules. The development of new readily accessible and modular designs for tunable single enantiomer triamino iminophosphorane bases will be carried out via two complementary routes that could allow the synthesis of focused libraries of tens of catalysts for screening in a range of important synthetic transformations. In the first, stereochemically pure azides are heated with phosphorous triamides, which upon release of nitrogen yields the target base in just one simple transformation. As azides can be readily prepared from parent enantiopure alcohols via Mitsunobu inversion or from amines through diazo transfer, the route benefits from a broad-based simple design which can allow much structural variation to the target triamino iminophosphorane bases. An alternate route would employ commercially available or readily prepared chiral ethylene diamines reacting with PCl5 followed by triple N-alkylation. The performance of these new highly basic chiral organocatalysts will then be assessed in a range of addition reactions of methylene and methine pronucleophiles to a range of low reactivity electrophiles. Furthermore, through molecular modelling we would like to elucidate the mechanistic pathway and origins of stereocontrol and finally apply the chemistry in the total asymmetric synthesis of the natural product (R,R)-elacomine. The work will therefore be multidisciplinary, involving the development of innovative catalytic asymmetric organic methods, computational chemistry and target synthesis.'","grantUrl":"","grantId":"254637","fundValue":"172740.8","fundStart":"2010-05-03","fundEnd":"2012-05-02","dataset":"fp7"}