{"id":"103759","title":"Production of Sustainable Self-Compacting Concrete","abstractText":"'Concrete is the most widely consumed material in the world, after water. However, conventional concrete technology requires slow, heavy, noisy, expensive, energy-consuming and often dangerous mechanical vibration to compact the concrete and to develop strength and durability. Modern technology; Self-Compacting Concrete (SCC) is now available, where concrete can simply flow freely into the pre-formed moulds, or formwork, and eliminates the need for compaction.\n\nDespite of the steady increase in SCC usage in Europe and worldwide, its adoption in general construction has not been as rapid as expected. The full benefits of SCC are far from being exploited. One of the main reasons for this is its high materials costs (one and half times) compared to conventional concrete.  This is because SCC requires a substantial quantity of fine powder to give the concrete the necessary cohesion to achieve its flowing properties, and prevent segregation. Special high range water reducers are essential for providing the high filling ability required. Sometimes, viscosity modifying admixtures are also required to prevent segregation and bleeding in the fresh mix.\n\nThe main objective of this project is to increase the economical (i.e. reduce materials costs) and environmental (i.e. use wastes) benefits by examining the potential of using quarry waste fines and novel cost effective and environmentally friendly admixtures for SCC mixes. The proposed Incoming International Fellow has extensive research experience in various chemical admixtures for cement and concrete. He will bring knowledge to Europe in developing/modifying novel admixtures for use in the proposed application. The outcomes of the research will lead to the production of an efficient sustainable construction material that will have a positive impact on the costing, environment and society.'","grantUrl":"","grantId":"300427","fundValue":"278807.4","fundStart":"2013-02-04","fundEnd":"2015-02-03","dataset":"fp7"}