{"id":"90606","title":"Combined indoor/oudoor Wireless Network Planning","abstractText":"'Wireless communications technologies have experienced some of the fastest technological innovations in the last few decades. In the near future, a large portion of the access network will go wireless. It is estimated that 2/3 of voice and over 90% of data services using wireless communications take place indoors. Hence, indoor solutions like picocells (indoor base stations) deployed by the operators, or femtocells (indoor home base stations) deployed directly by the users, have been recently proposed. While these new indoor solutions can bring a lot of benefits for both operators and users, they have undesirable impacts on outdoor networks as well due to the interferences between indoor and outdoor. With the increasing number of indoor solutions (For example there could be about 70 million femtocells installed in homes around the world serving more than 150 million users by 2012 according to ABI), the study of the interactions between indoor and outdoor network simulation, planning and optimisation has become an extremely timely and important issue. The aim of this proposal is to solve the problem of combined indoor/outdoor wireless network planning and optimization, to be able to plan a network, taking into account both the indoor and the outdoor networks. This project can be divided into three main tasks. First, a combined indoor/outdoor propagation model must be proposed in order to compute the received signal and then evaluate the interferences. Then, a combined indoor/outdoor optimization method is necessary, to find what are the parameters of the network (position of the emitters or output power for example) that maximize the performances of the network (data rate or quality of service for example). Finally, an automatic model calibration method must be developed, to make the model fit with real indoor and outdoor wireless network measurements.'","grantUrl":"","grantId":"236484","fundValue":"","fundStart":"2009-06-01","fundEnd":"2011-05-31","dataset":"fp7"}