{"id":"104680","title":"Integrated signalling networks in muscle stem cells: cell fate regulation by heparan sulfates","abstractText":"'Skeletal muscle stem cells (satellite cells - SCs), are undifferentiated progenitors that reside mitotically quiescent in a specialized anatomical niche between the plasma membrane of muscle fibres and the basal lamina: the SC niche. SCs can remain quiescent for long periods of time, but in response to injury become rapidly activated, proliferate and then undergo terminal differentiation. The molecular mechanisms that coordinate the multiple signals involved in regulation of SC fate decisions are still largely unknown. Many of these mechanisms reside within the SC niche, possibly integrated by highly plastic components of the niche such as heparan sulfate proteoglycans (HSPGs). HS is a glycosaminoglycan polysaccharide containing variably sulfated disaccharide sequences and is present on the cell surface and in the extracellular matrix associated with core proteins to form HSPGs. These are key components of stem cell niches where they play important roles in regulating signalling events that control cell fate decisions. Here I will undertake advanced training-through-research in key post-genomic  technologies (particularly glycomics, quantitative affinity proteomics, transcriptomics and bioinformatics) to underpin a systems biology approach to explore the role played by the SC niche in regulating SC fate decisions. The specific focus of the research project will be molecular mechanisms that are coordinated and integrated by HS and associated with two specific SC states: proliferation and differentiation. I will define the HS profiles, the set of proteins that interact with HS (HS-interactome) and whole transcriptomes in each state. I will then use bioinformatics tools to generate signalling network models to predict the molecular mechanisms involved in HS-coordinated integration of cell fate signals. Lastly, I will validate bioinformatics predictions by examining HS-dependence of candidate molecular mechanisms associated with SC fate transition.'","grantUrl":"","grantId":"302113","fundValue":"270145.8","fundStart":"2012-11-01","fundEnd":"2014-10-31","dataset":"fp7"}