{"id":"111014","title":"\"Understanding the determinants of suicidal behaviour, serious accidents and violence in young people\"","abstractText":"'Direct comparisons of risk factor profiles for different forms of self-destructive, hazardous and violent behaviour in young people have rarely been made in the same study cohort. This maintains a possibly erroneous assumption that these behaviours have distinct aetiologies. These outcomes may represent different aspects of the same complex underlying aetiology, rather than being disjunctive phenomena. I shall collaborate with Professor Preben Mortensen and colleagues at the world renowned National Centre for Register-based Research (NCRR), University of Aarhus, Denmark to identify risk factors that are common across a set of poor outcomes in young people, and also those that are specific to particular outcomes. Among all Danish singleton births during 1980-1996, in a national cohort of over a million young persons, we will assess a comprehensive range of potential individual-level and familial risk factors for attempted and completed suicide, violent offending, and serious accidental injury and death. This cohort has complete ascertainment and follow-up at 15-29 years of age until 31st December 2011. My research team and I will utilise an exceptional array of interlinked registers. As well as conducting nested epidemiological studies based on rigorous and representative population-based sampling procedures, we shall also conduct sibling-comparison studies with the aim of identifying stronger indications of causality. My research topic is of considerable importance to countries across Europe and throughout the world. It is of particular relevance given the prevailing context of enduring macro economic stagnation, and the specific challenges that this milieu presents for young people as they approach maturity facing an uncertain future. I expect to generate novel findings that will inform clinicians and service planners across a wide range of healthcare specialties, as well as the social services, the police and emergency services, and other relevant public agencies.'","grantUrl":"","grantId":"335905","fundValue":"1498312","fundStart":"2014-02-01","fundEnd":"2019-01-31","dataset":"fp7"}