{"id":"94268","title":"POLicy for NAtural RESouces","abstractText":"'POLINARES concentrates on the global challenges faced with respect to access to oil, gas and mineral resources over the next 20 years and proposes solutions for the various policy actors, including the EU. Combined theoretical and empirical analyses will use expertise from a wide range of disciplines including political science, economics, geology, engineering, technology, law and security studies. The initial aim will be to understand the causes of past and current conflict and tension relating to access to these resources and identify emergent sources of future conflict and tension. New frameworks for analysis will be developed using historical experience and political and economic theories. Future availability and demands for energy and other selected minerals will be assessed to provide the basis for evaluation of potential future sources of tension and conflict. Technical and economic data for critical resources will be analysed for key factors determining recent and future supply and demand, and to develop scenarios for the future. Current and recent practices and strategies of key actors will be examined to understand, refine and calibrate theoretical models developed. Building on scenarios developed to identify and assess the major future risks for tension and conflict, POLINARES will integrate assessments of future supply and demand with the understanding of the behaviour of actors and their interactions and interdependencies. Later, the project is devoted to identifying future policy approaches. POLINARES will establish a new set of criteria for evaluating past, current and future policy approaches, and will develop new understanding from how experience in other natural resource sectors of different approaches have been and can be used. A novel set of policy approaches and will be established aimed at mitigating anticipated tensions and conflicts, and will identify clearly the roles which the EU can play in promoting such policy approaches and options.'","grantUrl":"http://www.polinares.eu","grantId":"244516","fundValue":"3365068.2","fundStart":"2010-01-01","fundEnd":"2012-12-31","dataset":"fp7"}