{"id":"104434","title":"The Gauge/Gravity Duality and Geometry in String Theory","abstractText":"'While the three sub-atomic forces are described by quantum mechanics, the fourth known force, gravity, is described by Einstein's theory of general relativity. These two very successful theories are incompatible, and understanding how to unify them in a single framework is an outstanding problem. String theory is the most prominent candidate for a unified theory of all forces of Nature. The most important conceptual breakthrough that emerged from string theory is Maldacena's conjectured duality between quantum field theory and gravity, known as AdS/CFT correspondence. This states that strings moving in anti-de Sitter (AdS) space-time, may equivalently be described by a type of quantum theory, called conformal field theory (CFT). More generally, it is a remarkable duality between quantum gauge theories in d dimensions and gravitational theories in (d1)-dimensional space-times, implying that quantum theory and gravity, instead of being conflicting, are in fact equivalent. In this project I will aim at extending the gauge/gravity duality in multiple directions, which go beyond the current state of the art. In order to achieve a deeper understanding of the gauge/gravity duality I plan to develop novel mathematical approaches, that are likely to lead to new research directions in different areas of physics and mathematics. More specifically, the objectives of this project include: a systematic study of AdS backgrounds arising in string theory as a method for exploring CFTs; the development of geometric structures, such as generalised Sasaki-Einstein geometry, relevant for the AdS/CFT correspondence; a study of supersymmetric gauge theories on curved manifolds and of their gravity duals; a study of dualities between pairs of gauge theories and of related matrix models arising from localisation techniques; exploring the gauge/gravity duality as a tool for studying strongly interacting quantum critical phenomena, such as those that are of interest to real-world physics.'","grantUrl":"","grantId":"304806","fundValue":"1253098","fundStart":"2013-01-01","fundEnd":"2017-12-31","dataset":"fp7"}