{"id":"188208","title":"Investigating epigenetic silencing mechanisms within cancer","abstractText":"'Epigenetic silencing is essential for modulating gene expression patterns in developing organisms and has very big impact on the genome integrity. Cancer, as well as many other diseases, has been linked to the changes in transcription of regulatory genes due to the aberrant epigenetic silencing.  Despite many epigenetic regulators, enzymes including histone deacetylases, methyltransferases, and DNA methyltransferases, were discovered, it is critical to bridge the gap in our understanding of the mechanisms contributing to chromatin structure modulation. We employed a phenotypic screening assay in mouse erythroid leukemia cells that harbour a silenced green fluorescent protein (GFP) reporter transgene in order to isolate new components of heterochromatic silencing and identify compounds that have potential to de-repress tumour suppressor genes in cancer cells. Strikingly among the compounds with strong anti-silencing properties we found inhibitors of bromo and extra-terminal domain (BET) proteins, which recently became massively popular as new generation chemotherapy anti-cancer drugs. Since so far BET proteins were mainly considered to act as transcriptional co-activators, we have set out to investigate the molecular mechanism of action of the BET inhibitors with respect to their anti-silencing properties. Our preliminary data suggests that inhibition of BET proteins results in loss of the DNA methylation, and specific histone modifications from heterochromatic regions. The aims of this proposal are: 1) To determine which BET proteins are important for heterochromatin maintenance; 2) To determine the mechanism of action of the key BET protein(s) in epigenetic silencing; 3) To analyse chromatin changes resulting from inhibiting of the key BET protein(s) in the selected cancer cell lines. We expect that this research will not only shed light on fundamental principles of genome organization, but also will instruct cancer research and lead to new therapeutic approaches.'","grantUrl":"","grantId":"630089","fundValue":"221606.4","fundStart":"2014-07-01","fundEnd":"2016-06-30","dataset":"fp7"}