{"id":"94888","title":"Theory of Quantum Computation and Many-Body Simulation with Novel Quantum Technologies","abstractText":"'The recently emerged discipline of quantum information promises to have a profound impact on the information technologies that so deeply permeate our society. The search for an actual quantum information processor involves different physical systems, thus motivating an exciting interdisciplinary research ground. In this framework the present project will involve contributions from various branches of quantum science, with emphasis to cutting-edge quantum technologies in condensed matter and quantum optical systems. The project -besides enhancing the competence diversification of the candidate- is properly tailored for his scientific trajectory which, starting from investigations on quantum information and quantum optics, aims at progressively acquire expertise in the field of many-body systems. This, in turn, is expected to strongly support the candidate in attaining a leading independent position. Specifically, the main objective of the project is to investigate theoretically novel approaches to quantum simulators (QS) and quantum computation (QC) properly tailored for new quantum technologies. The two major quantum information paradigms will be considered: discrete and continuous variables. The first goal is to individuate the benefits offered by novel technologies such as circuitQED, microcavities, and nano-elecromechanical oscillators. Then these technologies will be exploited to find novel proposals for QS of strongly interacting many-body systems (both spin and bosonic systems). The presence of thermal noise will be addressed by using new ideas emerged in the field of quantum thermodynamics. Finally, the last goal is the search for new continuous variable schemes for QC. We will focus on measurement based QC, a new computation paradigm which exploits the synergies between quantum information and many-body systems. To face the drawbacks that historically affect continuous variable QC the benefits offered by the above mentioned technologies will be harnessed.'","grantUrl":"","grantId":"255624","fundValue":"165540.8","fundStart":"2011-01-31","fundEnd":"2013-01-30","dataset":"fp7"}