{"id":"105568","title":"Stardust-The Asteroid and Space Debris Network","abstractText":"'Asteroids and space debris represent a significant hazard for space and terrestrial assets; at the same time asteroids represent also an opportunity. In recent years it has become clear that the increasing population of space debris could lead to catastrophic consequences in the near term. The Kessler syndrome (where the density of objects in orbit is high enough that collisions could set off a cascade) is more realistic than when it was first proposed in 1978. Although statistically less likely to occur, an asteroid impact would have devastating consequences for our planet. Although an impact with a large (~10 km) to medium (~300 m) sized, or diameter, asteroid is unlikely, still it is not negligible as the recent case of the asteroid Apophis has demonstrated. Furthermore impacts with smaller size objects, between 10 m to 100 m diameter, are expected to occur more frequently and hence are, proportionally, equally dangerous for humans and assets on Earth and in space. Asteroids and space debris share a number of commonalities: both are uncontrolled objects whose orbit is deeply affected by a number of perturbations, both have an irregular shape and an uncertain attitude motion, both are made of inhomogeneous materials that can respond unexpectedly to a deflection action, for both, accurate orbit determination is required, both need to be removed before they impact with something valuable for us.\nThe observation, manipulation and disposal of space debris and asteroids represent one of the most challenging goals for modern space technology. It represents a key scientific and commercial venture for the future in order to protect the space and Earth environment. Such a significant multidisciplinary technical challenge, with real societal benefit for the future, represents a compelling topic for a training network.'","grantUrl":"","grantId":"317185","fundValue":"4049908.72","fundStart":"2013-02-01","fundEnd":"2017-01-31","dataset":"fp7"}