{"id":"97772","title":"Regulation of innate immunity in the female reproductive tract","abstractText":"'Implantation failure after natural mating or in vitro fertilization may be due to either embryo or endometrial factors. Recent evidence suggests that sub-clinical infection, inflammation or malfunctions of the immune system in the female reproductive tract (FRT) are major causes of implantation failure. Toll like receptors (TLRs) have been shown to have a key role in the induction of immune and inflammatory responses in mammals. TLRs are the main family of pattern recognition receptors, they recognise pathogen-associated molecular pattern and constitute a major part of the innate immune system. We have demonstrated the presence and distribution of TLRs in the human FRT and we have also reported cyclical expression of TLRs during the menstrual cycle in the human endometrium. TLRs expression and function is also affected by sex hormones in endometrial cell lines. Finally using in vitro assays of human implantation, it is clear that activation of TLR5 leads to a reduction in binding of human trophoblast cells to endometrium. Indicative of the role that this molecule plays in mediating human implantation process. We aim to systemically investigate the effect of sex hormones on expression and function of TLR5 in Human endometrial cells. We hypothesise that alteration of sex hormones in the environment of endometrial cells will result in alterations of TLR5 expression and function. Using a TLR5 gene-reporter system, TLR5-eGFP system and microfluditics we aim to construct an in vitro model for systemic analysis of TLR5 gene expression, protein production and function in endometrial cells in the presence of different combinations and concentrations of sex hormones. Data obtained will be used to establish an in silico model to predict alterations in expression and function of TLR5 at different stages of reproductive cycle, in health and disease. Such an in silico model will have diverse applications in improving diagnosis, treatment and care for infertility patients.'","grantUrl":"","grantId":"253948","fundValue":"173240.8","fundStart":"2011-01-10","fundEnd":"2013-01-09","dataset":"fp7"}