{"id":"186057","title":"New Thermoelectric Oxides for Energy Harvesting","abstractText":"'Thermoelectric (TE) materials are of considerable interest because they can convert waste heat to useful electrical energy and will contribute to reducing the global energy crisis. They have been successfully applied to power generation from exhaust heat of automobiles, and have many other potential commercial applications. To realize such applications, TE materials are required that have not only good TE properties, but are also low cost, environmentally friendly, thermally stable and oxidation resistant. Oxide ceramics meet these criteria. Among the large family of oxides, the layered perovskite-related oxides with low lattice thermal conductivity due to the layered structure and possibly high power factor due to the transition metal-oxygen octahedral networks are promising high performance TE materials. So in this proposal AE-Nb-O (AE=alkali earth metals Ca, Sr or Ba) based layered perovskite-related oxides are considered, and their TE properties will be evaluated and improved by using multidisciplinary approaches, including theoretical screening for high TE performance materials, spark plasma sintering of the highly textured ceramics picked out by screening, doping to optimize the TE properties, modeling of the nanosheets containing ceramic composites to utilize the low dimensional effects, and spark plasma sintering of the composites with optimal parameters for high TE performance. The idea of the nanosheets containing ceramic composites is particularly novel and has not been previously reported, and the whole research involves several state of the art concepts and techniques in the TE field and materials science. The main objective is to develop TE oxide with zT>1 above 800K, which corresponds to a heat-to-electricity conversion efficiency greater than 10%, while at the same time improving the understanding of the underpinning physics. This work could make a highly original and significant contribution to the TE field and materials science.'","grantUrl":"","grantId":"624474","fundValue":"231283.2","fundStart":"2014-09-20","fundEnd":"2016-09-19","dataset":"fp7"}