{"id":"91305","title":"ADVANCED COMPUTATIONAL STUDIES OF  DYNAMIC PHENOMENA IN MAGNETIC NANO-MATERIALS","abstractText":"'The opportunity to modify the excitation spectra in materials with modulated properties has stimulated striving research activity in the area of artificial nanostructures with novel functionalities - so called metamaterials. Magnetic materials with modulated properties also possess properties that cannot be reduced to those of their constituents. The best example is the phenomenon of giant magneto-resistance (GMR), the discovery of which was marked by the Nobel Prize in Physics last year. Similar to photons in photonic crystals, the spectrum of magnons (spin waves) in periodic magnetic nano-materials shows a tailored band structure. The latter consists of bands of allowed magnon states and band gaps in which there are no allowed magnon states. By analogy to studies of other band-gap materials, the field of research is called magnonics. Further development and application of magnetic nano-structures requires a thorough understanding of the relation between their physical and chemical structure and useful magnetic functionalities. The ability to accurately predict properties of fabricated magnetic nano-structures and complete devices theoretically would generate huge savings of resources, but remains illusive at present. The goal of this project is to consolidate efforts of European and Indian researchers with a broad range of leading expertise to create, to validate and to implement a flexible computational framework for modelling of dynamics in realistic magnetic nano-materials and complete devices. The framework will be validated via comparison of computational results against those obtained experimentally or using analytical theories. We will model magnetic dynamics in topologically complex nanostructures, in view of applying them in design of realistic devices. This project will provide a computational foundation for creation of not only novel high speed magnetic technologies but also of those at interfaces with photonics, plasmonics, phononics, and electronics.'","grantUrl":"http://www.dynamag.eu/","grantId":"233552","fundValue":"1170976","fundStart":"2009-06-01","fundEnd":"2012-05-31","dataset":"fp7"}