{"id":"108463","title":"Understanding the functional role of Retinoic Acid Receptor Beta2 in the development of oral cancer","abstractText":"'The most common cancer in India is oral squamous cell carcinoma (OSCC), a tumour with poor survival whose incidence has also markedly increased in the UK over the past 30 years.  There has been much interest in chemoprevention of OSCC, but large clinical trials of agents such as Vitamin A analogues (retinoids) have proved disappointing.  One reason is that the function of retinoids in precancerous/cancerous oral tissues is poorly understood and this is a hindrance to individualisation of therapy.  It is known that expression of the retinoid receptor RARbeta2 is lost as OSCC develops and we have compelling evidence that this is due to a novel role in replicative senescence, an in-built cell division limit, which functions as an anticancer system.  We have a unique panel of cells from all stages of OSCC development, some which undergo replicative senescence and others which are immortal. These cells differ in their expression of RARbeta2 and are the ideal system in which to investigate the function of this receptor.   We will manipulate expression of RARbeta2 in these cells and assess the effects on senescence, proliferation, apoptosis and differentiation and generate a transcriptional network.  To assess these changes in a more physiological environment we will label these manipulated cells and use them in to construct tissue engineered oral mucosa, with real time quantification of the effects of retinoids and alterations in receptor expression.  We will compare these results with the pattern of RARbeta2 expression in a panel of precancerous oral lesions which may allow us to identify retinoid-sensitive lesions which are amenable to retinoid therapy.  This is a timely and exciting project at the basic science/clinical interface, bringing together a rising star of Indian Oral Pathology and an international centre of excellence in OSCC research. The mobility offered by this fellowship will facilitate key collaborations and knowledge transfer between India and the EU.'","grantUrl":"","grantId":"327300","fundValue":"309235.2","fundStart":"2013-10-15","fundEnd":"2015-10-14","dataset":"fp7"}