{"id":"185700","title":"DYNAMO Design methods for durabilitY aNd operAbility of low eMissions cOmbustors","abstractText":"'Design methods for durabilitY aNd operAbility of low eMissions cOmbustors: DYNAMO\n\nLean burn combustor systems are a key technology to reduce NOx emissions for future engines.  The ability to maintain the desired combustor metal temperature is critical to achieving acceptable durability. The levels of fuel-air premixing inherent in lean burn designs makes them susceptible to thermo-acoustics instabilities which will have a drastic impact on the durability of the combustor. The overall aim of this project is to develop validated methodologies for the prediction of combustor temperature and thermo-acoustics instabilities to allow confident design of the combustion system of a demonstrator engine at TRL6. The first work package focusses on cooling and radiative heat transfer. It uses Computational Fluid Dynamics to highly resolve the combustor liner geometric features so that a cheaper model may be obtained for design purposes. In addition the sensitivity of radiative heat transfer to the choice of physics models is assessed. The resulting models will be validated against existing experimental data from Loughborough University and the industrial partner. The second work package develops a smart system for combustor design by bringing together a variety of analysis techniques and creating software that can directly drive CAD software. A response surface supported by multi-fidelity, multi-objective robust design approaches will be used to deliver a world class combustor design process. Thermoacoustics are considered by using CFD to study the response of a fuel injector to acoustic plane waves and by modelling a complete annular combustion system in order to resolve circumferential modes. The thermoacoustic results will be validated against existing experimental data available at Loughborough and Cambridge University.'","grantUrl":"","grantId":"620180","fundValue":"796529","fundStart":"2014-01-01","fundEnd":"2016-12-31","dataset":"fp7"}