{"id":"94883","title":"Natura 2000: a sociological study","abstractText":"'The proposed Fellowship is designed to provide a promising post-doctoral sociologist specialising in the niche area of nature-society relations, the opportunity to pursue a period of training in the Nature-Society Research Group of the School of Geography at the University of Exeter in the UK. Under the supervision of an internationally renowned scholar in this field, and with further theoretical training, the Fellow would employ this 2 year period to develop and expand upon her highly commended PhD research into how Natura 2000 is experienced in Ireland. Through the addition of a new UK based case study and the re-visitation of Irish case studies, the Fellowship would allow comparative analysis with the UK experience and longitudinal analysis of the Irish situation from 2005 to 2011. The objectives of the research are threefold: (1) develop state-of-the-art sociological/geographic themes regarding nature-society relations, (2) to explore the socio-political dimensions of these findings and (3) to make recommendations for innovative models of nature conservation theory and practice, allowing the transfer of knowledge to other EU country contexts. The study will be multidisciplinary, drawing on insights from sociology and human geography and pulling these together with new thinking in ecology and natural resource management. The project is expected to advance the development of state-of-the-art nature-society theoretical frames within environmental sociology and human geography while contributing to the body of research literature regarding nature conservation conflicts and dilemmas. It will provide a grounded analysis of how Natura 2000 is experienced in two EU member states where nature conservation and rurality have very different socio-political connotations. Its practical findings will feed into the on-going implementation of this and other analogous initiatives and policies.'","grantUrl":"","grantId":"254827","fundValue":"172403.2","fundStart":"2010-10-01","fundEnd":"2012-12-31","dataset":"fp7"}