{"id":"100255","title":"Ionisation of aligned atoms and molecules by low energy electron impact","abstractText":"'Low energy ionising electron collisions with atoms and molecules have an impact on a range of phenomena and applications, since it is in this energy regime that ionisation is most likely to occur. As an example, these collisions are important in understanding the Earths upper atmosphere, in creating new energy efficient lighting and in the accurate targeting and treatment of cancers by radiotherapy. For these fields to progress it is essential to understand the physics governing the interactions at a fundamental level. By developing detailed theoretical models, it is then possible to predict the effect of the collision in different areas. To develop these models, precise data from sophisticated experiments are needed to evaluate their accuracy. The coincidence experiments proposed here provide the most detailed way to assess this.\n\nIn this program, new experiments will be conducted from atoms and molecules over a wide range of geometries. A comprehensive suite of data will be obtained for comparison to models being developed by theoretical collaborators throughout the world. Molecules to be studied include those of technological, environmental & medical importance. To further this understanding, new experiments will measure ionisation from ALIGNED atoms and molecules for the first time. In conventional experiments the targets are aligned in random directions, and so theory must make approximations to describe this. At present, this often results in a poor comparison between theory and experiment. By aligning the targets prior to the collision using laser beams, or by determining their alignment after ionisation (both of which will be employed here), it becomes possible to rigorously compare theory & experiment with unprecedented detail. It is the aim of this research to carry out these challenging experiments for the first time in this important energy regime.'","grantUrl":"","grantId":"272999","fundValue":"202049.6","fundStart":"2011-10-24","fundEnd":"2013-10-23","dataset":"fp7"}