{"id":"93401","title":"\"Research into effects on cognitive performance of maritime watch-keepers under different watch patterns, workloads & conditions, with reality usage of ships bridge, engine & cargo control simulators\"","abstractText":"'The project will define and undertake scientific methods for measurement of fatigue in various realistic seagoing scenarios using bridge, engine-room and cargo simulators; will assess the impact of fatigue on decision-making performance and will determine optimal settings for minimising those risks to both ship and seafarer. Three simulator-equipped institutes will collaborate in ensuring that enough runs of sufficient duration are undertaken to replicate ship-board conditions of operation, with real-life scenarios of voyage, workload and interruptions. Specialist input from a stress research institute, skilled in transport operations research, will set the requirements for fatigue measurement and determining performance degradation of watch-keepers. Results will be analysed and recommendations made for application by interested parties, including ship owners, maritime regulators and those setting requirements for manning and operation of ships. Output will be a Management Toolkit with software and guidance notes. Involvement of a classification society, seafarer officers union and six stakeholder partners provide expert objectivity of the project and its results, as well as widening routes for dissemination and exploitation. The project addresses concerns over the increasing losses (human, financial and environmental) of maritime accidents which frequently cite fatigue as a contributory cause and thereby resonates with the objectives and impacts of the work programme. This is a major issue at a time when the high demand for shipping capacity has led to shortages of well-qualified and experienced seafarers. The project surpasses past subjective fatigue studies, highlighting the problem, and will produce validated, statistically robust results for use in decision making, using the toolkit of results and findings. HORIZON thereby impacts on the FP7 aims of increased safety and security, reduced fatalities, with a methodology for reducing human error.'","grantUrl":"","grantId":"234000","fundValue":"3821139","fundStart":"2009-06-01","fundEnd":"2012-01-31","dataset":"fp7"}