{"id":"109353","title":"Multicentre Preclinical Animal Research Team","abstractText":"'Millions of Europeans still suffer the consequences of neurological disease, but the number of new drugs coming to market continues to fall. Reasons for the failure of stroke drug efficacy to translate from animals to clinical trials is probably best studied, but the problem is widespread. The economic and social costs of translational failure are substantial; a new approach to translational medicine is required.\n\nWe propose the development of a capacity for multi-centre animal studies to address issues of limited validity; poor generalisability; and inadequate sample size. This will include central randomisation, outcome adjudication, and monitoring of laboratory practice; planned heterogeneity between sites to increase generalisability; and the capacity quickly to deliver large studies. Our data will be more reliable, reducing the need for further animal studies; and because clinical trials will be founded on better evidence the risk to participants will be lower. This idea has been broadly welcomed, and the next stage is to establish a framework within which this may be achieved.\n\nOur objective is to engage with all partners to build consensus around the feasibility, structure, composition and operation of multi-centre consortia. Issues include the role of industry and regulators; whether the capacity to deliver such studies exists; the statistical analysis to be used; and ethical, legal and governance issues. This consensus will be achieved through a series of themed meetings involving the applicants and others; the development of a detailed plan for such a consortium; and the validation of that plan with a specially constituted Scientific Advisory Board.\n\nWe will then seek funding for the delivery of multi-centre animal studies based on this plan to allow its delivery.\n\nThe applicants bring together substantial relevant expertise.  This is a high-risk project, but the potential research, economic and health gains both in Europe and beyond are huge.'","grantUrl":"http://www.dcn.ed.ac.uk/multipart/","grantId":"603043","fundValue":"557480.12","fundStart":"2013-09-01","fundEnd":"2015-08-31","dataset":"fp7"}