{"id":"90344","title":"Molecular Mechanism for Primordial Germ Cell Specification - The Role of Blimp1","abstractText":"'Germ cells serve the critical function of transmitting genetic and epigenetic information across generations in multi-cellular organisms. An important attribute of the germ line is to generate the totipotent state. Studies of this unique cell lineage are of wide general interest in the context of stem cells and mechanisms of pluripotency. Relatively little is yet known about how germ cells are specified in mice. Recent genetic studies showed that the transcriptional repressor Blimp1 is a critical determinant of germ cell fate in the epiblast cells of the mouse embryo. There are only about 35 founder primordial germ cells (PGCs) present in each embryo, providing a significant hurdle for the mechanistic elucidation of germ cell specification. A robust in-vitro system that mimics PGC specification is essential to gain a deeper insight into the role of Blimp1 in germ cell fate determination. This project aims to generate such a system using a twofold approach. First, by engineering embryonic stem cells to express Blimp1 in an inducible manner and utilizing them for the induction of PGC fate. Second, by generating transgenic mice expressing fluorescent reporter molecules, for the derivation of epiblast stem cell cultures and subsequent FACS sorting of PGCs. To elucidate the gene expression programme governed by Blimp1 during PGC specification, the culture models will be used for analysis of the genome wide target site binding of Blimp1 and performing functional assays of the target genes and co-repressor proteins bound with Blimp1 to the sites identified. This will likely provide novel biochemical insight into PGC specification revealing mechanisms underlying the balance between pluripotency and differentiation. The project will provide training to the fellow in terms of techniques and subjects pertaining to stem cells, germ cells, mouse genetics and development, while at the same time allowing the re-integration of the fellow into the European scientific community.'","grantUrl":"","grantId":"236689","fundValue":"","fundStart":"2009-06-01","fundEnd":"2011-05-31","dataset":"fp7"}