{"id":"109407","title":"The What-If Machine","abstractText":"In Computational Creativity research, we study how to engineer software which can take on some of the creative responsibility in arts and science projects. There has been much progress towards the creative generation of artefacts of cultural value such as poems, music and paintings. Often, when produced by people, such artefacts embed a fictional idea invented by the creator. For instance, an artist might have the fictional idea: [What if there was a quiz show, where each week someone was shot dead?] and express this through a painting, poem or film. While such ideation is clearly central to creativity, with obvious applications to the creative industries, there have only been a few small, ad-hoc studies of how to automate fictional ideation. The time is therefore ripe to see whether we can derive, implement and test novel formalisms and processes which enable software to not only invent, but assess, explore and present such ideas. We propose to investigate the following model for creative idea generation: (a) collect and analyse some information about a domain, to form a shallow world view of that domain (b) form a set of what-if style ideas from the analysis using notions of surprise, semantic tension and incongruity (c) assess, rank and select ideas based on the quality and quantity of narratives that can be generated using each idea, and (d) use the world view, idea and narratives in linguistic renderings, taking into account notions of relevancy, expansion, obfuscation and affect. Given that ideas are for human consumption, we will also collect crowd-sourced data about how people value, appreciate and expand these ideas, and will machine learn predictors for how people will react to automatically generated ideas. We expect this project to not only bring into being a new era of idea-centric approaches to Computational Creativity, but also to highlight to creative industry practitioners the huge potential of creative software collaborators.","grantUrl":"","grantId":"611560","fundValue":"2193614","fundStart":"2013-10-01","fundEnd":"2016-09-30","dataset":"fp7"}