{"id":"93467","title":"\"Inside the mind of a voter - Memory, Identity, and Electoral Psychology\"","abstractText":"'In many ways, social scientists still face an almost complete mystery when it comes to understanding what happens in a voter s mind while (s)he stands in the polling booth, form in hand, ready to accomplish his or her civic duty. What are the deep images, beliefs, and memories that may be activated when they finally have to make up their electoral mind? This project precisely targets this &apos;hidden part&apos; of the voter&apos;s mind, particularly focusing on electoral memory, identity, and psychology and their impact on voters&apos; behaviour in the context of both elections and referenda. The project uses a four-fold methodology with 2 series of interviews, experiments, and a survey component. It will shed unprecedented light on the entire notion of long term coherence of a voter s behaviour, regardless of whether they remain faithful to one political party or switch over time. In particular, our findings will help us to capture the logic of the vote of the 20-30% of the electorate who claim to be undecided hours before an election or a referendum and that of the up to 10% who claim to change their minds in the same period. The project will additionally enlighten us on electoral psychology in referendum voting, the elusive &apos;d term&apos; (expressive value of the vote), the logic of participation, etc. The project comes with a pledge to publish a minimum of 4 books, 5 articles in major journals, several other articles and chapters, and, mostly, a genuine breakthrough in our understanding of electoral behaviour in a context of dealignment. It will also result in the creation of Europe&apos;s only Centre for Research in Electoral Psychology, which will become a focal point for political psychology and electoral research in Europe, and organise regular workshops, seminars, and a large conference.'","grantUrl":"","grantId":"241187","fundValue":"1198885","fundStart":"2010-01-01","fundEnd":"2015-12-31","dataset":"fp7"}