{"id":"89292","title":"Understanding the Origin of Species: Ecological Genomics and Transcriptomics on Oceanic Islands","abstractText":"'The origin of species diversity has challenged biologists for more than two centuries, but despite the large amount of literature on the subject, pivotal questions about speciation remain unanswered. For example, we know that the origin of species must involve genetic separation, most often followed by phenotypic differentiation. Geographic isolation and subsequent genetic separation gives rise to the uncontroversial allopatric mode of speciation. But in theory, populations can become genetically separated without geographical isolation, resulting in the more disputed sympatric mode of speciation. Recently, Savolainen (the applicant of this proposal) and colleagues provided strong evidence for sympatric speciation in a case study of two species of Howea palms on Lord Howe Island, Australia. Here, we will take our research to a much deeper level and tackle novel themes. Innovative approaches will be developed, combining field ecology and genetic modelling, and taking advantage of the most recent advances in genomic technologies such as ultra-high throughput sequencing provided by the Roche 454 and Illumina Solexa platforms. Using Howea as a model system, sequences of their transcriptomes, scans of their genomes and genes expression profiles, we will test the theoretical predictions that only a few genetic loci controlling key traits are necessary for rapid ecological speciation. Extending this study to other taxa and islands, we will ask what combinations of ecological conditions and genomic architectures lead to the evolution of new species? Particularly, how can species originate in the face of gene flow, for example when confined to a minute oceanic island? The project will provide one of the most comprehensive studies of speciation and has the potential to provide a drastically new perspective on this process. It will also shed light on the wide-ranging link between genotype and phenotype, as well as help to manage biodiversity in a sustainable manner.'","grantUrl":"","grantId":"233190","fundValue":"2415470","fundStart":"2009-01-01","fundEnd":"2014-12-31","dataset":"fp7"}