{"id":"98234","title":"Self-Organising Liquid-Crystalline OligoAnilines for Photovoltaic Applications","abstractText":"'Major interest exists and research activities have grown over the last decade to investigate the development of renewable energies generated from natural sources, especially in the area of solar cells (or photovoltaics, PV), a high priority area of research in the European Research Area (ERA). Central to addressing this challenge is the development of novel materials with tunable optoelectronic properties. However, one class of materials that has received almost no attention at all is the aniline-based materials (polyaniline and its lower oligomers). The proposed research focuses on the design and synthesis of Self-Organising Liquid-Crystalline OligoAnilines for Photovoltaic Applications, making use of newly developed synthetic approaches to produce such tunable materials.\n\nSeveral series of oligomers with new architectures, liquid-crystalline properties and varied conjugation architectures and lengths will be produced.  These will be characteristed and combined with suitable inorganic semiconductors. The nanoscale morphology of such photoactive blends will be optmised, and utilised to produce proof-of-concept photovoltaic devices.\n\nThis research will open unexplored avenues through its interdisciplinary and multidisciplinary approach, i.e., it will rely on modern synthetic organic chemistry, chemicophysical analyses of optoelectronic properties, morphologies and structure relationships, self-assembly in the solid state, device fabrication and testing.  It is expected that the research and training outcomes of this proposed research will impact across the mentioned range of disciplines, and contribute highly trained researchers and knowledge to a high priority area for both society and research within the EU as well as on an international level.'","grantUrl":"","grantId":"273418","fundValue":"208592.8","fundStart":"2011-05-03","fundEnd":"2013-05-02","dataset":"fp7"}