{"id":"92827","title":"Investigating sRNAs as the master on/off switch of Vibrio cholerae virulence","abstractText":"'Cholera is a severe diarrhoeal disease caused by the bacterium Vibrio cholerae and is responsible for thousands of deaths worldwide every year. The current treatment is oral rehydration therapy combined with antibiotics. However, with antibiotic resistance on the rise, new antimicrobial strategies are needed to combat the disease. An attractive antimicrobial approach is to inhibit functions that are essential for bacterial virulence. This disarms the bacteria rather than killing them, reducing the selective pressure that leads to antibiotic resistance in the first place. Four small regulatory RNAs, the quorum regulatory RNAs (Qrrs), lie at the heart of the virulence pathway in V. cholerae. At low bacterial cell density, in the initial phases of infection, the Qrrs are abundant which leads to the expression of virulence genes, infection of the host and cholera. Post infection, when the cells are at high densities, Qrrs are no longer produced, which turns off virulence-gene expression and induces the release of the bacteria back into the environment for reinfection. The Qrrs function by altering the translation and/or stability of specific mRNA targets through base-pairing, which ultimately regulates the expression of the virulence genes. Artificially modulating these base-pairing interactions is key to inhibiting V. cholerae virulence. In order to do this, it is necessary to elucidate the molecular details of the interactions. How do the Qrrs bind to their mRNA-targets? Are protein partners, e.g. Hfq, required for the interaction? What are the binding parameters of the interactions? In this proposal, a range of molecular genetic, biochemical, biophysical and structural studies will be performed to investigate the interactions involved between the Qrr sRNAs, their mRNA targets and protein partners. This will provide a solid foundation for the development of a novel antimicrobial strategy for the prevention and treatment of cholera.'","grantUrl":"","grantId":"249154","fundValue":"50000","fundStart":"2009-10-01","fundEnd":"2011-09-30","dataset":"fp7"}