{"id":"188113","title":"Molecular Electronics aKIn MIcroelectronics","abstractText":"'Molecular Electronics (ME) is predicted to match in the beyond CMOS scenario the relevance of Microelectronics. Expectations are remarkable, especially if Molecular Quantum Dot Cellular Automata (MQCA) is the technology of\nreference: tens of THz in frequency and several order of magnitude of reduction in power consumption.\n\nNotwithstanding the promising opportunities, currently studies in the ME field are fragmented and lack of uniformity of methods and approach: this slows down the proceedings of engineers in the ME field and postpone the expected success of ME.\n\nMEKIMI (Molecular Electronics AKIn MIcroelectronics) aims at helping the proponent, Mariagrazia Graziano, which holds a solid background in microelectronics, to improve her knowledges at the molecular scale and to set up a methodology for the fabrication and modeling of molecular devices that could fill the gap between micro and nanoelectronics in the near future.\nThe project focuses on a MQCA wire (MQCAW) used as a reference and promising starting point and addresses the following challenges: i) set-up a solid and reproducible technique to fabricate the MQCAW; ii) experimentally characterize its functionality   iii) model the MQCAW system with a new simulation CAD tool. The three points are expected to represent a starting point for a more generalized set approaches, techniques and models to be available for other molecular systems in the years to come.\n\nThe success of the project is assured by: a) the fellow experience on MQCA b) the unique top-class suite of advanced tools at the host institution, London Centre for Nanotechnology (LCN), c) the outstanding scientific and training experience (>20 years) of the scientist in charge at LCN.\n\nFrom a  multi-disciplinary and top-level training at LCN the MC fellow will boost her research expertise,  skills, vision, confidence and research management qualities necessary to become an independent researcher and international leading scientist.'","grantUrl":"","grantId":"627515","fundValue":"299558.4","fundStart":"2014-10-01","fundEnd":"2016-09-30","dataset":"fp7"}