{"id":"102385","title":"Hepatitis C Virus infection dysregulates mitochondrial Fatty Acid Oxidation","abstractText":"'Hepatitis C Virus (HCV) is a global problem infecting ~170 millions people and is a leading cause of liver transplantation. Because of the lack of prophylactic vaccine and limitation of an effective therapy, persistent infection leads patients to chronic hepatitis, steatosis, cirrhosis and liver cancer. A body of evidence shows that the course of disease progression involves metabolic alteration of lipid biogenesis and homeostasis in the liver. Furthermore, viral replication and egress are found to co-opt with very low density lipoprotein (VLDL) biogenesis and secretion pathway, where viral genomic replication takes place on altered endoplasmic reticulum being tightly associated with lipid droplets. And following viral maturation/release steps are shown coupled with VLDL secretion. Since we know that liver is the most important organ for lipid transportation and storage, understanding why entire viral life cycle is so tightly associated with lipid biogenesis and transport will be a key insight to understand the mechanism of viral invasion and pathogenesis. In addition, understanding how viral components are intercepting host metabolism will help us to discover novel therapeutic options. Either up-regulation of lipid biosynthesis or down-regulation of lipid -oxidation can cause lipid accumulation in the liver. Although intense amount of studies have been attributed to understand up-regulation of lipogenesis, little is known about the situation of mitochondrial lipid -oxidation. In my past study, protein interactome of non-structural protein 5A (NS5A) of HCV had revealed that both and -subunits of mitochondrial trifunctional protein (MTP) are targeted by NS5A. MTP catalyses last 3 steps of mitochondrial lipid -oxidation including hydroxyl CoA dehydrogenase, 3-ketoacyl CoA thiolase and enoyl CoA hydractase. The proposal will aim to dissect molecular mechanism of viral invasion of lipid -oxidation and possible virulence by this asset of host/virus interaction.'","grantUrl":"","grantId":"304072","fundValue":"50000","fundStart":"2012-03-01","fundEnd":"2014-02-28","dataset":"fp7"}