{"id":"187942","title":"Advanced Snapshot Swept-Source Mueller Polarimeter","abstractText":"'Optical imaging for medical diagnosis and biology is a fast-growing scientific and technological domain due to their non invasiveness and recent advances in Photonics tools. A major trend in medical imaging is to improve the contrast and access to structural information. Polarisation is a key parameter in this respect. Molecular orientation and microstructural shape are often connected to the degree of the disease. Although polarisation can provide a wealth of relevant information, very few techniques have made it from the lab to the market.\nThe present fellowship is directed to the most exhaustive polarimetric technique, the complete Mueller polarimetry. This technique can analyse the polarization state of backscattered or transmitted light as a function of illuminating light polarization. The object-to-be-investigated microstructure can alter the polarization state in three possible ways: diattenuation, retardance and depolarization. Since 2007 the fellow has been developing a unique Snapshot Mueller polarimeter (SMP) which opens novel avenues in interrogating the polarisation properties. The fellowship aims at advancing the provision of complete Mueller matrix information in at least two technological directions: (i) building a Swept-Source SMP (3SMP) to increase the acquisition speed of the SMP by using recent advances in the field of optical coherence tomography, (ii) devising hand held 3SMP configurations by applying principles of coherence gating. These advances are planned to be fully tested and characterised in directions such as: imaging the posterior and anterior pole of the eye in-vivo and imaging excised tissue, such as basal cell carcinoma of eye lids and vocal cords. Specialist advice in these directions will be provided by clinicians drawn from 5 National Health System teams, which will open important avenues for the fellow to translate his research from lab to the clinic, complemented by relevant training, and by links with 3 industrial partners.'","grantUrl":"","grantId":"625509","fundValue":"309235.2","fundStart":"2014-09-01","fundEnd":"2016-08-31","dataset":"fp7"}