{"id":"104895","title":"Stochastic Optimal Control of multiscale processes with applications to energy systems","abstractText":"'The European energy policy aims to establish Europe as one of the world leaders in renewable energy and low-carbon technologies. The energy challenge consists of the set of technologies and policies that need to be developed in order to enable the transition to a low-carbon economy. The motivation for studying energy systems stems from this challenge.\nStudying the properties of energy systems requires the use of advanced simulation and control algorithms for the computation of the optimal system design. The purpose of optimisation is to inform planning or strategic decision-making. A crucial property of energy systems is that they are not exclusively physics based. Rather, energy models combine economics, technology and engineering. Over the last forty years computer models that integrate heterogeneous subsystems have been developed. Current state of the art methodologies make simplifying assumptions about the dynamics of the processes at time scales finer or larger than the primary time-step of the model. With the introduction of new technologies, combined with the need for optimal utilisation of existing infrastructures and the optimal integration of new technologies, it is becoming more and more apparent that finer time-scale processes have important feedbacks on the optimal strategy for longer time-scales that are not captured by the conventional simplifications. The overall objective of the proposed project is to develop simulation and control algorithms for integrated multiscale models. We will use the theory of singularly perturbed Markov processes for the definition of appropriate mathematical abstractions for representing multiscale dynamics in energy models. We will then develop a novel Multiscale Monte Carlo algorithm for the simulation and analysis of such systems. Finally, the theoretical framework will be applied to an integrated transportation and power systems model.'","grantUrl":"","grantId":"321698","fundValue":"100000","fundStart":"2012-10-01","fundEnd":"2016-09-30","dataset":"fp7"}