{"id":"104900","title":"Diffusive Partial Differential Equations with Nonlocal Interaction in Biology and Social Sciences","abstractText":"'In the presented project we shall develop the analytical theory for a large class of diffusive partial differential equations with nonlocal interaction and related models, having an interdisciplinary set of applications ranging from population biology and microbiology to material science and sociology. In particular, we shall study the existence and uniqueness theory for those models, the qualitative behaviour, the large time behaviour, their microscopic to macroscopic interplay, and singular perturbation problems.\nRecurring keywords are the Wasserstein gradient flow theory (both in the classical sense, and in the direction of models with nonlinear mobility), and the Entropy solution theory for nonlinear conservation laws. One of the most innovative aspects of this project will be to provide a link between those two theories. A new theory with many species within the mentioned gradient flow setting will be developed. We shall focus in particular on models for pedestrian movements, featuring a highly nonlinear and nonlocal structure, which requires a new approach within the framework of scalar conservation laws. The duality between aggregative behaviour (finite time blow up, formation of spatial patterns) and diffusive behaviour (local repulsion, large time decay, self similar decay) is behind many of the studied problems, as it provides complexity in the large time behaviour with respect to initial data and parameters of the problem.\nThe project will last 4 years, and it will be implemented through a series of activities: research collaborations of the fellow in various universities in UK, Germany, and Italy, 4 events (conferences, summer schools, etc), and 4 mid term visiting period at the host institutions by top class researchers. The host institution is the University of Bath, which provides a permanent Reader position in Applied Mathematics for the fellow. The project will be partly co-funded by other projects (among which the FIRST network, expiring in 2013).'","grantUrl":"","grantId":"321957","fundValue":"100000","fundStart":"2012-10-01","fundEnd":"2016-09-30","dataset":"fp7"}