{"id":"94557","title":"Legume-supported cropping systems for Europe","abstractText":"'This research will deliver knowledge and technology for the optimisation of the use of legumes in European agricultural systems and promote the partnerships needed to support the public policy outcomes sought. By integrating the Consortiums extensive set of existing field case studies, modelling and knowledge base, the project will test, validate and deliver novel cropping systems. This network of 18 case studies, in 12 countries, will be the focus of interaction with farmers, SMEs, other businesses, and policy makers. Outputs will include system-optimised cropping plans for each pedo-climatic region, input into existing farm-planning tools, local on-farm demonstrations, a socio-economic analysis that will enable local economic assessment of cropping systems, and an ecological assessment of the effects of relevant farming system changes on greenhouse gas and nitrogen budgets, biodiversity and soil health from the farm to the continental scale. A book on legume-supported eco-efficient farming systems covering all aspects of the use of legumes in Europe will be published. The research is planned around the appreciation of how nitrogen fertilisation and the production and use of plant protein lie at the heart of many of the global, regional and local environmental challenges arising from agriculture. The project will take a novel strategic approach to knowledge interaction and delivery, in order to enhance and pool existing knowledge platforms and databases. It will then deliver the results into the farming community, commercial use, and policy practice beyond the life of the project. The project will facilitate wide access to new and existing knowledge and technologies and it will promote awareness of the role of legumes in the development of sustainable supply chains and consumption patterns. All research results and products will be put in the public domain, and partnership with all the agents of change, including policy makers, will be a key element of the work.'","grantUrl":"http://www.legumefutures.eu/","grantId":"245216","fundValue":"4095015","fundStart":"2010-03-01","fundEnd":"2014-02-28","dataset":"fp7"}