{"id":"98240","title":"Visualising Electrocatalysis at the Nanoscale","abstractText":"'This proposal defines new and unique approaches to the study of electrocatalytic processes at the level of an individual nanoparticle (NP). The project marries the considerable achievements of Dr. Stanley Lai in electrocatalysis (PhD, Leiden) with that of the Electrochemistry and Interfaces Group at the University of Warwick, in high resolution electrochemistry and imaging, to create new frontier research in functional imaging of electrocatalysis. The scientific programme involves the development and application of innovative nanoscale electrochemical imaging techniques which will allow individual NPs to be produced directly on surfaces in a well-defined way, and their individual activity investigated, so that the electrocatalytic responses can be related to NP size, structure and environment. Moreover, the nanoscale methods will allow the investigation of individual NPs within an ensemble, to determine - for the first time - the range of electrocatalytic responses that operate, which is a major open question. The focus is on noble metal NPs and model fuel cell reactions, so that the results will be of immediate interest and impact to the field. The NPs will be produced on novel carbon electrode supports (graphene, single-walled carbon nanotubes, graphite and conducting diamond), in view of the considerable excitement in such materials worldwide for electrocatalysis and electroanalysis. The project will derive significant benefit from impressive facilities, equipment and infrastructure at the Host Institution, including major recent investment in state of the art high resolution microscopy and spectroscopy for materials characterisation. With considerable support and world-leading expertise from the Host group and its collaborators, this project will provide Dr. Lai with an outstanding opportunity to develop personally and professionally, by pioneering a new area of research in a new geographic location.'","grantUrl":"","grantId":"275450","fundValue":"199549.6","fundStart":"2011-06-01","fundEnd":"2013-05-31","dataset":"fp7"}