{"id":"108162","title":"Safeguarding Academic Freedom in Europe","abstractText":"'This research addresses a fundamental human right and a key element of the creation of a European knowledge economy: academic freedom. Universities are vital elements in the construction of a European knowledge economy, while academic freedom is considered essential to the proper functioning of a University and is recognised by international bodies such as UNESCO as a barometer of other more fundamental human rights, like freedom of speech. This research is a synthesis of the constitutional and statutory protection for academic freedom with measures of academic norms and departmental cultures, to produce a comparative assessment of the protection for, and health of, academic freedom in the EU (currently a much under-researched field); and an analysis of best practice for the legal/normative protection of academic freedom in the EU, which can then aid the construction of interactive interrogatory tools and institutional and national policy instruments, to be disseminated across European universities, and beyond. The project unites the Fellow, who has a wide knowledge of constitutional law and human rights with respect to education, with the Researcher in Charge, who has experience and expertise in assessing the protection of academic freedom in different states, to produce new knowledge on the extent of the legal and normative protection for academic freedom in the EU. In the medium-term effect this research will increase the protection for academic freedom in Europe at national and institutional levels. The long term effects are: first, enhanced understanding of the strength of the human rights associated with academic freedom, more particularly, freedoms of thought, speech, and the right to education in international law; second, the facilitation and encouragement of the creation of new knowledge, more especially at the interstices of different disciplines that have traditionally experienced subject and departmental based barriers to collaboration.'","grantUrl":"","grantId":"327101","fundValue":"299558.4","fundStart":"2013-09-02","fundEnd":"2015-09-01","dataset":"fp7"}