{"id":"186650","title":"\"Serendipity in Science, Technology and Innovation\"","abstractText":"'The Serendipity project aims to investigate the role, management and impact of serendipity on research performance. The key focus of the project is on the under-researched topic of 'serendipity', the notion in science policy that basic research leads to unexpected valuable outcomes, and since the outcomes of basic research are impossible to predict, research itself is difficult and perhaps even impossible to manage or direct towards specific social ends. Research may be uncertain, but it is not random, and we know that industrial R&D managers fund research in areas where they expect returns and organise research to maximise its impact. With public policy, the scenario is slightly different, but there is not yet a body of evidence to draw on to support policy making. Thus, the project asks whether EU science can be better managed in ways that enhance the social and economic value of serendipity for the EU. Serendipity has been a core idea in science, technology and innovation policy but there has been almost no research that has explored its relative importance, measured its magnitude or investigated its factors, and how it leads to social and economic benefits. To address this research gap, this project brings together two world leading science policy research groups at Sussex University and Columbia University, and myself (a junior researcher with a double prize-winning publication record). The project is a mix of basic research on the nature and history of serendipity, and its influence on research policy, together with applied policy-focused research on issues of direct relevance to government policy makers, medical charities and industry managers. The outgoing phase will focus on examining data and rare archives in the US that are accessible only on-location, with cutting edge quantitative-qualitative methods to generate large scale evidence as well 6 detailed cases studies. The return phase will focus on developing theory and policy implications for the EU.'","grantUrl":"","grantId":"629018","fundValue":"204930.6","fundStart":"2014-09-01","fundEnd":"2016-08-31","dataset":"fp7"}