{"id":"187814","title":"|Gestational signal and bile acid role in the enteroinsular axis","abstractText":"'Normal gestation is associated with substantial changes in maternal metabolism including a marked increase in insulin resistance and mild cholestasis, hypercholesterolaemia, and hypertriglyceridemia at later gestational weeks. In some predisposed women, the metabolic changes are adequately severe to lead to development of gestational disorders of pregnancy including gestational diabetes mellitus (GDM) and intrahepatic cholestasis of pregnancy (ICP). Indeed, women with ICP are more susceptible to developing GDM and have significant biochemical and endocrine changes such as increased basal endogenous glucose production, decreased insulin sensitivity, and reduced GLP1 secretion from enteroendocrine L-cells that result in altered carbohydrate metabolism while they are cholestatic. The applicant hypothesises that reproductive hormones and their metabolites play an integral role in beta-cell adaptation in pregnancy through altered nuclear farnesoid-X-receptor (FXR) and G-protein coupled receptor TGR5 activity in the enteroendocrine L-cells and pancreatic islets. The applicant hypothesises that reproductive hormones and their metabolites play an integral role in beta-cell adaptation in pregnancy through altered nuclear farnesoid-X-receptor (FXR) and G-protein coupled receptor TGR5 activity in the enteroendocrine L-cells and pancreatic islets. There are emerging data to show that the bile acid receptors FXR and TGR5 play a pivotal role in glucose homeostasis and susceptibility to diabetes mellitus, but their role in altered glucose metabolism in pregnancy is poorly understood. The aberrant BA homeostasis during ICP may further contribute to the aetiology of GDM, by affecting FXR and TGR5 signalling in the in the gut and endocrine pancreas. It is also likely that that BA toxicity in ICP can increase beta-cell apoptosis, thereby interfering with their ability to adapt in pregnancy and thus compromising the demand for insulin to maintain maternal glucose homeostasis.'","grantUrl":"","grantId":"623964","fundValue":"221606.4","fundStart":"2014-03-01","fundEnd":"2016-02-29","dataset":"fp7"}