{"id":"103107","title":"Requirements Engineering for Business Protocols","abstractText":"'Increasingly, researchers are interested in the class of information systems that support social and business interactions among multiple autonomous---broadly, independently motivated---parties.  In settings as diverse as social networking, collaborative scientific computing, emergency response systems, cross-organizational supply networks, electronic commerce, social networks, and healthcare, to name but a few, we see that the systems are constituted from a number and variety of autonomous parties.  I refer to each party is a social actor and to a system comprised of such actors as a social system.\n\nClearly, social systems are distributed, sometimes massively so. However, the autonomy of the actors makes a social system more than just a traditional distributed system.  For example, when a bank initiates a settlement transaction with another bank, two actors are involved with diverse internal processes, and possibly with conflicting goals.  Neither can dictate the other's behavior. Therefore, the only recourse is to specify business protocols among the banks and offer guarantees of correctness modulo the protocols being followed properly by each bank.\n\nBusiness protocols specify interactions specified with reference to roles, not particular actors. In principle, any actor can adopt any role in any protocol.  Since actors are arbitrary in this sense, the only sense of a system then is the protocol itself.  In fact, any open distributed system is only as good as the protocol itself.\n\nCurrently, there is no clear methodology for going from stakeholder requirements to protocols. The central questions that this proposal seeks to address are the following. How can we ensure that stakeholder requirements are faithfully met by protocol specifications? And how can we, as transparently to the stakeholders as possible, ensure that stakeholders come up with protocols are enactable in distributed settings?'","grantUrl":"","grantId":"302552","fundValue":"200371.8","fundStart":"no date","fundEnd":"no date","dataset":"fp7"}