{"id":"95283","title":"Gene Regulation at the Nuclear Periphery","abstractText":"'The spatial organisation of the genome in the nucleus has a role in the regulation of gene expression. In vertebrates, chromosomal regions with low gene-density, and that are less transcribed, are located close to the nuclear periphery. Correlations have also been made between the transcriptional state of some genes and their location near the nuclear periphery. For example, the proneural Mash1 gene relocates away from the nuclear periphery when it is activated during neural differentiation of mouse embryonic stem (ES) cells. Recently, the host laboratory demonstrated that the nuclear periphery plays a direct role in gene repression by experimentally relocating genomic loci to the nuclear envelope. A crucial issue is whether this nuclear reorganisation is important for correct differentiation and development. To do this I will impair the relocation of Mash1 in ES cells by tethering it to the nuclear envelope with the lacO/lacI-lap2b system set up in the host laboratory. The consequences of this anchoring on Mash1 transcription and neural cell differentiation will be assessed. I also propose to investigate the mechanism of Mash1 relocation. First I will determine whether the nuclear position of Mash1 influences its chromatin state, by establishing the histone modifications of the locus, when tethered or not. Then I will address whether nuclear reorganisation is an active or passive process. In live cells, I will track the position of the lacO tagged Mash1 visualized with lacI fused to GFP, during neural differentiation. Finally, I will determine the endogenous pathways that retain specific loci at the nuclear periphery. I will perform two high-throughput screens on a human cell line established in the lab where a peripheral locus is visualized by laco/lacI-GFP. An siRNA screen and a small molecule screen will be used to look for factors whose loss or inhibition lead to displacement of the lacO-tagged locus away from the nuclear edge.'","grantUrl":"","grantId":"255300","fundValue":"180103.2","fundStart":"2010-08-01","fundEnd":"2012-07-31","dataset":"fp7"}