{"id":"188011","title":"Evolution of jaws and teeth - new insights into key innovations and the origin of Gnathostomes","abstractText":"'The emergence of jawed vertebrates (gnathostomes) is a pivotal event in vertebrate evolution, based on the evolution of jaws with teeth. This was thought to represent a key vertebrate innovation, allowing jawed vertebrates to outcompete their jawless rivals. Recent discoveries however, shed a different light on the evolution of teeth and jaws. i) tooth-like structures were found on gill arches in a primitive jawless vertebrate, indicating that teeth evolved prior to jaws. ii) the first jawed vertebrates appear to be toothless. These data demonstrate that tooth and jaw evolution were not coordinated, contradicting previous scenarios. Among living gnathostomes, the two major groups are chondrichthyans (shark, rays) and osteichthyans (bony jawed vertebrates). Crucially, we lack insight into the development of teeth and jaws in early osteichthyans. Our current knowledge is based only on two  members of this clade, representing two important laboratory models: the Zebrafish, an actinopterygian, and mouse, a sarcopterygian tetrapod. These are the two fundamental lineages that comprise Osteichthyes, diverging 400 million years ago. However, zebrafish and Mouse are derived osteichthyans, and not representative  the early osteichthyans.\nThe question of how vertebrate jaws and teeth evolved is best answered in a multidisciplinary approach, providing necessary  phylogenetic and developmental context to interpret data from basal osteichthyans. Only then can we find new hypotheses of how complex modules evolved. My proposed project offers a rare opportunity to investigate evolution and assembly of a jjaws and teeth. A pivotal part of this project will employ cutting edge 3D imaging techniques to analyze fossil data, essential because organisms in which these modules first evolved are long extinct. Only data fossil jawed vertebrates can answer the specific question of how jaws and teeth evolved, fundamental to understanding jawed vertebrate origins, and thus, our own evolution.'","grantUrl":"","grantId":"626424","fundValue":"299558.4","fundStart":"2014-10-01","fundEnd":"2016-09-30","dataset":"fp7"}