{"id":"187817","title":"Protein Synthesis Control by Means of Formal Models","abstractText":"'Many biological systems at cellular level consist of a high number of elements interacting in complex patterns. These systems often exhibit emergent behaviours that cannot be detected by reductionist approaches. Systems biology is the interdisciplinary methodology aiming at understanding the dynamics of life by determining how the elements of a biological system interact to form functional networks. This research proposal intends to make to advance the state-of-the-art in systems biology by making systematic use of formal models, and more precisely of the Petri nets formalism.\nThe research will focus on the network of interactions involved in the protein synthesis in Saccharomyces cerevisiae, a species of yeast. The overall goal of the proposal is to optimize the recombinant protein synthesis in this organism. This goal is to be achieved by means of three primary objectives: 1) to formally model the recombinant protein synthesis mechanism; 2) to analyse the obtained model by using formal methods; 3) to control the system behaviour to maximize the recombinant protein synthesis.\n\nThe Petri net to be designed will model the different events taking place in the protein synthesis mechanism: transcription, translation, modification, transportation, degradation and secretion. The analysis of the Petri net will consider structural and dynamical properties, and special attention will be paid to the computation of throughput bounds and bottleneck identification. As bottlenecks constrain the throughput of the whole system, any control action aiming at maximizing the protein synthesis will be performed on them.\n\nOverall, this proposal intends to improve our understanding of the cellular mechanism regulating protein synthesis by providing mathematical modelling and analysis tools. This understanding will eventually enable us to control and optimize the synthesis of recombinant proteins, which are broadly used for vaccines, diagnostic tools and therapeutic purposes.'","grantUrl":"","grantId":"623995","fundValue":"309235.2","fundStart":"2014-10-01","fundEnd":"2016-09-30","dataset":"fp7"}