{"id":"109313","title":"Carmelo M Vicario Reward and Punishment: what somatosensory intra-oral activity can tell about the value of goods","abstractText":"'Objectives. This project seeks to understand the psychobiology of reinforcement in health and illness. The neural processing of, and behavioural response to, reward and punishment drives learning, skill acquisition and socialization. It shapes behaviours from the most primitive (fight/flight, ingest/avoid,) to complex (buy/sell).Motivated by evidence for a direct link between the tongue muscle and the midbrain regions involved in the extrapolation of reward properties from stimuli, I will test the hypothesis that appetitive stimuli along the rewarding-punishing continuum are mapped in a specific somatotopic pattern of intra-oral muscles measurable as changes in motor cortex excitability. I will further test an embodied cognition hypothesis that the same circuitry that is activated by appetitive stimuli also mediate more evolutionarily advanced reinforcers such as monetary compensation and social disgust. Methods.Single pulse TMS elicited Motor Evocated Potentials (MEPs) recorded from the tongue will serve as a measure of cortico-bulbar neuronal excitability during vision and/or smelling a range of rewarding/punishing stimuli.The excitability of cortico-bulbar innervation of the tongue could be particularly informative as a somatic marker of the activity in the reward-related neural circuits, and may provide a direct measure of the hedonic/disliking dimension conveyed by reinforcers. Relevance to the Work Programme. The project addresses the challenge for neuroscience to provide conceptual tools and methodologies for understanding, predicting and modelling the influences of reinforcement on human behaviour including economic decision making. An understanding of deranged processing and responding\nto reinforcing stimuli is also critical across a range of challenges to Psychology, medicine and to society as a whole, including brain damage, eating disorders, additction, sociopathy, pathological gambling and challenging behaviours in developmentally disabled children.'","grantUrl":"","grantId":"328551","fundValue":"221606.4","fundStart":"2014-03-03","fundEnd":"2016-03-02","dataset":"fp7"}