{"id":"92781","title":"Development and Demonstration of a Novel Integrated Condition Monitoring System for Wind Turbines","abstractText":"Wind energy is the most developed of a number of renewable energy technologies, with several thousands of wind turbines already operating or being planned for construction across Europe. Wind turbines can be deployed individually to power a single site or installation, but are most commonly grouped together as wind farms to provide power to the electricity grid. The energy output from wind turbines has increased dramatically over the past thirty years from 50kW to 6MW, while 8-12MW turbines are in the design stage. The greater energy yield achieved means that the number of turbines needed to produce a given amount of energy has been reduced by a significant factor. Over the same period the tower height and rotor diameter of turbines have doubled leading to much more complex construction, maintenance and inspection procedures, particularly when off-shore turbines are concerned. Under normal operation schedules wind turbines have an average annual maintenance expenditure of ~2% of the original turbine investment. However, unpredictable failure of certain wind turbine components (i.e. blades, tower, gearbox, generator, brakes, yaw system, etc.) can lead to substantially higher maintenance costs and reduced availability of turbines. To increase the competitiveness of wind energy in comparison to other power generation technologies, significant and measurable improvements in the availability, reliability and lifetime of wind turbines need to be achieved in the foreseeable future. NIMO seeks to practically eliminate catastrophic failures and minimise the need for corrective maintenance by developing and successfully implementing an integrated condition monitoring system for the continuous evaluation of wind turbines. NIMO will advance existing state-of-the-art condition monitoring technology used in wind turbines by delivering an advanced system which will be able to reliably evaluate the condition of critical structural components, rotating parts and braking mechanis\n","grantUrl":"","grantId":"239462","fundValue":"5891567.25","fundStart":"2009-10-01","fundEnd":"2012-09-30","dataset":"fp7"}