{"id":"107934","title":"A Structure-Function Approach to Understanding the Role of Zyxin","abstractText":"'Cell adhesion to the extracellular matrix (ECM) is essential to the normal functioning of many tissues. At the cellular level, adhesion to ECM regulates a host of activities including cell migration, proliferation and death. A feature of many disease is that cell adhesion to the ECM is perturbed in such a way that control of normal cell function is lost. Cell adhesion to the ECM is mediated primarily through a group of transmembrane receptors (integrins) that cluster into complex, multi-protein structures known as focal adhesions, which link the ECM to the internal actin cytoskeleton.\n\nAn important function of focal adhesions is the transmission of signals from the ECM to the nucleus, a process that ultimately decides the fate of a cell. One of the key proteins found in focal adhesions is called zyxin. Zyxin is unusual in that it is also found in the nucleus where it is believed to play a role in gene regulation and is thus likely to be a key component in signaling from focal adhesions to the nucleus. This research proposal will use a combination of cell and molecular biology coupled to state-of-the-art biophysical techniques to investigate the nuclear function of zyxin.\n\nWith the help of a Marie Curie International Incoming Fellowship Dr Patel will not only bring this project with him to the host laboratory, but also his expertise in various state of the art biophysical techniques. One of the most important features of his research is the way in which he employs a wide range of different biophysical methods to tackle biological questions. One of the exciting aspects of this fellowship application is the way in which the areas of expertise of Dr Hotchin and Dr Patel complement each other. The Hotchin laboratory has a strong track record in cell biology and cell adhesion and the move of Dr Patel to Birmingham will provide significant additional expertise allowing the Hotchin laboratory to expand into new research areas and technologies.'","grantUrl":"","grantId":"329701","fundValue":"231283.2","fundStart":"2013-09-03","fundEnd":"2015-09-02","dataset":"fp7"}