{"id":"188143","title":"EPIGENomic markers for AIR pollution-induced health effects","abstractText":"'Exposure to particulate matter (PM) has detrimental effects on the health outcomes. Recently is shown that particulate matter increases the risk for lung cancer at the population level, which is assessed within the framework of the European Study of Cohorts for Air Pollution Effects (ESCAPE). This study dramatically increased the epidemiological weight of this association, however mechanistic evidence at this level is mostly scarce. Epigenetics, the heritable changes in gene expression that do not involve a change in DNA sequences such as DNA methylation can modulate genomic functions under exogenous influence such as air pollution. So far, several lines of research suggest that the mechanisms involved are through inflammation and oxidative damage. In spite of the specific DNA methylation results a large genome-wide epigenetic analysis in relation to ambient air pollution has not been performed, as such this gap in knowledge will be addressed by this proposal.\nIn this project I hypothesise that DNA methylation of inflammation and oxidative stress pathways are key in PM-induced effects. I aim to identify changes in methylation related to exposure to specific air pollutants by profiling full genome methylation data. For this project I will combine exposure and epigenetic data from three large prospective studies of over 1200 individuals from the ESCAPE (FP7), HuGeF (Human Genetics Foundation, Italy) and EnvironGenoMarkers (FP7) studies. I will explore the association of genome wide DNA methylation (Illumina 450K) with ambient air pollution in healthy subjects (n=1200) with detailed air pollution measurements, including personal estimates of PM2.5, PM10, PMcoarse, NO2, NOx and traffic indicators.  I will perform a study of pathways and networks that PM exposure affects followed in depth cross-omics analysis between DNA methylation and transcriptomics data.'","grantUrl":"","grantId":"628858","fundValue":"231283.2","fundStart":"2014-05-01","fundEnd":"2016-04-30","dataset":"fp7"}