{"id":"104583","title":"Local Inclusion in Networked Communities - utilising public spaces","abstractText":"'The main aim of the research Vis to gain knowledge about the links between online social networks and offline public spaces using interdisciplinary empirical methods. The LINC-ups Project will address critical issues within the fields of architecture, urban design, sociology and ubiquitous computing as to how merge the currently disparate worlds of online social networks and offline public spaces to in order to reinforce and strengthen social inclusion at a local neighbourhood level. The LINC-ups project will run over four stages and will be set in the South West regional context of a pioneering roll-out of superfast broadband infrastructure. The first stage will identify a pattern of social connections at neighbourhood places, through analysis of qualitative data from diary studies and interviews with residents in five neighbourhoods. This will establish how people understand and act upon their interactions with technology in their everyday life not just in a purely spatial sense, but more importantly how they are situated within their social networks. The second stage will be an observational study of digital interactions in key public spaces located within the five neighbourhoods which will make it will be possible to understand how public spaces within a neighbourhood are affected. The final empirical stage will draw on results from the first two studies to develop a design-based intervention to directly impact upon the possibility for connecting mediated networks and public spaces. The project will deliver both a theoretical framework and in-depth empirical results on how interaction in social networks enabled by technological infrastructures such as high speed broadband affect social inclusion and overcome digital divides. It will also result in a model for creating high quality public spaces that enable trasnfer between local ties and digital social networks that will impact on planning and policy for regional ICT access and neighbourhood renewal.'","grantUrl":"","grantId":"322285","fundValue":"100000","fundStart":"2013-07-01","fundEnd":"2017-06-30","dataset":"fp7"}