{"id":"96283","title":"\"The Ecology of Crusading: The Environmental Impact of Conquest, Colonisation and Religious Conversion in the Medieval Baltic\"","abstractText":"'The crusades waged against pagans in the Baltic region from the late-12th century AD proved far more successful than those fought in the Middle East. They had a significant impact on the region   characterised as a cultural frontier which came to be dominated by crusading institutions into the 16th century   and are fundamental to understanding the development and consolidation of a European society, united under Christianity. Recent pilot projects directed by Pluskowski, focusing on castle sites in Poland and Estonia, have suggested the crusading period coincides with an 'ecological watershed' in the exploitation of plant and animal resources, representing a significant human impact on the environment in this region. This project builds on these initial findings, addressing a fundamental gap in our understanding of the process of Europeanisation in the medieval Baltic. It will investigate the extent to which the crusading movement in this frontier region represented a force of ecological transformation. This will be assessed by tracking changes in local environments   the exploitation of animals, plants and landscapes   around castles built by the Teutonic Order, an institution which embodied the crusading movement. An initial survey will evaluate six castles in north Poland, Estonia and Latvia. Following this, two sites will be targeted with a systematic sampling strategy aimed at recovering material culture and a high density of plant and animal remains associated with occupation sequences. Environmental data will also be extracted from the hinterlands of these sites. This will be integrated with written sources in order to assess the full extent of the ecological transformations resulting from the introduction of these European structures into this frontier region.'","grantUrl":"","grantId":"263735","fundValue":"1199909","fundStart":"2010-10-01","fundEnd":"2014-09-30","dataset":"fp7"}