{"id":"111368","title":"Defining the cellular interactions that control the retention of and tolerance induction in CD4 T cells at inflammatory sites","abstractText":"'Inflammatory sites contain a number of different cell types that contribute to the swelling and the destruction of surrounding tissue. In rheumatoid arthritis this inflammation occurs at joints. The cells implicated in coordinating and amplifying this damage are CD4 T cells. Much is known about the mediators responsible for attracting CD4 T cells into inflammatory sites. However, the signals responsible for retaining these cells are only poorly characterised. Understanding which key signals control the retention of CD4 T cells could lead to novel treatment strategies that force CD4 T cells to leave inflammatory sites and thereby reduce inflammation.\n\nReducing the numbers of CD4 T cells at inflammatory sites may not be sufficient to reduce inflammation. It will be important, therefore, to specifically tolerise the CD4 T cells that perpetuate the inflammatory response. I have found that the induction of tolerance in previously activated or memory CD4 T cells located in secondary lymphoid organs is possible. However, whether it is possible to induce tolerance in CD4 T cells located in inflammatory milieus at peripheral site is unknown.\n\nThis project will use novel, cutting edge in vivo mouse models to examine CD4 T cells and the immune cells which they interact with at inflammatory sites. By manipulating the cells and signals present in inflammatory sites and determining the effect this has on CD4 T cells, the project will examine the signals that contribute to the retention of the CD4 T cells. In addition, these studies will examine whether tolerance can be induced in CD4 T cells located at inflammatory sites. This will provide critical information about whether improvements in chronic inflammation are only possible following treatments that reduce CD4 T cell retention to inflammatory sites and simultaneously induce tolerance. These studies will provide an innovative framework for alternative therapeutic targets that alleviate chronic inflammation.'","grantUrl":"","grantId":"334430","fundValue":"100000","fundStart":"2014-01-01","fundEnd":"2017-12-31","dataset":"fp7"}