{"id":"186920","title":"Neuronal circuits and synaptic mechanisms of experience-dependent plasticity","abstractText":"'The overall theme of this proposal is to understand how cortical circuits are modified by experience. I propose to determine the cellular and synaptic basis of long-term experience-dependent potentiation of visual responses in the adult primary visual cortex. My hypothesis is that changes in cortical inhibition from specific classes of interneurons underlie the potentiation of excitatory neuron responses to visual stimuli.\nI will test this hypothesis in vivo, in the mouse primary visual cortex, using two-photon calcium imaging. I propose to image the activity of genetically-defined types of neurons in layers 2/3 and 4, during and after induction of long-term plasticity by repetitive presentation of a given visual stimulus. I will then determine the synaptic correlates of these activity changes both in excitatory and in the relevant inhibitory neurons. The proposal is organized around 4 questions:\n\n1. Which excitatory and inhibitory neuronal populations are involved in long-term potentiation of visual responses?\n2. How does experience alter the functional properties of synapses and dendritic integration in excitatory neurons?\n3. How does experience alter synaptic inputs and dendritic integration in inhibitory neurons?\n4. How are experience-dependent synaptic mechanisms impaired in a mouse model of autistic spectrum disorders?\n\nRevealing how cortical responses are strengthened by experience will suggest possible strategies to augment such changes and promote functional recovery, for example, to increase the impact of perceptual learning for the recovery of visual function in amblyopic patients, after stroke or after traumatic brain injury in the visual cortex. Finally, these results will also elucidate potential specific defects in inhibition in Fragile X mouse models, and thus give insights into whether and how targeted GABAergic drugs could be of therapeutic value in this disorder.'","grantUrl":"","grantId":"631770","fundValue":"100000","fundStart":"2014-03-01","fundEnd":"2018-02-28","dataset":"fp7"}