{"id":"93438","title":"Structural Studies on the Interaction of Fibronectin and Collagen","abstractText":"'Fibronectin (FN) and collagen are two members of the extracellular matrix that play important roles in embryogenesis, cell migration and adhesion, as well as in wound healing. They act together to control fibroblast migration, collagen crosslinking and the removal of damaged tissue. However, despite the apparent biological importance, details on the interaction of FN and collagen remain unclear. Substantial uncertainty exists regarding the number of FN binding sites on different collagen types, the molecular nature of the interaction and the roles of different collagen forms (denatured and native) and fibronectin domains. Importantly, past studies had been unable to reconstitute this interaction using synthetic collagen peptides, precluding possible high-resolution studies. Here, we propose to use biophysical techniques, such as X-ray crystallography, NMR, and fluorescence, to unravel this interaction. Recently, we identified a synthetic peptide derived from the type-I collagen a1 chain that binds the collagen binding domain of FN (GBD), as well as its sub-fragments, with high affinity in solution. Our studies show that this binding is highly specific to the identified sequence. We are currently solving the crystal structure of the 8Fn19Fn1 domain pair in complex with this peptide. Preliminary data suggest that extending this structural work to the remaining GBD subfragments is feasible. This information will allow us to search for further potential interaction sites and validate the hypothesis of multiple binding sites for FN on collagen. We are currently establishing collaborations to explore the implications of the molecular details in model triple-helical systems and in intact native collagen. Our results will provide the basis for further research on the biological function of the FN-collagen interaction, which has always been impaired due to the lack of structural information on the system.'","grantUrl":"","grantId":"235532","fundValue":"171300.62","fundStart":"2010-03-01","fundEnd":"2012-10-31","dataset":"fp7"}