{"id":"97823","title":"Understanding food-gut-brain mechanisms across the lifespan in the regulation of hunger and satiety for health","abstractText":"'Full4Health is a multidisciplinary European collaboration of internationally renowned laboratories investigating the mechanisms of hunger, satiety and feeding behaviour, effects of dietary components and food structure on these processes, and their possible exploitation in addressing obesity, chronic disease and under-nutrition. The proposal integrates investigation of both human volunteers (dietary/exercise intervention studies and administration of encapsulated nutrients) and laboratory animals with emphasis on neuronal, hormonal, molecular, physiological and psychological responses to food at different stages of the life course. We will apply imaging and other cutting edge technologies in both humans and rodents to answer critical research questions at different levels of the food-gut-brain axis. In human volunteers, responses to diet will be investigated from childhood through to the elderly, whereas wide-ranging cutting-edge rodent studies will investigate related issues such as early developmental programming the food-gut-brain axis, multiple feedback signalling interactions, and inflammation-induced anorexia. The project will examine the interaction of food and dietary components with the gastrointestinal tract, and will characterise the role of gut endocrine secretions, the vagus nerve, and hindbrain, hypothalamic and forebrain structures in signalling and integration of hunger and satiety. Physiological and psychological responses to food may change as we develop and age, with impact on food choices and preferences. This is a critical issue in the battle against food intake-related chronic disease, most commonly driven by over-consumption, but also in consideration of relative under-nutrition in the elderly and clinically compromised.'","grantUrl":"http://www.full4health.eu/","grantId":"266408","fundValue":"11793561.6","fundStart":"2011-02-01","fundEnd":"2016-01-31","dataset":"fp7"}