{"id":"186717","title":"Phosphonic Acids: Surface Electrochemistry","abstractText":"'This project aims to evaluate the effect of phosphonic acid adsorption on metal surfaces. Much is known about the adsorption of these molecules on oxide surfaces but very little is known about their behaviour on metals. The first primary aim is to determine adsorption and phase behaviour quantitatively as a function of surface charge, which will be controlled by varying applied electrical potential. A strategic combination of classical electrochemical and modern surface analytical probes will be employed, including atomic force microscopy and the recently developed in situ infrared technique, PM-IRRAS (Polarisation Modulation Infrared Reflection Absorption Spectroscopy). These results will be combined together with computational simulations, a combination of density functional theory and molecular dynamics simulations, to form a complete picture of the surface aggregation phenomena of these molecules. The strategy will be to evaluate the phosphonic acid behaviour first on single crystal substrates and then on nanoparticle surfaces, which will be prepared on carbon substrate by electrodeposition. The second primary aim of the proposal project is to evaluate the effect of adsorption of these molecules on the electrochemical reduction of oxygen (ORR), a reaction of immense technological importance. Phosphonates have previously received very limited study for fuel cell and battery applications. We aim to determine whether phosphonic acid adsorption can be used as a tool to direct the selectivity of the ORR toward a specific product. If the reaction can be steered toward peroxide formation rather than water, this would open up possibilities for the commercial production of hydrogen peroxide (using existing fuel cell technology) and Li-air batteries, where the peroxo product is preferred to permit the re-charging of the battery.'","grantUrl":"","grantId":"629771","fundValue":"221606.4","fundStart":"2014-12-03","fundEnd":"2016-12-02","dataset":"fp7"}