{"id":"107142","title":"Tracing the Intracellular Fate of Anticancer Nanomedicines","abstractText":"'Nanomedicines are defined as specifically engineered, nanosized drugs and drug delivery systems that are comprised of multiple components. For example, polymer-drug conjugates and drug-protein conjugates are emerging as promising approaches to treating a number of diseases, including cancer. The payloads of these nanomedicines differ widely. However, when targeting cancer, there is a universal requirement to reach the tumour microenvironment and often to deliver the payload to a specific intracellular compartment in order to yield the desired therapeutic effect. The goal of this proposal is to develop two complementary approaches that showcase the manufacturing of functionalised biopolymer-based nanoparticles and their subsequent biological evaluation in relation to cellular and subcellular trafficking in the tumour microenvironment. To achieve this goal, I propose two main aims. Aim 1 is to generate drug-loaded silk nanoparticles that can be readily functionlised to target specific cells and cellular compartments. I hypothesise that by using functionalised silk nanoparticles, it will be possible to target and deliver a therapeutic payload to cancer cells, which will lead to improved clinical outcomes in vivo. Aim 2 is to establish a repertoire of subcellular fractionation techniques in order to quantitatively describe the intracellular fate of nanomedicines in vitro and in vivo. I hypothesise that in particular, subcellular fractionation methods will allow a better understating of the fate of nanoparticles in tumour cells and their subsequent intracellular trafficking. Taken together, these studies will demonstrate an integrated approach to the development of next-generation nanomedicines. This proposal provides the drug delivery field with a novel nanoparticle system and a unique toolbox for the cellular tracing of nanomedicines for the wider scientific community.'","grantUrl":"","grantId":"334134","fundValue":"100000","fundStart":"2013-03-01","fundEnd":"2017-02-28","dataset":"fp7"}