{"id":"87475","title":"How visual information is represented by neuronal networks in the primary visual cortex","abstractText":"'The vast majority of our knowledge about how the brain encodes information has been obtained from recordings of one or few neurons at a time or from global mapping methods such as fMRI. These approaches have left unexplored how neuronal activity is distributed in space and time within a cortical column and how hundreds of neurons interact to process sensory information. By taking advantage of the most recent advances in two-photon microscopy, the proposed project addresses two broad aims, with a particular focus on the function and development of primary visual cortex: 1) to understand how cortical neuronal networks encode visual information, and 2) to understand how they become specialised for sensory processing during postnatal development. For the first aim, we will use in vivo two-photon calcium imaging to record activity simultaneously from hundreds of neurons in visual cortex while showing different visual stimuli to anaesthetised mice. This approach enables us for the first time to characterise in detail how individual neurons and neuronal subsets interact within a large cortical network in response to artificial and natural stimuli. Genetically-encoded fluorescent proteins expressed in distinct cell-types will inform us how excitatory and inhibitory neurons interact to shape population responses during vision. For the second aim, the same approach will be used to describe the maturation of cortical network function after the onset of vision and to assess the role of visual experience in this process. We will additionally use Channelrhodopsin-2, a genetic tool for remote control of action potential firing, to examine the role of correlated neuronal activity on establishment of functional cortical circuits. Together, this work will bring us closer to unravelling how sensory coding emerges on the level of neuronal networks.'","grantUrl":"","grantId":"207638","fundValue":"1080000","fundStart":"2008-07-01","fundEnd":"2013-06-30","dataset":"fp7"}