{"id":"95153","title":"\"Enhancing hydraulic fracturing on the basis of numerical simulation of coupled geomechanical, hydrodynamic and microseismic processes\"","abstractText":"'The project aims to enhance the hydraulic fracturing techniques for increasing productivity of oil and gas reservoirs. The objective will be reached by developing numerical simulation of coupled geomechanical, hydrodynamic and microseismic processes for proper choices of equipment, regimes and parameters of hydraulic fracturing. Simulation of microseismicity will also provide a unique means to improve the interpretation of microseismic data. The fracture propagation will be traced by combining 3D boundary element models of elastic/poroelastic media with the finite difference models for a non-Newtonian liquid flow with taking into account mass transport within the fluid. Improved criteria for fracture growth and adequate boundary conditions on the lagging liquid front will be used. The microseismicity will be simulated by randomly seeding initial flaws with specially chosen statistical distributions of parameters, by checking the strength and stability of the flaws on the time steps and by processing the resulting statistical data on the simulated events. The expertises of the Rzeszow University of Technology and SINTEF Petroleumsforskning AS participants in developing numerical models and codes and the skill of the Aberystwyth University participants in formulation and modelling of boundary value problems will be joined in this work. The simulation of microseismicity will employ the theory developed by the researches from Rzeszow University of Technology and New Mexico State University. The codes will be adjusted to practical needs in permanent close collaboration with the industrial partner (EUROTECH). In this way, the conclusions and recommendations will be verified and the model parameters adjusted to field conditions by comparing the predicted oil/gas output with that observed in field and by comparing the predicted and observed microseismicity. Finally, the gained knowledge and computer codes will be shared with the industrial partner.'","grantUrl":"","grantId":"251475","fundValue":"1530901","fundStart":"2010-09-01","fundEnd":"2014-08-31","dataset":"fp7"}