{"id":"105897","title":"Sermons and Drama in Medieval England: Evaluating the relationship between allied genres of performance","abstractText":"'Sermons and drama were the two major performative genres in medieval England, and they both constituted authoritative, didactic modes of discourse. The questions concerning the relationship between the two genres are very urgent and the proposed research can offer an accurate insight into the problem of possible cross-fertilisation, into plays' and sermons' literary and performative qualities, and into their role and status in late medieval devotional culture. The research will focus on four main areas of investigation: historical connections between the two genres, the performative qualities of sermons and plays, the presentation of preacher-like characters on the stage, and the orthodoxy or heterodoxy of drama. It will be published as a monograph, entitled 'Sermons and Drama in Medieval England: Evaluating the relationship between allied genres of performance'. I also intend to publish the findings in peer-reviewed journals and at international conferences, and to organise a conference on sermons and other genres of literature in medieval Europe, further raising the awareness of EU-funded research. Because of its multidisciplinary nature, the research will be of interest to scholars across disciplinary and national boundaries. There will also be many opportunities for outreach throughout the Fellowship. Both host institutions, the University of Bristol and the University of Toronto, can boast of an excellent profile in the study of medieval literature and culture and in the study of drama. My mentors are internationally recognised as first-rate medieval drama scholars and have extensive experience in participating in large-scale, international projects. At Toronto, I shall moreover complete an apprenticeship in staging early drama with the renowned Poculi Ludique Societas. This will significantly increase my status as a specialist of medieval drama, enable me to acquire valuable new skills, and have an enormous impact on my future research and teaching career.'","grantUrl":"","grantId":"300721","fundValue":"248220.9","fundStart":"2013-01-07","fundEnd":"2016-07-28","dataset":"fp7"}