{"id":"92004","title":"Activity-dependent signaling in radial glial cells and their neuronal progeny","abstractText":"'A significant advance in the field of development has been the appreciation that radial glial cells are progenitors and give birth to neurons in the brain. In order to advance this exciting area of biology, we need approaches that combine structural and functional studies of these cells. This is reflected by the emerging realisation that dynamic interactions involving radial glia may be critical for the regulation of their proliferative behaviour. It has been observed that radial glia experience transient elevations in intracellular Ca2 but the nature of these signals, and the information that they convey, is not known. The inability to observe these cells in vivo and over the course of their development has also meant that basic questions remain unexplored. For instance, how does the behaviour of a radial glial cell at one point in development, influence the final identity of its progeny? I propose to build a research team that will capitalise upon methods we have developed for observing individual radial glia and their progeny in an intact vertebrate nervous system. The visual system of Xenopus Laevis tadpoles offers non-invasive optical access to the brain, making time-lapse imaging of single cells feasible over minutes and weeks. The system s anatomy lends itself to techniques that measure the activity of the cells in a functional sensory network. We will use this to examine signalling mechanisms in radial glia and how a radial glial cell s experience influences its proliferative behaviour and the types of neuron it generates. We will also examine the interactions that continue between a radial glial cell and its daughter neurons. Finally, we will explore the relationships that exist within neuronal progeny derived from a single radial glial cell.'","grantUrl":"","grantId":"243273","fundValue":"1284808","fundStart":"2010-02-01","fundEnd":"2015-01-31","dataset":"fp7"}