{"id":"95590","title":"Education in Cultural Understanding, Technologically-Enhanced","abstractText":"In 21stC Europe, many cultural, ethnic and religious groups must live and work together. This is not always a smooth process; cultural differences can lead to social stresses and sometimes outright conflict. Thus education in cultural awareness and understanding has a very significant role. This is an educational domain in which attitudes and behaviours count much more than knowledge alone, and where developing empathy is a key pedagogical mechanism. Experiential approaches using role-play and case-studies have been shown to be highly effective, but can be difficult and expensive to organise. eCUTE will develop innovative technologically-enhanced learning approaches in cultural awareness and understanding that will help with these problems, based on virtual world simulations with intelligent interactive graphical characters embodying models of culturally-specific behaviour and interaction in scenarios developed via a user-centred design process. It will target two contrasting learner types-late primary-age children (9-11) and young adults (18-25) .nWe will: a) Develop pedagogical approaches to education in cultural understanding grounded in psychological and educational theory; b) Create believable cultural learning scenarios based on theoretical approaches that connect with the experiences of the target learner groups c) Establish an operational parameterisation of theoretically derived cultural behaviour and use it to create synthetic cultures and characters that behave as if they live within such cultures; d) Develop expressive behaviour for synthetic characters that is culturally appropriate; e)Create two cultural Virtual Learning Environments (VLEs), one for late-primary children and the other for young adults based on virtual dramas using synthetic characters with culturally-specific interaction behaviour; f)Evaluate the created systems with stakeholder, teacher and learner groups, demonstrating their learning efficacy.","grantUrl":"","grantId":"257666","fundValue":"3297014","fundStart":"2010-09-01","fundEnd":"2013-12-31","dataset":"fp7"}