{"id":"90924","title":"\"interconnecting Knowledge for the  early identification of issues, events and developments  (e.g. wild cards and associated weak signals)  shaping and shaking the future of STI in the ERA\"","abstractText":"'In recent years, Foresight has emerged as a key instrument for the development and implementation of research and innovation policies with long-term perspectives. Much futures work and Foresight exercises are little more than extrapolations. Some activities show an interesting mix of approaches combining three types of elements: prospective studies of long-term opportunities and alternatives, participatory networking, and policy orientation. However, far too little attention has been paid to the identification and analysis of wild cards and weak signals (WI-WE). But two things are widely agreed upon in discussions of high-impact but low-probability events.  First, it is vital to examine such events. Some of them are almost bound to happen, even if we cannot say what these are. Many organisational crises relate to failure to spot surprising developments sufficiently far in advance.  The weak signals that might warn of an impending wild card have been ignored. Second, our methods for identifying and detecting WI-WE are woefully underdeveloped. The reason that most futurists use examples of wild cards to wake up their audiences, but do not then follow through on this, is that there is relatively little that is formalised and reproducible in WI-WE analysis. The proposed study will provide answers to these questions, by mounting a sustained and multi-method effort to explore approaches to conceptualisation of WI-WE that can inform practice; establish tools for WI-WE analysis; and to additionally validate these in a specific application areas.  The application area in question is the European Research Area. Wild cards and weak signals relevant to the future of the ERA will be the substantive focus of the study: so we will talk about conceptual and methodological contributions on the one hand, and on the other, we will talk about substantive results. The study will generate, systematise, and make available policy-relevant WI-WE bearing heavily on the ERA.'","grantUrl":"http://www.iknowfutures.eu/","grantId":"225695","fundValue":"1094260","fundStart":"2008-11-01","fundEnd":"2011-10-31","dataset":"fp7"}