{"id":"94381","title":"Linking the clock to metabolism","abstractText":"'Optimal plant growth requires the orchestration of carbon metabolism over the day-night cycle, to avoid periods of starvation at night. Metabolism and growth at night are fueled by carbohydrates released by degradation of starch, synthesised from photosynthesis in the preceding day. Starch synthesis and degradation are regulated such that starch reserves are almost but not quite exhausted at the end of the night, in both long and short nights. We have recently found that this robust regulation is a function of the circadian clock, an endogenous timer that allows plants to anticipate and prepare for daily changes in their environment, and a paradigm for Systems Biology. The clock controls the rate of starch degradation at night, so that reserves last until the anticipated dawn. Starvation and growth arrest are avoided. This important discovery opens the way to new levels of understanding of the control of plant growth and productivity. TiMet assembles world leaders in experimental and theoretical plant Systems Biology to understand the regulatory interactions between the clock gene circuit and metabolism, and their emergent effects on growth and productivity. In addition to starch metabolism, we will study isoprenoid synthesis, an essential metabolic process linking starch metabolism to growth and development. Jointly-conducted experiments will use responses to day-length and light-quality regimes that perturb clock function, and a large set of mutants deficient in clock or central metabolic functions. High throughput technologies will enable study of transcriptional, post-transcriptional, translational and post-translational events, providing a depth of analysis hitherto unattained for either the clock or metabolism in plants. Innovative data mining and modelling platforms will underpin new, mechanistic models of each subsystem, will integrate them for the first time, and test the emergent effects of this dynamic system on plant growth rate and productivity.'","grantUrl":"","grantId":"245143","fundValue":"7652635.99","fundStart":"2010-03-01","fundEnd":"2015-02-28","dataset":"fp7"}