{"id":"101434","title":"\"Development and demonstration of a dynamic, web-based, renewable energy rating platform\"","abstractText":"'In order for the EC to achieve ambitious renewable energy targets there is a strong need to accelerate market penetration of Renewable Energy Systems (RES) in both industrial and domestic sectors. The domestic sector is of major significance, as it will reduce reliance on large centralized energy plants. There are several domestic options including solar thermal, solar electric, heat pump and biomass systems. Of these, solar and heat pump technologies have the widest potential application as they require no physical feedstock. However, despite steady market growth, these technologies still make up only a small fraction of total household energy supply. One of the main reasons for this is the initial investment required, coupled with uncertainty over return on investment. This is compounded by the huge range of available products and a lack of objective information relating to system performance.  As a result, consumers are often confused and unable to make informed decisions. In addition, installation companies often experience difficulties when advising customers on the various options and their respective benefits. Hence, despite considerable technological advancements in terms of system performance and efficiency, there exists a significant knowledge and confidence barrier that restricts increased market acceptance.  In order to address this problem, we propose to develop a system that can automatically provide accurate and objective information about the suitability of a renewable energy technology for a given user scenario. The system will be intuitive and easy to use employing a unique dynamic grading technology. This will enable consumers to make better informed decisions and will allow our membership to provide better service. This will help to significantly increase market penetration and revenues for our pan-European membership involved in the design, manufacture and installation of domestic renewable energy technologies.'","grantUrl":"http://www.eagle-fp7.eu","grantId":"286161","fundValue":"3120159.19","fundStart":"2011-12-01","fundEnd":"2014-11-30","dataset":"fp7"}