{"id":"192263","title":"Design and validation of a conductive polymer-based system for the functional maturation of human pluripotent stem cell derived cardiomyocytes as a platform for drug testing","abstractText":"'Despite the burden cardiovascular diseases impose on patients and healthcare systems, a curative therapy is lacking. One of the primary limitations is the ineffectiveness of current drug testing methods, which rely on individual cells or animal models. These systems lack the necessary reliability, as shown by the high rate of attrition that additionally increases the cost of drug development. Although cell reprogramming technology has been suggested as a potential solution that opens the path to personalized treatments, its application to the cardiac field has been hampered by the lack of maturity of the obtained cells. Our aim is to develop a drug screening platform by combining the human pluripotent stem cell (hPSC) technology with novel conductive polymers in the fabrication of a biomimicking cardiac niche. We will couple the specific characteristics of the niche, including stiffness, presence of adhesion motifs, mechanical strain and patterning of the substrate, with hPSC-cardiomyocytes (CM). In addition to the unique and physiological electrical stimulation the conductive polymers will transmit, the biofabricated niche will potently drive the maturation of hPSC-CM towards an adult phenotype, truly relevant for the screening of drugs. Our approach will assess the efficacy of this technology using an array of techniques. Importantly, we will introduce for the first time live cell Raman microspectroscopy to the evaluation of the dynamic process maturation. In addition, the creation of reporter hPSC lines enabling the genetic selection of chamber (atrial/ventricular) specific CM will provide high capacity of modeling the requirements of different cardiac diseases, endowing our platform with an unprecedented capacity of success. This proposal has a highly multidisciplinary character, uniting stem cell and material sciences with pharmacologic testing and drug development, and in close relationship with the industry sector.'","grantUrl":"","grantId":"625472","fundValue":"231283.2","fundStart":"2014-10-01","fundEnd":"2016-09-30","dataset":"fp7"}