{"id":"102175","title":"\"Diasporas and Contested Sovereignty: Transnational Diaspora Mobilization in Europe and Its Impact on Political Proceses in the Balkans, the Caucasus, and the Middle East\"","abstractText":"'This groundbreaking multi-methods political science study investigates the transnational mobilization of conflict-generated diasporas in Europe and its impact on polities experiencing contested sovereignty in the Balkans, the Caucasus, and the Middle East. Four researchers study how diasporas mobilize when a specific aspect of sovereignty is contested in the original homeland: The PI focuses on the emergence of new states (Kosovo, Nagorno-Karabakh, Palestine). The Post-doc focuses on a secessionist movement (Kurdish separatism in Turkey and Iraqi Kurdistan). The two Ph.D. students focus on challenges to sovereignty stemming from international military intervention (Iraq) and long-term international governance of a weak state (Bosnia-Herzegovina). Since the scholarly field of diasporas and conflicts still lacks theoretical rigor, this study brings a much needed systematization and innovates in several ways. First, it uses a sequential qualitative and quantitative analysis and multi-sited research techniques that have not been utilized so far. Second, the team seeks to develop a typological theory to incorporate in a single framework: 1) diasporic identities, 2) conditions providing political opportunity structures for transnational mobilization, 3) causal mechanisms concatenating in mobilization processes, and 4) transnational diaspora networks, penetrating various local and global institutions. The study further focuses on five levels of analysis: 1) the attitudes of individuals, 2) characteristics of specific groups, 3) five nation-states with different migrant incorporation regimes (France, Germany, the Netherlands, Sweden, and the UK), 4) supranational EU and global institutions penetrated by diaspora networks, 5) and patterns of mobilization specific to a certain region. The project also conducts a cross-country representative survey across 25 country-groups, creating a much needed quantitative dataset, sensitive both to transnationalism and specific context.'","grantUrl":"","grantId":"284198","fundValue":"1498771","fundStart":"2012-02-01","fundEnd":"2017-01-31","dataset":"fp7"}