{"id":"101787","title":"Markers for Sub-Clinical Cardiovascular Risk Assessemnt","abstractText":"'EU-MASCARA is a collaborative project that aims to improve diagnosis of cardiovascular diseases and prediction of cardiovascular risk by analysing a panel of biomarkers. EU-MASCARA aims to examine genetic, proteomic and metabolomic markers together with markers of inflammation, oxidative stress and cardiac remodelling to study their incremental diagnostic and predictive value over and above existing diagnostic and predictive algorithms. For this purpose a large number of cohorts from different European regions, both patient and population cohorts, that have been accurately assessed for cardiovascular phenotypes are readily available to the consortium. Access to clinical samples and to standardised cardiovascular phenotypes will be granted by a strong clinical platform as one of the key work packages of EU-MASCARA. Both cross-sectional and prospective analyses will be performed that will result in the development of improved risk prediction scores. The consortium is heavily supported by contributions of SMEs in key areas of the proposed research: biomarker testing, data handling and analysis, assay development and project management. EU-MASCARA is further characterised by a strong integrative approach both within and across work packages, with results from one task informing strategies of research in other tasks. With a dedicated bioinformatics and health economic platform the most robust biomarkers will be selected and analysed for their benefit in clinical practice. EU-MASCARA will rigorously validate biomarkers that have been proposed to be associated with cardiovascular disease and risk across different disease entities and also in independent general population samples. The most robust biomarkers will be implemented in novel biochip based assays for clinical use.'","grantUrl":"http://www.eu-mascara.eu/index.php","grantId":"278249","fundValue":"8113788.2","fundStart":"2011-12-01","fundEnd":"2016-05-31","dataset":"fp7"}