{"id":"90706","title":"Interaction dynamics of micro-plasmas","abstractText":"'The unique nature of ionised matter, specifically the exotic properties of non-equilibrium low-temperature plasmas, has continuously generated increasing attraction of plasma science and technology. One of the most fascinating areas, for both fundamental science and technological applications, is the emerging field of atmospheric pressure plasmas. The scientific fundamentals of plasmas in this new parameter regime are so far only rudimentary understood and need to be discovered. It is timely that European scientists foster a leading role in this area.  The key issue in understanding fundamental processes towards their intelligent use for tailoring plasma properties is insight into power coupling, plasma sustainment and energy transport mechanisms. There has been some recent progress in understanding single micro-plasma devices, but the vital interaction of multiple micro-plasma devices is far more complex. This project focuses on investigating the elementary mechanisms of the interaction of multiple micro-plasma devices, of particular importance in 1-dimensional and 2- dimensional arrays.  Diagnostics of micro-plasmas is extremely challenging due to their very small structures, in the order of microns, and the collision dominated high pressure environment requiring exceptionally high temporal resolution down to pico-seconds. Modelling and numerical simulations are mainly restricted due to the lack of available data, especially for surface processes which are crucial at these small dimensions. The most promising approach is exploiting the synergy of combining various newly available modern diagnostic techniques with modelling and simulation of measurable quantities. The lack of available data for the model can be overcome by using experimentally measured quantities as fixed parameters in the model. Essential diagnostics are laser spectroscopic techniques and optical emission spectroscopy - both with the required pico-second resolution.'","grantUrl":"","grantId":"221417","fundValue":"169390.93","fundStart":"2008-04-01","fundEnd":"2010-03-31","dataset":"fp7"}