{"id":"86641","title":"Modelling of non-native fish species responses to climate change","abstractText":"'Non-native species introductions are a major concern in Europe and globally, threatening biodiversity, ecosystem function and global economies; this will be exacerbated with climate change. Current climate change models for Europe and the UK predict: progressively warmer, wetter winters; warmer, dryer summers; an increase in extreme river flows. This is likely to increase the risk of non-native species reproductive potential and dispersal, which are key factors in establishment success. Using pumpkinseed Lepomis gibbosus in ambient and warm-water conditions as a case study, the Fellowship aims to: 1) Assess pumpkinseed growth and reproductive traits in nature (using methods currently employed for the species); 2) Acquire estimates of spawning event frequency in nature and in the lab to assess reproductive output (direct observation in semi-natural ponds via a novel telemetry array system, and in lab experiments, plus egg size distribution analysis on wild caught fish); 3) Determine pumpkinseed dispersal rates from floodplain water bodies into receiving streams (using drift nets to estimate propagule pressure); and 4) Develop (or improve existing) models of pumpkinseed reproductive output and dispersal (using relationships between juvenile growth and mean age at maturity, gravity models to assess the dispersal process, and GIS software to produce risk maps to aid in identifying areas at risk of biological invasion).  The proposed fellowship is particularly novel in aiming to two important and timely questions relevant to the assessment of risks posed by non-native species in general, and of pumpkinseed in particular: 1) Will climate warming increase the risk of non-native fish establishing self-sustaining populations? 2) Will increased variability in precipitation and river discharge increase the risk of non-native fishes expanding their current ranges? The MC Fellow will receive invaluable training and experience, which will enhance his career prospects at home.'","grantUrl":"","grantId":"219707","fundValue":"178307.05","fundStart":"2008-04-01","fundEnd":"2010-03-31","dataset":"fp7"}