{"id":"94434","title":"From perception to conception: How the brain processes meaningful concepts","abstractText":"'Conceptual representations of objects and events lie at the heart of our mental lives; they enable us to interpret the world, express our thoughts and form the basis for our interactions. From a cognitive perspective, there is increasing interest in distributed accounts of conceptual representations, in which concepts are comprised of smaller elements of meaning (features), with variation in the types of features and their inter-relationships determining a concept s structure. Although interest in how the brain represents and processes concepts has flourished with the advent of modern neuroimaging technologies, cognitive and neural approaches are not well integrated. While both focus on concrete concepts or visual objects cognitive accounts focus on their meaning whereas neural accounts focus on their visual properties. The research proposed here aims to bridge this gap by addressing the central issue of how the brain processes visual objects as meaningful entities; how perception becomes conception. It does so by combining a cognitive theory of semantic representations the Conceptual Structure Account - with a neural account of hierarchical object processing in the ventral stream to generate predictions about how perceptual and conceptual processes are constructed. This combination of cognitive and neural theories, together with the use of multi-modal imaging methods, provides the essential basis for understanding how the brain transforms visual inputs into meaningful object representations. In fMRI and MEG studies, we directly test for differential effects of conceptual and perceptual variables along the ventral stream, examining specific cognitive claims for how conceptual structure guides and structures these fundamental processes of object recognition.'","grantUrl":"","grantId":"249640","fundValue":"2111580.8","fundStart":"2010-05-01","fundEnd":"2015-09-30","dataset":"fp7"}