{"id":"97830","title":"Single-molecule analysis of DNA polymerase in vitro and in vivo: a machine in action","abstractText":"'DNA polymerases are dynamic molecular machines that faithfully copy genetic information during DNA replication and DNA repair. DNA polymerases use the information in a DNA template strand to synthesize a complementary copy by adding nucleotides to the 3 -end of a DNA primer. Extensive  analysis has provided information on the structural organization of polymerases and led to proposals of a general scheme for nucleotide addition. However, there are many unanswered questions; we cannot really claim that we understand how the polymerase machine works in detail and how its function is modulated by its substrates, or by the intracellular environment of cells. One of the main reasons lies in the fact that crystal structures cannot directly capture the dynamics of multi-step processes, since the structures are static snapshots of structural states. Another limitation arises from the difficulty of interpreting biochemical studies of complex mechanisms, because of complications due to ensemble- and time-averaging of the observed signals.\nWe propose to overcome these limitations by studying DNA synthesis by a proofreading DNA polymerase (Pol I) through direct, real-time observation of its movements and interactions at the single-molecule level. We will study mechanisms of fidelity through comparisons involving mutant polymerases, mispaired nucleotides, or partially mispaired DNA, and make comparisons with RNA polymerases. We will also study the conformation and subcellular localisation of Pol I in bacterial cells. Our specific aims are:\n1. To study conformational transitions of the DNA polymerase I fingers subdomain\n2. To study translocational dynamics of DNA polymerase I on DNA substrates\n3. To study the coupling of DNA polymerase I motions during nucleotide addition\n4. To study conformational dynamics of DNA polymerase I during nick translation\n5. To study the subcellular localization and conform'","grantUrl":"","grantId":"261227","fundValue":"1493413","fundStart":"2011-02-01","fundEnd":"2016-01-31","dataset":"fp7"}