{"id":"109663","title":"Symmetry Investigations in Flavour Theories","abstractText":"'Flavour remains a deep puzzle in elementary particles. The Standard Model (SM) describes most data - but observations and theoretical reasons guarantee there is physics beyond.\nWhy 3 generations in each family, and masses spanning over 10 orders of magnitude? Why is the mixing of quarks and leptons so different? Flavour puzzles go beyond the SM, with extensions like supersymmetry constrained to very specific flavour structures. These strongly imply underlying physics addressing flavour.\n\nSymmetries are extremely important in elementary particles. Unsurprisingly they are promising to understand flavour. Family symmetries relate generations, and can explain flavour in the SM and in extensions.\n\nExperimental effort is led by the LHC, recently discovering a particle likely to be the Higgs boson, searching for supersymmetry and probing flavour in LHCb. Increasingly precise neutrino experiments Daya Bay and RENO observed the 3rd mixing angle. Dedicated experiments probe rare processes such as neutrinoless beta decay or muon conversion.\nCosmological observations test dark matter (likely to be an unobserved particle), the matter asymmetry of the Universe quantitatively requires a mechanism linked to new physics (such as leptogenesis) and Big Bang Nucleosynthesis is sensitive to SM modifications.\nIn association with the experimental effort, theory is fundamental: to guide searches and to understand results.\n\nThis proposal seeks the fundamental Theory of Flavour - possibly an ambitious supersymmetric unified theory with a family symmetry. It is fundamental to thrive on the abundance of data to guide theory in an integrated interdisciplinary way.\nTaking a broader view of flavour topics may lead to high impact breakthroughs from new approaches.\nOverall the project is expected to significantly expand the research profile of the fellow and increase the total impact of his contributions, therefore fully consolidating him to a level of full professional maturity.'","grantUrl":"","grantId":"327195","fundValue":"309235.2","fundStart":"2014-09-01","fundEnd":"2016-08-31","dataset":"fp7"}