{"id":"89955","title":"Midfrequency Energy Analysis","abstractText":"'The project partners will develop a versatile and efficient software tool based on a recently introduced method - Dynamical Energy Analysis (DEA). This will yield significantly improved algorithms and software solutions to describe wave energy distributions in complex structures in a mechanical engineering context for small to medium wave lengths. The wave problems considered range from acoustics to vibrational dynamics and elastic deformations.  Midfrequency problems are one of the few areas of great importance where standart methods in computer aided engineering (CAE) modelling fail and no efficient and reliable methods exist. The new approach based on wave chaos ideas has the potential to fill this gap and will serve an enormous demand in the mechanical engineering industry. Applying the to be developed method in CAE studies will lead to huge cost and development time savings and will lead to better products in terms of noise characteristics and vibration controll.  DEA will be further developed, efficiently implemented numerically, integrated into an advanced software package and applied to challenging vibro-acoustical situations in an industrial context. The focus will be on mechanical and acoustic wave problems ranging from acoustic radiation in small scale plant machinery to vibration dynamics and vehicle noise in large built-up structures such as cars and airplanes.   Joint efforts by the two full partners, the University of Nottingham and the SME inuTech (specialised CAE) will lift this new, revolutionary method from its academic roots into the sphere of industrial applications transforming it into a powerful tool for solving engineering problems in the mid to high frequency regime. Associate partners from the academic and industrial sector will support  the efforts by giving expert advice and by providing experimental data and facilities for testing purposes.'","grantUrl":"","grantId":"230597","fundValue":"794401","fundStart":"2009-01-01","fundEnd":"2012-12-31","dataset":"fp7"}