{"id":"92486","title":"Light lithophile elements as tracers for crust-mantle recycling: the behaviour of lithium and boron during subduction of basaltic crust","abstractText":"'Subduction of oceanic lithosphere back into the Earth's interior is a major geological process and causes heterogeneities in the Earth's mantle. Once incorporated in the convecting mantle, the recycled crustal material can be re-melted in source regions of intra-plate magmas, which thus plays an important role in the long-time mass flux through different parts of our planet. In order to track recycled components in intra-plate magmas and to constrain their exact nature, the light lithophile elements Li and B have become one of the most promising set of tracers. Li-B signatures in volcanic rocks, however, can only be fully understood when their behaviour is known throughout all stages of the recycling process. The aim of this proposed project is to investigate experimentally the Li-B evolution in eclogite, representing the residual of mafic (basaltic) oceanic crust. We plan to conduct Piston Cylinder experiments at conditions relevant to subduction zones and to sources of intra-plate melts, simulating dry and dehydration melting of eclogite. The experimental run products will be analysed for Li-B concentrations and Li-B isotopes using different analytical approaches including high-resolution in-situ analysis (SIMS) of minerals. The results (mineral-melt element partitioning and Li- and B-isotope fractionation) will then be compared to the light element signatures of natural eclogite xenoliths. The outcome will be a better understanding of the origin of eclogite in the mantle and its relation to recycled crust, and put further constraints on the origin of intra-plate magmas. The proposed fellow will gain hands-on expertise in state-of-the art experimental and analytical techniques and the project will strengthen relationships between the host institution in the UK and institutions in Germany and Switzerland (an Associated State).'","grantUrl":"","grantId":"219418","fundValue":"178307.05","fundStart":"2009-02-28","fundEnd":"2011-02-27","dataset":"fp7"}