{"id":"106971","title":"Light-induced NanoAssembly","abstractText":"'NanoMaterials have huge promise in a wide range of applications of societal importance. Intricate combinations of metals, semiconductors, dielectrics, and molecular components in three-dimensional configurations, have new and unusual properties. Such advanced functions are at the heart of photovoltaics, magnetic and quantum information technologies, photosynthesis, water splitting, electronics, batteries, fuel cells, catalysis and many more crucial areas. Despite much research, we simply cannot yet make such nanomaterials at will. This problem is thus a major challenge for the future decades that we need to solve. The proposal here uses bottom-up assembly of nano-components combined with the application of controlling beams of light, as a new approach to sub-nm precision capable of scale-up.\nThe exact arrangement of nano-sized components can drastically change the optical response of a nanostructure. We directly exploit this optical sensitivity to structure. Irradiation by specific wavelengths of laser light builds up strong optical fields only in parts of the structure which transiently have the right configuration. These regions of high field can be spatially localised to 1nm, far smaller than the wavelength of light. If this induces enhanced binding then optical selection preferentially selects specific morphologies. The principal goal of this proposal is to demonstrate the new strategies for reliable nano-constructs at the 1nm scale, which can be produced in large numbers with essentially identical architecture. Several approaches will be explored in parallel, using the light to either glue together nano building blocks, or to deposit the energy needed to grow nanostructures directly. In addition developing ways for light to flex structures can result in significant changes to the optical spectra, thus providing exquisitely-sensitive feedback on the nanoscale. Light is a crucial observational tool, requiring development of real-time sub-ms spectroscopies.'","grantUrl":"","grantId":"320503","fundValue":"2049999.6","fundStart":"2013-04-01","fundEnd":"2018-03-31","dataset":"fp7"}