{"id":"91059","title":"Jaws emerge: Insight from placoderms to resolve the evolutionary emergence of gnathostomes","abstractText":"'The origin of jawed vertebrates represents one of the most dramatic changes in anatomy and genetics in animal evolutionary history, and it is the episode on which the whole of vertebrate biodiversity is now based. It is widely thought to have resulted from an adaptive radiation, predicated on the key innovations of teeth and jaws, allowing jawed vertebrates to feed in ways that none had done before.   However, this entire thesis is now in disarray because of the discovery that teeth and jaws did not evolve in concert, and evolutionary implications of this thesis, in terms of scenarios of the emergence of jawed vertebrates, remain unconsidered, not least because we know so little about feeding ecology in the jawed but toothless placoderms.   This proposal will combine the candidate fellow, who is an expert in placoderm anatomy, with the host organisation, which has state of the art expertise, techniques and methodologies that will allow us to better understand the ecology and feeding strategies adopted by these early jawed vertebrates. The programme of research will be focussed on the placoderm Bothriolepis. X-ray Tomographic Microscopy (XTM) will be used to obtain 3D digital models of cephalothorax and jaws. Competing hypotheses for the function of the growing cephalothoracic skeleton will be tested using Computed Fluid Dynamic (CFD) modelling (hydrodynamics), validated in wind tunnel experiments, and Finite Element Analysis (FEA) (protection versus locomotion). Function of the jaws will also be tested using FEA, validated using microwear data. Constraints will be considered within an interrogative geometric morphometric framework that interfaces with FEA and CFD. XTM data will also be used to test hypotheses on the homology of tooth and jaw development in these earliest jawed vertebrates. Finally, a limited comparative study will be undertaken on a distant placoderm relative to determine the generality of the results of these experiments.'","grantUrl":"","grantId":"220634","fundValue":"177740.04","fundStart":"2008-10-01","fundEnd":"2010-09-30","dataset":"fp7"}