{"id":"92768","title":"Genetic analysis of mechanisms linking cell wall integrity with growth control in Arabidopsis","abstractText":"'Sugars, as a resource of energy and structural components, regulate many important cellular processes. In photosynthetic and sessile organisms like plants, maintenance of sugar homeostasis requires complex regulatory mechanisms. In recent years, a pivotal role for sugar as signalling molecules has become apparent and many efforts have been done to study the molecular mechanisms of sugar regulation. Recently, isolation and characterisation of the high sugar response mutant 8 (hsr8) revealed a link between sugar sensing and cell wall integrity pathways. The hsr8 mutant was isolated because it displayed, in response to sugar levels, increased dark development, increased sugar-regulated gene expression, increased starch and anthocyanin levels and reduced chlorophyll content (Li et al, 2007). The hsr8 mutation was mapped in the gene encoding the first enzyme of the arabinose biosynthetic pathway. This suggests that the defect in the cell wall composition is sensed, transduced to the nucleus, and lead to altered glucose-responsive growth and development. Genetic analysis demonstrated that the Pleiotropic Regulatory Locus 1 (PRL1) was one component of this cell wall integrity pathway. The aim of this proposal is to use a combination of genetic and biochemical approaches to identify components of the cell wall integrity pathway and to establish the relationships with sugar-responsive and growth control pathways. The first strategy will consist in a genetic screen to isolate suppressors of the hsr8 mutation and the second strategy will aim to further investigate the role of PRL1 and its putative partners in the cell wall integrity pathway. In a context of decreasing oil resources, cell wall polysaccharides are expected to play an important role in biofuel production. The knowledge gained on sugar allocation and cell wall regulatory mechanisms will be important for guiding breeding and genetic engineering of cell wall optimised crops to facilitate biofuel production.'","grantUrl":"","grantId":"236779","fundValue":"170733.61","fundStart":"2009-10-01","fundEnd":"2012-04-30","dataset":"fp7"}