{"id":"94668","title":"Mapping the brain with PET radiolabeled cannabinoid (CB1) ligands","abstractText":"'The development of innovative technology for the introduction of PET-radionuclides (18F, 11C, etc.) in organic compounds, as well as the identification of new radiolabeled molecules suitable for being used as PET tracers is one of the priorities in the areas of Applied Chemistry and Medical Technologies. First objective of this project is the identification of novel radiolabeled CB1 (cannabinoid) receptor ligands with an emphasis on the development of innovative synthetic methodologies for the introduction of 18F and 11C radioisotopes. These CB1 radioligands could be used at least in a couple of different ways. First to see whether the potential CB1 ligand makes it to the brain, where CB1 receptors are predominantly located, and what other organs sequester the drug. Second, to see how good is the affinity of the CB1 radioligands, an information that can be critical in dosimetry studies. The most promising and effective CB1 radioligands will be further investigated with the view of introducing chemical functions suitable for the development of multi-modal contrast agents for PET-CT, MRI, fluorescence and ultrasound. As an example, the radioligands will be functionalized with fluorescent tags, or chelating functions for paramagnetic metal cations for MRI use. The main goals of the project are (1) the identification of novel CB1 receptor radioligands with potential for clinical development, (2) a detailed study of their use for brain imaging, with the objective to use these PET-tracer molecules to visualize CB1-receptor related processes in the brain of animal models, with the future perspective of using these novel molecular tools as diagnostic tools in human brains. The partners in this project are (1) the University of Aberdeen (Scotland, UK), which is strong in the area of radiochemistry and imaging, and (2) Pharmaness-Neuroscienze (Sardinia, Italy) a research-driven SME with strong expertise in the area of cannabinoids.'","grantUrl":"","grantId":"251482","fundValue":"930577","fundStart":"2010-06-01","fundEnd":"2014-05-31","dataset":"fp7"}