{"id":"102677","title":"Measuring the inverse local Compressibility in suspended Graphene devices","abstractText":"'The discovery of graphene by Novoselov and Geim (Nobel prize 2010), has opened up a new era in the study of quantum physics. Graphene, a monolayer of carbon atoms arranged in a honeycomb structure, is the only one-atom-thick conducting membrane and its novel properties provide the opportunity for unprecedented device functionality such as ultrafast, flexible and transparent electronics. A field of particular interest within graphene research are the effects of electronic interactions and elastic deformations. The consequences of electronic interactions in graphene devices are currently under intense investigation, both theoretically and experimentally. On the other hand, elastic lattice deformations due to external strain modify the single particle electronic density of states (DOS). Specific strain patterns result in pseudo-magnetic fields and the appearance of Landau levels. Many open questions arise from the interplay between pseudo- and real magnetic fields and the role of electronic interactions in strained graphene membranes.\n\nIn this project we will address the role of interactions and lattice deformations in graphene membranes experimentally. Suspended graphene membranes are the ideal devices to investigate these effects due to their high electron mobility and possibility to engineer strain. Here, we propose to develop on-chip suspended single electron transistors to measure the local electronic compressibility of suspended graphene membranes. The electronic compressibility is a thermodynamic quantity and a direct measure of the many-body DOS. To investigate interactions on a microscopic scale it is essential to gather information locally. A macroscopic measurement averages over sample inhomogeneities and smears out microscopic features. Measuring the many-body DOS in the presence of magnetic and electric fields will provide new insights into the physics of symmetry-broken Landau levels and fictitious magnetic fields in strained membranes.'","grantUrl":"","grantId":"303660","fundValue":"87500","fundStart":"no date","fundEnd":"no date","dataset":"fp7"}