{"id":"105827","title":"NOVEL PRECIOUS AND NON-PRECIOUS ELECTROCATALYSTS FOR PEMFC","abstractText":"'Practical realization of PEMFCs is mainly hindered by the use of expensive Pt electrocatalysts (EC) coupled with their poor durability due to dissolution and agglomeration. While Europe paid significant efforts in improving the engineering aspects of PEMFCs, including hydrogen refuelling stations, development of alternative catalysts for Pt require further investments. Global attempts are focused on developing catalyst systems with less Pt or no Pt at all. In this regard, macromolecules with N4-chelate structure are considered as alternatives for Pt ECs especially for the ORR. Recently, non-precious carbon alloy catalysts (CAC) received considerable attention as the addition of nitrogen and metal atoms into the CNT matrix tend to improve their catalytic activity towards ORR. The induced activity of CNTs after such doping is mainly attributed to changes in electronic structure with an impurity band near the Fermi level. However, CAC performances are still inferior to that of Pt. One major drawback with reported CACs is that they do not control the size of metal dopants as the sintering tends to agglomerate them and leaves them in the CNT matrix as mere surface bound particles. Hence it is imperative to control the metal doping in the atomic scale as they can donate more electrons to the CNT matrix than nitrogen and could induce more catalytic activity. Thus in this proposal, we plan to prepare CACs with metal dopants controlled in the atomic scale to alter the electronic structure with improved durability as these metal atoms are now part of the CNT matrix. We plan to incorporate various metals into nitrogen based macromolecules such as aza-crown ethers and porphyrins which will be heat treated under reducing atmosphere to obtain CNT and Bucky ball like nanostructures with metal atoms at their centre. Such a study is of profound importance to EU considering the global efforts in finding alternative catalysts and could be the breakthrough it is currently looking for.'","grantUrl":"","grantId":"300983","fundValue":"209033.4","fundStart":"2013-07-01","fundEnd":"2015-06-30","dataset":"fp7"}