{"id":"105428","title":"Ultra-High Field Magnetic Resonance Imaging","abstractText":"'The High field Magnetic Resonance (HiMR) Initial Training Network aims to train the future leaders of academic and industrial research in the fundamental science and novel applications of ultra-high field (UHF) in vivo magnetic resonance (MR), in order to address an increasing and currently unmet demand from academia and industry for such specialists. The highly complex and multi-faceted nature of UHF MR means that excellent training can only be provided by immersing ESRs in an environment that integrates different research areas, sectors and groups. The HiMR ITN is centred on a cutting edge, multidisciplinary research program that exploits the complementarities of the participants. This research programme is organised into four themes each focused on a crucial area of development of UHF. The first focuses on improved structural imaging, advancing our understanding of the origins of contrast in MRI scans and developing non-invasive biomarkers for multiple sclerosis. The second theme is centred upon exploiting UHF to develop ultra-high resolution functional MRI (fMRI) which will be very important in basic neuroscience research. It also aims to make fMRI more quantitative, thus encouraging its uptake in the clinic. The third theme aims to exploit the enhanced sensitivity of MR spectroscopy (MRS) at UHF in developing highly specific biomarkers. The final theme will develop novel hardware for both research and in the clinic, and methods of monitoring and correcting motion which limits in-vivo MR resolution. Finally the HiMR ITN will provide a unique opportunity to measure safety outcomes over a large group of workers. The proposed interdisciplinary and intersectoral training program, embedded in this research program, will provide a platform for training ESRs to become specialists in UHF MR, whilst also furnishing them with experience of a broad range of work environments, experimental techniques and theoretical knowledge relevant to the full range of in vivo MR.'","grantUrl":"","grantId":"316716","fundValue":"3597440","fundStart":"2012-11-01","fundEnd":"2016-10-31","dataset":"fp7"}