{"id":"107079","title":"Development of Heat Insulation Solar Glass for Low Carbon Buildings","abstractText":"'This International Fellowship will bring an excellent Chinese researcher Prof. C.H. Young from National Taiwan University of Science and Technology to work in Europe. The project has been carefully chosen to match Prof. C.H. Young expertise in Heat Insulation Solar Glass (HISG) for HVAC (heating, ventilation and air conditioning) with the expertise in sustainable energy and buildings technologies at the University of Nottingham so as to maximize the benefit to Europe. The heat insulation solar glass developed by Prof. C.H. Young can possess higher power generation, heat insulation, saving air condition in summer time and saving heater in winter time. It could be applied both in southern and northern Europe. The participation of Prof. C.H. Young could bring the knowledge and application of heat insulation solar glass and associated technology transfer into European countries. This project will combine the heat insulated glass developed by Prof Young with the six Creative Energy Homes project at the University of Nottingham directed by Professor Saffa Riffat. There are four main steps in this project : (1) Advanced research on the high efficiency heat insulation solar glass to gain more solar power and save more energy consumption to apply in European countries; (2) Testing on BASF Solar Passive House of six Creative Energy Homes at University of Nottingham by adding the application of heat insulation solar glass to monitor its efficiency; (3) Simulation on BASF Solar Passive House by adding the application of heat insulation solar glass to compare with the testing result; (4) Economic and technical assessment of heat insulation solar glass applied on BASF Solar Passive House at Nottingham University. The project could bring out both academic and application contributions on development of low/zero carbon buildings to satisfy the requirement of the Code for Sustainable Homes Equivalent Levels 3 and 6 (zero carbon).'","grantUrl":"","grantId":"326917","fundValue":"309235.2","fundStart":"2014-01-01","fundEnd":"2015-12-31","dataset":"fp7"}