{"id":"105785","title":"The analysis of mitochondrial dynamics in ageing and neurodegeneration","abstractText":"'The survival of our most active tissues, such as the brain and heart, throughout decades of a human lifespan presents an extraordinary biological challenge. Mitochondria are central to the life and death of these tissues. They provide the cellular energy required by these cells and protect them by buffering potentially lethal levels of cytoplasmic calcium, while at the same time mitochondria produce much of the molecules that cause cellular damage and contain a lethal arsenal of apoptotic cell death machinery. These organelles require exquisite maintenance processes to keep them intact and prevent potentially catastrophic disruption. Failure in mitochondrial homeostasis is strongly linked to age-related conditions such as neurodegeneration.\nThis subject has garnered intense interest recently with emergence that two genes linked to Parkinson's disease, PINK1 and parkin, regulate the autophagic degradation of mitochondria (mitophagy). Mitophagy is coordinated with mitochondrial dynamics, processes vital to neuronal health. While recent work has uncovered the basic mechanisms of PINK1/parkin-induced mitophagy, many questions and caveats surround the current knowledge. Most notably, all studies to date have used in vitro approaches and non-physiological manipulations. Thus, we still have a poor understanding of this process in a physiological context.\nI will principally use the powerful genetic techniques of Drosophila to investigate the influence of mitochondrial dynamics on maintaining normal neuronal function and survival, and its impact on neurodegeneration, in the context of an intact animal system. I will also use molecular, cell biology and biochemical approaches in mammalian cells to complement our in vivo findings and verify their relevance to human biology. These insights will deliver a greater understanding of the role of mitochondrial dynamics in the health and dysfunction of the nervous system in a physiological context and guide therapeutic developments.'","grantUrl":"","grantId":"309742","fundValue":"1486761","fundStart":"2013-01-01","fundEnd":"2017-12-31","dataset":"fp7"}