{"id":"110292","title":"Experimental and Numerical Investigation of Turbulent Boundary Layer Effects on Noise Propagation in High Speed Conditions","abstractText":"'A requirement has been produced to perform a combination of experimental wind tunnel tests and numerical simulations to study the phenomena of acoustic refraction through the aerodynamic boundary layer over a fuselage. The aim of the research will be to acquire and utilise experimental acoustic data to validate and develop numerical simulation methods in order to better understand the complex phenomena of noise transmission from Contra-rotating Open Rotor engines (CROR) into the aircraft cabin at cruise conditions.\nThe research will utilise a significant number of existing test components and acoustic instrumentation to maximise the quantity of unique experimental data obtained. The tests will be performed in the ARA 2.74m x 2.44m Transonic Wind Tunnel using an acoustic liner insert to create a near anechoic environment in the working section. An existing fuselage model will be utilised, incorporating extensive steady and unsteady pressure sensor installations and a large array of microphones.  An existing tonal noise source will also be utilised.\nAircraft Research Association Ltd (ARA) proposes to apply its extensive experience and expertise in wind tunnel testing and model design and manufacture to lead this programme of work. ARA will liaise with the CfP leader during the design and manufacture of the test hardware and subsequent wind tunnel tests, developing and exploiting current state of the art techniques including traversing mechanisms for the hot-wire probes and high-speed acoustic data recording.\nThe numerical acoustic simulations will be performed by Free Field Technologies (FFT) using CAA (Computational Aero-Acoustics) codes, which will be assessed and developed using the experimental acoustic data from the wind tunnel tests.'","grantUrl":"","grantId":"323412","fundValue":"750000","fundStart":"2012-12-01","fundEnd":"2016-05-31","dataset":"fp7"}