{"id":"98484","title":"Ar/Ar and K/Ar geochronology by stepwise dissolution","abstractText":"'Isotopic closure is typically considered to be governed by temperature controlled volume diffusion. However, theoretical considerations as well as experimental evidence suggest that fluid-induced metamorphic recrystallisation may be orders of magnitude more important than thermal diffusion in many if not most field settings. This simple concept may explain the irregular release spectra observed in many stepwise heating experiments. The proposed research will develop a radically new approach to argon geochronology, inspired by a technological breakthrough which occurred in U-Pb geochronology in the mid-1990s. At that time, it was found that the discordance of zircons suffering from common Pb or apparent Pb-loss is greatly reduced by stepwise dissolution in hydrofluoric acid. Acid etching may be equally effective at removing compositionally distinct zones in other minerals as well. In fact, several workers successfully removed excess argon from plagioclase and K-feldspar by partially dissolving them in acid during the 1980s. The proposed research will revisit and extend these earlier experiments. The idea is to subject several aliquots of a well-characterised mineral separate to different degrees of dissolution. Plotting the 40Ar/39Ar ages of these aliquots against their respective degrees of dissolution will yield an age spectrum just like those obtained by stepwise heating experiments. Alternatively, by measuring the Ar content in absolute abundance units and determining the K-content of the acid, an age spectrum can be obtained without the need for neutron irradiation. Thus, the stepwise dissolution technique has the potential to revive conventional K-Ar geochronology and solve the problems of excess argon and non-Arrhenian diffusion behaviour that have plagued the 40Ar/39Ar community for decades.'","grantUrl":"","grantId":"259504","fundValue":"580922","fundStart":"2011-07-01","fundEnd":"2016-06-30","dataset":"fp7"}