{"id":"89291","title":"Cardiac Death and Regeneration","abstractText":"'Cardiac muscle death, unmatched by muscle cell creation, is the hallmark of acute myocardial infarction and chronic cardiomyopathies. The notion of heart failure as a muscle-cell deficiency disease has driven interest worldwide in ways to increase heart muscle cell number, by over-riding cell cycle constraints, suppressing cell death, or, most directly, cell grafting. Using stem cell antigen-1, we previously identified telomerase-expressing cells in adult mouse myocardium, which have salutary properties for bona fide cardiac regeneration. Here, we seek to address systematically the mechanisms for long-term self-renewal in Sca-1 adult cardiac progenitor cells and in the smaller  side population  fraction, which is clonogenic and expresses telomerase at even higher levels. Specifically, we propose to study the roles of telomerase and of the telomere-capping protein, TRF2. Aim 1, Determine the properties of adult cardiac progenitor cells in mice that lack the RNA component of telomerase (TERC). Aim 2, Determine the properties of adult cardiac progenitor cells in mice that lack the catalytic component (TERT). To distinguish between effects of these two gene products themselves versus those that depend on cumulative telomere dysfunction, G2- and G5-null mice will be compared.  Aim 3, Determine the properties of adult cardiac muscle and adult cardiac progenitor cells that lack the telomere-capping protein TRF2. Aim 4, Test the prediction that forced expression of TERT and TRF2 can augment cardiac muscle engraftment in vivo and enhance the clonal derivation of adult cardiac progenitor cells in vitro, without adversely affecting the cells  differentiation potential. Work proposed in Aims 1-3 would provide indispensable fundamental information about the function of endogenous telomerase in adult cardiac progenitor cells. Conversely, work in Aim 4 would test potential therapeutic implications of telomerase and a telomere-capping protein with this auspicious population.'","grantUrl":"","grantId":"233158","fundValue":"2497576","fundStart":"2009-01-01","fundEnd":"2013-12-31","dataset":"fp7"}