{"id":"88005","title":"\"Metal and Organo-Catalysts for the Production of 1,2-Diamines\"","abstractText":"'The well-known occurrence of vicinal diamines in biologically active molecules and natural products has led to the need for efficient and reliable methods for the stereoselective introduction of this functional group. Methodologies for the preparation of vicinal diamines from olefins are scarce and certainly none that can provide enantiopure diamines exists. This proposal outlines two new methods for the catalytic oxidation of alkenes to produce enantiopure 1,2-diamines in one step. The objectives of the program of research are: 1. Examination of transition metal catalysed bis-amination of alkenes. 2. Investigation of amine-catalysed addition of diimides to alkenes.  3. Extension of these new methods to the synthesis of complex natural products with biological activity. The asymmetric induction of these reactions will be thoroughly studied by means of chiral additives. In target 1, the addition of a chiral ligand will be explored, while in target 2, the addition of a chiral amine will be used to induce diastereoselectivity. The aim of this project is to contribute to Organic Chemistry with new catalytic, asymmetric routes to achieve diamine-based products with interesting biological activity. There is ample opportunity for study of a broad range of reactions and plenty of back-up plans exist. This project will, therefore, comprise of an ideal mix of mechanistic study and exposure to synthesis which will provide an ideal training for a postdoctoral researcher. Furthermore, the well-known difficulties arising from catalytic reactions and asymmetric synthesis in general will have to be overcome, making the proposal challenging. This project will increase the knowledge of the scientific community in the use of asymmetric catalytic reactions in organic synthesis and drug discovery. Actually, the development of new catalytic reactions is one of the most pressing goals for chemical industry which has an ever-increasing need for new, clean and powerful reactions.'","grantUrl":"","grantId":"220226","fundValue":"169390.93","fundStart":"2008-10-01","fundEnd":"2010-07-31","dataset":"fp7"}