{"id":"95911","title":"\"The formation, preservation and lithification of low viscosity magma pyroclasts\"","abstractText":"'The fragmentation mechanisms of low viscosity magmas such as kimberlite and carbonatite remain enigmatic despite comprehensive research on their more silicious counterparts. In order to understand how and why they erupt we must look at their pyroclastic deposits. The little that is known about the fragmentation of these low-viscosity magmas suggests that they behave differently to the higher viscosity magmas such as basalts and rhyolites, implying there may be something unique about the physical properties of kimberlites and carbonatites such as their low silica and high volatile contents. Some basaltic pyroclasts show affinities with kimberlite pyroclasts suggesting there may be a continuum of fragmentation styles related to changes in viscosity of the magma. This research proposal seeks to fill that gap in our current knowledge by establishing the spectrum of pyroclast types and unique parameters of the explosive eruption of ultra-low viscosity magma. In order to fill this gap in our knowledge I propose to investigate the pyroclast morphologies of kimberlite using a world class collection housed at the University of British Columbia. I then intend to gather a range of moderate to low viscosity pyroclasts from Hawaiian basalts and Italian carbonatites and compare and contrast the range of pyroclasts found. On establishing that there is a range of pyroclast shapes and internal morphologies developed by the different magma types I propose a series of analogue experiments, undertaken at Bristol University, to attempt to recreate the range of pyroclast morphologies observed in nature and assess the physical properties of the magma that influence the formation of the different styles of pyroclasts. The proposed research will not only fill a significant gap in knowledge but will be the first research to assess in any detail how pyroclast morphologies and internal features relate to magma properties such as viscosity and crystal content. The research will help to iden'","grantUrl":"","grantId":"254648","fundValue":"228638.2","fundStart":"2010-09-01","fundEnd":"2013-08-31","dataset":"fp7"}