{"id":"104637","title":"Spectroscopy of Spin Excitations in sub-100nm Magnetic Structures using High Electron Mobility Transistor Photodetection","abstractText":"'The increase in information storage in computer hard drives is the result of considerable effort towards the miniaturization of magnetic bits and the development of magnetic materials with suitable magnetic anisotropy.  As information access rates are now well into the GHz range, understanding the dynamics of spin excitations in confined geometries becomes important to solve the problem of cross-talk between bits and to reduce the energy cost of writing.  In small magnets, the surface modes of spin excitations increasingly dominate and lead to complex absorption spectra where quantum phenomena, such as tunnelling of the magnetization, become increasingly probable.  Established spin spectroscopy techniques such as Brillouin Light Scattering are unfortunately limited to sample sizes no smaller than the wavelength of light and also require a minimum volume of material to match the sensitivity of the detection apparatus.\n\nThe present consortium will develop a novel spin spectroscopy technique that uses a high mobility two-dimensional electron gas as a photodetector of the stray magnetic field emanating from spin waves and other magnetic excitations.  This technique was experimentally demonstrated by the PI.  Spin Wave Photo-detection complements Brillouin Light Scattering by measuring spin excitations in individual magnets much smaller than the wavelength of light.  The technique is so sensitive that it detects the magnetization dynamics of individual magnets which eliminates spurious effects associated with averaging over arrays of magnets.  The purpose of the consortium is to group the research expertise and manpower of the three partners to develop exploit the full potential the photovoltage spectroscopy technique for probing ultra-small magnets and uncovering physical phenomena associated with spin dynamics on the sub-100nm scale.'","grantUrl":"","grantId":"318973","fundValue":"43700","fundStart":"2013-01-01","fundEnd":"2015-12-31","dataset":"fp7"}