{"id":"96823","title":"\"Economic Cycles, Employment and Health: Disentangling Causal Pathways in a Cross-National Study\"","abstractText":"'Research in economics suggests that business cycles are associated with population health: Physical health deteriorates during economic expansions and improves during recessions. At odds with these findings, research in epidemiology and sociology suggests that individual unemployment and job insecurity are associated with poor health and higher mortality. While studies on the impact of economic cycles have been hampered by the lack individual data to unravel causal pathways, employment studies have not adequately controlled for health selection effects when examining causality. This project aims to advancing understanding by exploiting historical fluctuations in the economy as exogenous shocks to identify causal effects of individual unemployment and job insecurity on health, disentangling the pathways that link business cycles, employment and health. Specifically, this study will assess whether patterns of individual employment induced by economic cycles during the last 50 years are associated with life-course health in 18 countries. The approach is based on a unique linkage of historical data on macro-economic cycles with (a) detailed life history event micro-data on employment and health in 18 countries recently collected in the Survey of Health, Ageing and Retirement in Europe (SHARE), the English Longitudinal study of Ageing (ELSA) and the US Health and Retirement Survey (HRS); and (b) mortality registry data individually linked to occupational histories from national census for entire populations in five European countries in the period 1960-2005. The project integrates insights and methodologies from sociology, epidemiology and economics, elucidating the pathways through which economic fluctuations influence health in societies with different institutions.'","grantUrl":"","grantId":"263684","fundValue":"1273280","fundStart":"2011-04-01","fundEnd":"2016-03-31","dataset":"fp7"}