{"id":"101174","title":"OFFshore GAs Separation","abstractText":"'Gas separations on offshore platforms are of increasing importance for the purification of natural gas and for the separation of CO2 used in enhanced oil recovery (EOR).\nSeparations based on nanoporous materials, adsorption and membranes will be the method of choice for applications on floating platforms, where liquid solvents cannot be used due to problems arising from the tilting and rolling of the moving platforms.\nDeveloping effective materials and efficient process technologies for gas separations at high pressure plays a key role in the economic exploitation of offshore resources. Both Brazil and the EU have large vested interests in this field: Brazil has important offshore gas reservoirs situated where the seabed is too deep for a fixed platform, while EOR will be widely exploited in the North Sea.\nThe proposed project will involve exchanges among three universities that are already conducting world-class research on materials and adsorption and membrane processes, thereby bringing together expertise on different aspects of the gas separation technology.\nThe exchange of researchers will reinforce the links already established between the EU and Brazil, leading to further collaboration and joint proposals. In particular, the synergy between the research groups in the three institutions will give rise to technological breakthroughs that will also have applications in other fields.\nThe project includes exchange of both early stage and experienced researchers to exploit fully the knowledge transfer for a total of 120 person-months exchanges. 23 experienced researchers will be seconded to a different institution. Early career researchers will spend a longer period of time in the partner institution in order to broaden their research knowledge and to experience a different social and cultural environment. The project will involve 12 PhD students, who will have the opportunity to perform part of their research abroad in one of the partner institutes.'","grantUrl":"","grantId":"295156","fundValue":"252000","fundStart":"2012-05-01","fundEnd":"2016-04-30","dataset":"fp7"}