{"id":"98483","title":"RGS1 in intestinal T cell trafficking and responsiveness","abstractText":"'The intestine is a challenging site for the immune system, which must balance the need to defend from pathogens, with the need to limit responses to commensals and to preserve tissue integrity. Nonetheless, few mechanisms have been defined by which the regulation of gut T cell responses may be distinguished from systemic T cell regulation. RGS1 is one of the most differentially expressed gene-products between gut-associated and lymphoid T cells, and yet there has been essentially no study of its biology in T cells. Preliminary studies of RGS1 biology have identified conspicuously high expression in gut-associated T cells; exaggerated expression in IBD patients; and the capacity of RGS1 to affect T cell responses to specific chemokines. As such, RGS1 emerges as a novel, site-specific human T cell regulator that merits increased study.\nThis application proposes to test the following, multipartite hypothesis: that RGS1 differentially regulates intestinal T cell responses to different chemokines; that this reflects its role in regulating the T cell responses to intestinal infection; and that as a consequence, its dysregulation promotes inflammatory disease. This proposal forms inter-disciplinary connections between immunology, cell biology and gastroenterology with direct link to clinical translation, particularly relevant to IBD, malignancy and transplantation. A particular benefit of the project is the elucidation of a non-redundant regulatory mechanism of gut T cell trafficking involving RGS1, which may prove an effective clinical target complementing the intense pharmacological targeting of chemokine receptors.\nIn sum, the study of RGS1 biology in T cells can provide functional correlates of disease pathogenesis and may elaborate new pathways of T cell regulation that can guide revised strategies for treatment, with direct benefits for the health of European populations and for economic development.'","grantUrl":"","grantId":"276132","fundValue":"209092.8","fundStart":"2011-07-01","fundEnd":"2013-06-30","dataset":"fp7"}