{"id":"188063","title":"Molecular basis of IGF2BPs-mediated lncRNAs degradation","abstractText":"'Insulin-like growth factor 2 mRNA-binding proteins (IGF2BPs) constitute a conserved family of oncofetal RNA binding proteins (RBPs) important in embryonic development, and whose expression in tumours is strongly correlated to cancer dissemination. There are three isoforms in mammals, IGF2BP1-3, which regulate mRNA transport, translation, and RNA stability, in a RNA target-dependent manner. Recently, it has been reported that IGF2BP1 interacts with HULC long non-coding RNA (lncRNA) in hepatocellular carcinoma cells and mediates its degradation through recruitment of CCR4-NOT deadenylation complex. Interaction of IGF2BPs with lncRNAs has been described in the past, however, this is the first time that IGF2BPs has been implicated it its turnover.\nThe objective of this proposal is to study how IGF2BPs promote the turnover of lncRNAs. We will use iCLIP assays in a novel and comparative fashion to define the ensembles of IGF2BP1-RNA targets directed to degradation through recruitment of CCR4-NOT complex. We will take advantage of the host group understanding of protein-RNA interactions in the IGF2BPs system and of the experience of the researcher with the CCR4-NOT deadenylation machinery, as well as of an ensemble of techniques from cell to structural biology, to explore the novel IGF2BP1-CNOT1 interaction and rationalize RNA recruitment and degradation.\nLncRNAturnover will provide a first important example of how RBPs regulate the turnover of lncRNAs, an area of RNA biology which is very poorly understood but important for the regulation of the expression of genes crucial in cellular proliferation and differentiation. Our research will also explain the molecular mechanism and selectivity of IGF2BP1-mediated RNA degradation.\nWe expect our research will help design new strategies to regulate the function of both IGF2BPs and lncRNAs, two important players in tumorigenesis and cancer dissemination.'","grantUrl":"","grantId":"626920","fundValue":"221606.4","fundStart":"2014-09-01","fundEnd":"2016-08-31","dataset":"fp7"}