{"id":"90204","title":"Computations by Neurons and Populations in Visual Cortex","abstractText":"'Neurons in primary visual cortex (area V1) receive feedforward inputs from thalamic afferents and lateral inputs from other cortical neurons. Little is known about how these components interact to determine the responses of a V1 neuron. One camp ascribes most responses to feedforward mechanisms. The other camp ascribes them mostly to lateral interactions.   We propose that these two apparently opposed views can be simply reconciled in a single framework. We hypothesize that area V1 can operate both in a feedforward regime and in a lateral interaction regime, depending on the nature of the stimulus and on the cognitive task at hand, and that the transition from one regime to the other is governed by synaptic inhibition.  We will test these hypotheses by recording from individual V1 neurons while monitoring the activity of nearby populations of cortical neurons via multiprobe electrodes.  In Aim 1 we will relate the activity of V1 neurons to that of nearby populations. We will use simple measures of correlation and nonlinear models that predict individual spikes to measure how responses depend on a feedforward contribution (the  receptive field ) and on a lateral contribution (the  connection field ). We will test our first hypothesis, concerning the role of the stimulus in changing this dependence.  In Aim 2 we will extend these results to a behaving animal. We will record from V1 of mice performing a 2-alternative forced-choice psychophysical task, and we will test our second hypothesis, concerning the role of the cognitive task in determining the operating regime of the cortex.  In Aim 3 we will seek a biophysical interpretation of the functional mechanisms and effective connectivity revealed by the previous Aims. We will test our third hypothesis, concerning the role of synaptic inhibition. The tools involved will include intracellular recordings and optical stimulation in transgenic mice whose cortical neurons are sensitive to light.'","grantUrl":"","grantId":"233174","fundValue":"2499921","fundStart":"2009-04-01","fundEnd":"2014-03-31","dataset":"fp7"}