{"id":"97797","title":"COmplex Deep-sea Environments: Mapping habitat heterogeneity As Proxy for biodiversity","abstractText":"'Human impact on the deep ocean is rapidly increasing, with largely unknown consequences. Effective management and conservation, based on an ecosystem approach, is hampered by our poor understanding of the deep-sea environment. Measuring biodiversity, the main indicator of ecosystem status and functioning, is a major challenge in deep water: traditional sampling schemes are expensive and time-consuming, and their limited coverage makes it difficult to relate the results to regional patterns. Complex deep-sea environments are especially problematic. Ecosystem hotspots such as canyons or coral reefs contain true 3D morphology that cannot be surveyed with conventional techniques. CODEMAP will quantify habitat heterogeneity in complex deep-sea terrains, and will evaluate its potential as a proxy for benthic biodiversity at a variety of scales. Habitat heterogeneity has been suggested as a major driver for deep-sea biodiversity, but is rarely quantified in a spatial context in the marine realm.\nTo achieve its goal, CODEMAP will combine the fields of marine geology, ecology, remote sensing and underwater vehicle technology to establish an integrated, statistically robust and fully 3D methodology to map complex deep-sea habitats. Statistical techniques will be developed to extrapolate quantitative habitat information from fine-scale surveys to broad-scale maps. The optimal parameters to measure habitat heterogeneity will be defined, and their potential as biodiversity indicators tested through correlation with traditional approaches. The project focuses on submarine canyons, but the techniques will also be transferred to other environments. CODEMAP is expected to have a strong impact on the fundamental understanding of the deep sea and on ecosystem-based deep-sea management.'","grantUrl":"","grantId":"258482","fundValue":"1401012.45","fundStart":"2011-04-01","fundEnd":"2017-01-31","dataset":"fp7"}