{"id":"000423DA-5A37-4E62-A698-703985CD4E6E","title":"Proton-driven plasma wakefield acceleration---a new route to a TeV e+e- collider","abstractText":"Over the last fifty years, accelerators of ever increasing energy and size have allowed us to probe the fundamental structure of the physical world. This has culminated in the Large Hadron Collider at CERN, Geneva, a 27-km long accelerator which hopes to discover new particles such as the Higgs Boson or new phenomena such as Supersymmetry. Using current accelerator technology, a next collider such as a linear electron-positron collider would 30-50 km long which would require immense investment. As an alternative, we are pursuing a new ultra-compact technology which would allow a reduction by about a factor of ten in length and hence would reduce the cost by a significant fraction.\n\nThe idea presented here is to impact a high-energy proton beam, such as those at CERN, into a plasma. The free, negatively-charged electrons in the plasma are knocked out of their position by the protons, but are then attracted back by the positively-charged ions, creating a high-gradient electric &quot;wakefield&quot; and an oscillating motion is started by the plasma electrons. Experiments have already been carried out impacting lasers or an electron beam onto a plasma and accelerating gradients have been observed which are 1000 times higher than conventional accelerators. Given the much higher initial energy of available proton beams, it is anticipated that the electric fields it creates in a plasma could accelerate electrons in the wakefield up to the teraelectron-volts scale required for a future collider, but in a single stage and with a length of a few km. Such a collider is, however, many years in the future and test experiments are first needed.\n\nA first proof-of-principle experiment will be performed at CERN over the next 5 years. The experiment will use a high-energy proton beam to impact on a plasma cell of about 10 m and measure the energy change in a bunch of electrons which will travel behind the proton beam. Observing significant energy changes in the electrons would demonstrate the concept of this form of acceleration which has so far only been studied in simulation.\n\nThe UK has seven groups (ASTeC, Central Laser Facilities, Cockcroft Institute, Imperial College, John Adams Institute, Strathclyde and UCL) in the collaboration preparing for this test experiment in CERN. We propose a programme to answer various technical issues and develop a wide-range of instrumentation which will the allow us to successfully build the test experiment. A crucial part is being able to build a plasma cell with a uniform density over lengths much longer than previously tried. We will also design the electron particle source to be fired into the plasma at exactly the right time so as to feel the largest possible accelerating gradient in the wakefield created by the proton beam. To determine the success of the experiment, we will design diagnostic tools which will measure the size of the wakefield and the energy and spatial profile of the electron beam after it has been accelerated in the plasma. Finally, our results will improve simulations of plasma wakefields to give us more confidence in our expectations of a larger-scale experiment and help us best optimise its layout and capabilities.\n\nIf successful, this experiment will lead to a further larger-scale project to accelerate bunches of electrons of small spatial extent with high particle numbers and ultimately a new form of acceleration which could lead to future, energy-frontier particle physics experiments. This technique has the potential to radically alter the frontier of high energy physics with accelerators as performant as currently planned or required, but at a tenth of the length and hence cost. With the significantly larger acceleration gradients and smaller spatial extent, plasma-based accelerator technology could also lead to vastly smaller synchrotron light sources which probe the structure of e.g. proteins and table-top accelerators of lower energy for use in hospitals or industry.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/K002244/1","grantId":"ST/K002244/1","fundValue":"26776","fundStart":"2012-10-01","fundEnd":"2015-09-30","funder":"STFC","impactText":"  We are still in an R&amp;D phase and future funding is needed to be able to realise proton-driven plasma wakefield acceleration for the first time.  Cultural","person":"Matthew  Wing","coPersons":["Simon  Jolly"],"organisation":"University College London","findingsText":" We have defined the baseline energy spectrometer for the AWAKE experiment. This instrument will measure the energy to which electrons are accelerated using a novel technological scheme. Proton-driven plasma wakefield acceleration is really focussed on applications for particle physics. However, work developed for plasma wakefield acceleration as a whole is useful for the whole technology of havin smaller particle accelerators. Education,Pharmaceuticals and Medical Biotechnology,Other","dataset":"gtr"}