{"id":"000424B1-378E-4AB6-BAEC-CD8607AE08A9","title":"Mechanisms mediating axon outgrowth in the Drosophila CNS","abstractText":"We are dependent on our nervous system functioning correctly for us to move, think, learn, speak and control our bodies. To do this, all our nerve cells must connect together in the brain and to the parts of the body they control. Most of this 'wiring together' happens during the growth and development of the embryo during pregnancy. To do this each nerve cell must extend a long process, called an axon, over large distances and through complex environments to find and connect to its appropriate partners. Each axon is guided when to turn and which way to grow to reach its partner by sensing specific chemicals or molecular 'cues' in different parts of the body. These signals are detected by 'receptor' proteins at the tip of the growing axon. The activity of these receptors signal information into the axon to direct its growth. To enable this to happen efficiently the nerve cell has to co-ordinate its internal organisation with that of the external signals. By studying these processes we will understand better how the nervous system is formed and we can apply this knowledge to aiding the development of strategies to repair the nervous system of patients who have suffered neural injury or disease.\n\nWe want to find the molecules that work to control the growth of the axon to guide it along its pathways. We know already that many of the same molecules and receptors in mammals are also present in smaller animals like the fruitfly Drosophila where they do the same job but on a simpler scale. We are using Drosophila to characterise the signalling processes that function within the axon to organise internal signals that facilitate the axon's ability to respond to external signals. We have found that two proteins called Mud and Frizzled have a role in this process. We wish to understand the precise mechanisms of action of these proteins and how they facilitate the targeted growth of axons in the central nervous system. We know that similar molecules are also active during the development of the mammalian nervous system. By using Drosophila we can rapidly identify the mechanims by which these molecules act and the partners that are necessary for their activity. Also use of Drosophila allows us to reduce the need to sacrifice large numbers of mice in research. Once we have found out how these molecules work in Drosophila we will inform other researchers so that the molecules can be tested in other model systems. We need this information both to learn how the nervous system is made and to find out what molecules might be useful in helping us to repair neural injuries or diseases that lead to paralysis or neural degeneration. Unfortunately mammals cannot repair nerve damage that occurs in the brain, our hope is that by identifying the molecules that were originally used to drive and direct nerve cell growth in the embryo we can re-supply these molecules to help nerve cell regeneration in people.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K002031/1","grantId":"BB/K002031/1","fundValue":"419505","fundStart":"2013-01-07","fundEnd":"2016-10-06","funder":"BBSRC","impactText":"","person":"Guy Justin Clive  Tear","coPersons":[],"organisation":"King's College London","findingsText":"","dataset":"gtr"}