{"id":"000D8D40-8BAE-4533-8A16-31730ABCB93D","title":"Evolutionary dynamics of diverse bacterial communities in nature","abstractText":"Understanding how species adapt to novel environments is among the greatest challenges in evolutionary biology. However, experimental studies and theories have focused almost exclusively on simplified systems containing at most a few species. If species interactions in natural communities fundamentally alter evolutionary outcomes, then there is a need to study the adaptive process within the context of entire communities, and to understand the consequences of adaptation for community structure and functioning. We previously used simple communities of bacteria species to show that, when challenged with a novel environment, the evolutionary dynamics of mixtures of a few species differ substantially from those grown as single species. Furthermore, resource use and species interactions evolved over time and led to a change in the functioning of the entire community (measured as the respiration rate). However, these experiments still focused on relatively few species. Very little is known of how the findings of simplified laboratory studies apply to the dynamics of natural communities.\n\nIn the proposed project, we will meet this challenge by tracking species adaptation while they are embedded within diverse natural communities. We will make use of a novel method of 'caging' bacteria in both laboratory mesocosms and natural habitats so that we can track a single focal species growing within a diverse community. Techniques widely used for descriptive studies of complex bacterial communities - including next-generation sequencing barcodes to track changes in composition and nuclear magnetic resonance spectroscopy to measure changes in chemical resource use underlying species interactions - will be applied to the experimentally manipulated communities. \n\nIn laboratory experiments, we will investigate how diversity affects the adaptation of focal species to changes in their physical environment, namely acidification. We predict that diversity should constrain adaptation of component species. We will also quantify how interactions among a set of 23 focal species evolve when exposed to a range of different background communities isolated from natural tree-holes. We predict that diversity should constrain the evolution of positive interactions among species (which we observed in earlier experiments with communities of just a few species). In field experiments, we will use our experimental 'cages' to determine whether bacteria are adapted to the local physical conditions and biological communities found in their own tree-hole, by transplanting isolates between different tree-holes. We will also leave 'caged' bacteria for longer periods and measure whether they adapt to improve their ability to grow in novel environments. Finally, in both the laboratory and the field, we will test whether the patterns of evolution uncovered in the earlier objectives lead to changes in the ecosystem-level functioning of the entire community. Our previous work with simplified communities found that the way in which species adapt to each other's presence leads to them collectively using available resources at an improved rate. We predict, however, that the extraordinary diversity of natural communities might ensure adequate community-level functioning irrespective of evolutionary history. \n\nOverall, the project will contribute fundamental knowledge to understanding how interactions in diverse communities influence the evolution of component species, how interactions themselves evolve, and how these changes impact on ecosystem functioning. The work will provide direct knowledge for predicting dynamics of microbial communities, as well as insights applicable to other communities that cannot be studied in this way experimentally. For example, our findings will generate hypotheses for how plant and animal communities might evolve in response to perturbation of their environments.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/K006215/1","grantId":"NE/K006215/1","fundValue":"433332","fundStart":"2013-07-31","fundEnd":"2016-07-30","funder":"NERC","impactText":"  Grant is ongoing, with outcomes expected over the coming year. Environment ","person":"Thomas  Bell","coPersons":["Timothy Giles Barraclough"],"organisation":"Imperial College London","findingsText":" Grant is ongoing, with outcomes expected over the coming year. Grant is ongoing, with outcomes expected over the coming year. Environment","dataset":"gtr"}