{"id":"001BA9FE-0C5D-4028-8E75-59A35213231C","title":"Linguistic development in L2 Spanish: creation and analysis of a learner corpus","abstractText":"<p>This project has two aims: to establish a small scale, high quality database of spoken learner Spanish, and to undertake a short programme of substantive research into L2 (second language)&nbsp;Spanish. The data will be collected from classroom learners of Spanish (with English as their first language), from beginners to advanced level, using specially designed elicitation tasks. For comparison purposes, native speakers will also be recorded undertaking the same tasks. The resulting database will contain digital soundfiles of learner speech, accompanied by transcripts in CHILDES (Child Language Data Exchange System)&nbsp;format which are tagged for parts of speech. The material will be made freely available for use among the Spanish second language acquisition research community, through a specially created website. The substantive research programme will investigate the acquisition of central morphosyntactic properties of Spanish, such as word order, clitic pronouns, verbal morphology and wh-questions, providing a description and analysis of developmental sequences of L2 Spanish from an interface perspective. Phenomena such as the role of rote-learned formulas in instructed L2 Spanish will also be studied. Research such as this enables us to better understand the processes involved in learning a second language in a classroom setting, and thus supports curriculum design for instructed L2 programmes.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-000-23-1609","grantId":"RES-000-23-1609","fundValue":"138684","fundStart":"2006-04-01","fundEnd":"2008-03-31","funder":"ESRC","impactText":"  Spanish is a major world language which is attracting many L2 learners internationally, including in the UK where it is the only major foreign language with increasing student numbers.\nThis project has raised the profile of Spanish second language acquisition (SLA) research by providing a publicly available Spanish learner corpus, subsequently developed with further ESRC funding through a second project (RES-062-23-1075). Education Societal","person":"Rosamond  Mitchell","coPersons":["Florence  Myles","Emma Josephine Marsden"],"organisation":"University of Southampton","findingsText":" This project developed a pioneering corpus of spoken learner Spanish and has made this available to the international research community as a public resource. \nThe team also conducted substantive research on three main areas of the acquisition of Spanish by English L1 learners: 1. the acquisition of clitic object pronouns; 2. the acquisition of Spanish word order; and 3. the development of L2 Spanish vocabulary.\n1. The acquisition of Spanish clitic object pronouns provides a useful test of whether learners can develop a full syntactic representation of a new language (as such pronouns do not exist in L1 English). Analysis of relevant language production and interpretation tasks confirmed the Missing Surface Inflection Hypothesis, i.e. that learner errors in spoken Spanish are due to processing problems rather than absence of underlying syntactic representations.\n2. Spanish word order is variable, and governed by both syntactic and pragmatic considerations (i.e. it is an interface phenomenon). So, these structures present an ideal scenario for investigating optionality in non-native grammars\nwhich has been previously explained as a result of deficits in the syntax-pragmatics interface. SPLLOC data were analysed to test alternative explanations for the optionality of SV/VS structures in learner Spanish. Results suggest that the availability of optional forms in L2 developing grammars are the result of an overgeneralisation of one of the options in the target language to contexts where neither syntactic nor pragmatic rules would allow them. Consequently, the optionality shown by advanced learners should be understood as an intermediate stage showing grammar restructuring, rather than a case of pragmatic deficit.\n3. The availability of the new Spanish learner corpus (SPLLOC) made possible a pioneering investigation into the development of L2 vocabulary, and a comparison was made with existing French learner corpora (FLLOC).This comparative investigation has provided several key insights into lexical progression amongst school learners of French and Spanish. Results suggest that the year 13 learners used significantly more lexically and inflectionally diverse language than the Year 9 learners.year 9 learners produced a greater proportion of nouns (out of their total production) than year 13, regardless of language, and that year 13 produced a greater proportion of\nverbs than year 9. The proportion of verbs was also the same in French as it was in Spanish amongst learners in the same year of study (despite some differences for nouns and adjectives). This finding could support the idea that the increase in proportion of verbs, specifically, is an indicator\nof progression, a finding with clear implications for language assessment. The Spanish learner corpus is available as a research resource for the international community of researchers on second language acquisition (SLA).\n\nThe specific findings have implications for SLA theory and also for instructional and assessment practice, particularly in the relatively neglected area of second language vocabulary development. Education","dataset":"gtr"}