{"id":"0022AF13-54E8-4A13-99CB-75CCBFA28567","title":"IDENTIFICATION OF GENES ESSENTIAL FOR FREEZING TOLERANCE AS TARGETS FOR MANIPULATION IN CROPS","abstractText":"Many plants from the world's cooler regions, including the UK, can survive winter conditions due to a process known as cold acclimation. Gardeners may be familiar with this as &quot;cold hardening&quot;, the phenomenon whereby plants grown in cold but not frosty conditions in the autumn become better prepared for the subsequent freezing temperatures of winter and are more likely to survive. Plants that are not able to do this are usually killed by winter frosts. For crop plants this causes major yield losses.\n\nWith an ever growing world population, it is estimated that food production will have to increase by 70% over the next 40 years. To achieve this we need both better yielding crops and crops that can survive the onslaughts of our environment. Freezing conditions during winter are responsible for severe crop losses in many regions of the world, including the UK. Enabling crop plants to improve their tolerance of adverse environmental conditions such as frost would provide benefits to agriculture, meaning that crops can be grown during parts of the year that would otherwise be too cold for them to survive, and allowing crops to be grown in areas that can currently not be used, for instance at higher altitudes and in colder areas.\n\nLike humans, plants have thousands of genes that determine their characteristics and what they can and cannot do. Unlike us, plants cannot move away from unfavourable environments so many of their genes are involved in helping them defend themselves against the potentially damaging conditions they experience. Every gene, whether human or plant, is &quot;switched on&quot; when needed. When genes are switched on they make useful proteins, natural chemicals each with a unique function. Plants that are capable of cold acclimation can survive frosts because they have genes that, when switched on, produce proteins whose role is to protect against freezing conditions. Interestingly, these proteins are also often powerful protectants against drought. Therefore, discovering the identity of such genes is the first step in helping to make crops more tolerant of cold and drought. \n\nWe will discover new genes for freezing tolerance by comparing the genetic make-up of plants that can tolerate freezing with that of plants that cannot. Exciting new technology of the type used in the human genome project now allows us to examine the entire genetic code (all of the DNA that makes up the genes) of a plant so that we can look for differences in the genetic code of tolerant and susceptible plants. Finding differences in the DNA will show us the genes that are responsible for the survival of tolerant plants. When these genes are switched on they will make protective proteins; testing where in the plant these proteins are found will give us information as to the role they play in protecting it. If the proteins are important for protection, we might expect that plants producing them in larger amounts would be more tolerant, therefore we will test to see if this is indeed the case.\n\nWe will perform these experiments in a model lab plant that grows quickly and is easy to study, allowing us to make more progress in a shorter time. When we have discovered which genes are most important for freezing and drought tolerance, we will apply this knowledge to a crop plant: we will produce wheat plants that make these proteins in greater abundance and we will test whether or not the plants we have produced can better withstand freezing and drought conditions. If this is successful, the information we have generated will be of benefit to crop biotechnologists and traditional breeders attempting to make more frost- and drought-resistant varieties of food crops.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J007331/1","grantId":"BB/J007331/1","fundValue":"411936","fundStart":"2012-05-02","fundEnd":"2015-07-31","funder":"BBSRC","impactText":"  Finding have not been used yet, but grant is not yet completed.  ","person":"Marc Robert Knight","coPersons":["Heather  Knight"],"organisation":"Durham University","findingsText":" We have identified 3 new genes that are responsible for freezing tolerance in plants. This will help with breeding freezing resistance in crops in the future. Use finding to design marker-assisted breeding programs for crops. Agriculture, Food and Drink","dataset":"gtr"}