{"id":"00291FEF-ED5D-42AE-AF73-6FD787F6CB3F","title":"The molecular mechanisms determining the onset of protein aggregation revealed by single molecule force-clamp spectroscopy","abstractText":"Each organ in our body is composed of a large number of individual cells working together in a coordinated fashion. Inside each cell, there are thousands of different proteins that perform their function in a very well-established and synchronized way. In general, each of these proteins can be found in two different shapes -the folded and the unfolded states. Proteins unfold and refold continuously in our bodies once they are expressed in the ribosomes, which are the small factories where they are produced. Most proteins are 'active' or 'functional' only when they are in their folded state. Failing to fold gives rise to a myriad of devastating diseases such as Alzhemier's, Parkinson's, Mad Cow, eye's cataracts and many others. These diseases have their origin when a single molecule undergoes a conformational change and is not able to fold back into its native structure anymore. This is one of the origins of toxicity; once a protein is unfolded and cannot get back to its folded state, it sticks to a neighboring unfolded protein in a rather fast way. This creates a nucleation seed that eventually results in the presence of aggregates, called amyloids, which are the signature of several diseases. For example, plaques of aggregates are found in the brains of Alzhemier's and Parkinson's disease patients. Perhaps the most conspicuous amyloid disease is cataract formation in the human eye, where the amyloids can be observed directly by looking into an affected eye. Unfortunately, once these amyloid aggregates are detected, it is often too late to act. It is therefore really challenging to discover why and when this aggregative process starts. This project aims to develop a new strategy to able to experimentally manipulate the state of a single protein and probe the time evolution of the different shapes and conformations adopted by each protein during its folding trajectory. The challenge is now to detect the mechanisms why proteins fail to fold, at the level of a single molecule. There are very few and only recent studies of aggregating proteins at the single molecule level. I will use a novel technique, named single molecule force-clamp spectroscopy, to study the different trajectories followed by an unfolded protein in its journey to the native state. This technique has already proved successful at identifying, for the first time, the different conformations adopted by a protein that has been evolutionary designed to fold. I will first further the investigations to completely understand the different trajectories followed by an individual protein until it folds. I will then expand this methodology to study the folding behaviour of proteins that cause a great variety of diseases such as Alzheimer's (the Abeta42 polypeptide), Parkinson's (caused by the aggregation of the alpha-synuclein protein) and also the eye's cataract, which is triggered by the misfolding of the protein gammaD crystallin. In all these cases, I will compare the behaviour of these amyloid-forming proteins with those proteins that succeed to fold. I will identify the conformation (folded, unfolded or intermediate) where each of these amyloid-forming proteins departs from the 'functional' folding route. I will finally study if the presence of other companion proteins, called chaperones, assists in the folding mechanism of the aggregating proteins. Altogether, these single molecule techniques have now reached a level of maturity where they can be used to attack more significant challenges in biology such as the basic biological mechanisms leading to protein aggregation, originating at the single molecule level. I seize on the remarkable opportunity of expanding the current applications of force-clamp to solving the common riddle of these diseases. These basic biophysical studies hold great promise for impacting several fields of research, such as the molecular understanding of such devastating human diseases for which there is, at the present time, no cure.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J00992X/1","grantId":"BB/J00992X/1","fundValue":"366770","fundStart":"2012-09-17","fundEnd":"2016-06-19","funder":"BBSRC","impactText":"","person":"Sergi  Garcia-Manyes","coPersons":[],"organisation":"King's College London","findingsText":"","dataset":"gtr"}