{"id":"002D6DAE-0B99-404C-BE75-AF557346CC5D","title":"Functional Brain Development in Human Infants: Perceiving the Social and Physical World","abstractText":"The question of how the human brain develops over the first few years of life is a fascinating one, and is of importance to our thinking about education, social policy, robotics, and developmental disorders such as autism. Despite the relevance and applicability of this topic, there is surprisingly little known about the infant brain, and many fundamental questions remain. For example, how important is early experience for establishing the patterns of specialisation observed in the adult brain? In this programme we intend to use several techniques to investigate the functional development of the brain in typically and atypically developing infants and toddlers. One method involves measuring the length of time that babies look toward different visual pictures, such as faces. Another method involves measuring small changes in voltage on the scalp as groups of nerve cells are active within the brain (ERP, EEG). A third method we intend to use involves measuring tiny changes in light as it passes through the baby?s head. With these methods we will conduct experiments to discover how babies and toddlers process information about their social and physical world. These experiments are designed to be enjoyable for babies, so their interest is maintained for some time. In addition, we will conduct similar studies on toddlers with developmental disorders (autism and Williams Syndrome) that effect their interaction with the social and physical worlds. We will continue to present our research to the general public through media interviews and articles, and consult on a number of popular books and TV programmes. We will issue press releases when important scientific papers appear. Our annual ?Babylab newsletter? will be produced and sent out to over 1,500 homes, as well as being available on the web. Finally, we plan to further develop our website to make it fun and informative for interested parents.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G9715587","grantId":"G9715587","fundValue":"3007610","fundStart":"1998-10-01","fundEnd":"2009-08-31","funder":"MRC","impactText":"","person":"Mark H  Johnson","coPersons":[],"organisation":"Birkbeck College","findingsText":"","dataset":"gtr"}