{"id":"00347E00-1E85-4583-8EC1-B85567046628","title":"Modelling carbon core metabolism in Bacillus subtilis - Exploring the contribution of protein complexes in core carbon and nitrogen metabolism","abstractText":"Fires can be extinguished in two ways. One uses pumps with pipes that fill up a ditch (the 'pool') that leads to where the fire is, and then another pump taking out the water squirting it onto the fire. The other one is a line of people where the first fills each bucket in a nearby river and then hands the full bucket to the person next in line, who hands it to the next-next, etcetera, i.e. the 'bucket-brigade' mechanism. The chemistry of how living organisms extract energy and carbon out of their food is organized in terms of pathways. This organization could use either the pool mechanism or the bucket brigade mechanism. In most of the text books on this topic it is assumed that it is the pool mechanism that operates, but this is mainly because this is simpler to understand and more readily examined experimentally. Accordingly, mathematical models of the chemistry of living cells tend to assume that pool mechanisms are operative. The biological 'machines' that carry out the individual steps/chemical reactions in the pathways are called enzymes. In recent work in an important bacterium, it has been discovered that some of these enzymes embrace each other, i.e. form complexes. This proposal aims at defining and understanding the impact of metabolic and regulatory multienzyme complexes on the central carbon and nitrogen metabolism. It will do this in Bacillus subtilis, a highly tractable model organism for systems biology approaches. It will examine whether any observed impact is through the facilitation of the bucket-brigade mechanism (also called metabolic channelling). It will do this through a close integration of modelling and experimentation. The outcome of this project could greatly change our understanding of the chemistry of Life. It could also lead to new ways of interfering with that chemistry, for instance by breaking up or promoting the enzyme-enzyme love affairs. Implications could be in the domains of the production of food and chemicals by microorganisms (beer, bread, wine, gasohol) and health management, but would require follow-up projects.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I00470X/1","grantId":"BB/I00470X/1","fundValue":"339162","fundStart":"2010-11-15","fundEnd":"2014-02-14","funder":"BBSRC","impactText":"","person":"Hans Victor Westerhoff","coPersons":["Jacob Leendert Snoep","Pedro  Mendes"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}