{"id":"0035091B-D9F2-4369-BC14-586A6C75844C","title":"Increasing Resilience to Icelandic Volcanic Eruptions","abstractText":"The economic cost of the Eyjafjallaj&ouml;kull eruption in Iceland in 2010 due to the closure of UK and European airspace has been estimated at around &pound;200m/day solely for the airline industry with total subsequent impacts on the global economy estimated at US$5bn. This volcanic event is economically the most high-impact, high-consequence regional scale volcanic event in recent history, and resilience to such events needs to be significantly increased. Assessing the economic risk of reoccurrence of such an event and development of this network is the goal of Developing the Resilience to Icelandic Volcanic Eruptions within the UK (DRIVE-UK). Economic resilience can be built by minimising the impact of such eruptions on UK and European airspace closure, which can be achieved through developing a more robust network of near-real-time observations. Observations need to be made in near-real-time as only then will decisions based on the measurements be able to guide the Civil Aviation Authority and National Air Traffic Service as to the necessity to close UK and European airspace. The sensors that will be considered are: satellite measurements, dedicated aircraft measurements, balloon borne instruments and lidar instruments. While each of these types of measurements played an important role in qualitative detection of volcanic ash from the Eyjafjallaj&ouml;kull eruption, the algorithms used for accurate determination of volcanic ash mass for each type of sensor had not been specifically developed, resulting in considerable time consuming post-processing. This resulted in accurate quantitative mass estimates only being available days, weeks, or months after the measurements had been made. Only by introducing new algorithms, data analysis techniques, and new novel measurements will closure of airspace in future volcanic ash episodes be avoided.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I01800X/1","grantId":"NE/I01800X/1","fundValue":"8985","fundStart":"2010-11-01","fundEnd":"2011-04-30","funder":"NERC","impactText":"","person":"James Matthew Haywood","coPersons":[],"organisation":"University of Exeter","findingsText":"","dataset":"gtr"}