{"id":"0038F700-B69A-48AB-8A1A-6149A809EA88","title":"Cryogenic-temperature Cold Storage using Micro-encapsulated Phase Change Materials in Slurries","abstractText":"Cryogenic-temperatures cold storage is the Cinderella in thermal energy storage. According to the recent DOE global energy storage database, until now there are globally 166 thermal storage projects in operation or under construction for renewable energy time-shift/capacity firming or electric bill management, with a total capacity of 3365MW. However most of these projects are molten salt heat storage for concentrated solar power (CSP) plants (2552MW in total) and chilled water or ice slurry cold storage for demand side electricity consumption management (200MW). \n\nOnly recent years the potential value of cryogenic-temperature cold storage has been widely recognised for the much elevated exergy density and the capability of cogeneration of cold and power. The related UK leading technologies those under development including cryogenic engine for transportation, liquid air energy storage, pumped thermal electricity storage etc, in which cryogenic temperature cold storage is a key to improve the performance. Moreover, with efficient and cost-effective cryogenic-temperature cold storage, the operation of traditional cryogenic systems can be more flexible as an effective mean of demand side management (consumes more off-peak electricity and less peak electricity instead of constant load operation to save electric bills). In a long term it will contribute to the creation of 'cold economy'.\n\nThis project will develop Micro-encapsulated Phase Change Materials in Slurries (MPCMSs) as novel approaches of cryogenic-temperature cold storage. Slurries are excellent cold storage candidates as they can be transported by pumps (good fluidity), just like the molten salts in CSP plants. On the other hand with phase change materials (PCMs) encapsulated in the micro-size particles not only the equivalent heat capacity can be significantly improved, but also the temperature-dependent heat capacity can be designed easily by adding different capsules with appreciate freezing point core PCMs to minimize the exergy loss in charging/discharging processes.\n\nThe key challenge of this approach is the wide working temperature range of MPCMSs from room temperature to cryogenic temperature. Therefore this project will utilize the applicants' developed skills and sophisticated research facilities in Micromanipulation lab (within School of Chemical Engineering, University of Birmingham) and new launched Birmingham Centre for Cryogenic Energy Storage (BCCES) to formulate, characterize, and demonstrate the application of MPCMSs for cryogenic-temperature cold storage. Through this project we will gain the skills of MPCMSs fabrication depending on the applications as well as the capability of optimal design of related cold storage devices.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N000714/1","grantId":"EP/N000714/1","fundValue":"934275","fundStart":"2015-10-19","fundEnd":"2019-10-18","funder":"EPSRC","impactText":"","person":"Yongliang  Li","coPersons":["Zhibing  Zhang","Yulong  Ding","Bushra  Al-Duri"],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}