{"id":"003E6B05-0738-4BCF-B8C5-C56DE5F9CAF0","title":"Redox Enzymes Required for Construction of the Ergot Alkaloid Framework","abstractText":"Fungi produce complex small molecules, called &quot;natural products&quot;. Given the energy that the organism expends to produce these complex molecules, natural products likely confer some evolutionary advantage to the fungus. Therefore, most natural products exhibit some type of biological activity. For our purposes, this means that these metabolites are a rich resource for a wide range of applications, including the development of pharmaceuticals, insecticides, herbicides, biomaterials and bioenergy sources. \n\nWe are particularly interested in a class of natural products known as the ergot alkaloids, which are produced by filamentous fungi. These alkaloids are also found in many plants, though it is believed that in most cases fungi associated with the plants produce these molecules. Many of these molecules have medicinal activity; some are used in childbirth (methylergonovine) and others are used to treat migraine headaches (methysergide). The neurological effects of the ergot alkaloids are also well-known. Hydergine is marketed as a &quot;cognitive enhancer&quot;, and the semisynthetic ergot alkaloid LSD has profound hallucinogenic effects.\n\nHowever, to effectively utilize these compounds for our own purposes, we must develop robust methods for large-scale production of them. This entails that we understand the biochemical processes- the biosynthesis- that the fungus uses to construct these molecules. If we identify and understand the complex chemistry that these biosynthetic pathways carry out, then we can potentially produce the compounds more effectively. Additionally, we can use our knowledge of the biosynthetic pathway to modify the chemical structure of the molecules, generating new-to-nature compounds with potentially improved biological activities. \n\nIn this proposal, we describe elucidation of ergot alkaloid biosynthesis. Specifically, we will identify the genes that are responsible for construction of the structural backbone found in all ergot alkaloids.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J018171/2","grantId":"BB/J018171/2","fundValue":"272420","fundStart":"2014-10-01","fundEnd":"2016-09-30","funder":"BBSRC","impactText":"","person":"Sarah Ellen O'Connor","coPersons":[],"organisation":"John Innes Centre","findingsText":"","dataset":"gtr"}