{"id":"003FC07B-F51C-4C7F-AC1B-B2FBB42FD954","title":"British Asia and the British Atlantic, c.1500 - 1820: two worlds or one?","abstractText":"The research locates the early British overseas empire within a single, global framework of interpretation. Until now, historians of British Asia have seldom engaged with historians of British America, and this means that few studies of Britain's empire have ever considered together or simultaneously the two great arenas of early British expansionist activity: the Indian Ocean and the Atlantic Basin. Consequently writing about the empire has fractured into separate fields of geographical and thematic study, and historians are now beginning to recognise that this significantly limits our understanding of British imperialism. This fundamental problem can only be overcome by a collaborative approach, and consequently the project brings together a high-quality international team of historians of the Atlantic and Indian Ocean regions from the UK, USA, Canada, Europe, and India who will consider imperial processes that were occurring at the same time in different parts of the world. The participants in the project will each analyse a key theme from their own geographical and disciplinary perspective, and the detailed exploration of comparisons and contrasts will enable a properly integrated analysis to be made for the first time of Britain's emerging global empire. Focused discussion will encourage participants to look beyond their usual fields of inquiry and it is anticipated that all will benefit from the insights who engage with similar themes and problems in different geographical contexts. As a result the research will identify and analyse common processes, interactions, and responses generated by imperial expansion in the British Atlantic and British Asia, and it will significantly advance understanding of the position of Africa within Britain's early modern empire. By the end of the project we will have a much clearer understanding of whether British expansion in the Indian Ocean and Atlantic Basin served to create two very different imperial worlds or, alternatively, one world that was to some extent unified by underlying common characteristics that emerged across several continents between c.1500 and 1820. \\n\\nThe research will integrate and unify current scholarship through discussion papers and a major publication, but the project will also act as a springboard for the development of new agendas because the exchanges of ideas undertaken by the participants in the project will inform future work in the field of British imperial history. It is anticipated that the global and comparative research approach will be applied to the exploration of other themes in the history of Britain's early modern empire, and new researchers will be actively engaged in the agenda-setting element of the project. Consequently, the project has the undoubted potential to make a major and lasting contribution to the long-term development of research and writing about the British empire and the dynamics of imperialism.\\n\\nA carefully co-ordinated programme of activities will ensure that the research findings will be disseminated to scholars, students, and a general audience, both in the UK and elsewhere. Workshops, seminar presentations, panel discussions at international meetings, and an online project report will each facilitate critical appraisal of the research; and the project will also feed into public discussion of imperialism and representations of empire through events staged at the Maritime Museum of the Atlantic in Halifax, Nova Scotia, and the National Maritime Museum, Greenwich, London.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F001436/1","grantId":"AH/F001436/1","fundValue":"24446","fundStart":"2007-07-01","fundEnd":"2007-10-12","funder":"AHRC","impactText":"","person":"Huw Vaughan Bowen","coPersons":[],"organisation":"University of Leicester","findingsText":"","dataset":"gtr"}