{"id":"00429F22-BDD2-4671-AE41-B2EF06FB5BE0","title":"The Gli family of transcription factors in thymic epithelial cell (TEC) function and differentiation","abstractText":"T-cells are white blood cells that enable us to fight infectious disease. To do this, T cells must be able to recognize what is 'self' from what is 'non-self'. T-cells are produced in an organ called the thymus. During their maturation in the thymus, T-cells are selected so that any T-cells that might attack our-selves (attack 'self') die, but T-cells that are able to fight infections are allowed to leave. This project will study how the thymus controls which developing T-cells are allowed to complete their maturation and leave the thymus because they recognize 'non-self' and which T-cells do not complete their maturation because they recognize 'self'. We will study how three molecules called Gli1, Gli2 and Gli3 control the fate of developing T-cells and influences their ability to recognize 'self' and 'non-self'. Gli1, Gli2 and Gli3 are molecules called a transcription factors that influence which genes are active in a cell. We will find out which genes are controlled by Gli1, Gli2 and Gli3 in the thymus. We will use this information to find out how Gli1, Gli2 and Gli3 control the production of T-cells.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I026324/1","grantId":"BB/I026324/1","fundValue":"465999","fundStart":"2012-06-30","fundEnd":"2015-11-01","funder":"BBSRC","impactText":"  This grant is still active. We have shown that the 3 Hh family members are expressed in thymic epithelial cells (TEC) where they are involved in the regulation of differentiation of mTEC and cTEC. We are now investigating the molecular mechanisms of this function. Healthcare,Pharmaceuticals and Medical Biotechnology Economic","person":"Tessa  Crompton","coPersons":[],"organisation":"University College London","findingsText":" This grant is still active.\nWe have shown that Shh regulates thymic epithelial cell differentiation and we are now investigating the molecular mechanisms that under lie this function. The grant is still active and it is too early to say exactly how the unpublished findings may be taken forward. Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}