{"id":"004A0983-29B7-4A23-B657-298D909A28CB","title":"Describing habitual levels of physical activity (PA) in older people in terms of impact loads and how this relates to bone and other systems","abstractText":"Context\nAccelerometers have been widely used to record physical activity (PA) in studies evalauting effects of exercise on human health. Traditionally, these devices provide a measure related to energy consumption which is ideally suited to studying obesity-related outcomes. More recently, accelerometers have been developed which provide information about exposure to forces of different magnitudes. This may represent a more accurate approach to evaluating PA in the case of physiological systems such as the skeleton, which responds to brief high impacts as opposed to sustained loading. \n\nAims\n1. To characterise the extent to which older people are exposed to impact loading of varying magnitudes.\n2. To determine whether higher levels of impact loads resulting from everyday PA in older people are related to properties of bone, such as its density and size, whereas little relationship is observed with lower levels of impact. \n3. To identify lifestyle, social, psychological and health related factors which affect the exposure of older people to impact loads of different magnitudes.\n4. To characterise how relationships between PA and other physiological systems differ according to level of impact load.\n5. To explore barriers to participation of older people in PA associated with higher levels of impact.\n\nMethods\nSetting: Relationships between PA and bone will be studied in two well characterised population cohorts of older people, namely the MRC National Survey for Health and Development (NSHD; age 68) and the Hertfordshire Cohort Study (HCS; age 74-82) (n=2000 under active follow up in both cohorts). A cohort of 500 elite athletes over 65 will also be recruited. \nStudy design: Participants from the three cohorts will be asked to wear an accelerometer for seven days, and information about exposure to different levels of impact subsequently extracted using methods developed in our previous studies. A questionnaire asking about factors related to PA will be completed at the same time. Bone measures will include bone density at the hip as measured by a widely used low dose radiation method (DXA), and more detailed measurements of bone size and shape derived from cross sectional images of the lower leg using a different low radiation imaging device (pQCT).\nAnalysis: PA data will be analysed in relation to bone parameters (i) currently being measured in a subgroup of HCS, and (ii) due to be measured in a subgroup of NSHD and elite athletes as part of this project. We also aim to extrapolate information about exposure to impacts from a previous NSHD data collection involving the whole cohort, relating this to hip bone density obtained at the same time. NSHD and HCS provide detailed information for other systems (eg muscle, obesity, metabolic, cardiovascular, respiratory, cognitive), which will also be analysed in relation to different impacts. \n\nPotential application\nOsteoporosis is a common condition predominantly affecting older people, in which weakening of bone leading to an increased risk of fracture. Since decreased PA is thought to contribute to this process, there is a strong need to develop PA interventions to preserve bone strength and reduce fracture risk in older people, particularly in light of emerging safety concerns over conventional pharmacological approaches. However, if successful PA interventions are to be developed for preserving bone, the relationship between PA and bone strength needs to be clearly understood, particularly if only impacts of a certain magnitude are effective in maintaining bone. Likewise, the types of activities which produce desired levels of impact, and the barriers to carrying out these activities, need to be understood if interventions are to be developed which bring about sustained alterations in behaviour required to prevent bone loss in older people.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K024973/1","grantId":"MR/K024973/1","fundValue":"825544","fundStart":"2013-10-07","fundEnd":"2017-01-31","funder":"MRC","impactText":"","person":"Jonathan  Tobias","coPersons":["Elaine Margaret Dennison","Avan  Aihie Sayer","Kate  Ward","Soren  Brage","Diana Jane Kuh","Marcus  Richards","Cyrus  Cooper","Seif Omar Shaheen","Rachel  Cooper","Joern  Rittweger","George  DaveySmith","Ken  Fox","Rebecca Jane Hardy","Jamie  McPhee"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}