{"id":"005BE797-D20E-4965-A19F-D5A0338C2A0A","title":"Oxyrhynchus Papyri","abstractText":"When excavators dug al-Bahnasa, some 200 km south of Cairo, they found the rubbish dumps of ancient Oxyrhynchus, with 500,000 fragments of papyrus books and documents, mostly in Greek. This random archive materializes the Greek colonial class which effectively governed Egypt from Alexander the Great to the Arab conquest. About 10% of the papyri come from books, among them classical Greek authors whose work disappeared in whole or part during the Middle Ages: the songs of Sappho, the comedies of Menander, the elegies of Callimachus, all famous in their time. The remainder comprises public and private documents: edicts, tax-codes, tax-returns, census-forms, property-registers, sales, leases, loans, receipts, wills, marriages, shopping-lists, household accounts and many private letters, spanning mostly the first seven centuries AD, when Egypt was a province of the Roman and Byzantine Empires. \\n\\nThe sorting, decipherment and publication of this material, begun in 1898, still continues as a project that makes this unique resource available to scholars in various disciplines. Historians of classical literature get access to vanished libraries, which have recently yielded (for example) poems by Archilochus and Simonides; they can also study reading-habits and local litterateurs, the history of the book and of education. For the Roman historian, the documents come much closer to the ground than the literary sources, which focus on high politics. Official diaries record the day-to-day activity of officials. Court records show the cohabitation of Roman and local law. Land-leases and donkey-sales hint at levels of inflation. Private letters illustrate the grass-roots economy, the networks of family and friends, the Greek language assuming its modern form. Both books and documents chronicle Egyptian Christianity: persecution and establishment, heretical gospels and their elimination, personal devotion in prayers and amulets.\\n\\nIn the next phase of our project we aim to exploit unpublished papyri for their unique contribution to the cultural and political history of the Roman and early Byzantine world. We will publish early papyri of the New Testament and of unknown gospels, which exemplify the reading habits and doctrinal evolution of the primitive church: among them, a fragment of the novelistic 'Gospel of Andrew'. We have selected literary texts of works and authors long lost, such as Alcidamas' 'Praise of Poverty' or Menander's 'Harpist'; alongside these, anonymous bestsellers such as the novel 'Kalligone', in which the Greek colonists of the Crimea ally themselves with the Amazons, or an obscene mime copied in a hand so stately that it looks like Scripture. A group of school exercises and commentaries will inform and document the intellectual formation of the provincial elite, and a group of verse-texts the local literary production. Documentary texts have been chosen to illuminate the great transitions: the creation of the Roman province of Egypt and the enforced symbiosis of old Hellenism with the new Empire; the new world order of the early fourth century AD, and the rise of the new provincial nobility; Christian Egypt and its absorption into the empire of the Caliphs. So, in a series of petitions of the 290s, a woman struggles for justice while Emperors reconfigure the province; a Greek translation of the Digest circulates in spite of Justinian's prohibition; an account shows the Apion estate paying all staff in the employ of the provincial governor; another account reveals the new fiscal districts of Oxyrhynchus shortly after the Islamic conquest. We will also coordinate work on texts in Egyptian (Demotic and Coptic) and Arabic, which give their own glimpse of a multicultural society.\\n\\nEmpire and Late Antiquity, in all their complexity, have left a paper-trail in the dumps of Oxyrhynchus, and this is the trail that the project will be following.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H03997X/1","grantId":"AH/H03997X/1","fundValue":"851035","fundStart":"2010-09-01","fundEnd":"2015-09-30","funder":"AHRC","impactText":"","person":"Nikolaos  Gonis","coPersons":["Dirk  Obbink","Peter John Parsons"],"organisation":"University College London","findingsText":"","dataset":"gtr"}