{"id":"005E8452-CEFD-4408-8E51-9C1201025FB0","title":"Next generation comparative methods","abstractText":"Understanding evolutionary relationships and how characteristics of species (e.g. behaviours, genomes, morphological characteristics and proteins) evolve over time is a fundamental pursuit, either directly or indirectly, for all biologists. \nComputational tools to study how species characteristics change over time are called comparative methods. Among other things comparative methods are used to reconstruct ancestral forms, calculate how fast (or slow) characteristics change through time and to test if the evolution of species characteristics are correlated. Comparative methods are used thousands of time each year in scientific publications by biologists from all research areas. \nRecent advances in molecular sequencing technology and computer power have produced large and highly detailed maps of how species are related to each other. These maps are represented in a tree like form analogous to a family tree, they are known as phylogenies or phylogenetic trees. Phylogenetic trees are used in conjunction with species characteristics and comparative methods to help biologists infer historical processes of evolution.\nIn 2013 two of the largest phylogenies were published, a near complete phylogeny of birds, comprising of almost 10,000 species and a large fish phylogeny of 8,000 species. These join a mammal phylogeny 5,000 species (2007), a 55,000 species tree of plants (2009) and a 6,000 species phylogeny of amphibians (2012). In contrast in the early 2000s a phylogeny of 100-200 species was considered very large. \nWhile the data and computing power have advanced inordinately over the last 20 years, the underlying statistics used in most comparative methods analysis has failed to keep pace. The statistical framework was laid down when a 30 species tree were considered large. This means that the vast majority of comparative methods assume that evolutionary processes are constant and homogeneous through time and through the tree. This assumption was not unreasonable when first introduced, as the available phylogenies consisted of a small number of closely related taxa which covered a narrow time period. Today the size of available phylogenies have grown enormously, they now cover more divergent groups and larger time frames and include a comprehensive sample of species. Using these trees we can now see that the homogenous assumption has been shown to produce incorrect results and hides important evolutionary information. Consider the evolution of body size in mammals, traditional comparative methods assume a homogeneous evolutionary process over hundreds of millions of years, affecting all species, at all time periods the same. But the evolutionary processes affecting some groups have been shown to be radically different, for example, flight in bats limit their body size, while being aquatic allows body size to increase. The assumption of a homogeneous process creates an averaging effect which is unable to detect important changes in evolutionary processes and produces results which are known to be wrong. \nThis project will develop novel statistical methods which remove the assumption of a homogenous evolutionary process across the phylogenetic tree and through time. The methods will not only more accurately model heterogeneous evolutionary processes but of equal importance is their ability to automatically detect, without prior knowledge, the number and location of these shifts. The ability to automatically detect changes in evolutionary processes provides valuable biological insights allowing researchers to understand evolutionary processes on a finer scale than previously possible. \nThese methods will directly benefit the thousands of researchers using comparative methods and bridge the gap between advances in data and the methods used to analyse them.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L018594/1","grantId":"BB/L018594/1","fundValue":"143208","fundStart":"2015-04-27","fundEnd":"2016-10-26","funder":"BBSRC","impactText":"","person":"Andrew  Meade","coPersons":["Chris  Venditti"],"organisation":"University of Reading","findingsText":"","dataset":"gtr"}