{"id":"0060D6DF-A22A-40DA-B315-46E768017BED","title":"My Exhibition - Designing for Affective Communication, Personalisation and Social Experience","abstractText":"The 21st century has marked a shift in designing away from long-established disciplines geared toward particular kinds of 'products'. Advanced economics are focusing on cultural production and the consumption of 'experience' rather than material goods, designers are stepping outside their traditional definitions and new kinds of 'experience' rather than material goods, designers are stepping outside their traditional definitions and new kinds of experts are becoming involved in designing.\\n\\nThere is a second trend, driven by the growth of digital media and the increasing flexibility of modern manufacturing, towards 'personalisation' or 'mass customisation' in which individuals expect to have precisely what they want, produced to order in a very short time. Examples include having a car or computer made just as you want it in a few days or being able to download your choice of movie or music at a moment's notice, rather than accepting waht the TV company or car manufacturer chooses to produce.\\n\\nChoice, however, is not an unqualified good. People cannot be expected to wrestle with thousands of possible combinations every time they make a decision so designers must develop ways to help us choose what will suit us. The central interest of this project is that process of designing for personalisation, especially personalisation of experience.\\n\\nWhile computer systems can support complex choices, having a computer to guide you through the process using explicit questions and descriptions is only relevant when people have a fairly clear idea of what they want. That does not help us in situations that we cannot imagine or where our judgements are 'affective' communication, using the visceral qualities of images, sounds, lighting and other sensory factors, can be used to help people personalise experiences.\\n\\nThe project will use an exhibition planned at the Royal Armouries, about the 100 Years War, as a vehicle to explore these issues. To provide an environment for a social investigation, we will design and install interactive 'waypoints' in the exhibition which will help people attend to the narratives and forms of engagement that will suit them. Waypoints will recognise individual visitors, offer choices, record their decisions and actions to build up a record of the visit that will inform the next waypoint about that visitor's interests and guide them onward in their visit. The emphasis will be on communication in the museum environment, 'ambient' communication, rather than through a computer although a computer system will help to manage the process.\\n\\nWe will also be looking at how the process can be set up to cause interaction between visitors, rather than just a private experience, most research in the past has investigated the individual experience of personalisation rather than its social dimension.\\n\\nThe research has 2 main parts:\\n\\nA one-year creative design project to design and build waypoints, including a programme of user testing that will support the design process itself and our thinking about the audience research that wil be done in the second part. The design group's expertise includes museum design, 3-D design, interactive media, filmmaking/special effects, mechanical engineering and software engineering and they will work closely with the design team at the Royal Armouries.\\n\\nThis will be followed by a 6-month programme of investigations in the exhibition itself, observing and interviewing to the exhibiton and setting up experiments in which different communications strategies are tested.\\n\\nThe outcome of the project will be knowledge about ways to design for personalisation and insights into the nature of interdisciplinary desinging and research. As well as publishing our results we will hold a public exhibition to demonstrate the ideas we have developed and a website to provide a visual story of the project.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E507395/1","grantId":"AH/E507395/1","fundValue":"328231","fundStart":"2007-01-01","fundEnd":"2009-06-30","funder":"AHRC","impactText":"","person":"Chris  Rust","coPersons":["Peter  Wright","Daniela  Petrelli","Serge  Sharoff","Tom  Fisher","Sharon  Macdonald","Alison  McKay","Jeffrey  Baggott","Daniela, Maria Romano"],"organisation":"Sheffield Hallam University","findingsText":"","dataset":"gtr"}