{"id":"006DC511-2A02-448F-B5A6-D2B3007C1A93","title":"The effect of TM-QTL and other QTLs on lean meat yield and meat quality in sheep and its evaluation using VISA","abstractText":"Please refer to Principal Investigator's Proposal","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E01903X/2","grantId":"BB/E01903X/2","fundValue":"15463","fundStart":"2008-05-01","fundEnd":"2010-09-30","funder":"BBSRC","impactText":"  Genetic tests for muscularity explored in the project are available for sheep breeders to use. Additionally, improved VIA techniques are now implemented in some abattoirs in the UK Agriculture, Food and Drink Economic","person":"Stephen  Bishop","coPersons":[],"organisation":"University of Edinburgh","findingsText":" We showed that a quantitative trait locus (QTL), observed in the Texel breed, for increased muscling has a large impact on the quantity of meat produced by the animal, e.g. ca. 10% increase in highly priced part of the carcass. Further, we did not observed any major negative impacts on eating quality, a feature sometimes seen with other similar major gene effects for muscling in sheep. This QTL is termed the TM-QTL.\n\nWe demonstrated that the TM-QTL exhibits a form of imprinting known as paternal polar overdominance, in which for the trait improvements to be expressed the favourable allele must be inherited from the sire and not from the dam. This mechanism underlying this unusual mode of inheritance is of fundamental scientific interest, as understanding this would lead to a greater understanding of the genetic control of many complex trait. This pattern of inheritance makes it ideal for exploitation in a terminal sire breed which is to be crossed with a maternal breed lacking this QTL: slaughter progeny of homozygous sires would always express this phenotype.\n\nWe also quantified the phenotypic effects of a similar QTL found in the Poll Dorset breed (LM-QTL), which maps to a similar position in the genome. It is not known yet whether this QTL is the same or allelic to the TM-QTL. Additionally, we quantified the benefits of a third muscling QTL, found on chromosome 2 in Texel sheep, for which the causative mutation (a micro-RNA mutation affecting myostatin expression) has been identified. This QTL has been demonstrated to be at high frequency in Texel sheep, moderate frequency in Charollais and apparently absent in Suffolks. Further, it can be immediately exploited by the UK sheep industry, and indeed is currently being exploited.\n\nA second and major class of outcome from this project was a refined video image analysis (VIA) system of lamb carcass classification, which is designed to be implemented directly within abattoirs. This was developed by calibrating VIA with computerised tomography (CT) and carcass dissection data. It now provides objective, accurate and precise predictions of carcass primal weights. It works under industry conditions and at slaughter line speeds and could be the backbone for a payment system that rewards farmers providing good quality carcasses. VIA has inherent electronic data capture capability which, if combined with electronic identification of individual animals, could allow numerous carcass characteristics to be derived, stored, and then matched with other performance and pedigree data to facilitate more robust genetic parameter estimates for exploitation within sheep breed improvement programs. In contrast to subjective carcass scoring of fat class and conformation, the more objective VIA-measured traits are moderate to highly heritable, promising substantial selection response when included in a breeding programme targeting improved carcass conformation. Genetically improving the quality of lamb carcasses, and capturing these benefits so that the lamb producers are appropriately rewarded, is a different technical problem with interesting underlying science. In this SAC-led project we evaluated three genetic loci that contribute to increased carcass quality (i.e. more meat) and investigated their genetic control. As well as precisely quantifying their benefits, we demonstrated that the primary target of the study (a quantitative trait locus on chromosome 181 in Texel sheep known as TM-QTL) shows an unusual form of imprinting: it is only expressed if the lamb inherits the favourable allele from the sire and not from the dam. This is scientifically intriguing and may have wide-ranging implications for our understanding of complex traits. Additionally, we refined and calibrated a video image analysis (VIA) system of lamb carcass classification, which is designed to be implemented directly within abattoirs. This has immense practical benefit for the meat industry, enabling objective assessment of carcasses in the abattoir. Potentially it leads to fairer payment to farmers, providing the incentive for them to produce improved carcasses, and also it will enable faster genetic progress in the sheep industry. Agriculture, Food and Drink","dataset":"gtr"}