{"id":"006DA789-ACE4-4E86-AE97-A80FD654354F","title":"Enrichment activities? Arts, creativity and spirituality in criminal justice systems","abstractText":"<p>This innovative series of seminars seeks to explore the role of the arts, creativity, and spirituality, within the criminal justice system. There is work to suggest that such interventions have a positive impact on broken communities and people's general health and well-being, but there is little academic literature to support the idea that taking part in something creative while in prison will reduce an offender's likelihood of breaking the law in the future. This seminar series will help to change that.</p>\n\n<p>Running across four cities, the series will involve speakers and participants from a range of academic disciplines, practitioners from the criminal justice system and third sector organisations, ex-prisoners, and the wider public.</p>\n\n<p>Seminar participants will consider what works well when artists, writers, and actors deliver creative activities in prisons and probation settings. It will help social scientists, psychologists, medics, lawyers and fine artists compare their different understanding of how people experience taking part in creative activities. Prison governors and staff will be able to talk about the impact that holding plays or exhibitions has on prisoners. The seminar series will then draw all of these elements together in helping all participants to improve future research and evaluation.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/J021784/1","grantId":"ES/J021784/1","fundValue":"17455","fundStart":"2012-11-01","fundEnd":"2012-11-25","funder":"ESRC","impactText":"","person":"Laura Siobhan  Caulfield","coPersons":["Sarah  Colvin","Charlotte  Bilby","Leigh  Harkins","Rose  Parkes"],"organisation":"Birmingham City University","findingsText":" Key findings report here: http://www.esrc.ac.uk/my-esrc/grants/ES.J021784.1/outputs/read/4aeddd4f-ea7d-419f-8e5d-5dee8580e595 http://www.esrc.ac.uk/my-esrc/grants/ES.J021784.1/outputs/read/4aeddd4f-ea7d-419f-8e5d-5dee8580e595 Communities and Social Services/Policy,Government, Democracy and Justice","dataset":"gtr"}