{"id":"00810AC4-8A3C-42FF-BE1C-6DFE9EB30AE4","title":"The Story of Lidice and Stoke-on-Trent: Towards Deeper Understandings of the Role of Arts and Culture","abstractText":"This project seeks to improve our understanding of the potential of arts and culture to develop reflection and empathy across geographical divides. It offers a unique case study: that of the relationship between Stoke-on-Trent and Lidice, a tiny village in the Czech Republic that was destroyed by the Nazis on 10 June 1942. In response to this horrific event, local Doctor and Councillor Barnett Stross launched the 'Lidice Shall Live' campaign in September of the same year, rallying the local working people of Stoke-on-Trent to donate to a fund that ultimately contributed to the rebuilding of the village after the war. That ordinary working miners and pottery workers donated in many cases up to a week's wages to this campaign in the middle of the hardship of the Second World War is an astounding testament to the ability of people to demonstrate empathy, compassion and understanding. The village of Lidice today expresses its story through arts and culture: visitors from all over Europe travel there to visit the largest rose garden in Europe, and the museum and art gallery that sit adjacent to the new village. A commemorative event takes place each year on the anniversary of the tragedy, attended by around 5000 visitors and Ambassadors from all over the world. In recent years, the links between Lidice and Stoke-on-Trent have been refreshed with cultural exchanges between the two places, involving a range of arts projects and events that celebrate the cultural ties between the two places. It is striking that in all of the civic engagement and partnership working recently developed between these places, we choose to explore, express and celebrate these ties almost exclusively through arts and culture. \nOur project addresses the limited understandings that we have of the relationship between arts and culture and empathy, compassion and understanding, despite the fact that evoking such responses is often an implicit objective of arts and cultural activities. Since there is little literature that directly addresses the topic in question, this project seeks to generate new knowledge and understandings by engaging with academics and creative practitioners to explore their understandings of empathy, compassion and understanding; how this impacts on practice, and in what ways this supports and demonstrates the value of arts and cultural activities. The research will focus specifically on story-telling approaches in the contexts of community and participatory arts projects and museums and exhibitions. It will therefore consider both active engagement and the visitor experience. \nA working group of interdisciplinary academics and creative practitioners will contribute to the development of new approaches and tools that will be utilised when designing and evaluating new arts projects. The findings and tools will be tested by applying them to the chosen case study. It provides a unique opportunity for creative practitioners in both geographical locations to contribute to addressing the research objectives in a variety of ways. As well as analysing existing arts and cultural activities by applying the research findings and outputs, there will also be a funding proposal developed for a new research-informed arts project. This further demonstrates the value of this particular case study, as the relationship between Stoke-on-Trent and Lidice is an on-going one, and there will therefore be opportunities to test, sustain, and further develop the outcomes of this research project in the context of future activities. \nThe findings and outputs of the project will be shared in ways that reach academics, practitioners and the wider public. The project will offer new insights and understandings of the value of arts and culture in terms of empathy, compassion and understanding, and we anticipate that this will influence policy makers as well as contributing to more informed practice across a very wide geographical area.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L014769/1","grantId":"AH/L014769/1","fundValue":"39500","fundStart":"2014-02-01","fundEnd":"2014-07-31","funder":"AHRC","impactText":"  We are developing the impact of our project in a number of key ways:\n\n1) We are piloting the 'Caring Card' (online) resource with artists and creative practitioners, and we aim to produce a printed version to launch at an arts evaluation event at Staffordshire University in Spring 2015. This is aiming to impact on practice and particularly to strengthen approaches to evaluating arts and cultural activities in terms of empathy, compassion and understanding. The Caring Cards have generated interest from educational practitioners in the Czech Republic, and we aim to translate the cards so that they may be used accordingly. \n2) We have created an exhibition of the project, which will be launched at Staffordshire University in December 2014. This will include showing the main project films at Stoke-on-Trent Film Theatre. Research participants as well as the wider public will be invited to this event, with the aim of achieving impact beyond academia. \n3) We will be presenting our findings at The Arts in Society Conference in London in July 2015, and submitting the paper to The International Journal of Social, Political and Community Agendas in the Arts. \n4) An article to a practice-based journal is also in progress, again to achieve impact beyond academia. \n5) The Research Visit film has generated interest in the Czech Republic, and we have been invited to submit it into a film competition (see http://musaionfilm.wix.com/musaionfilm). This will involve translating the film into Czech. \n6) We have entered a competition at Staffordshire University called 'Images of Research', which seeks to engage wider audiences in research findings through an exhibition of images and short summaries of research projects. \n7) We have developed a new research proposal, for which we are seeking funding. It involves working with partners in the Czech Republic, to investigate the use of augmented reality to deepen commemoration and strengthen links between communities. This builds directly on the findings of our Cultural Value project, and uses the resources that we have produced. Creative Economy,Education,Culture, Heritage, Museums and Collections Cultural,Societal","person":"Jacqueline  Reynolds","coPersons":["Janet  Hetherington"],"organisation":"Staffordshire University","findingsText":" Our key research findings in terms of cultural value can be highlighted with reference to four areas: \n\n1) The value of participatory approaches to research \nIn exploring the value of arts and culture in relation to empathy, compassion and understanding, we involved academics, artists and creative practitioners with a wide range of backgrounds and roles. This offered valuable insights and maintained a focus on application of findings. Participants' responses suggested that they valued the opportunity to talk about their work in ways that they had not done previously. The research design included a participant working group, which was a successful approach for crosschecking emerging findings; exploring key issues in greater depth; and developing new research-informed resources. Working with filmmakers, a photographer and a contemporary artist was also important, creating valuable resources to inform practice and support on-going discussions of cultural value. \n\n2) The value of international perspectives \nIn recognising that the challenges of understanding and demonstrating cultural value are not limited to the UK, we used a case study of the existing relationship between Stoke-on-Trent in the UK and Lidice in the Czech Republic, and included a research visit to Prague and Lidice. This enabled us to include perspectives of some creative practitioners in the Czech Republic, and also to generate further interest from other Czech practitioners in the research findings and resources. \n\n3) The Power of Stories \nOur first key research question asked why we would choose the medium of arts and culture to link distant geographical communities in ways that foster empathy, compassion and understanding. We focused on storytelling approaches within community and participatory arts projects, and exhibitions. Through our research, we identified a narrative that demonstrates the potential cultural value of a project, which is that: art is a catalyst, which enables the telling of a story, which connects people in the immediate area and across the world. The themes of art as a catalyst; connecting people; sharing stories and crossing geographical divides are inter-connecting rather than linear, but we found that these four themes are highly significant in terms of cultural value.\n\n4) Implications for Practice\nOur research also asked how we can design and evaluate arts and cultural activities in ways that better recognise and demonstrate their value in terms of empathy, compassion and understanding. We found that 'understanding' (of contexts, people's lives etc) was a particularly significant concept in relation to designing projects working with people. The values of the artists (who tend to be motivated by some kind of social change) are central to this; they use their own empathy and compassion to effectively create the conditions in which further empathy can flourish. In terms of evaluation, participants felt that qualitative approaches were the most effective way of capturing the difference that the work had made, as it allowed for imaginative and metaphorical responses. Stories and creative responses could be used effectively as an integral part of the project activities. We have developed a research informed resource called 'Caring Cards' aimed at practitioners. We see the findings being taken forward in various ways. First and foremost, we see the findings being used alongside those from other Cultural Value projects to inform greater awareness from policy makers, practitioners and the wider public about the value of arts and culture to individuals and society. \n\nThere is also potential to build upon the connections that have been made between academic researchers from different disciplines, for example by developing interdisciplinary collaborations between arts, health, and/or psychology researchers. We are also aware that the findings are of interest to researchers in ageing from a number of different disciplines, including those with an interest in dementia. \n\nArtists and creative practitioners have already reflected on film upon some of the ways in which the project might impact on their practice. We envisage that they will use the films and the Caring Card resource to further develop their practice throughout the project cycle. This applies to both UK and Czech practitioners. We are planning to use the findings and resources to inform a new project with partners in the Czech Republic, and we anticipate that this will further strengthen understandings about cultural value as well as connections between the two places. Communities and Social Services/Policy,Creative Economy,Education,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections","dataset":"gtr"}