{"id":"0082E8BA-A575-4614-81DD-7E02BE4A3F3C","title":"Francophone Music Criticism, 1789-1914","abstractText":"The network will be set up as a virtual and face-to-face workshop over two years. Its long-term aim is to bring together individual scholars, many of whom work in contiguous or overlapping areas. The study of music criticism is a central part of cultural history; yet it is riddled with methodological traps, and the current tradition of work via the 'lone scholar' method has meant that the sharing of information has been somewhat inefficient. In addition, the scholars in this network have, in the course of their research, amassed large quantities of primary material which is of use to others, both within and outside academia. Much of this material remains underexploited.\n\nThus far, the wealth of information and opinion in the nineteenth-century press has been subjected to a variety of approaches, all of which help Scholars control an unwieldy mass of material, but which do not provide the most useful form of access to original texts. Indexes (print and web-based; dossiers de presse (print) and scanned originals on library websites such as Gallica (BNF) all have their strengths. However the sector still lacks a means of bringing these projects together in a way that renders them a multi-faceted, searchable, research tool available to all without subscription.\n\nAt present scholars are, in the course of disparate projects, duplicating each other's' work. This is true not just of those working in musicology but also those working on the history of dance. For this reason, the current proposal is to link musicologists with historians of ballet in order to share information and encourage new perspectives in the interpretation of journalistic and related texts. Since many of these texts were written by figures who straddled theatre and opera criticism, or concert and drama criticism, the network will in its constitution reflect something of the diversity of the society whose work it aims to understand, and will provide an effective way to enrich our understanding of the tensions involved in being a commentator on cultural in the country whose press was, at the time, the most sophisticated and diversified in the world.\nThe Network will have two international meetings and smaller UK-member meetings over the two-year period. These workshops will be opportunities for the presentation of work in progress, for intensive comparing of notes, and for discussion---increasingly detailed---of the underlying principles of the web resource. AHDS advice will form an integral part of the UK member workshops, since these latter will form a sub-group that is more closely involved with the web-mounting preparation than our overseas members. We expect that the Network will help scholars bring their work to completion as well as helping spawn new, potentially collaborative, projects.\n\nAs currently planned, the Network aims to have completed preparations for the web-mounting of its first tranches of material at the end of two years. One of these will comprise all known reviews and previews of Debussy's 'PeHeas et Melisande' published in the summer of 1902. The Network will debate the merits and utility of other tranches of material during its workshops, assessing them for their importance to the widest variety of readers, including musicologists, historians, biographers, programme-note writers, broadcasters and other members of the cultural sector. AU tranches of material will be mounted as soon as they are ready, resulting in a cumulative resource that has impact immediately and whose scope and value steadily increase. If funding for text-inputting is forthcoming before the end of the two-year period, the timetable for mounting web material {on the Institute website) will be accelerated.\n\nDuring and beyond the lifetime of the Network, members will also contribute to a collaborative dictionary which helps piece together the careers of major critics, identifies pseudonyms where possible, and provides a contextual grounding for the web-mounted texts.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E509320/1","grantId":"AH/E509320/1","fundValue":"23829","fundStart":"2006-11-01","fundEnd":"2008-10-31","funder":"AHRC","impactText":"  Website is frequently used by universities worldwide, and by professional and amateur musicians. Average stands at 1000 hits per calendar month in 2014, with a peak of 2250 hits. Education,Culture, Heritage, Museums and Collections Cultural","person":"Katharine  Ellis","coPersons":[],"organisation":"University of London","findingsText":" Open-access resource comprising 1500+ fully-searchable texts of music criticism from the period, hosted by Institute of Musical Research. Site accessible at: http://music.sas.ac.uk/fmc. The resource is divided into sub-collections ordered by critic, by work/event, or by musical society, but can be searched across all or a selection of sub-collections and by year, by author and by journal.\n\nThe project website also contains a list of pseudonyms compiled collectively by members of the Network, a Broadcasting, programme notes for concerts and opera, journalism. Communities and Social Services/Policy,Education","dataset":"gtr"}