{"id":"0084F331-E72B-429C-AFB1-975A033CBB2A","title":"SuperSilicon PV: extending the limits of material performance","abstractText":"Climate change attributed to the emission of carbon dioxide from burning coal, oil and gas has stimulated policies which encourage the use of renewable energy via tax concessions or feed-in tariffs. These are necessary because the cost of renewable energy is more than that of energy derived from fossil fuels. The potential of photovoltaics (PV) is enormous, with sunlight delivering the world's annual energy needs every 15 minutes. Unfortunately, in most circumstances, no PV technology yet delivers adequately low cost electricity.\n\nSilicon photovoltaics (PV) are a major renewable technology, accounting for ~90% of the PV market. The present industry view is that silicon will continue to dominate the market for the foreseeable future. Apart from the capital cost, the key parameters affecting cost per kWh are efficiency and working life. The efficiency of a cell is limited by the portion of the spectrum it can use. For a simple (single-junction) cell this fundamental limit is ~30%. Many ideas which aim to go beyond this have been researched but the essential combination of low cost, long life and efficiency have proved very elusive. Commercial modules made from low cost multi-crystalline silicon generally have efficiencies in the range 13 to 16%. Commercial production using high quality (more expensive) silicon reaches 20%, where the world record efficiency for a cell is 25.8%. From our experience of silicon materials research projects over the past five or so years, we believe it will be possible to enhance the carrier lifetime of cheaper forms of silicon to provide substantially higher production conversion efficiencies of ~22%. For domestic installation - where grid parity is regarded as matching the utility supplier's price - latest figures suggest this efficiency is sufficient for parity at latitudes of up to 60 degrees from the equator.\n\nThis project unites three UK silicon PV groups with four materials manufacturers, a major cell manufacturer, two materials characterisation companies, and three leading international university groups to work on some of the most pertinent issues in silicon PV materials. We aim to provide underlying science which will enable silicon PV to produce electricity at lower prices than traditional generating plants. The quality of silicon, as characterised by the minority carrier lifetime, places the upper limit on the efficiency that can be achieved. Cell processing is sufficiently mature to be able to make high efficiency cells provided the starting material is of high quality. Simplistically, the aim of this project is to remove defects which act as recombination centres and limit the efficiency of silicon PV cells. We are developing novel new methods of impurity gettering and defect passivation which have the potential to remove recombination centres which remain after existing processes. The project will also further understanding of the fundamental properties of defects in silicon, including the role of nano-precipitates in recombination, factors which prevent the fundamental carrier lifetime of silicon being reached, and the thermodynamics of impurity-dislocation interactions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M024911/1","grantId":"EP/M024911/1","fundValue":"1293320","fundStart":"2015-09-01","fundEnd":"2018-11-30","funder":"EPSRC","impactText":"","person":"John Douglas Murphy","coPersons":["Michael Patrick Moody","Bruce  Hamilton","Peter  Wilshaw","Matthew Peter Halsall","Anthony Ralph Peaker"],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}