{"id":"008CD25B-3018-49C0-A9DC-D3E815A358FE","title":"Re-configuring ruins: materialities, processes and mediations","abstractText":"The aim of this project is to treat ruins as thresholds, windows that provide a unique insight into the relationship between past, present and future. The project is structured around three main questions, which together investigate the theoretical, geographical and material dimensions of ruins: How are ruins re-configured across time, space and media? Is the lens through which we tend to see and encounter ruins Euro-centric? If so, how can different geographies contribute to a richer understanding of the other cultures around and the alternative natures of ruins? Can the skills and approaches from different disciplines contribute to better understand the presence and the temporality of ruins? If so, what channels are commensurate with developing such understanding? \n\nThese questions are fundamentally about the meaningfulness of continuity and change at the heart of the Care for the Future theme. They touch on how different social and cultural groups from East Asia, Latin America and Europe (and across history) engage with ruins to relate to their pasts and projected futures. The aesthetic of ruins privileged in the romantic concept of Ruinenlust (illustrated by, among others, Tate Britain's 'Ruin Lust' exhibition, March-May 2014) captures a particular Western gaze upon ruins as a concept, site and process. Our cross-disciplinary and cross-period approach questions the meaningfulness of ruins from other perspectives, and asks whether the imagination of ruins can be a generative and pre-figurative means of engaging with future change as well as thinking about interactions with the past. \nOur collaborative project draws on the skills, knowledge and methods of four researchers from different disciplinary backgrounds (history, human geography and urban studies, English literature, East Asian cultural studies and Latin American history) in order to unpack the ways through which the materialities, processes and mediations of ruins can be investigated. To achieve this, the project team includes two non-HEI partners that are central to the development and the delivery of its outcomes: Museum of London Archaeology (MOLA) and the NewBridge Project (NBP), Newcastle. MOLA will offer practical guidance on the archaeology of ruins, and also an institutional view on the social values of ruins across the UK, while the NewBridge Project will provide the creative lens through which to engage with ruins differently. Workshops, site visits and virtual platforms are planned to foster expertise and collaboration of academics, experts, practitioners and artists, with the four project investigators producing academic articles that will target an interdisciplinary audience. MOLA and the NBP will each host one workshop and lead the site visits. The NBP will plan and deliver an exhibition that will first be shown in Newcastle, and subsequently moved to London. \n\nThe non-HEI partners' experience with the communities of artists and creative industries in Northeast England (NBP) combined with archaeologists, property developers and mixed audiences across the UK (MOLA) will make the project not only innovative and creative, but also timely and relevant. In addition, the project contributes to the ongoing dialogue between the Northeast and Southeast of England by sharing expertise in order to enable diverse publics to appreciate the creativity and regeneration strategies that shape the contemporary UK landscape. This aspect speaks to the project's objectives by exploring a breadth of spatial (from local to national to global) and temporal (from 'ancient' to post-industrial ruins) perspectives, which are central to its general themes and theories as well as its practical experimental outcomes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/M006255/1","grantId":"AH/M006255/1","fundValue":"43754","fundStart":"2014-10-01","fundEnd":"2015-11-30","funder":"AHRC","impactText":"","person":"Carlos Andres  Lopez Galviz","coPersons":["Nadia  Bartolini","Mark  Pendleton","Adam  Stock"],"organisation":"University of London","findingsText":"","dataset":"gtr"}