{"id":"00A1D4B6-5E87-4024-924C-0ADBD4672998","title":"High Energy Astrophysics at Southampton","abstractText":"On the stellar scale we are interested in the significance of different environments on the evolution of high mass X-ray binary (HMXB) populations, in particular between the Milky Way and the SMC, where differing star formation rates and metallicities could be crucial. What are the relative importances of local and interstellar obscuration in what we see? Here the upcoming 2Msec INTEGRAL Key Programme observation of the SMC, almost unaffected by obscuration, will be of great value. Globular clusters are outstanding laboratories for studying stellar dynamics and stellar evolution, especially for understanding the most exotic stellar populations. We are drawing together observations of large samples of globular clusters to understand which cluster properties are most important for the production of these exotic stars, and comparing with low stellar density dwarf spheroidal galaxies to isolate the stellar evolution from stellar dynamics. The Netherlands-based low frequency radio array, LOFAR, is about to open a new window on the universe providing the first radio `all sky monitor'. We will study coherent radio bursts, perhaps associated with merging neutron stars, detectable at enormous distances (to z=7), providing a unique probe of the intergalactic medium and possibly even testing theories of gravity and cosmological distance scales via identification of LIGO inspiral events We will continue our research into the coupling between accretion and outflow (jets) in X-ray binaries, and how it relates to parallel processes in AGN (where scaling laws with black hole mass are established), accreting neutron stars and white dwarfs. We have amassed the first comprehensive database of black hole spectral states and will extend this analysis to include X-ray timing and radio results. Thus we will produce the most comprehensive analysis to date of the relation between black hole accretion flows and the formation and power of relativistic jets. The results can be applied to AGN feedback in galaxies and clusters. We will greatly improve our knowledge of the scaling relationship between characteristic X-ray timescale, mass and accretion rate in Seyfert galaxies and Galactic binaries, thus testing physical models for this important universal relationship. We will determine whether the relationship applies in jet dominated ``blazars'', implying a universal origin for variability. We are building a model, based on propagating fluctuations, to provide physical understanding of all spectral-timing relationships to derive physical parameters, eg disc emissivity profile. This model, with additional X-ray reprocessing, should also explain X-ray/optical correlations in AGN so we will test it against our X-ray/optical monitoring. To provide a census of the nearby universe on which models of the more distant universe can be built, we are heavily involved in eMERLIN legacy surveys of nearby galaxy samples It is now widely accepted that some process must reheat the gas in galaxy clusters or large amounts of cool gas, which are not seen, would be found in the cores of clusters of galaxies. But what is the heating mechanism? In our most theoretical project we will investigate, via MHD simulations, whether the dissipation of turbulent energy, driven by merger events, galaxy motions and AGN outflows, may be responsible. On the largest scales, both AGN and starforming galaxies (SFGs) contribute to the faint radio source population, but what is the mix? By combining radio morphology with a variety of spectral energy diagnostics we can distinguish AGN from SFGs. Hence, using radio luminosity as a starformation rate (SFR) indicator, we can determine the evolution of the cosmic SFR in an absorption-independent manner. We will push this technique to much higher redshifts, as major contributors to eMERLIN deep field legacy surveys, and also probe the relationship between SFGs and AGN.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/G003084/1","grantId":"ST/G003084/1","fundValue":"1981510","fundStart":"2009-04-01","fundEnd":"2012-03-31","funder":"STFC","impactText":"  Other researchers have applied the techniques developed during the course of this grant to different types of astrophysical objects. We have also used them in the context of undergraduate projects on the time series analysis of stock market data, resulting the in the said undergraduates getting better paid jobs than their lecturers. Creative Economy,Education,Financial Services, and Management Consultancy Cultural","person":"Ian Michael McHardy","coPersons":["Antony  Bird","Malcolm John Coe","Thomas Joseph Maccarone","Rob  Fender","Christian  Knigge"],"organisation":"University of Southampton","findingsText":" Many details regarding the accretion of material onto compact objects such as black holes, and the resulting emission, particularly with regard to the variability properties and to jets We work on some of the major questions in high energy astrophysics and our work on timing properties and scaling relationships between different mass and accretion rates will certainly form the basis of future examinations of scaling relationships, ie are black holes the same, apart from scale? Creative Economy,Education","dataset":"gtr"}