{"id":"00AD7BDA-85EB-4157-8A9B-80B7F205B060","title":"Thermography as a tool for the assessment of stress and affective states in an avian model","abstractText":"Animal welfare is an important issue influencing the health, wellbeing and/or productivity of animals in a wide range of contexts such as farm, laboratory and wild animals. Effective and reliable welfare assessment techniques are essential to identify issues and make progress in this area. Current approaches to welfare assessment may be time consuming and rely primarily on measuring behavioural responses that are indicative of pain or distress such as vocalisations or more subtle changes such as suppression of normal behaviour, redirection of behaviour or changes in behaviour patterns. Physiological approaches to welfare assessment have also been used and these are based on the release of stress hormones which are usually measured in the blood. While this approach is well established, it is usually invasive (requiring a blood sample) and circulating levels of these hormones may be influenced by many biological factors other than stress. Perhaps most importantly, hormone based welfare assessment has so far focused on the measurement of negative states, and we do not currently have a measurement approach that can reliably differentiate between positive and negative mental or emotional states. New techniques are required that are more reliable and less invasive or time-consuming. During stressful events, rapid physiological changes in the body alter the pattern of blood flow, directing blood away from the periphery of the animal to its body core. This leads to warming of the body core and localised cooling of the skin and these changes occur in response to both acute (short term) stress as well as chronic (longer term) stress.\n\nRecent advances in thermal imaging cameras provide an opportunity to develop remote methods of assessing the welfare of animals. Thermal imaging, otherwise known as infrared thermography, records the surface temperature of an animal by measuring the quantity of thermal radiation it emits. Surface temperature is therefore an indirect measurement of blood flow and has the potential to be a non invasive method of assessing physiological responses to stress without the need for blood sampling or probe attachment. Most importantly, there is evidence that this method may be able to distinguish between negative and positive mental states in animals.\n\nThe aim of this research project is to validate the use of infrared thermography as a novel, non invasive tool to provide relevant and immediate information on welfare state in birds. We will work on the domestic fowl (laying hen) which is highly relevant species because millions of birds are reared annually in the UK poultry industry. Commercial poultry may be affected by confinement, lameness, hunger, undiagnosed disease or poor handling and we need better ways of assessing their welfare.\n\nThe specific objectives of this work are to:\n1. Determine the accuracy of surface temperature measures as indicators of stress by comparing surface temperature in responses to increasing severities of the same short term stressor and also examine responses to different types of stressors. We will validate this information against well established welfare measures including stress hormones, core body temperature and behaviour. \n2. Establish the use of thermography as an indicator of chronic stress by examining responses to long term stressful situations and comparing these to unstressed birds. \n3. Examine the extent to which body surface temperature patterns are associated with negative and positive mental states, to determine if thermal imaging could be a novel way of distinguishing good and bad welfare. \n\nThe work will lead to significant advances in our understanding of the thermal responses to stress in birds. It will develop appropriate thermographic approaches for welfare assessment and establish the potential for commercial application of this technique to monitor the welfare of birds.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K002775/1","grantId":"BB/K002775/1","fundValue":"364775","fundStart":"2013-02-01","fundEnd":"2016-04-30","funder":"BBSRC","impactText":"  This is a proof of concept study. The research is at an early stage, but promising results, such as proportionality between stressor magnitude and temperature change, suggest thermal imaging may be developed into a noninvasive tool for measuring stress in animals. Through public engagement, we have attracted industrial as well as academic groups interested in applying this method to other systems. We have also supported a three students and begun collaborations with a number of groups, developing skills and sharing practical knowledge on thermal imaging more broadly. Agriculture, Food and Drink Societal,Policy & public services","person":"Dorothy Elizabeth McKeegan","coPersons":["Dominic  McCafferty","Ruedi  Nager"],"organisation":"University of Glasgow","findingsText":" Under stress, hormonally-mediated vasoconstriction in the skin causes the redirection of blood from the periphery to the core. With the movement of blood, this causes an increase in core temperature (stress induced hyperthermia) but also, we predicted, a corresponding decrease in surface temperature. In experiments conducted so far, we have discovered that the pattern of skin temperature changes with acute stress varies across the face, with some areas instead warming. However, thermoregulatory tissues, such as the comb and wattle in the chicken, show the predicted cooling, and more importantly, the magnitude of cooling is proportional to stressor magnitude. As such, skin temperature changes (warm or cool) may be used to identify stress, and cooling in some facial regions may be used to quantify that stress. We aim to develop methods for the measurement of stress and affective states in chickens via thermal imaging of skin temperature. Testing within an industrial poultry context is beyond the scope of this project, but ultimately we expect this method to have practical applicability in industry. Beyond industrial applications, this method may also be developed for use in other systems, to improve welfare (compared to invasive methods of measuring stress) for research animals as well as improving housing conditions from insights gained. Agriculture, Food and Drink,Environment,Healthcare","dataset":"gtr"}