{"id":"00B03DAB-91E0-4A93-AA21-127E614F1008","title":"Understanding and Controlling the Self Assembly of Nanoscale Polyoxometalate Clusters: From Understanding to the Design of Functional Clusters","abstractText":"Nanoscale polyoxometalate clusters are molecules of metal oxide 10,000 times thinner than a human hair (a common metal oxide is rust) and they provide arguably an unrivalled class of molecules displaying a wide range of very interesting physical properties (they can be used as molecular machines to 'help' one molecule turn into another very quickly without waste, they can change colour in light and be used to store information like dyes on a DVD, be used like a battery to store electricity and even as very small magnets). This is because they can be thought of being based on a common set of building blocks, or lego bricks, that can be put together in many ways to build different types of molecular objects in one step. Although these molecules are large and contain many thousands of building blocks, the way they build themselves is not understood and it is not possible to design the molecules using a blueprint or any other plan. Also these molecules are fragile and easily fall apart.In this research we will develop an approach to look at the one step construction of these very large clusters with the aim of working out exactly how they are built. To do this we will need to adopt a number of different styles of detective work, from examining the structure of these molecules by making them more stable by wrapping them in a type of plastic, to trapping the individual lego bricks before they assemble into the nanoscale cluster. We will do this by using a very powerful microscope, by weighing the clusters and building blocks present, and by measuring their molecular fingerprint when we make the clusters. We will also design different plans and test them by trying to predict the shape of the cluster before we make them.Importantly this detective work will be used to go beyond understanding the process but we will aim to use this understanding to produce 'designer' functional materials of nanoscopic dimensions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/C542827/1","grantId":"EP/C542827/1","fundValue":"231768","fundStart":"2006-10-01","fundEnd":"2009-10-31","funder":"EPSRC","impactText":"  This research has generated clusters, with fundamentally new properties which could have application in an enormous number of different industries (from materials science, to catalysis, medicine and as components for molecular electronics and nano-fabrication) Chemicals,Energy ","person":"Leroy  Cronin","coPersons":["Charles Crichton Wilson","Andrew Robert Pitt"],"organisation":"University of Glasgow","findingsText":" New polyoxometalates (inorganic clusters), an in-depth understanding of the specificities of their self-assembly, and extended skills to characterise them by mass spectrometry and NMR Our discoveries will be of use for anyone working in the field and / or wishing to push the boundaries of the analytical capabilities of state-of-the-art mass spectrometry Aerospace, Defence and Marine,Chemicals,Electronics,Energy,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}