{"id":"00B3E2DD-DEDF-4286-AA09-C2F42FDEB4E5","title":"Building the segrosome a nucleoprotein machine that drives bacterial DNA segregation","abstractText":"Genetic information in bacterial cells principally is carried by the chromosome. However, accessory DNA elements known as plasmids can provide added genetic flexibility to the cell, for example, by permitting survival and growth in otherwise hostile environments, such as an antibiotic containing niche. Plasmids often are highly mobile between cells and can be disseminated efficiently in bacterial populations. This partly explains the rapid rise of antibiotic resistant bacteria that is now acutely problematic in clinical environments. Following bacterial chromosome and plasmid DNA replication, it is crucial that both new daughter cells acquire an intact copy of all of the genetic information at cell division. Dedicated molecular mechanisms have evolved to ensure this transmission. We are interested in understanding how precise DNA segregation occurs using genes, the proteins that they encode, and accompanying DNA sequences identified on a multidrug resistance plasmid in the model bacterium, Escherichia coli. Here we propose to employ a variety of genetic and biochemical experimental strategies with the goal of understanding how the proteins involved in segregation of this plasmid arrange into a complex on a specific plasmid DNA sequence as a first stage in the segregation process. Improving our understanding of how bacterial DNA segregation occurs ultimately could lead to the identification of new antibacterial agents that target this crucial process.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G003114/1","grantId":"BB/G003114/1","fundValue":"426525","fundStart":"2008-09-01","fundEnd":"2011-08-31","funder":"BBSRC","impactText":"  Our findings were published in eight papers that are available to the scientific community.  ","person":"Finbarr  Hayes","coPersons":[],"organisation":"The University of Manchester","findingsText":" Genetic information in cells is carried by the chromosome. However, accessory DNA elements known as plasmids provide added genetic flexibility to bacteria by permitting, for example, survival and growth in otherwise hostile environments, such as antibiotic containing niches. Plasmids often are highly mobile between cells and can be disseminated efficiently in bacterial populations. This partly explains the rapid rise of antibiotic resistant bacteria that are now acutely problematic in clinical environments. Following duplication of bacterial chromosome and plasmid DNA, it is crucial that each new daughter cell acquires a copy of all of the genetic information at cell division. Dedicated molecular mechanisms have evolved to ensure this transmission. During the course of this grant we advanced our understanding of how precise DNA segregation occurs using a complex encoded by a multidrug resistance plasmid in the model bacterium, Escherichia coli. Improved understanding of bacterial DNA segregation has significant promise for the identification of new antibacterial agents that target this crucial process. The system under study consists of two proteins that interact and assemble on a specific DNA region of the resistance plasmid. This region on which the proteins assemble is known as the parH centromere site. One of the proteins (ParG) recognizes the parH site to which it binds as multiple copies. The second protein (denoted ParF) contacts ParG and in turn assembles into the protein-DNA complex. ParF forms extended filamentous stuctures whose production is controlled in part by the ParG protein. By a process that is still not entirely understood, the ParF polymers move the attached plasmids so that each new cell acquires a copy of the plasmid when the cell divides. The broad purpose of the grant was to understand better how the ParG protein recognizes the parH centromere using a variety of biochemical and other techniques. The progress that we made during the course of the grant was excellent and we fulfilled all of the objectives that we had set out in the application. Moreover, we were able to develop additional strands of the work related to the three dimensional structure of the ParF protein and the mechanism by which this protein forms polymers. We also used the ParG protein as a basis for engineering new proteins that bind different DNA regions instead of the parH site. This aspect of the work has considerable potential in devising new ways to control how genes are switched on and off, for example. Overall, the research progressed even better than anticipated and has advanced significantly our understanding of how DNA segregation occurs in bacteria. We published eight papers from the work. We submitted two follow-up grant applications to the BBSRC to innovate different aspects of the work. One application was concerned with integrating the structural information gleaned for ParF with the protein's ATPase kinetics and the ParF polymerization process. The second proposal aimed to capitalize on novel applications for the ParG protein in designing artificial transcription factors. These hybrid proteins have potential for engineering new regulatory circuits, or for augmenting with affinity tags, fluorescent moieties, or other modules to permit targeted genome identification and manipulation in bacteria and archaea for which artificial transcription factors are lacking. Neither grant application was successful. Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}