{"id":"00BEA3DE-F5FD-4B67-966B-437B7149B0FB","title":"Probing the sequence of cellular activation by rhinoviral infection in the airway and identifying how this may be dysregulated in COPD","abstractText":"Chronic obstructive pulmonary disease (COPD) is the term used to describe a number of conditions affecting the lungs, including chronic bronchitis and emphysema. It is a leading cause of morbidity and disability, and is predicted to become the fourth leading cause of death globally by 2030. COPD sufferers are highly susceptible to acute exacerbations (a sudden worsening of symptoms) triggered by chest infections; with rhinoviruses (which cause the common cold) the most frequently identified cause. Acute exacerbations often require treatment in hospital and are a major medical burden for COPD patients, doctors and healthcare organisations. Why the airways of COPD patients are highly responsive to rhinoviral infection is currently unknown, and determining the answer is the aim of this research proposal. \n\nWhen we inhale rhinoviruses (RV) they come into contact with and infect the cells lining the surface of the lung, which are known as epithelial cells. Understanding how the epithelial cells detect RV infection is of great importance as this is essential to allow the body to respond appropriately to the viral infection. Limited research suggests a cellular process called 'autophagy' may be involved in viral detection. Our preliminary data supports this, and reveals that stopping autophagy in human epithelial cells reduces their ability to respond to RV infection. In this study our first aim is to build on these findings: determining the role of autophagy in controlling the epithelial cells ability to (a) detect RV, (b) mount an appropriate inflammatory response, and (c) control the production of new virus. Interestingly, a previous study has shown that lung tissues taken from patients with COPD show a higher level of autophagy than tissues from healthy people. Therefore the second aim of this work is to establish if RV infection is controlled differently in the COPD airway due to an enhanced capacity for autophagy. This will be investigated using lung epithelial cells obtained from COPD patients via the Sheffield Lung Research Tissue Bank. These cells will also be used to ascertain if the genes that control autophagy show altered expression or function in epithelial cells from COPD sufferers. Genes hold the body's genetic information and changes to these genes can cause, or leave people more susceptible to, disease. The final aim of this study is to explore two potential pathways that affect COPD and have been identified as causing enhanced autophagy in cells. The first is the cytokine Interleukin-1 (IL-1), which causes inflammation and is present at higher levels in COPD. We have also published that IL-1 dramatically enhances epithelial cell responses to RV. The second is hypoxia, or oxygen depletion, which may be an important feature of the damaged lung in COPD. These pathways will be studied to determine if they enhance autophagy and alter RV infection in a manner analogous to that observed in COPD cells.\n\nThis research will therefore comprehensively explore a previously unidentified role for autophagy in regulating the response of lung epithelial cells to viral infection, both in health and during disease. Identifying specific autophagic genes and pathways that are altered in COPD will assist in the discovery and development of novel therapeutics for this complex disease. The results obtained from this project will therefore provide invaluable information to both the research community and industry, advance the field of COPD research, and in due course help patients with COPD.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J010154/1","grantId":"MR/J010154/1","fundValue":"372901","fundStart":"2013-07-08","fundEnd":"2016-07-07","funder":"MRC","impactText":"","person":"Lisa  Parker","coPersons":[],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}