{"id":"00CCEC64-F719-48E0-8797-3E764371E80C","title":"Toxic algae and sea-loch sediments: A novel investigation to understand the influence of climate change on harmful algal blooms and aquaculture","abstractText":"A worldwide threat to human health from shellfish aquaculture comes from harmful, and particularly biotoxin producing, marine phytoplankton (often termed harmful algal blooms, HABs). These biotoxins accumulate in the shellfish flesh and can reach harmful concentrations. Consumption of shellfish flesh contaminated with these toxins can pose a serious risk to human health.\n\nIn Europe, human health is protected by the EU Shellfish Hygiene Directive which enforce a system of shellfish harvesting closures based on concentrations of shellfish toxins above a regulatory limit. Such closures have a marked negative impact on the economics of the industry and have been enforced in Scottish waters on an almost annual basis since routine monitoring began in 1991. The Scottish Government is currently promoting an expansion of the shellfish industry in Scottish, but there is currently no mechanism to assess the vulnerability of new sites to the impacts of HABs or climate change on their shellfish beds. Improved understanding of the processes that govern harmful phytoplankton dynamics and toxicity is therefore urgently required to allow better monitoring, assessment of risk and management of coastal waters to safeguard human health and promote the sustainability and expansion of the shellfish industry.\n\nA number of shellfish poisoning syndromes exist, of which, owing to the severity of the intoxication syndrome, paralytic shellfish poisoning (PSP) is one of the most important globally. This potentially fatal condition results from the ingestion of neurotoxins called saxitoxins. Dinoflagellates within the species complex Alexandrium tamarense are potent producers of PSP toxins worldwide including Scottish waters. Monitoring for the presence of PSP toxins in the UK began along the northeast coast of England in 1968 and was expanded along the Scottish coasts in 1990 in response to a major PSP event. In 1996 monitoring for the dinoflagellate genus Alexandrium in the water column was initiated revealing the occurrence of 'hot-spots' for both the detection of Alexandrium cells in the water column and PSP toxicity in shellfish\n\nRoutine monitoring has revealed considerable interannual variation both in the abundance of Alexandrium cells alongside a decreasing trend in the toxicity recorded in Scottish shellfish. The cause for this is currently unknown. The current challenge is to extend the Scottish record prior to 1990 to understand what happened in these environments over longer time-scales when good climate data are available to help understand potential forcing mechanisms.\n\nThe dinoflagellate Alexandrium tamarense presents a unique opportunity to address this lack of data. As part of its sexual life cycle, at the end of its growing season, Alexandrium cells form zygotes which fuse to form a robust cyst. This cyst sinks to the seabed and overwinters on the sediment until the following year when it hatches and undergoes meiotic division to form vegetative cells and subsequent blooms. Not all of the cysts will hatch and cysts that remain in the sediment can act as a 'footprint' of the diversity of the Alexandrium bloom during preceding years. This sedimentary cyst record, particularly in the sheltered and restricted exchange environments of Scotland's sea-lochs where marine aquaculture is concentrated, holds the potential to inform our understanding of natural climate variability as well as preserving a record of the Alexandrium diversity.\n\nThe project will therefore build a new capacity in HABs research and advice in relation to aquaculture and climate change. The project provides exciting new opportunities to link current understanding of HAB plankton dynamics available through monitoring programmes directly to the sedimentary record; thereby enabling the first systematic evaluation of the risks posed to aquaculture from viable HAB cysts in these sediments and how decadal variation may be influenced by climate change.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M026620/1","grantId":"BB/M026620/1","fundValue":"221618","fundStart":"2015-09-01","fundEnd":"2017-06-04","funder":"BBSRC","impactText":"","person":"William Edward Newns  Austin","coPersons":["Keith  Davidson","Eileen  Bresnan"],"organisation":"University of St Andrews","findingsText":"","dataset":"gtr"}