{"id":"00CD1D8B-A9FA-4D8E-9A69-1AA04C11B74C","title":"Nanostructured Conductive Anion Exchange Composite Thin Films for Electrocatalytic Applications","abstractText":"Context: Fuel cells - why are they important?\nFuel cells are devices that are able to produce electricity for transport, industrial and residential applications directly from electrochemical reactions. Among fuel cells, proton-exchange membrane fuel cells (PEMFCs) are one of the most promising, since hydrogen is used to produce electricity that can be used to power an electric car, or a home. Fuel cells produce electricity very efficiently, and the use of hydrogen produces fewer greenhouse gases than does burning fossil fuels. This also helps to preserve energy resources, as well as to produce water as the only byproduct of the electrochemical reactions, which is a clear benefit for the environment. However, hydrogen is not found freely in nature and must be extracted from other sources. In addition, hydrogen is a gas and presents several issues in terms of safety (handling, transport and storage). Another important drawback of PEMFCs is the use of costly noble metals as catalysts, such as Pt and Pd. All these factors are an obstacle for full exploitation and implementation of PEMFCs.\n\nWhat do novel hydroxide exchange membrane fuel cells (HEMFCs) have to offer?\nThe most significant advantage of HEMFCs is that under alkaline conditions, electrode reaction kinetics are much more facile, allowing the use of inexpensive, non-noble metal catalysts, such as NiO and CoO. Another key advantage is that while in acidic conditions as in PEMFCs corrosion is an important issue, instead in alkaline media as in HEMFCs, corrosion is substantially reduced. More importantly, alkaline media are favourable for the use of methanol or ethanol as a fuel. Methanol is very attracting in fuel cells because he has higher volumetric energy density compared to hydrogen and its storage and transportation is less problematic than hydrogen. Also, methanol crossover is reduced in HEMFCs compared to PEMFCs, due to the opposite direction of ion transport in the membrane, from the cathode to the anode. These characteristics make the HEMFC technology economically viable and competitive within internal combustion engines. The polymer utilised herein (TPQPOH) is very competitive in terms of costs (e.g. ~&pound;1/m2 vs. ~&pound;500/m2 for Nafion) and durable in an alkaline environment and additional advantages could be obtained when this polymer is used as a composite material along with carbon nanomaterials.\n\nImpact\nThe biggest challenge in developing alkaline fuel cells is the anion exchange membrane. Typically, anion exchange membranes are composed of a polymer backbone with tethered cation exchange groups, in order to facilitate the transport of hydroxide ions. The role of the anionic exchange membranes is very similar to the role of Nafion membrane in PEMFCs, where a sulfonic (anion) group is covalently attached to the polymer backbone and protons travel from the anode to the cathode through the membrane. However, in HEMFCs , hydroxide ions travel through the membranes instead of protons, and the challenge is to fabricate membranes with high hydroxide conductivity, good mechanical stability and resistance to chemical deterioration at high temperatures. Another challenge is obtaining values of hydroxide conductivity comparable to proton conductivity observed in PEMFCs. The lack of effective hydroxide exchange membranes is one of the major obstacles to the development of HEMFCs. \nLong-term development could generate impact through the development of novel composite materials including TPQPOH/carbon nanomaterial (single- and multi-walled carbon nanotubes and graphene) derivatives. More importantly, the use of doped graphene derivatives as catalyst will enable the development of metal-free fuel cells without the use of precious metal catalysts with an obvious beneficial impact in terms of costs. By switching from internal combustion engines to fuel cells, it is very clear how significant developments in fuel cells could have a dramatic positive impact to our society.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L013797/1","grantId":"EP/L013797/1","fundValue":"98679","fundStart":"2014-04-28","fundEnd":"2015-10-27","funder":"EPSRC","impactText":"","person":"Paolo  Bertoncello","coPersons":[],"organisation":"Swansea University","findingsText":"","dataset":"gtr"}