{"id":"00CFEA71-2F81-400F-AB55-19E9DE290954","title":"Games and Economic Behaviour Study Group","abstractText":"Abstracts are not currently available in GtR for all funded research. This is normally because the abstract was not required at the time of proposal submission, but may be because it included sensitive information such as personal details.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/I002936/2","grantId":"ES/I002936/2","fundValue":"13422","fundStart":"2012-11-30","fundEnd":"2013-10-29","funder":"ESRC","impactText":"","person":"Bernhard  Von Stengel","coPersons":["Herakles  Polemarchakis","Olivier  Gossner"],"organisation":"London School of Economics & Pol Sci","findingsText":" Game theory provides mathematical concepts for the study of competition and cooperation. It has proved fruitful in economics, political science, biology, and other disciplines, and lately received considerable attention in studies of interactions on the internet. In this project, ESRC sponsored five short workshops in the UK on a different specific topic of game theory. At each workshop, internationally renowned scholars as well as more junior researchers for the UK, including research students, met, usually for a day, for presentations and discussions around a theme of current interest.\nThe workshops demonstrated the breadth of applications of game theory. They took place with scholars of the highest international standing, including Nobel Prize winner Alvin Roth at a workshop in February 2013 at LSE on &amp;quot;Matching under preferences&amp;quot;. Roth showed that markets can be designed even where money cannot be used, such as an exchange of partners for kidney donation to find compatible pair of donors and recipients of kidneys. This public talk attracted enormous interest also to the lay public.\nWe mention two other workshops that took place with pioneers on the topic: &amp;quot;Correlation and coordination in games&amp;quot; (June 2011 at LSE) treated strategic information transmission where an &amp;quot;agent&amp;quot; (such as franchise operator of a large company) has more information than the &amp;quot;principal&amp;quot; he works for, but only the latter can take action (such as investing in the franchise). It can be quantified the agent gives the more information the more his interests are aligned with the principal. Another workshop on &amp;quot;Algorithmic Game Theory&amp;quot; (October 2013 at LSE) dealt with questions concerning the optimal design of economic transactions on the internet, for example how Google should price advertisements alongside its search results. The best way to do this is via auctions that are automatically determined for each search. The game-theoretic analysis has shown how to maximize revenue, which is the main income for Google with tens of billions of dollars per year.\nThe key findings and goals were to inform UK-based researchers of recent developments in Game Theory; to facilitate the generation of new ideas and new research projects that advance the frontier of our knowledge in Game Theory and its applications; to expose junior academics based in the UK to the work that is being done at the frontier of these rapidly expanding fields; and to foster links between junior researchers in the UK and major researchers outside the UK. These goals were fully achieved, as the enthusiastic response of the participants testified. An impact relevant to broader society was certainly the public character of the presentation by Alvin Roth at the February 2013 workshop, which was attended by 120 participants, only half of them attendees of the other scientific part of the workshop. Alvin Roth spoke on the topic &quot;Who gets what? The new economics of matchmaking and market design&quot; and showed that markets do not always, and in fact sometimes are not allowed to, involve money. In these matching markets, one cannot only choose, but has to be chosen, and they involve some of the most important transitions in life: Who gets places at schools, universities, jobs, or a scarce organ transplant? An increased public awareness of these insights is not directly measurable, but Roth's excellent presentation was received with outstanding enthusiasm by the audience.\nIn terms of academic impact, some of the contacts made at these workshops have led to invitations at other universities to seminars and conferences, and increased collaboration. For example, the last workshop on algorithmic game theory (which had also a larger number of speakers than the others) can be seen as a constituent first meeting which should have follow-ups. The existing research ties in this community will strengthen further. Healthcare","dataset":"gtr"}