{"id":"00E7279D-FA52-45EE-8E00-F66ADA99603A","title":"The policy challenges of tobacco control: Implications for public and global health","abstractText":"<p>This seminar series will explore challenges in health policy addressing tobacco and alcohol across national and global levels. It will be open to colleagues working in public health and related fields who are interested in developing a shared understanding of key emerging challenges , offering a safe space within which to explore highly contentious issues under the Chatham House rule. It aims to inform the future of public health research and policy by facilitating cross-sector and cross-disciplinary conversations. The programme will be structured as a series of expanding conversations, with one broad theme being explored per year:</p>\n\n<ul>\n \n\n <li>the commercial sector - including discussions about synergies and tensions between tobacco and alcohol research and policy, defining and regulating the industries, and debates around industry involvement in harm reduction and new products such as e-cigarettes</li>\n\n <li>health inequalities - including stigmatisation and inequalities, implications of tax and price measures, and potential impacts of innovative interventions on</li>\n\n <li>global governance - including policy coherence across the Non Communicable Diseases (NCD) agenda, the status of tobacco and alcohol in the post- Millennium Development Goals (MDGs) policy agenda, and the UK’s position in global tobacco and alcohol control.</li>\n\n</ul>\n\n<p>&nbsp;</p>\n\n<p>&nbsp;</p>\n\n<p>&nbsp;</p>\n\n<p>Each event will be informed by relevant research, advocacy and policy communities.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L001284/1","grantId":"ES/L001284/1","fundValue":"30247","fundStart":"2013-09-01","fundEnd":"2016-08-31","funder":"ESRC","impactText":"","person":"Jeff  Collin","coPersons":["Sarah Elizabeth Hill","Linda  Bauld","Catriona Gail Rooke","Gerard Bernard Hastings","Amanda  Amos","Marisa  De Andrade","Jamie Robert Pearce","Chris  Holden","Katherine  Smith"],"organisation":"University of Edinburgh","findingsText":" Grant is currently ongoing. We have held three meetings to date, with high levels of participation from academics, policymakers and civil society.  Healthcare,Government, Democracy and Justice,Other","dataset":"gtr"}