{"id":"00F47B3C-AFDB-4E05-8FAD-B4F8B4D999B5","title":"A cellular automaton model for investigating landscape development in vegetated aeolian environments.","abstractText":"Vegetation plays an important role in landscapes that are shaped by wind-driven (aeolian) sand transport, such as coastal dunes and semi-arid regions. We have a good knowledge of how and why different types of desert dunes and dune fields form without the presence of vegetation, but our understanding of the effects of vegetation in the formation of coastal foredunes, parabolic dunes, blowouts, and nebkha's (shrub hummocks) is limited to descriptive observations and reasoning. This is especially true for vegetated dune fields on a landscape scale, and the effects of various plant species on the evolution and dynamics of such environments are not quantified. This research project aims to develop a computer simulation model based on moving around slabs of sand across a grid of cells that represents a landscape surface including varying amounts of vegetation in each cell. These movements are controlled by a set of simple rules that dictate interactions between the existing surface, the vegetation in each cell, and the propagation of the sand slabs. This allows simulating the evolution of aeolian landscapes through self-organisation into different types of dune fields without actually modelling the complex airflow dynamics and sand transport patterns. Simulations will be compared with our current descriptive understanding of vegetated aeolian landscape development to ensure that the model generates realistic results. The model is then used to systematically investigate exactly how and why various kinds of plant species and vegetation patterns influence the dynamics of dune development in aeolian environments.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/D521314/1","grantId":"NE/D521314/1","fundValue":"50649","fundStart":"2006-01-16","fundEnd":"2008-01-15","funder":"NERC","impactText":"","person":"Andreas  Baas","coPersons":[],"organisation":"King's College London","findingsText":" The CA model has shown the fundamental mechanisms of parabolic dune evolution Further research on fundamentals of vegetated dune development Environment","dataset":"gtr"}