{"id":"00FBBE5A-40DA-4032-972D-123745EFD1A7","title":"A cluster randomized controlled trial of a STEPped CARE intervention for depression in primary care","abstractText":"There is now considerable evidence in support of a stepped care approach to expanding mental health service. In this model, non-physician primary care providers deliver the bulk of essential mental health service under the supervision and support of physicians and of more highly trained mental health specialists. This process, commonly described as task-shifting, facilitates the delivery of needed care even in the context of extreme shortage of specialists as seen in most LMIC. The WHO recently produced a set of guidelines, the mhGAP Intervention Guide (mhGAP-IG), that incorporates evidence based interventions for a list of priority mental health conditions, including depression, to aid the recognition and management of such conditions in non-specialist settings. It builds on the well established knowledge that primary care providers can be trained to deliver both psychological and pharmacological interventions for several mental health conditions, while more highly trained providers, including specialists, offer necessary support and supervision and address more difficult conditions. The content of what constitutes essential ingredients to scale up mental health services is therefore generally agreed upon. However, the mode of delivery of the intervention in diverse settings still requires empirical exploration in order to determine the best fit to local health systems. Our study is designed to provide this evidence for Nigeria, the most populous nation in Africa, and also for most other countries in sub-Sahara Africa where the settings are similar. The proposed study sets out to assess the cost-effectiveness of a management program for depression delivered mainly by non-physician primary care providers in Nigeria in which supervision and support are provided by general doctors and specialists, wherever available, with the use of modern, affordable and readily available technology.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K00753X/1","grantId":"MR/K00753X/1","fundValue":"1104870","fundStart":"2013-03-28","fundEnd":"2016-09-27","funder":"MRC","impactText":"","person":"Oyewusi  Gureje","coPersons":["Benjamin  Olley","Alan  Montgomery","Lola  Kola","Daniel  Chisholm","Bibilola  Oladeji","Oyindamola Bidemi Yusuf","Ricardo  Araya"],"organisation":"University of Ibadan","findingsText":"","dataset":"gtr"}