{"id":"0108679A-74D2-401A-BCFB-33929EB4BADB","title":"Regulation of autophagy induction by the Vps34 complex: structural and functional studies.","abstractText":"This work will determine the mechanism by which the lipid kinase Vps34 and its lipid product PI3P regulate autophagy. Autophagy (from the Greek self-eating) is a way for cells to generate nutrients from their own material during times of starvation. The pathway of autophagy is very important for the health of an organism for several reasons. Autophagy underpins the normal physiology of all cell types, and is a critical contributor to life-span extension. Cellular components that are damaged become substrates for autophagy and are efficiently eliminated. This leads to a periodic clean-up of the cell interior and allows for regeneration of important proteins and organelles. Of note, when autophagy is suppressed cells exhibit signs of oxidative damage because their dysfunctional mitochondria cannot be removed and continue to produce reactive oxygen species. Similarly, suppression of autophagy contributes in a significant way to the build-up of mutant aggregate-prone proteins (which are normally substrates of autophagic degradation) that cause neuro-degenerative disorders. Autophagy is also critical for the neo natal period: animals that cannot mount autophagy die soon after birth because they cannot generate nutrients from their own resources during a period where they do not obtain nutrients from the outside.\nThe pathway of autophagy starts when a novel double membrane vesicle called autophagosome is formed in the cell interior. These autophagosomes (which can be hundreds in number at any one time) enclose cellular material and deliver it to a degradative organelle called lysosome for digestion. There is currently high interest in finding ways to enhance or suppress autophagy for various health-related reasons and the best place to start is to undesratnd how autophagosomes are formed.\nOur previous work has shown that one of the signals for formation of autophagosomes is the synthesis of a lipid called PI3P by the activity of the Vps34 enzyme. This results in the formation of a series of intermediate structures that eventually give rise to an autophagosome. However exactly how this happens and how the intermediate structures eventually lead to an autophagosome is a mystery and will be tackled by our proposed work.\nWe will combine expertise in cell biology and structural biology in order to find the structure of the Vps34 comlex that regulates the start of autophagy, and we will use biochemistry and microscopy to describe in detail the pathway that leads from PI3P to autophagosome formation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K019155/1","grantId":"BB/K019155/1","fundValue":"315520","fundStart":"2013-05-01","fundEnd":"2016-04-30","funder":"BBSRC","impactText":"","person":"Nicholas  Ktistakis","coPersons":["Roger  Williams"],"organisation":"Babraham Institute","findingsText":"","dataset":"gtr"}