{"id":"011672A4-F6F8-42F1-9395-4DBF360CD678","title":"Glastonbury Abbey: Archaeological Archive Project","abstractText":"Glastonbury Abbey is crucial to understanding British monasticism, and it holds a special place in English popular culture. Thirty-four seasons of excavations took place between 1904 and 1979, but the results have remained unpublished. This project will analyse and publish the archive of excavations at Glastonbury Abbey by iconic figures in the history of archaeology: St John Hope (1904), Bligh Bond (1908-21), Peers and Clapham (1928-39) and Ralegh Radford (1951-64). The Trustees of Glastonbury Abbey are project partners and the results of the study will inform site interpretation and museum display.\\n\\nGlastonbury was one of the earliest monasteries in England, likely dating from the seventh century, and was reputedly the only one to have enjoyed continuous occupation to the sixteenth century. In 1191 the monks alleged that they had uncovered the graves of Arthur and Guinevere, and later they promoted a link with Joseph of Arimathea, claiming that he had founded the first church in AD 63. The Arthurian connection was developed after a devastating fire of 1184, when funds were needed to rebuild the Abbey. \\n\\nArchaeological excavations focused on the main claustral ranges and parts of the cemetery, and substantial assemblages were recovered of worked stone, window glass, pottery, ceramic tiles and small finds. The site's central importance to archaeological scholarship stems from the interim publication of a series of early medieval churches, a vallum enclosure, potentially the earliest cloister in Britain, and craft-working activities including unique glass furnaces. This project will analyse the archive records and excavated finds to consider key research questions. Is there evidence for occupation pre-dating the early monastery? What is the form and date of the early 'family' of churches and the first cloister? Can continuous occupation be demonstrated? What was the scale and extent of the early craft-working centre? Is it possible to reconstruct the zoning and land-use of the early monastery and the subsequent development of the medieval precinct? Can we reconstruct the architectural form, style and development of the later medieval abbey? Did the emphasis placed on myth and cult activities create a distinctive layout in the medieval church and cloister? \\n\\nAnalysis of the archive will be complemented by a new geophysical survey of the precinct. The geophysics will enhance interpretation of the cloister excavations and increase knowledge of the broader precinct. It will also facilitate the assessment of surviving buried deposits, contributing to their conservation and guiding future research. \\nThe full publication of the Glastonbury archive will achieve a major landmark in monastic archaeology. Beyond the intrinsic historical significance of the Abbey, the site is of demonstrated international importance in understanding early medieval glassworking, and for advancing understanding of the transition between the early and later medieval monastic plans. \\n\\nThe results of the project will be published as a monograph and will be accessible as an online database through the Archaeology Data Service. This project will present new findings on a site that is highly valued by the international academic audience, the local community and the multi-denominational community of visitors to the Abbey, numbering over 100,000 each year.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/G010269/1","grantId":"AH/G010269/1","fundValue":"339641","fundStart":"2009-04-01","fundEnd":"2013-06-30","funder":"AHRC","impactText":"","person":"Roberta  Gilchrist","coPersons":[],"organisation":"University of Reading","findingsText":"","dataset":"gtr"}