{"id":"01181720-7E93-40E1-9A37-3404F8F41CEF","title":"Locating Culture, Religion and the Self: A Study of the Tantric Community in Rebkong (East Tibet)","abstractText":"The proposed research is the first attempt in a western language to analyse and document the religious and social history of the tantric practitioner community in Rebkong, east Tibet. The project focuses on the period from the 17th to 19th centuries when the influence of the Rebkong tantric community was at its height. It emerged as a coherent religious and social group which threatened to weaken the dominant religious institution in the area. The research will assess the factors behind its emergence and how the community managed to sustain its reputation for more than two centuries. \\n\\nThe project will contribute to the growing scholarly interest in the organization and development of social and religious movements by exploring the history of a particular eastern Tibetan religious community. It also raises questions about how communal images are constructed and/or restored in order to evade the hegemony of a dominant institution and how interests and values are affirmed and negotiated while countering the dominant group.\\n\\nFounded in the 17th century, the lineage of the Rebkong tantric community developed without interruption until the Cultural Revolution (1966-76). The community has re-emerged in contemporary Tibet and has come to play a significant role in the revitalisation of Tibetan religious and traditional culture. \\n\\nThe members of the tantric community practice the Tibetan Tantra and belong to a non-monastic Buddhist tradition. The Rebkong tantric community is unusual in that it exhibits a strong sense of cohesion and developed a formal code of communal laws and regulations. Its members include both unordained yogins and celibate monks. The reputation of the Rebkong tantric community has been enhanced by its elaborate ritual provisions and reports of thaumatological abilities by its most advanced yogins. \\n\\nThe project will draw on two kinds of sources: 1) historical, biographical and religious literature 2) ethnographic information gathered through interviews with the members of the community. \\n\\nThe main text to be studied by the project will be the autobiography of Nyang Nangse Dorje (1798/1874?), a highly regarded scholar and hermit who played a formative role in the history, growth and development of the Rebkong tantric community. The project will consult a number of other manuscripts that contain important information about the evolution of the Rebkong tantric tradition and its key protagonists, including a range of manuals and textbooks used in the education of the Rebkong tantrikas. \\n\\nThe project will collect ethnographic data through interviews with current members of the community during fieldwork visits to Rebkong and related sites in order to gather a preliminary understanding of the contemporary practice and social role of the community since its re-emergence over the past two decades.\\n\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F009216/1","grantId":"AH/F009216/1","fundValue":"265352","fundStart":"2008-03-01","fundEnd":"2012-02-29","funder":"AHRC","impactText":"","person":"Ulrich  Pagel","coPersons":[],"organisation":"School of Oriental & African Studies","findingsText":"","dataset":"gtr"}