{"id":"011CD965-BBE6-4332-AC37-B547FC59A359","title":"Unravelling the mechanism of complement activation via the lectin pathway","abstractText":"Our immune system is vital to protect us from all types of bacterial, fungal and viral infections. There are two major types of immune defence, called &quot;innate&quot; and &quot;adaptive&quot; (based on antibodies that recognise pathogens). Although lesser known, innate immunity serves as a first line of defence by both destroying invading pathogens directly and helping the adaptive immune system to distinguish between what is foreign (a bacterial cell) and what is self (host cell). Blood proteins called &quot;complement&quot; act to recognise and destroy invading foreign bacteria. In order to be effective, complement requires highly specific recognition and activation mechanisms so that it only activates when required and does not start to attack host tissues. In the &quot;lectin pathway&quot;, a protein called MBL specifically recognises arrays of sugars found on bacterial pathogens but not present on our own cells. This binding then triggers a change in a second protein called MASP, causing it to switch from an inactive to an active form. These two events then lead to activation of other complement proteins, which ultimately trigger formation of a complex in the cell membrane of the bacterium, causing it to burst, as well as stimulating other immune processes and protective functions. \n\nAlthough the lectin pathway is a key part of our immune system, the molecular details of how it works are poorly understood. For example, how MBL and MASP bind to each other is presently unknown as are the changes that lead to MASP activation. However, understanding of these events is crucial for us to comprehend how the healthy body functions and what goes wrong in disease. This knowledge in turn will aid the development of therapeutics aimed at controlling complement activation when things go wrong. For example, following a stroke or heart attack, uncontrolled complement activation destroys host tissues. Being able to block activation temporarily under these circumstances (using medicines) would be highly beneficial. Secondly, a better understanding of complement could facilitate the treatment of patients with immunodeficiencies. A range of common genetic alterations in MBL lead to a broad spectrum of disorders. These include increased susceptibility to infections in early childhood, to instances in adults where adaptive immunity becomes ineffective such as during AIDS or cancer chemotherapy. MBL has become a very good therapeutic target to counteract these threats. \n \nWe are ideally situated to identify how complement activation occurs. Recently, we have established the solution structure of MBL. We employed a unique approach based on combining detailed information from protein crystallography with new information based on protein scattering, ultracentrifugation and extensive computer modelling calculations. This showed that the MBL molecules are fan-shaped and form an almost flat template for MASP to bind.\n\nThe aims of this project will result in a new comprehensive understanding of lectin pathway activation: (Aim 1) To start with, we will apply our scattering and crystallography techniques to determine the corresponding structure of MASP. Further, we will identify the changes that take place within the MASP, causing it to self-activate. (Aim 2) We have recently determined the structure of a complex between small fragments of MBL and MASP. We will use this structure to make test models for the entire MBL-MASP complex. By testing these models against new scattering and ultracentrifugation data, we will establish the way in which they bind. (Aim 3) We will determine new crystal structures and use new scattering/ultracentrifugation experiments to see what happens to the structure of MBL when it is modified in genetic diseases. In particular we will clarify why some MBLs over-activate MASP while others result in no MASP activation. In this way we will be able to elucidate the changes that trigger MASP activation when MBL binds to a bacterial cell.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K011715/1","grantId":"MR/K011715/1","fundValue":"488548","fundStart":"2013-01-01","fundEnd":"2016-10-20","funder":"MRC","impactText":"","person":"Stephen  Perkins","coPersons":["Russell  Wallis"],"organisation":"University College London","findingsText":"","dataset":"gtr"}