{"id":"012086AC-232A-4F6F-AE2D-DB51CF040F7E","title":"The application of consequential methods to corporate greenhouse gas accounting.","abstractText":"<p>Carbon accounting involves measuring the amount of greenhouse gases emitted to the atmosphere, or estimating the effectiveness of decisions aimed at reducing emissions.&nbsp; Companies undertaking carbon accounting currently use what can be described as an “attributional” approach.&nbsp;</p>\n\n<p>This approach aims to quantify the emissions from a company’s own operations and its supply chain.&nbsp; However, such methods do not always capture the total greenhouse gas impacts caused by a company’s decisions or actions, and because of this it is possible that businesses will make sub-optimal decisions (ie they may undertake an action with the intention of reducing emissions, but may actually increase emissions).&nbsp; “Consequential” methods are an alternative form of accounting which aims to estimate the total change in greenhouse gas emissions caused by a decision or action.&nbsp;</p>\n\n<p>This research project aims to explore the applicability consequential methods for corporate decision-making by applying a number of different consequential methods to business decision case study contexts.&nbsp;</p>\n\n<p>The research will also explore the difference between attributional and consequential results in order to determine whether there are large changes in emissions which aren’t captured by conventional attributional carbon accounting practices (and therefore whether current practice is not sufficient for supporting effective decision-making).</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L002698/1","grantId":"ES/L002698/1","fundValue":"76193","fundStart":"2013-08-01","fundEnd":"2016-07-31","funder":"ESRC","impactText":"  My findings have been used by the Department for Food, Environment and Rural Affairs (Defra) in drafting their updated guidance for corporate greenhouse gas accounting. Environment,Other Policy & public services","person":"Matthew Cuchulain Brander","coPersons":[],"organisation":"University of Edinburgh","findingsText":" My research helps to demonstrate the shortcomings of current corporate-level greenhouse gas accounting practice, and the importance of supplementing corporate greenhouse gas inventories with methods that measure the total system-wide change in emissions caused by corporate actions and decisions. The findings so far may be used to develop new/updated greenhouse gas accounting guidance and standards, particularly for:\n1. Corporate-level greenhouse gas accounting\n2. Consequential life cycle assessment\n3. Project/policy-level accounting\n4. Scope 2 (electricity) accounting Energy,Environment,Government, Democracy and Justice,Other","dataset":"gtr"}