{"id":"01201B61-0DA5-4A46-A156-8518D22D13B8","title":"Modulation of neuronal excitability by heterotrimeric G-proteins and Rho GTPases","abstractText":"Nerve cells communicate through electrical signals termed action potentials. These are generated by ion channels, which are specialized protein molecules in cell membranes. Individual ion channels are on/off switches that control the flow of ions across the membrane. When switched on, they allow a specific type of ion / Na+, K+, or Cl- - to cross the membrane, thereby producing small electrical currents that underlie action potentials and transmit information from one place to another. Action potentials in neurons are very brief and constitute the currency of rapid neuronal signaling. However, some ion channels in nerve cell membranes can generate smaller, but longer lasting changes in the membrane potential. Their function is to regulate the frequency and pattern of action potential discharges on a slower time-scale. Some of these channels can respond to hormones and neurotransmitters released by neighbouring nerve cells, and thereby change the sensitivity of neurons to incoming signals and their responses. This phenomenon is known as 'neuromodulation'. The fine tuning of neuronal excitability by neuromodulatory transmitters represents the cellular correlate of higher mental functions such as arousal or paying attention. This programme of research focuses on the neuromodulatory effects of two important chemical transmitters in the brain: acetylcholine and glutamate. Our aim is to understand the signalling events taking place in single neurons and leading from the binding of these transmitters to specific receptor proteins (muscarinic and metabotropic glutamate receptors) to changes in the activity of ion channels. In particular, we are interested in identifying and studying the function of 'large' and 'small' G-proteins. G proteins are perhaps the most important signal transducing molecules in cells, translating signals into biological effects inside cells. They are fundamental components of the pathways linking neurotransmitter receptors to ion channels. Our previous work and preliminary data indicate that acetylcholine and glutamate activate different types of 'large' and 'small' G-proteins in neurons. Electrophysiological techniques in single neurones from normal and genetically modified mouse brains, together with molecular biological and biochemical techniques, will be used to study the function of these 'large' and 'small' G-proteins in the pathways linking the neurotransmitter receptors to ion channels and, ultimately, neuronal firing behaviour. The outcome of our research should further our understanding of the molecular and cellular mechanisms underlying the extraordinary range of cognitive and behavioural, functions exerted by acetylcholine and glutamate through muscarinic and metabotropic glutamate receptors in the brain. Additionally, in the long term, it might provide novel potential drug targets, given that alterations in the signalling by these receptors have been implicated in the pathophysiology of several major diseases of the central nervous system, including Alzheimer's and Parkinson's disease and anxiety disorders.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E020585/1","grantId":"BB/E020585/1","fundValue":"414489","fundStart":"2007-12-01","fundEnd":"2010-11-30","funder":"BBSRC","impactText":"  The study is still on-going. We plan to complete it and submit our data for publication next year.  ","person":"Paola  Pedarzani","coPersons":["Julie Ann Pitcher","Martin  Stocker"],"organisation":"University College London","findingsText":" We have discovered a new biochemical pathway used by some key neurotransmitters, such as acetylcholine and glutamate, to modulate the activity of neurones. The biochemical pathway needs to be completed and might be used as a target for drugs acting on nerve cell signalling. Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}