{"id":"012079A4-56AC-40CC-A6D2-B92AF22F9B4F","title":"Assessing the Risk of Spontaneous Premature Birth by Electrical Impedance Spectroscopy of the Cervix.","abstractText":"The timing of birth is crucial to reproduction. About 6-13% of babies are born prematurely at annual costs to the NHS of &pound;1 billion more than for term babies. The cost of care in the first year of life for the surviving premature baby is 10-fold higher than for the term baby. Preterm birth (PTB) also accounts for the majority of deaths of structurally normal babies. A quarter of babies born before 28 weeks suffer handicap, with socio-economic burdens on families, many parents often having to give up work to care for their child. Prevention of PTB is limited by lack of accurate prediction of risk. Our group has been exploring the technique of electrical impedance spectroscopy (EIS) for assessing cervical tissue composition by recording its electrical &quot;resistivity&quot; - cervical impedance - to the injection of a small electrical current. Our thinking is that if we can detect the changes which occur in the cervix several months before labour starts we can predict women who will go into premature labour.\nTo test out this theory we recently conducted a small pilot study. In a small group of women at risk of premature birth (because they have had premature births before), we recently showed that EIS holds promise for accurately predicting premature delivery - women who delivered before 37 weeks, as well as those who delivered before 34 weeks, had lower cervical impedance between 20 and 28 weeks than those who did not. We now propose to confirm these preliminary findings by larger studies. Firstly, we will improve the measuring device for EIS by standardising its contact to the cervix and improving its hardware and software. We will then undertake a large experimental study measuring cervical impedance in two groups of pregnant women - 250 women with risk factors for preterm birth - at two time points during pregnancy (22 and 26 weeks). We will seek to confirm the use of EIS in clinical care will improve our ability to predict, prevent, and treat preterm labour and birth. Wewill compare EIS to current screening methods such as the fibronectin test and cervical ultrasound. We will also undertake some preliminary cost analysis of its introduction into clinical care and determine whether it may prove cost-effective compared to standard current care.\nIt has been well recognised that spontaneous PTB is often associated with uterine infection and inflammation but the mechanism and pattern of this association is unclear. Using modern techniques of profiling bacteria in the vagina we will explore whether the bacterial pattern in vaginal discharge of women who deliver preterm differs significantly from that of women who deliver at term. By finding this out we may be able to market a diagnostic kit which detects the pattern most associated with subsequent PTB which, combined with cervical EIS measurement, may improve our prediction of PTB. Prompt and improved identification of PTB risk by our studies will enable better care. This is possible through the administration of drugs such as the hormone progesterone, or others within the family of pain relief medication, known to prolong pregnancy. It may also help us to identify the &quot;weak&quot; cervix, a condition that continues to defy accurate diagnosis, so that a stitch can be more appropriately inserted round the cervix of those that truly need this, and avoided in those that do not need this. For women with symptoms of preterm labour cervical EIS may well identify those who are more likely to progress to birth than others, so that treatments to prepare the baby's lungs for birth, delay the birth, or ensure that birth occurs in an appropriately staffed and equipped health care facility can be provided. Most preterm births occur in women with no risk factors. At present there is no accurate method of screening all women. We therefore propose to measure cervical EIS at 22 week in 250 low risk women also, to determine whether it can be used for routine screening of all pregnant women for risk of PTB.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J014788/1","grantId":"MR/J014788/1","fundValue":"503526","fundStart":"2012-12-03","fundEnd":"2017-02-02","funder":"MRC","impactText":"","person":"Dilly  Anumba","coPersons":["Graham  Stafford","Jonathan  Boote","Stephen  Walters","S  Dixon","Brian  Brown","Georgina Louise Jones"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}