{"id":"01325D12-4E5A-4733-BA86-54E28AB94E80","title":"Mechanisms of Hepatitis C virus induced hepatocyte injury.","abstractText":"HCV disease is a global problem, with over 2% of the world?s population infected, some 180 million people. Although the disease may take decades to progress, the majority of chronically infected people will eventually show signs of liver damage. In the last few years the incidence of HCV-associated liver failure has increased considerably in the U.K. and several studies have predicted a further 50 - 100% increase in the next decade. HCV-associated liver failure is now the leading indicator for liver transplantation in the UK. Unfortunately the only current therapy (pegylated interferon + ribavirin) is expensive, has significant side effects and is often ineffective. Hence, there is an urgent need for new approaches to treat this disease.\n\nOne of the prime functions of the liver is the synthesis of bile, which is kept separate from the blood supply by a polarized barrier between the biliary vessels and the rest of the liver. Several manifestations of liver injury associated with HCV infection involve some degree of failure of this biliary system, leading to the liver being damaged by bile acid. HCV entry into cells involves proteins involved in cell polarization, notably the tight junction protein Claudin?1. We have shown that HCV infected cells have an altered polarity and express excessive quantities of Vascular Endothelial Growth Factor (VEGF), a protein which disrupts cell polarization. Depolarisation is mediated via two structural components of the virus, the envelope proteins E1 and E2, that sequester Claudin-1 protein within the cell and stimulate VEGF expression. Treatment of HCV infected cultures with an antibody that inhibits VEGF activity abrogates new rounds of HCV infection, providing an exciting new avenue for antiviral intervention. It is worth noting that, if this approach is validated during the course of this study, suitable VEGF antagonists are already approved for the treatment of various advanced cancers, and we would anticipate the process of drug development to be considerably accelerated.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0801976","grantId":"G0801976","fundValue":"348254","fundStart":"2009-10-01","fundEnd":"2012-09-30","funder":"MRC","impactText":"","person":"Jane Alison McKeating","coPersons":["Peter  Balfe"],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}