{"id":"013546C4-23D8-49B3-944C-8FAA947F40AE","title":"Development of a high-content intracellular signalling pathway analysis methodology for drug repurposing","abstractText":"It is estimated to cost several billion pounds to get a new drug to market and many fail in development, despite showing promising effects. Therefore, &quot;repurposing&quot; of an existing drug to a &quot;new indication&quot; (i.e. applied to a new disease) offers significant cost and efficiency benefits to pharmaceutical companies in the search for new marketable drugs. Prior work on drug delivery, production and safety can be re-utilized and time to market is greatly reduced. Prime examples are Thalidomide, now successfully used in treating both leprosy and multiple myeloma, and Viagra to treat the rare disease pulmonary arterial hypertension and more recently altitude sickness. Systematic repurposing requires identifying the effects of a drug upon proteins (&quot;targets&quot;) within a cell, which change the behaviour of the cell. With sufficient knowledge of the range of targets that are altered in a particular disease, one can screen for drugs that inhibit the disease related effects. We have developed a methodology that can measure simultaneously many target proteins in large numbers of samples. These targets can be proteins involved in controlling the behaviour of cells, eg. signalling and regulatory proteins. We are confident that this methodology can be applied to screen large numbers of existing drugs for repurposing and we propose to demonstrate this in a disease in which we already have a great deal of research experience and expertise: this is a rare genetic inflammatory disease, TNF Receptor-Associated Periodic fever Syndrome (TRAPS).\nRare diseases (including TRAPS) are defined as those that affect less than 1:200,000 of the population: it is therefore simply not cost-effective to develop drugs specifically for these conditions. Thus, most drugs used to treat rare diseases are the result of repurposing of existing drugs. Identification of disease-related, protein targets for rare diseases (disease profiles or &quot;signatures&quot;), combined with systematic screening of drugs for repurposing, offers a great hope for identifying new treatments from the many thousands of existing drugs.\nTRAPS is the result of mutations in a cell-surface receptor (TNFR1), usually involved in inflammatory responses to infection. TRAPS patients are hypersensitive to inflammatory stimuli and suffer from debilitating bouts of fever and systemic inflammation. We have worked for many years to understand the cellular mechanisms of the syndrome and have identified a signature of over 20 proteins within cells that are associated with abnormal inflammatory signalling in TRAPS.\n\nWe will automate our existing technology so that it can be used as a drug repurposing tool. As such, it will support the mass exploration of alterations in proteins within cells after exposure to potential drugs. Automation would make it possible to expose cells to many thousands of drugs and enable each exposed cell culture to be examined for at least 40, and potentially many more, targets. \nThis development requires changes to our methods to enable robotic high-throughput processing and ensure appropriate reproducibility and quality control. We will test the system's sensitivity and operational robustness. We will finally use our established TRAPS model as a test-case and screen a library of 1440 established drugs for their effects upon our TRAPS protein signature (measuring 40 targets for each drug tested). Identified positive &quot;hits&quot; will be subsequently investigated for their benefit in TRAPS. \n\nOur platform for drug repurposing will be widely applicable wherever in-depth analysis of complex cellular behaviour can facilitate drug development, including cancer, infectious diseases, autoimmunity, allergy, and the multitude of rare diseases lacking effective drugs. We believe this approach offers direct benefits to large and small pharmaceutical companies, healthcare providers and academic groups alike, who need to comprehensively examine multiple protein targets for many samples.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J005150/1","grantId":"MR/J005150/1","fundValue":"477104","fundStart":"2012-02-01","fundEnd":"2014-01-31","funder":"MRC","impactText":"","person":"Patrick Jason Tighe","coPersons":["I  Todd"],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}