{"id":"01378645-E8CF-4778-A741-389D117FCBBC","title":"Compressive Sensing for Wireless Vibration-Based Structural Health Monitoring of Civil Engineering Structures","abstractText":"Structural health monitoring (SHM) of civil engineering structures (buildings, bridges, wind turbines, dams, masts etc) aims to assess their structural integrity and performance and to detect potential damage induced by i) daily service loads, ii) exposure to environmental effects over the years and/or iii) extreme/accidental loads, either natural (e.g. floods, hurricanes and earthquakes) or man-made (e.g. explosions and traffic accidents). \nAs identified in the UK's 2011 National Infrastructure Plan, investing in civil infrastructure is a key priority to achieve Nation-wide financial growth and prosperity, a statement which applies globally. Developing new SHM tools to facilitate better informed decisions by civil infrastructure owners, local authorities, National agencies, and Governments on taking refurbishment, retrofitting, upgrade, or replacement actions for existing infrastructure is of utmost importance to appropriately channel investments in civil infrastructure. \n\nIn this context, the proposed research considers concepts from the emerging field of compressive sensing (CS) to develop novel structural condition assessment and damage detection algorithms for vibration-based SHM of civil engineering structures. These SHM algorithms support the use of arrays of sensors incorporating CS-based data acquisition hardware equipment which has not been considered before in wireless SHM of civil engineering structures. Such equipment is not commercially available yet, but the few existing prototypes showcase that it yields simpler, more affordable, and less obtrusive sensors. Therefore, this project paves the way for transformative technological advancements towards a new breed of wireless sensors enabling i) cost-effective routine/periodic SHM for ageing infrastructure, and ii) rapid integrity assessment of large number of structures in the aftermath of natural and man-made disasters.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K023047/1","grantId":"EP/K023047/1","fundValue":"97511","fundStart":"2013-08-27","fundEnd":"2015-05-26","funder":"EPSRC","impactText":"","person":"Agathoklis  Giaralis","coPersons":[],"organisation":"City University London","findingsText":"","dataset":"gtr"}