{"id":"0151347F-CF5B-425D-807D-4C13B5A7AD20","title":"Cretaceous-Paleocene-Eocene: Exploring Climate and Climate Sensitivity","abstractText":"How sensitive is the planet to increasing concentrations of atmospheric carbon dioxide? This crucial question has been the subject of intensive research over the past two decades. Recently, increasing use is being made of past climates, both to evaluate models used for future prediction, and to provide observational constraints on climate sensitivity. However, the relevance of past climates for future sensitivity is yet to be tested. In particular, differing palaeogeography (i.e. continental positions, mountain extents and height, and ocean floor depth) will influence climate and climate sensitivity, but to an extent that is unknown. In this study, we will use a modelling framework to explore the role of palaeogeography in controlling climate and climate sensitivity during the most recent interval of 'greenhouse' climates from the Cretaceous to Eocene (145 to ~35 million years ago; 145-35 Ma). We will investigate uncertainties related to the reconstructed palaeogeographies and the models used. We will evaluate our findings by comparing the model results with observations - compilations of existing data which we will synthesise and re-interpret. The work will provide fascinating insights into how our planet operates on long (multi-million year) timescales, and assess the utility of observations of past warm climates for informing future climate sensitivity. \n\nThree recent developments which make this study timely are: (1) Brand new palaeogeographic maps of the Cretaceous to Eocene which improve greatly on previous representations in terms of both accuracy and temporal resolution, (2) A step change in the computing power available means that for the first time we can spin up large ensembles of simulations climates to equilibrium, allowing us to explore uncertainties, and (3) New understanding of the controls and limitations on palaeoclimate proxies means that we can provide a state-of-the-art comparison of our model simulations with the geological record.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/K012479/1","grantId":"NE/K012479/1","fundValue":"144128","fundStart":"2014-01-01","fundEnd":"2016-12-31","funder":"NERC","impactText":"","person":"Stuart Alan Robinson","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}