{"id":"0159EB03-CD33-474B-8C88-387C3F8B7B39","title":"Understanding how the mantle transition-zone 'valve' controls slab fate","abstractText":"Subduction is the process where tectonic plates descend into Earth's deep interior, the mantle. Subduction is critically important since it drives (i) plate tectonics (the ultimate process behind seismicity and mountain building); (ii) melting, (critical for volcanism, and producing crust and atmosphere) and (iii) mantle circulation. Yet, we do not fully understand how it 'works'.\n\nSubducting plates ('slabs') form the downwelling limb of mantle convection. Mantle convection differs in several important ways from the familiar convection of water boiling in a saucepan on a stove. Firstly, mantle rocks are solid, but they can creep on long time scales. Secondly, in the 'transition zone', 400 to 800 km down into the 3000 km deep mantle, mantle minerals undergo high-pressure phase changes to more tightly-packed and denser structures.\n\nCreep varies strongly with temperature, making cold subducting plates much stiffer than the surrounding warm mantle. Exact creep style varies with, amongst others, pressure and stress, and controls how rapidly slabs lose their strength as they heat up while sinking. How easily a slab deforms again influences its sinking speed. The style of creep is also affected by the changes in mineral structure and grain size that occur at phase transitions. The interaction between creep and phase changes in the transition zone complicate the subduction of plates from the upper mantle into the mantle below the transition zone. Of special importance is the transition around 660 km depth where mantle viscosity increases by a factor of 10-100 and a delay of the phase transformation in the cold slabs makes them temporarily lighter than the mantle. This can lead to stalling of slabs in the transition zone. In this way, the transition zone controls how efficiently heat and material are cycled through the mantle, (including water and CO2 which have affected the evolution of climate).\n\nObserved rapid changes in plate motions indicate that there are episodes in which slabs sink through the transition zone quite readily ('valve' open), and others in which they stall there and pile up ('valve' shut). Seismic tomography images of the Earth's interior, reconstructed from seismogram recordings, show that at the moment, many slabs, including those below Tonga, Japan and Sumatra pool in the transition zone, while a few others, for example below Central America, descend straight to great depths.\n\nDifferent explanations have been proposed. One end-member hypothesis (put forward by co-I Dr. Goes) is that the oldest, coldest plates are stiffest and tend to flatten at the base of the transition zone rather than sink straight through, while young warm slabs form piles that sink through the transitions more easily. Partner Karato in contrast hypothesises that slabs emerge from the major phase transition at 400 km consisting of small, weak new grains. While in young slabs, warm temperatures encourage grain growth and the slabs quickly regain strength allowing them to push through, old slabs remain weakened and are hence unable to open the valve.\n\nRecently, co-I Davies, together with colleagues at Imperial developed a numerical code that allows models with grids that adapt to the scale of model complexity, i.e. high resolution in regions with changes over small scales, like near changes in phase or creep mechanism, and, computationally-less-expensive, coarser resolution in regions with low variability. This allows us to model for the first time, the complex interplay between the thermal, phase and creep effects on subducting slabs.\n\nWe will make a set of subduction models incorporating the most recent data on phase change properties (from co-I Lithgow-Bertelloni) and creep laws (from partner Karato). By comparing model predictions with geophysical observations we will be able to determine if either of the two end-member hypotheses or combined or alternative mechanism explains the crucial workings of the transition zone 'valve'.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I024488/1","grantId":"NE/I024488/1","fundValue":"107140","fundStart":"2012-07-01","fundEnd":"2015-06-30","funder":"NERC","impactText":"  Our findings have been used by scientists interested in the dynamics of the 'ring of fire' with its earthquakes and volcanoes, and similar settings globally. Our findings have shown that the motion of tectonic plates at Earth's surface are important for the resultant dynamics in the interior. Energy,Environment Societal","person":"D Rhodri Davies","coPersons":["Saskia Danielle Goes"],"organisation":"Imperial College London","findingsText":" We have discovered that there are four distinct modes of behaviour for the descending tectonic plate in regions of plate convergence, like the 'ring of fire' of earthquakes and volcanoes. We have found that the material properties are critical, as is the possibility for the point of convergence of the plates to migrate freely. Our findings will guide future workers in this field in regards of what aspects need to be considered and what values are reasonable. This will improve researchers abilities to develop models which better allow us to understand geological evolution in such settings. This will also ultimately help workers to understand the drivers for the dynamics. Energy,Environment","dataset":"gtr"}