{"id":"01633597-57BC-4B87-953D-65850D8E24F9","title":"'Southall and Beyond' - An Exhibition and Festival of British Asian Culture in Delhi, and community engagement workshops in Bangkok","abstractText":"The project is aimed at creating significant and innovative engagement and impact activities with new international audiences, following-on from the activities and outputs of the AHRC-funded project 'The Southall Story: a cultural history of Britain's &quot;Little India&quot;'. The project is to tour the 'Southall Story' exhibition to the India International Centre (IIC) in Delhi, in November 2013. Additionally, to curate an international festival: 'Southall and Beyond: A Festival of British Asian Culture' at the IIC, of which the exhibition is a part. The Festival will include a special festival of British Asian films; a concert featuring musicians from the UK and India performing together, including a new piece commissioned especially for the event by Kuljit Bhamra; and a series of workshops. The exhibition will additionally include daily 'Southall Stories' events, where community and school groups will have direct engagement and interaction with the three consultants from the 'Southall Story' project, who will guide them around the exhibition and tell them stories about Southall and its culture. There will be a high-profile opening event to the Festival with 80 invited guests, including government officials and the British High Commissioner. Partner organisations working on the project are the India International Centre; the British Council office in India; and the Asian Arts Agency in the UK. \n\nIn addition to these activities in Delhi, the project's PI and the three consultants for the 'Southall Story' have been invited by Chulalongkorn University in Bangkok to undertake a series of community engagement workshops with diasporic Indian communities in Bangkok. The workshops will begin to assist the communities to create an oral history project using the 'Southall Story' project as a model, empowering the communities to reflect on and communicate their own history.\n\nThese activities will benefit a great number of user groups, and will ensure longevity of the project. Further tours of the exhibition and events from the Festival are currently being planned with the partner organisations.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L003902/1","grantId":"AH/L003902/1","fundValue":"23946","fundStart":"2013-07-09","fundEnd":"2013-12-08","funder":"AHRC","impactText":"  The exhibition and festival held at the India International Cente in Delhi attracted new audiences to the Centre, as well as providing new forms of cultural expression, which has benefited the Centre in the long term. The exhibition and festival held in Bangkok has initiated a longer term project with the Indian diaspora communities in the city. Communities and Social Services/Policy,Culture, Heritage, Museums and Collections Cultural,Societal,Economic,Policy & public services","person":"Jerri  Daboo","coPersons":[],"organisation":"University of Exeter","findingsText":" Touring the exhibition and festival to India and Thailand have opened up new areas of research about the relationship between the 'homeland' of India, and the diaspora communities in both the UK and Thailand. The exhibition and digital archive of interview from the project are now available for permanent public viewing in the Dominion Centre in Southall. This gives access to the material gahtered during the project. Communities and Social Services/Policy,Culture, Heritage, Museums and Collections","dataset":"gtr"}