{"id":"016A3976-71C9-494E-A140-74E05E77222F","title":"Global coastal-ocean modelling.","abstractText":"This project involves the development of a modelling system to simulate all the shelf seas around the world simultaneously in a systematic and efficient way. The shelf seas lying between the land and the deep ocean are typically less than 500 m deep and regions of high biological growth; although they occupy only 7% of the area of the world's oceans they account for about a quarter of the total growth of phytoplankton (microscopic plants). This means that they have the potential to make a large contribution to the oceans ability to absorb, transport and store atmospheric carbon dioxide (a major greenhouse gas). Some of the best tools we have for estimating this impact are global circulation models of the oceans, coupled to models of the ecosystems. These models necessarily work on coarse resolution grids and because of the small size, shallow depths and complicated coastlines of shelf seas they are often very poorly resolved (in the horizontal and vertical) or absent altogether from these global simulations. This project aims to address this shortcoming in our capability to model the Earth System by developing a modelling system that allows shelf seas to be directly modelled on global scales for simulations that lasting 10s of years. Sophisticated models for simulating individual shelf seas (for example the North Sea) have been under development since the advent of scientific computing and have now reached a state of maturity such that they can simulate a number of aspects of the marine environment with considerable accuracy (for example tides to within 20 cm and surface temperature to better than 1&deg;C). These three dimensional models have been coupled to complex ecosystem models which reproduce many of the characteristics of shelf sea phytoplankton growth. Together these provide a well founded basis for a global coastal-ocean modelling system. The shelf seas around the world are separated into a number of isolated regions connected only by the deep ocean, for exaple the seas on the eastern US sea board are only connected to the European and Nordic Seas by the Atlantic Ocean. This makes the simulations of shelf seas ideally suited to Grid based computing that mirrors this geography: Each region is simulated on a separate computer system, each exchanging information with the same global circulation model. Our aim is to develop the existing modelling system in such a way that it can operate efficiently on a Grid computer network, exchanging information from a wide range of forcing and verification sources and collating the model output in a readily accessible way. The final product will be a new estimate of the shelf seas contribution to the global carbon budget.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/C515998/1","grantId":"NE/C515998/1","fundValue":"138689","fundStart":"2006-01-24","fundEnd":"2009-10-23","funder":"NERC","impactText":"","person":"Jason  Holt","coPersons":["Julian Icarus Allen","Mike  Ashworth","Roger  Proctor","Keith  Haines"],"organisation":"National Oceanography Centre","findingsText":"","dataset":"gtr"}