{"id":"016FD65C-CF03-4858-9E4F-FCE43401E785","title":"NATO after Afghanistan","abstractText":"<p>NATO has in the post-Cold War period confronted a series of internal crises generated by external events (in the Balkans, Iraq, Afghanistan and Libya). The Alliance has set a deadline of 2014 to terminate its combat mission in Afghanistan and it is clear that NATO is now heading for a period of retrenchment. The limited intervention in Libya and the failure to act in Syria are markers of lowered ambition and a loss of confidence in the utility of force.</p>\n\n<p>Yet crisis and retrenchment sit alongside an ability to adapt. NATO has reformed its command structures, enlarged its membership, undertaken a variety of out-of-area operations and developed a wide range of security tasks - missile defence, anti-piracy missions, cyber defence and security-sector reform among others.</p>\n\n<p>The crisis-durability nexus in NATO is not theoretically well understood and this series aims to test theoretical assumptions against policy practice. The series also has a number of practical objectives:</p>\n\n<ul>\n \n\n <li>to connect academic, practitioner and civil society networks</li>\n\n <li>to generate recommendations on UK-NATO relations and UK security and defence policy</li>\n\n <li>to reach judgements on NATO’s operational and organisational development</li>\n\n <li>to consider the normative implications of NATO action.</li>\n\n</ul>\n\n<p>&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/J022063/1","grantId":"ES/J022063/1","fundValue":"17901","fundStart":"2012-10-01","fundEnd":"2014-05-31","funder":"ESRC","impactText":"","person":"Mark  Webber","coPersons":["Ellen  Hallams","Martin Abbott  Smith"],"organisation":"University of Birmingham","findingsText":" Five seminars were held as follows:\n1. Royal United Services Institute, London, December 2012 (36 participants) \n2. Royal Military Academy Sandhurst, June 2013 (45 participants) \n3. University of Birmingham, September 2013 (30 participants)\n4. UK Defence Academy, Shrivenham, January 2014 (33 participants)\n5. Brussels, May 2014 (27 participants) \n\nThe themes of the seminars conformed (with minor amendment) to those in the application. Programmes and attendance lists are available upon request (for scheduled participants per seminar, see bracketed figures above). Attendance was by invitation only, with repeat participation in some cases. Unsolicited requests for attendance were accommodated in every instance, although these were low in number. The size of attendance was reasonably large for a seminar format with participants ranging across NGOs, academia, government, international organisations (including NATO) and the military. We were able to strike a balance between this large number and active and informed participation. \nThe main activity of the award was the seminars themselves but contacts generated gave rise to the investigators being involved in parallel meetings on related themes at seminars in Oslo (Norwegian Institute for Defence Studies), Moscow (Institute of Europe) and Vancouver (Simon Fraser University in collaboration with the NATO Defence College).\nSeminars were held under the Chatham House Rule. Summaries of individual seminars have, in some cases, been disseminated (Sandhurst Occasional Paper 16, 2013); a web site is under development to mount materials relevant to the series as a whole.\nThe main findings of the Seminar Series are:\n- the proposition that 'NATO is in crisis' was evident as a narrative construct, but the starting assumption of our original proposal that NATO was versatile and adaptable was affirmed;\n- that versatility is evident in various technical areas of defence collaboration and in operations (the latter has been apparent in Afghanistan, and the former has become more important as national defence budgets have been reduced); discussions with experts in government and NATO were essential in teasing out this crucial finding; \n- the drawdown in Afghanistan is part of a broader picture of a Western (and thus NATO) retreat from global military engagement (important here was Seminar 2, which focussed on the Syrian crisis and NATO's distance from that conflict);\n- the attenuation of its activities does not diminish NATO's importance for its members. The organisational, technical, operational and political benefits of the Alliance continue to be evident. For different reasons, this is true for large (US) and medium (UK) military powers as well as small and vulnerable ones. These considerations align with both instititionalist and realist interpretations of NATO;\n- the paradox of NATO (highlighted in our proposal) is clear: an organisation often criticised as ineffectual and in crisis, nonetheless survives as the principal vehicle of transatlantic and pan-European defence cooperation. Why does this paradox persist? There are two explanations. First, because it has adapted so successfully since the end of the Cold War, NATO has become the victim of inflated expectations. And second, NATO's unique military, political and institutional assets make it the natural choice for action in the absence of workable alternatives. (The latter point was one conclusion of Seminar 5 at which the crisis in Ukraine was considered);\n- in an age of defence austerity and a broadened security agenda involving often irresolvable problems, NATO needs to steer toward an agenda that is modest but achievable. That agenda should (and, to some degree, does) entail an Alliance commitment to policies of readiness, reassurance and renewal. (See sources immediately below for an elaboration of this finding). \n\nThe Seminars' findings are summarised in a short article by the PI currently under consideration for the ESRC's annual Britain in 2015. The major published outcome is an article co-authored by the three co-investigators - 'Repairing NATO's Motors', International Affairs, Vol.90(4), July 2014. All investigators are involved in UK-based policy networks. These have been strengthened and developed by the seminar series. \n\nFor the last six years, the PI has led student delegations to Washington D.C. to participate in Model NATO organised by Howard and Kent State Universities. The insights drawn from the Seminar Series will inform delegation preparations for the February 2015 Model. The PI is also the lead academic convenor (on behalf of the British International Studies Association) of a sixth-form Model NATO being held in September 2014 at the University of South Wales to coincide with the actual NATO summit occurring nearby at Celtic Manor. Preparation of the agenda and briefings for students and teachers has been informed by material obtained in the Seminar Series. Aerospace, Defence and Marine,Education,Government, Democracy and Justice","dataset":"gtr"}