{"id":"0170C062-0C49-41B1-B8B2-E41A25650FC6","title":"Neural and psychological basis of compulsive drug seeking and relapse prevention in drug addiction.","abstractText":"Drug addiction is a major form of neuropsychiatric disorder that also places an enormous burden on society through its repercussions on crime-rate and health-care. As highlighted in the 2005 Technology Foresight project, ?Brain Science, Addiction and Drugs? (http://www.foresight.gov.uk/Brain_Science_Addiction_and_Drugs/index.html), there is a major need to develop new treatments for drug addiction. This requires a much better psychological and neural explanation, of the processes by which casual, or intermittent, drug use can progress to a compulsive drug seeking habit such that drug addiction is manifested clinically as a chronic-relapsing disorder with devastating consequences for individuals, their families and the societies in which they live. In the proposed research, we aim to model the transition from voluntary drug seeking through loss of control over this behaviour so that it becomes ultimately compulsive and persistent. We will investigate the neural basis of this transition, especially testing the hypothesis that it involves a loss of control by the prefrontal cortex, an area of the brain involved in ?executive function? that include inhibitory processes that would, for example, normally prevent the establishment of maladaptive habits, such as compulsive drug taking. Abstinence in human addicts is especially difficult to maintain and relapse, often triggered by drug-associated stimuli in the environment, is a characteristic of drug addiction. We now know that activation of drug memories by exposure to drug-associated stimuli and environments makes them vulnerable to disruption, since they undergo a process of ?reconsolidation? during which the memories are updated and re-engage neural mechanisms of plasticity. Thus we will study the molecular and neurochemical basis of drug memories and then investigate whether it is possible to diminish or block the pervasive impact of these memories on drug addiction and relapse. A longer term goal, therefore, is the development of novel neuropharmacological approaches to the treatment of drug addiction that will promote abstinence and prevent relapse in individuals trying to relinquish their compulsive, drug seeking habits.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0600196","grantId":"G0600196","fundValue":"1847880","fundStart":"2006-10-01","fundEnd":"2011-09-30","funder":"MRC","impactText":"","person":"Barry John Everitt","coPersons":["Anthony  Dickinson","Trevor William Robbins","Jeffrey Wayne Dalley"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}