{"id":"0170C9F5-63A9-4D0C-8D3C-19EA9C3BB893","title":"Genetic, Genomic and Molecular Studies of the Drosophila Genome","abstractText":"The success of projects aimed at determining the sequence of the Genomes of several organisms have given biologists a huge amount of data to explore. Now the key challenge is how to utilise and apply this information to improving human health. The task is daunting; the human genome contains over 3 billion letters of code and, at present, we know the function of only a tiny fraction of this. For many years biologist have used simpler organisms to study biological processes in the belief that they represent heuristically useful model systems for understanding human biology. In the case of the fruit fly, Drosophila melanogaster, this belief has been vindicated time and again over the last few decades, and, with the comparison of the human and fly genomes, looks likely to continue to provide fruitful information. The challenge facing us is understanding where all the genes in a genome are, what their structure is, how they are controlled and most importantly, what their function is. To address these questions biologists must move from experimental strategies that examine one or a few genes at a time to large scale approaches that deal will all the genes or the whole genome simultaneously; this new approach is known as genomics. This paradigm shift in biology requires the development of technologies and methodologies that can extract reliable data from genomics studies, most importantly informatics and computing tools. Our research is aimed at applying focused genomics approaches to understanding basic biological questions; how is a defined region of the genome organised, where are the genes, how are they controlled and what do they do? How are conserved early events in the developing nervous system controlled by a set of regulatory genes? How do a conserved group of regulatory proteins function to control the activation and repression of sets genes? By focusing our research on well-defined biological problems that are conserved between fly and man we hope to provide a deeper understanding of how the genome is decoded and how errors or breakdowns in that decoding lead to illness and disease. Our research is communicated to the public via a number of routes including participation in National Science Week, presentations and talks to schools as well as public events such as the British Association Festival of Science.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G8225539","grantId":"G8225539","fundValue":"5481860","fundStart":"1983-10-01","fundEnd":"2008-09-30","funder":"MRC","impactText":"","person":"Michael  Ashburner","coPersons":["Steven  Russell"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}