{"id":"0188F879-A388-4347-BA2D-8D874871570E","title":"Efflux of methane (CH4) to the atmosphere from northern peatlands via ebullition: the role of plants and peat structure.","abstractText":"Large areas of the northern hemisphere's land mass are covered with peat soils. Peats form in waterlogged conditions. When peatland plants die and start to decay they form peat. Over many thousands of years, peat deposits have built up and may exceed 5-10 m in thickness. It is commonly thought that the decay of plant material cannot take place in waterlogged conditions. However, decay does occur below the water table and produces a gas called methane. Methane is an important greenhouse gas - that is, it contributes to the greenhouse effect - and northern peatlands are one of the largest global sources of this gas. Scientists are interested in predicting how much methane enters the atmosphere so that they are better able to predict climate change. As part of this effort, they have written computer models that simulate the production of methane in peat soils and the escape of this gas to the atmosphere. In the computer models it is assumed that methane can escape from peats to the atmosphere in three main ways: (i) by slow diffusion through the spaces between peat fibres, (ii) by diffusion and sometimes mass flow through vascular wetland plants like sedges, and (iii) as bubbles rising through the peat, a process called ebullition. A problem with applying these computer models is that we have very little understanding of how much methane escapes via bubbles and the factors involved in bubble loss, so it has not been possible to simulate accurately the process of ebullition. Some recent studies have shown that ebullition may be much more important than previously thought. Indeed, some researchers have suggested (i) that ebullition can account for more loss of methane to the atmosphere than the other two pathways combined (diffusion and plant-mediated transport) and (ii) that previous measurements of methane losses from northern peatlands are gross underestimates. However, that ebullition is the dominant pathway for transport of methane to the atmosphere in peatlands currently has the status of hypothesis and more work is urgently needed on characterising bubble build up and losses in northern peatlands. The purpose of our study is to gain a better understanding of both processes in one important class of peatland / bogs. We will take samples of peat (including the growing surface of the bog) back to the laboratory and keep them in state-of-the-art environmental cabinets where the light, temperature and humidity can be set to realistic values. We aim to answer three key research questions: 1. In bogs, how do the magnitude of the methane efflux and the relative importance of the mechanisms of that efflux (i.e. diffusion, plant-mediated, and ebullition) vary according to peat type? 2. How is bubble buildup and release affected by peat structure? 3. How does the presence of vascular plants, especially common types of sedge, affect bubble build up and loss from bog peats? Having the peat in the laboratory makes it possible to take sophisticated measurements of gas bubble dynamics that are not possible in the field. We will measure how gas bubbles accumulate in the peat during the onset of spring/summer conditions (when most methane is produced) and also how they are released from the peat. New technologies involving measuring the electrical properties of the peat will allow us to map where most bubbles form and how the volume of bubble accumulations changes in response to more methane being produced and the loss of bubbles to the surface of the peat. After the experiments, we will analyse the structure of the peat using an x-ray scanner. Using the x-rays we will be able to reconstruct the 'skeleton' of the peat and will be able to identify the plant remains that make up the peat, like stems of Sphagnum mosses and roots of sedges. With our knowledge of bubble build up in our samples, we will be able to identify which structures within the peat are most effective at trapping bubbles.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F003390/1","grantId":"NE/F003390/1","fundValue":"191730","fundStart":"2008-04-15","fundEnd":"2009-01-14","funder":"NERC","impactText":"  Our study and work from other groups is helping scientists working for the IPCC and policy teams in Defra to derive emission factors for UK peatlands in particular and northern hemisphere peatlands more generally. Some of the modifications to (and development of) techniques used (e.g. electrical imaging and X-ray CT) have broader use in characterising the dynamics in natural materials, not just peat. Environment,Government, Democracy and Justice ","person":"Andrew James  Baird","coPersons":[],"organisation":"Queen Mary, University of London","findingsText":" Large areas of the northern hemisphere's land mass are covered with peat soils. Peats form in waterlogged conditions. When peatland plants die and start to decay they form peat. Over many 1000s of years, peat deposits have built up and may exceed 5-10 m in thickness. It is commonly thought that the decay of plant material cannot take place in waterlogged conditions. However, decay does occur and produces methane. Methane is an important greenhouse gas, and northern peatlands are one of its largest global sources. Scientists are interested in predicting how much methane enters the atmosphere so that they are better able to predict climate change. As part of this effort, they have written computer models that simulate the production of methane in peats and its escape to the atmosphere. In the computer models it is assumed that methane can escape from peats to the atmosphere in three main ways: (i) by slow diffusion through the spaces between peat fibres, (ii) through wetland plants like sedges, and (iii) as bubbles rising through the peat, a process called ebullition. A problem with applying these computer models is that we have very little understanding of how much methane escapes via bubbles and the factors involved in bubble loss. Some recent studies have shown that ebullition may be much more important than previously thought. Indeed, it has been suggested (i) that ebullition can account for more loss of methane to the atmosphere than the other two pathways combined and (ii) that previous measurements of methane losses from northern peatlands are gross underestimates. However, that ebullition is the dominant pathway for transport of methane to the atmosphere in northern peatlands currently has the status of hypothesis and more work is needed on characterising bubble build up and losses. The purpose of our study was to gain a better understanding of both processes.\nWe took samples of peat back to the laboratory and kept them in state-of-the-art environmental cabinets where the light, temperature and humidity were set to realistic values. We addressed three questions:\n1. How do the magnitude of the methane efflux and the relative importance of the mechanisms of that efflux (i.e., diffusion, plant-mediated, and ebullition) vary according to peat type?\n2. How is bubble build up and release affected by peat structure?\n3. How does the presence of vascular plants, especially common types of sedge, affect bubble build up and loss from bog peats?\nHaving the peat in the laboratory made it possible to take sophisticated measurements of gas bubble dynamics that are not possible in the field. We measured how bubbles accumulate in the peat during summer and early autumn conditions and also how they are released from the peat. We found that ebullition was less important than has previously been suggested, and also that it did not vary with peat type. We discovered that sedges did not affect ebullition; however, they did affect the total amount of methane lost to the atmosphere. All three findings were unexpected but are important in improving our understanding of methane dynamics in peatlands. A novel feature of our work was our use of measurements of the electrical properties of the peat to allow us to map changes in the bubble content over time, without disturbing the samples. We developed new ways of 'staining' peat so that we could use new micro X-ray imaging methods to reconstruct the peat's 'skeleton'. This permitted us to explore the pathways that bubbles take as they migrate upwards, and hence compare different peat types. These characterisation studies also provided insight into the key properties that control bubble movement, and hence give useful information for larger-scale computer simulation models. Our study and work from other groups is helping scientists working for the IPCC and policy teams in Defra to derive emission factors for UK peatlands in particular and northern hemisphere peatlands more generally. Some of the modifications to (and development of) techniques used (e.g. electrical imaging and X-ray CT) have broader use in characterising the dynamics in natural materials, not just peat. Environment,Government, Democracy and Justice","dataset":"gtr"}