{"id":"019145EB-C931-4336-9E2D-9B8614E5E84D","title":"A conserved transcription pathway in the involuting mammary gland","abstractText":"As animals grow and develop, their tissues reorganise themselves in a highly ordered way. The basic cellular processes required for this - motility, attachment, cell division and cell death - are shared in all multi-cellular organisms. Yet we know very little about the programmes that control these events, that is, which genes are involved and how they are regulated. The consequences of errors in these programmes can be severe, and may lead to major developmental defects, immune diseases or cancer. Two families of gene regulators that control embryonic development of the nematode worm, C. elegans, have also been found in mouse and man. Some individual members of these families have known functions in controlling cell death and cell attachments in mammals, but it is not yet clear whether they act together in the same way as they do in worms. We have preliminary evidence to suggest that these genes have a role in the reorganisation of mouse mammary gland tissue during a process known as involution. This occurs after the pups have weaned and involves the removal of the milk-producing cells of the gland which are no longer required. Our aim is to establish whether the same genetic pathway that controls worm development also controls the organisation of mouse mammary tissue. We will look at existing mice that carry mutations in these specific genes and we will establish how these mutations affect the structure and function of their mammary glands. To complement this work, and to minimise the number of animals required in this study, we will also model the effect of these genes in cultured cells. The consequences of this work are broad - providing important clues about how tissues are reorganised during development and demonstrating the existence of a biological process which has been highly conserved between worms and man.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D001315/1","grantId":"BB/D001315/1","fundValue":"232847","fundStart":"2006-03-01","fundEnd":"2009-10-31","funder":"BBSRC","impactText":"","person":"Richard William Clarkson","coPersons":["Andrew  Wyllie"],"organisation":"Cardiff University","findingsText":"","dataset":"gtr"}