{"id":"01A91523-CABB-4CE3-B397-D9461B783061","title":"Alcohol Harms: The relationship between alcohol consumption and cardiovascular risk - A life-course perspective","abstractText":"It is important to examine how lifestyle behaviours, such as drinking alcohol, are related to our health. It has been widely cited that moderate alcohol consumption is good for the heart - but is this really true? The majority of scientific studies on the topic of drinking and cardiovascular health have only recorded the drinking habits of people at one point in time and assumed that they do not change. This assumption is unlikely to be true. People change the way they drink throughout life and not everyone follows the same pattern of drinking as they age. Some people may drink heavily earlier in life before becoming moderate consumers, while others may increase their alcohol intake over time, and of course, some people may not drink alcohol at all.\n\nThose that do not drink alcohol are a particularly important group to study, as pooled findings from many studies show that those who abstain from alcohol have a higher risk of developing cardiovascular disease. But as mentioned previously, these studies are based on what people report drinking at that point in time; they ignore an entire history of possible alcohol intake before then. As people become unwell they may choose to quit drinking or substantially reduce how much they drink. This means that the group of non-drinkers shown to have a higher risk of cardiovascular disease could actually be made up of people who have never drunk alcohol at all, as well as those who used to drink but quit due to ill health. Therefore, we may falsely think alcohol consumption is beneficial for us because healthy moderate drinkers are compared to non-drinkers who may already be ill. Some people may choose to drink alcohol under the belief that it is good for them, but if the current evidence is wrong, then they may actually, unknowingly, be putting themselves at risk.\n \nIt is also important that we examine the drinking history of those who continue to drink throughout their life too. It may be that there are specific time points in life that drinking is more harmful. If we are able to identify such sensitive periods of the life-course we will be in a better position to take action to ensure that a) those at high risk based on their drinking history are closely monitored (our findings may be used to improve prediction models), and b) strategies are developed to make people aware of this, so that they are able to make informed choices about their drinking habits.\n \nThe proposed project will use existing data on thousands of people, of different ages, followed up over time to explore these exact issues. How is drinking across the life-course related to developing cardiovascular disease? Is there evidence that moderate drinking is good for the heart when compared to a group of healthy non-drinkers? Are there specific points in life when drinking is most harmful to us? \n \nWe will use innovative statistical methods to factor in the complex relationship between changes in alcohol consumption and risk of cardiovascular disease, as well as explore how alcohol consumption affects biological markers of cardiovascular disease (such as blood pressure and cholesterol) in order to better understand the pathways through which drinking increases or reduces the risk of developing cardiovascular disease. We will document best practices so that these methods may then be used by others to explore how life-time drinking is associated with different health outcomes.\n \nUltimately, it is hoped that the findings from this work will contribute to a reduction in the number of people who go on to develop or die from cardiovascular diseases by improving our understanding of specific periods of the life-course where prevention strategies may be most useful and developing more sophisticated means of assessing those at high risk.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M006638/1","grantId":"MR/M006638/1","fundValue":"316235","fundStart":"2015-01-01","fundEnd":"2017-12-31","funder":"MRC","impactText":"","person":"Annie Rebecca Britton","coPersons":["Steven  Bell"],"organisation":"University College London","findingsText":"","dataset":"gtr"}