{"id":"01ABB28F-5A93-4B88-8C84-5FAF9D004BBC","title":"To benchmark the utility of E06: A half-life extension, single-domain, shark antibody bio-tool, and progress it to a Phase 1 ready candidate clone","abstractText":"Scientifically we are developing a &quot;bio-tool&quot; that could be fused to a range of different therapeutic proteins/peptides to extend their serum half-life from hours to weeks, with the potential of greatly increasing their therapeutic potency. It works by hitching a ride on other long-lived proteins in the blood. Commercially, our medium-term goal is to create a Drug Discovery company, based on our unique, single-domain shark antibody (VNAR) platform, which will develop therapeutic agents in-house or in partnership with larger companies. To achieve this, meeting of scientific milestones is key, and in particular confirming non-immunogenicity (not seen by the human immune system &amp; safe for use), and validate the most advanced of our products (E06 VNAR half-life extension bio-tool). Progress towards this goal will also provide a platform for NewCo formation and equity raising, and will deliver an asset capable of securing multiple revenue streams of licensing and partnered income.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K010905/1","grantId":"BB/K010905/1","fundValue":"435489","fundStart":"2013-02-10","fundEnd":"2014-09-09","funder":"BBSRC","impactText":"  The most important way that our findings have been used is to provide data for the filing of patents to protect the intellectual property generated by our research and provide a valuable portfolio (drug generation platform, bio-tools and lead therapeutic molecules) which we hope we will be able to use to raise investment cash and spin out a new company. Pharmaceuticals and Medical Biotechnology Economic","person":"Andrew  Porter","coPersons":[],"organisation":"University of Aberdeen","findingsText":" We have generated a candidate protein (bio-tool) that is capable when joined to other therapeutic proteins of increasing the useful time these drugs are available in the body from a few hours to over two weeks. Importantly although this bio-tool was originally derived from a shark we have &quot;humanised&quot; it in such a way to make the human body think that it is human protein and therefore will not be rejected. We have compared the success of our humanisation outcomes with other highly efficacious and commercially valuable protein drugs and we have achieved a level the same or better than these comparator molecules. This bio-tool is already being used by collaborators interested in improving the outcomes of protein based drugs that treat cancer and disease of the blood. Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}