{"id":"01B0D207-7E70-4F2F-B122-E58D573F2AF4","title":"The transcriptome of haemogenic endothelium in zebrafish embryos","abstractText":"Every day, billions of blood cells die in our body and need to be replaced. Haematopoietic (blood) stem cells (HSCs) located in the bone marrow maintain the blood system throughout life. They give rise to all of the blood cells in our body, and retain the ability to divide to generate more HSCs in a process called self-renewal. These characteristics also enable HSCs to reinitiate blood formation in patients who through disease, injury or therapeutic treatment have lost their own HSCs and are unable to produce blood cells themselves. HSC transplants are, however, not without risks. Transplant rejection and graft-versus-host disease are frequent complications that can lead to the death of the patient. Pluripotent stem cells (cells that have the potential to become any cell type in our body) are a potential source of patient-matched or patient-specific HSCs that would allow us to avoid these complications. While we are able to generate mature blood cells from pluripotent cells, we currently lack sufficient knowledge to guide the cells to become HSCs. All vertebrates first form HSCs during embryogenesis and they appear to do this in a very similar way. In all vertebrate embryos, HSCs arise from haemogenic (blood-forming) endothelium located in the wall of the dorsal aorta, the main trunk artery. Using a transgenic zebrafish line in which haemogenic endothelial cells are marked by the expression of a green fluorescent protein we want to isolate these cells and find out which genes are expressed (switched on) within them. This information will help us to unravel the genetic programme that steers cells in the embryo to become HSCs. This project on zebrafish embryos promises to make a valuable contribution to our knowledge about HSC formation in the embryo which will help us in the future to generate HSCs from pluripotent cells grown in a culture dish.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J000841/1","grantId":"MR/J000841/1","fundValue":"393818","fundStart":"2012-09-10","fundEnd":"2015-09-09","funder":"MRC","impactText":"","person":"Martin  Gering","coPersons":[],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}