{"id":"01C10593-765E-42FE-AB9D-F93E3E107BD3","title":"The Experiential Knowledge Project: investigating non-traditional forms of knowledge and knowledge communication in art and design research.","abstractText":"The UK has been one of the first countries to campaign research in the creative and cultural industries (CCI), especially in the area known as practice-led or practice-based research. Thus it has taken a leading role from which other countries such as Sweden have been seeking to learn. However, ongoing debates about the variable quality and consistency of research funding applications, outcomes, and education indicate a lack of fundamental research that the field needs to overcome in order to maintain its leadership. Our proposed program of research will investigate the characteristic but problematic area of non-traditional knowledge and knowledge communication, thereby providing robust foundations for CCI research and making a contribution to improving quality and consistency of, and ensuring UK leadership in, CCI research.\\n\\nThis project addresses the problems that arise for the production of academic research within CCI. The principal problems are the relationship between creative practice and the requirements and standards of the academy; and the nature of knowledge and communication of research that contains elements of practice. A criterion-based approach will be used so that a robust academic research ontology can be developed for CCI which includes non-traditional forms of knowledge and communication. The ontology will enable the identification, differentiation and evaluation of academic research in CCI and facilitate the development of policy and strategy for furthering research as distinct from professional practice.\\n\\nThe aims of the project are therefore three-fold: to analyse the traditional models of research in academia and identify their fundamental characteristics; to analyse the characteristics of emerging non-traditional models of research; and to determine whether the dominant academic research paradigm should be modified for CCI either in terms of its content or in terms of how it is communicated.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F009828/1","grantId":"AH/F009828/1","fundValue":"394548","fundStart":"2008-09-22","fundEnd":"2012-03-21","funder":"AHRC","impactText":"  Evidence of the impact of this project comes from citation counts on Google scholar, etc., indicating a good level of impact and substantial citations for several publications including &amp;quot;Eight Criteria&amp;quot; which is now essential reading on many European doctoral programmes. In general the impact has been with doctoral students and supervisors in Creative Arts, providing a methodological foundation for advanced research. References to project publications have also been found in governmental reports on research in Creative Arts in Canada and Australia. Creative Economy,Education Cultural","person":"Michael Anthony Biggs","coPersons":[],"organisation":"University of Hertfordshire","findingsText":" Year 1 of the project was an ontology-building phase. The findings from this phase extended our understanding of the central role of &quot;experience&quot; in the creative arts, which is quite distinct from its role in the natural or social sciences. We characterised this as the centrality of &quot;the direct encounter with the artefact&quot;. We already knew that artists claim a need for the presence of the artwork in research, but with these findings we were able to provide academic arguments for why this presence is needed. There were two further findings from this phase: (1) that the mere presence of practice was not necessarily an indicator of so-called practice-based research, and (2) that cases of practice-based research that could be regarded as a new paradigm - as opposed to a variant of existing paradigms - are less common than is claimed by the researchers themselves.\n\n\n\nYear 2 of the project focussed on the role that research paradigms, and models of knowledge in general, play in giving meaning to terms such as &quot;criteria&quot;. We found that there were three different knowledge models in use in contemporary academia, i.e. natural and technological, human and humanities, and applied and social. Within each of these models, the role of common terms such as &quot;evidence&quot; is quite different, and as a result we concluded that transdisciplinarity subjects such as the creative arts run the risk of being misunderstood owing to different cross-model understandings. This led us to conclude that transdisciplinary understanding would be facilitated not by a mere &quot;translation&quot; of the meaning of terminology, because the underlying significance of the terms is model-specific, but instead by an analysis of the network of concepts that constitutes each model. Such an analysis would reveal why certain actions are significant towards research in one model, whereas in another model these actions are irrelevant. The outcomes of this phase fed the Research Training Course that we gave to staff and students at our University, and which we also delivered at Royal College of Art, Chelsea, and TU Delft. Subsequently, Biggs and B?chler were invited as consultants on a series of projects on practice-based research in architecture at Mackenzie University in S?o Paulo (2010 to present).\n\n\n\nYear 3 of the project adopted a sociological perspective on what we had previously assumed to be epistemological arguments. We realised that the detailed academic disagreements about how research should be undertaken formed a subset of a wider social context in which groups differentiate themselves according to certain social practices that they share. For example, being an architect is as much about adopting certain attitudes as it is about acquiring certain competences. Thus we concluded that academic research is as much a culture-specific activity as it is an objective, culturally independent one. Our findings will benefit knowledge production in areas that fall between traditional knowledge models or that are transdisciplinarity, owing to greater clarity about what is inherent in a discipline and what are merely habitual practices, thereby liberating the changes that can lead to innovation. The project had three research questions: (1) In what way are these dominant concepts of academic research problematic for research in the creative and performing arts?, (2) Can we use knowledge management models to understand the relationship of academic research to practices in creative and performing arts?, and (3) What are the practical problems for the dissemination of research in the creative and performing arts?\n\n\n\nOur findings are relevant in two non-academic areas: subject-specific Creative Economy,Education","dataset":"gtr"}