{"id":"01C970BA-A7EA-4E54-A494-6EB4E3340A37","title":"Non-polar nitride quantum dots for application in single photon sources","abstractText":"Physicists understand that light can be thought of as either a wave, or a stream of tiny particles called &quot;photons&quot;. A photon is the smallest amount of light which can exist. Using single photons, we can encode information for cryptography and computing. Quantum cryptography using photons offers the ultimate in data security, and linear optical quantum computation provides the opportunity for massively parallel data processing. However, progress towards these applications is limited by the current performance of single photon sources. Such a device can reliably provide one - and only one - photon on demand. Using a dim conventional light source in place of a true single photon source always risks the possibility of emission of multiple photons, compromising the security of quantum cryptography and corrupting the performance of quantum computers. \n\nTrue single photon sources can be made using semiconductor quantum dots: tiny crystals with atom-like properties, whose very nature means that they emit a single photon upon optical or electrical excitation. Different semiconductor materials are being explored, including families of materials based on compounds of arsenic (the &quot;arsenides&quot;) and on compounds of nitrogen (the &quot;nitrides&quot;). Of the two, the arsenides have been fairly widely studied, and can be used to produce efficient single photon sources, but with one major disadvantage: these devices only operate at very low temperatures: typically, 250 degrees below zero, or lower. The nitrides, on the other hand, have been used to demonstrate single photon emission at room temperature, which would obviously be much more convenient for real-world applications. However, this family of materials has been studied much less, and current devices are not very efficient and have a low rate of photon emission compared to the arsenides. Another difference between the arsenides and the nitrides is that whilst the former give red or infra-red light, the latter are currently most useful at the other end of the colour spectrum: in the green, blue and ultra-violet. (However, the nitrides do have potential for emission of almost any colour of light depending on the exact composition of the material used.) \n\nA team of researchers at Oxford and Cambridge Universities have recently invented a new way to grow nitride quantum dots which may help to overcome some of the disadvantages of the nitrides. By changing the orientation of the substrate crystal on which the quantum dots are grown, we have shown that the rate of photon emission could be increased by a factor of ten or more. Furthermore, initial studies suggest that these more efficient quantum dots also retain sufficiently good temperature stability that devices could be designed which can operate with on-chip cooling, which would be a practical solution for real applications. In this project, we aim to explore the properties of quantum dots grown in this new orientation, and develop the crystal growth techniques which allow them to be incorporated into practical devices, which we will then test. We hope to develop a practical quantum technology based on the discoveries we have made about these exciting nitride materials.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M012379/1","grantId":"EP/M012379/1","fundValue":"467349","fundStart":"2015-02-28","fundEnd":"2018-02-27","funder":"EPSRC","impactText":"","person":"Robert Anthony Taylor","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}