{"id":"01EF5A0D-5831-4EA1-B8EE-701F445F35F8","title":"Combining Click Chemistry &amp; Peptide Synthesis to Generate Novel Inhibitors of the Anti-Apoptotic Protein Mcl-1 for the Treatment of Pancreatic Cancer","abstractText":"Pancreatic cancer is the 9th most common cause of cancer in the UK and the 5th most common cause of cancer deaths. In recent years there has been an extensive and continuous research effort which has focussed on the early detection and treatment of pancreatic cancer. However, despite this, the prognosis for patients is not good with most cases being detected in the advanced stages of the disease. For those patients who are diagnosed early, surgery is possible but the average survival rate is still poor with the percentage of patients who survive the disease for five years as low as 4%. The first line therapy for the treatment of pancreatic cancer is gemcitabine but, like most drugs used for the treatment of cancer, it has debilitating side effects and in addition to this also leads to a poor outcome. The search for new molecules with novel modes of action that can target and treat pancreatic cancer is therefore of utmost importance. \n\nCell death is a highly controlled process in the body that is regulated by a class of proteins called the Bcl-2 family. Within this family some proteins are pro-survival and some are pro-death. In a healthy cell there is a careful balance that controls the fate of the cell and only when the cell is damaged do the levels of the pro-death proteins rise resulting in cell death. However, in a variety of human cancers (including pancreatic cancer) there are elevated levels of the pro-survival proteins which prevents the normal cell death mechanisms from functioning correctly. This leads to the formation of a tumour as well as resistance to current chemotherapy and radiation treatment. The pro-survival members of the Bcl-2 family are well validated targets for drug discovery with several compounds currently in clinical trials. However, these compounds do not target one of the key pro-survival proteins in cancer - Mcl-1, deeming them ineffective as single agents. High levels of Mcl-1 are one of the most commonly observed abnormalities in human cancer and are associated with the observed resistance to current therapies. For example, Mcl-1 overexpression is linked to resistance observed against paclitaxel and vincristine as well as gemcitabine. A recent study has shown that reducing the levels of Mcl-1 enhances the sensitivity of human pancreatic cancer cells to gemcitabine and radiation, resulting in increased levels of cell death. Mcl-1 therefore represents an exciting and attractive target for the development of the next generation of cancer therapeutics for the treatment of pancreatic cancer.\n\nIn this proposal, we aim to design a potent and selective small molecule inhibitor of Mcl-1. We will use part of the structure of one of the pro-death proteins, which binds selectively and strongly to Mcl-1, as a starting point. We intend to design compounds that will be able to mimic this pro-death protein and be able to initiate programmed cell death. In doing this, we will move forward towards new chemotherapeutic agents that have enhanced activity in pancreatic cancer and can be used to treat this dreadful disease.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M006379/1","grantId":"EP/M006379/1","fundValue":"98777","fundStart":"2015-03-31","fundEnd":"2016-06-30","funder":"EPSRC","impactText":"","person":"Lesley Ann  Howell","coPersons":[],"organisation":"University of East Anglia","findingsText":"","dataset":"gtr"}