{"id":"01F2E348-9E50-49AE-A353-3654F7B7A0E6","title":"Non-invasive laminar electrophysiology in humans","abstractText":"Through experience we learn what to expect from the world around us. We become familiar with particular sensory information and we use this previous experience to make predictions about what we expect to see or touch. When the sensory information is not as we expected, this information (or prediction error) is fed forward to correct future predictions. For example it may be that you have had the impression that your stationary train is leaving the station simply because another train moves alongside you. This is an example of visual information making a prediction about the state of the world- which in this case happens to be a prediction error. We know from the anatomy of the cortex that the pathways that carry this feedback (predictions) and feedforward (prediction errors) information intertwine in parallel streams which interconnect brain regions that process very low level sensory information through multiple intermediate levels right up to those brain regions in which we make decisions about what to do. Interestingly, these pathways have distinct origins with feedforward and feedback pathways originating in the upper and lower cortical layers respectively (separated by around 3-4mm). Besides being distinguishable anatomically, these feedback and feedforward streams operate within distinct frequency ranges, the feedback signals changing more slowly (about 10-20 times a second) than the feedforward (about 30-60 times a second). At present the only way that we can look at these feedforward and feedback signals as they pass through the brain is through implanting micro-electrode arrays in the brains of animals. This is because the majority of human brain scanners either can see the layers but can only watch how they change over many seconds (functional Magnetic Resonance Imaging); or they distinguish the feedback and feedfoward signals in time but cannot resolve where they are coming from (electroencephalography or EEG). This grant builds on recent technological developments in magnetoencephalography (MEG) in which we measure magnetic fields outside the head produced by electrical currents flowing in the human brain. MEG, like EEG, can distinguish between these feedforward and feedback signals in time and frequency; importantly we have recently shown that it is also possible to distinguish between cortical layers using MEG. This is made possible because we have very precise models of where the different cortical layers lie with respect to our magnetic field measuring system (MEG). In this grant we put these two things together and expect to show that we can non-invasively disentangle feedback from feedforward information in both frequency (feedback low frequency, feedforward high frequency) and space (feedforward and feedback origins in upper and lower cortical layers respectively). This is a completely safe and non-invasive technique we can use in humans. Importantly, it will allow us to study how this feedforward and feedback information propagates across multiple areas of the human brain simultaneously - something that cannot even be done in invasive animal studies.This will not only help us understand how the brain works, but will help us understand what happens when these feedback and feedforward streams become compromised in conditions such as Parkinson's disease of schizophrenia.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M009645/1","grantId":"BB/M009645/1","fundValue":"345964","fundStart":"2015-01-01","fundEnd":"2017-12-31","funder":"BBSRC","impactText":"","person":"Gareth Robert Barnes","coPersons":["Sven  Bestmann"],"organisation":"University College London","findingsText":"","dataset":"gtr"}