{"id":"01F4DD76-AABA-48EA-899D-93FBD4E36DF4","title":"Chimaeric site-specific recombinases for 'genomic surgery'","abstractText":"All living organisms contain immensely long double-helical DNA molecules that carry the information each cell needs to grow and multiply. This information is encoded in the sequence of the DNA building blocks called bases, strings of which encode messages known as genes. Cellular machines translate the code into useful molecules such as proteins. Sometimes we would like to 'edit' the DNA code; for example, by deleting a 'bad' gene that causes a disease, or by inserting a new gene that cures a disease or that makes an organism produce a useful substance such as an antibody. We are trying to develop tools for doing this DNA editing or 'genomic surgery', by modifying a class of natural proteins called site-specific recombinases which can already do reactions like this in bacteria. However, the bacterial enzymes only work at bacterial DNA sequences that they have evolved to recognize. In order to make them more generally useful, we must find a way of converting them so that they can recognize and 'cut and paste' at any DNA sequences that we choose. We have already demonstrated that one type of site-specific recombinase called resolvase can be modified so that it will act at a new sequence. To do this we replace the part of the resolvase protein that is designed to recognize the sequence of DNA bases with a DNA-recognizing module from another protein called Zif268. We call this hybrid protein a Z-resolvase. The Zif268 module is used because other research groups have worked out how to change it so that it can recognize almost any chosen DNA sequence of about 9 bases. We can therefore potentially make Z-resolvases that can be placed on any DNA target using their attached Zif268 module. However, there is still a lot to do before Z-resolvases can be used for very demanding applications, like curing human diseases, where any editing of the wrong DNA sequences could be disastrous. In this project, we want to develop Z-resolvases so that they work on almost any chosen DNA sequence with the efficiency and precision necessary for real uses in biotechnology and gene therapy. To reach this goal we will have to optimize the properties of Z-resolvase. We need to modify the part of Z-resolvase that actually breaks and rejoins DNA strands, so that it can deal with any DNA sequence that it is placed on. We must ensure that our Z-resolvase proteins are very specific for the chosen sequence, and do not damage the DNA elsewhere. We want to be able to control the type of changes in the DNA that a Z-resolvase brings about; for example, to make sure that it cuts a section out and does not put it back in. Finally, we must make sure that Z-resolvases work efficiently in humans and other species where they might be used. To test whether we have achieved these objectives, we aim to demonstrate that we can use Z-resolvases to cut out the piece of DNA encoding HIV (the virus that causes AIDS in humans) from a cell's DNA, thus preventing it from making more virus copies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F021593/1","grantId":"BB/F021593/1","fundValue":"349648","fundStart":"2008-08-01","fundEnd":"2011-07-31","funder":"BBSRC","impactText":"","person":"Marshall  Stark","coPersons":[],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}