{"id":"0202F337-90EE-477A-A4BA-02C554C53164","title":"Isaac Newton Institute for Mathematical Sciences","abstractText":"Mathematics, with its capacity for generality and abstract reasoning, is a subject that is unique in its ability to penetrate deep within other disciplines, to provide a common language for establishing communication channels between research communities, and in the longevity of its influence. The Isaac Newton Institute for Mathematical Sciences (INI) is a visitor research centre which enables UK researchers to meet and collaborate and with top scientists in the world in a building that was designed to inspire research and catalyse collaboration. With a state of the art multi-media environment for video recording, webcasting and videoconferencing; access to libraries across Cambridge; the opportunity to interact with the wider community in nearby Institutes; and an experienced staff to provide powerful support to organisers and participants, the INI infrastructure enables participants to concentrate on their science.\n\nProgrammes are of one, four or six months duration each with between 25 and 30 researchers. They have attracted 22 Fields Medallists, and 7 Nobel, 18 Wolf and 7 Abel Prize winners since the Institute was founded in 1992. Collaborations established at INI often bear fruit over a long period; these are further encouraged by one-week Follow-up Meetings to earlier programmes. In addition to regular seminars, programmes include intense periods of instructional courses and workshops for 100 or more, often held in the UK outside Cambridge. \n\nFrom the outset INI's understanding of what comprises the mathematical sciences was broad and inclusive and this breadth of vision endures. Ground-breaking results produced at INI include: uncovering a major vulnerability in ubiquitous security protocols; a paradigm shift in understanding RNA virus assembly; a glimpse of the early universe arising from the connection between the Einstein and Navier-Stokes equations; and a working algorithm that is widely used in shipping throughout Europe for predicting &quot;freak&quot; waves.\n\nINI will launch the Turing Gateway to Mathematics through which it will disseminate the mathematical point of view, and try to capture and represent the all pervasive but elusive impact which mathematics has on high technology and on everyday lives.\n\nThe Scientific Steering Committee (SSC) is at the heart of a rigorous peer review process to ensure that every programme is of the highest quality. The SSC evaluates proposals in the light of the quality of the research proposed; its novelty and timeliness; the opportunities it offers to bring different branches of mathematics and/or application areas together; demand from and value to the UK community; and the potential impact which the special environment of INI can engender. The SSC also takes account of activities at other Institutes worldwide. \n\nThrough Scoping Meetings devised to support the development of innovative multidisciplinary proposals, and through initiatives such as the &quot;Open for Business&quot; meetings embedded within workshops, INI plays a central role in the propagation and dissemination of cutting edge mathematics in other disciplines, business and industry. \n\nINI is committed to supporting early career researchers, students and women working in the mathematical sciences. \n\nINI cultivates opportunities to encourage public engagement through activities not funded by the public purse. Most recently it has participated in the Cambridge Science Festival and other high profile projects including the exhibition Intersections: Henry Moore and Stringed Surfaces held at the Royal Society and the Science Museum (4th April-20th June 2012) and support for Grenville Davey (Turner Prize 1992) as INI Artist in Residence (January-June 2012).\n\nIt fundraises assiduously to support its activities.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K032208/1","grantId":"EP/K032208/1","fundValue":"5957240","fundStart":"2014-03-01","fundEnd":"2018-02-28","funder":"EPSRC","impactText":"","person":"John Francis Toland","coPersons":["Christie  Marr"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}