{"id":"020B7ABC-D3D9-400C-BBE8-13987277316D","title":"Bacterial transport and transformation of nitrate and nitrite in the nitrogen cycle","abstractText":"Atmospheric nitrogen gas is very stable but it can be combined with hydrogen, either in an industrial chemical process or biologically to give ammonia. The latter can be used by plants and bacteria to provide the nitrogen content of proteins and DNA. Some soil bacteria can effectively react ammonia with oxygen to give nitrate and nitrite. Other bacteria can reduce nitrite and nitrate back to nitrogen gas, thus completing a nitrogen cycle. A newly discovered variant of this process is catalysed by novel bacteria which can react to ammonia with nitrite to give nitrogen gas. There is no chemical precedent for this and we wish to discover how this works. Nitrate and nitrite can also be used by plants and bacteria for protein and DNA production. Nitrate and nitrite are negatively charged and water-loving chemicals. These properties raise fundamental questions as to how these chemical species pass into and out of biological cells. Such cells have a surrounding barrier that has properties that normally oppose the passage of nitrate and nitrite. We intend to increase considerably understanding as to how such passage occurs.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D523019/1","grantId":"BB/D523019/1","fundValue":"287163","fundStart":"2006-06-12","fundEnd":"2009-06-11","funder":"BBSRC","impactText":"  They are being used at the time of writing to contribute to elucidating how NarK nitrate transporters work. We still have one major paper from this grant to publish and so it is not possible to say how those findings may be used. Agriculture, Food and Drink ","person":"Stuart John  Ferguson","coPersons":["James William Moir","David  Richardson"],"organisation":"University of Oxford","findingsText":" We showed that the two fused domain of the NarK nitrate transport protein in a denitrifying bacterium have different catalytic activities. One appears to be a nitrate/ptoton symporter and one a nitrate/nitrite exchanger. This fused NarK protein provides nitrate for respiration. We have gone on to show that the nitrate import protein for nitrate assimilation has the same catalytic activity as the one parr of the fused NarK protein. We have elucidated how nitrate and nitrite are assimilated and how the process is regulated. The structures of the NarK proteins have recently been elucidated but the exact function of these proteins remains elusive. Our data provide valuable insights into how different functions can be achieved by these proteins with only slight sequence change. We and others are taking this work forward. Other","dataset":"gtr"}