{"id":"0215D199-2BE7-41B7-9112-BA8F8C6E1AB1","title":"Chromatin mediated control of retrotransposons","abstractText":"Retrotransposons are mobile genetic elements which are found in the genomes of all eukaryotic organisms including humans. They are structurally and functionally related to retroviruses such as HIV and have the potential to be very harmful to the host organism because they may disrupt genes, alter their expression and can also drive genomic rearrangements. Indeed, occasionally retrotransposons can cause genetic disease and so all organisms must carefully control the expression of such elements. Therefore, the aims of this work are firstly, to study the mechanisms that control the expression of retrotransposons and secondly, to determine the outcomes when these controls are impaired. Retrotransposons that are related to those present in humans are also found in simple organisms such as yeast. Therefore, this study will use the fission yeast to study the control of retrotransposons as this unicellular organism is much easier to study and manipulate than complex multicellular organisms such as a humans.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E014445/1","grantId":"BB/E014445/1","fundValue":"287394","fundStart":"2007-10-01","fundEnd":"2010-09-30","funder":"BBSRC","impactText":"","person":"Simon Keith Whitehall","coPersons":[],"organisation":"Newcastle University","findingsText":" Retrotransposons are mobile genetic elements which are found in the genomes of all eukaryotic organisms including humans. They are structurally and functionally related to retroviruses such as HIV and have the potential to be very harmful to the host organism because they may disrupt genes, alter their expression and can also drive genomic rearrangements. Indeed, occasionally retrotransposons can cause genetic disease and so all organisms must carefully control the expression of such elements. Therefore, the aims of this work are firstly, to study the mechanisms that control the expression of retrotransposons and secondly, to determine the outcomes when these controls are impaired. Retrotransposons that are related to those present in humans are also found in simple organisms such as yeast. Therefore, this study will use the fission yeast to study the control of retrotransposons as this unicellular organism is much easier to study and manipulate than complex multicellular organisms such as a humans.1. Our work revealed that the histone chaperone complex, HIRA plays a key role in the transcriptional silencing of Tf2/gypsy class LTR retrotransposons and their remnants in fission yeast.\n\n2. An assay to measure the frequency of endogenous Tf2 mobilization events was established and the HIRA complex was found to restrict the spread of these elements in cells exposed to the stress imposed by low oxygen concentrations.\n\n3 Tf2 elements were found not to function as intermolecular recombination hotspots either in wild type cells or in cells lacking the function of the HIRA complex. Thus it is unlikely that these elements are a major source of genomic instability.\n\nLTR retrotransposons are present in the genomes of most eukaryotes (including those of mammals) and the HIRA histone chaperone is evolutionarily conserved. Thus our results have broad implications for the role of HIRA in control of LTR retrotransposons in other eukaryotic organisms. Enhance understanding of the regulation of retrotransposons and retroviruses. Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}