{"id":"0216B3F0-8525-4933-9732-C22BDA6959A5","title":"How do Migratory Dendritic Cell Populations Control Immune Responses in the Intestine?","abstractText":"The intestine has a surface area nearly one hundred times greater than the skin, and is exposed to many potentially dangerous micro-organisms. It requires effective immune responses to protect the intestine from infections, and the correct type of immune response must be made to control the different types of pathogen that may be encountered. On the other hand, immune responses must not be made against the large numbers of harmless bacteria and abundant food proteins that are also present in the intestine. When an inappropriate response occurs it can have serious consequences, leading to inflammatory bowel diseases or food allergy. \nA critical cell for controlling immune responses is the dendritic cell (DC). Many DCs are found in the intestine, where they actively gather information about their local environment, including about whether any micro-organisms have managed to cross the thin barrier of cells that separates food and &quot;friendly bacteria&quot; from the tissues of the body. Following a period of residence in the intestine of approximately 20 days, DCs migrate, in lymph, carrying information about the intestine to the immune cells in the local (mesenteric) lymph nodes (MLN). On reaching the MLN, DCs interact with T cells, key immune effector cells. This interaction not only controls whether an immune response will occur, but also determines which type of response will be generated. Understanding how DCs control these processes is important for the design of oral vaccines or prevention of inflammatory bowel diseases. However, the study of migrating DCs has been difficult because they cannot easily be separated or identified among the other cells in the MLNs and intestine. The best way to collect cells that are certain to be migrating DCs is by surgery, which is used to directly collect the DC-containing lymph. Previously this surgery has mostly been performed in large animals. We developed humane surgical techniques to collect migrating DCs from mice, and can therefore now use a wide variety of immunological techniques to analyse the DCs' functions. In our previous work, we have used these techniques to identify four different types of migrating intestinal DC, each of which generates different immune responses after interacting with T cells. Before we carried out these studies, it was thought that two of these DC types were unable to migrate from the intestine.\nWith this application, we aim to continue our investigations into these different types of migrating DCs, and discover how their properties may be manipulated to control immune responses in the intestine- either to improve the efficiency of oral vaccines, or to help prevent or control intestinal inflammatory disease. Specifically, we will investigate how DCs control three different types of T cell immune responses in the intestine, using mouse models of these immune responses. We will examine the changes in the DCs that occur in each of the models, and also whether particular DC types are necessary or sufficient for inducing each of these responses. Finally, we will use these data to develop approaches for therapeutic modulation of intestinal immune responses.\nIn summary: we have developed a unique array of techniques for the analysis of the functions of migrating intestinal DCs, and have used these to discover exciting new populations of cells with specific immunological functions. We will built on this strong foundation to discover how these DCs control the development of T cell responses in the intestine, and use these data to develop strategies for manipulating the intestinal immune response.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K021095/1","grantId":"MR/K021095/1","fundValue":"537575","fundStart":"2013-04-15","fundEnd":"2016-06-02","funder":"MRC","impactText":"","person":"Simon W Milling","coPersons":[],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}