{"id":"0217292C-AC81-41A8-B0B0-8DF251732374","title":"Exploring The Changing Shell Structure Of Nuclei","abstractText":"Most of the mass of the Universe that we can see around us is made up of atomic nuclei, the dense cores of atoms which are only about a million millionth of a centimetre in radius. They contain up to several hundred protons and neutrons (collectively called nucleons) held together by strong nuclear forces and influenced by the electrostatic forces between the positively charged protons. The particular ratios of protons-to-neutrons in the stable nuclei we find in nature are determined by a subtle balance between these forces. Most of the characteristic properties of a nucleus are determined by the way nucleons move inside. This is somewhat similar to atomic physics where the electrons in an atom orbit around its centre. Certain atoms, Nobel gases, are more chemically stable than others. This is related to so-called shell gaps in the energy sequence of the electron orbits which makes these atoms more difficult to excite. Similar quantum mechanical effects come into play in nuclei, where nucleons orbit around the centre of the nucleus. The resulting shell structure is very different as nuclei and atoms are bound by different forces. The nucleon numbers related to shell gaps are known as magic numbers. The corresponding magic and doubly magic nuclei, the latter having magic numbers of protons AND neutrons, have properties associated with enhanced stability, they are harder to excite and react, have long lifetimes and spherical shape. It is easy to study magic numbers in stable nuclei as they already exist in Nature and do not need to be manufactured. These numbers, 2, 8, 20, 28, 50, 82.... are well understood and are related to the specific ways in which a nucleon interacts with the others in the nucleus. Practically all nuclear properties, such as shape, the modes of excitation, the spin, magnetic characteristics and so on, depend on the underlying nucleon orbits. Orbitals and magic numbers are therefore fundamental to understanding the way nuclei behave and how they","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/C516478/1","grantId":"EP/C516478/1","fundValue":"589093","fundStart":"2005-05-01","fundEnd":"2010-07-31","funder":"STFC","impactText":"  Findings used to advance fundamental research in nuclear physics. Also fed into public understanding of science through engagement activities. Education,Culture, Heritage, Museums and Collections,Other Cultural","person":"Sean J  Freeman","coPersons":["John Leonard Durell"],"organisation":"The University of Manchester","findingsText":" Developed an understanding of collectivity and single-particle structure in sd and fp-shell nuclei. Furthered understanding of matrix elements for double beta decay. Input into fundamental science. Education,Other","dataset":"gtr"}