{"id":"021A4D78-7045-4FD9-B434-02544C96485B","title":"Efficient computational tools for inverse imaging problems","abstractText":"A photograph taken with current state-of-the-art digital cameras has between 10 to 20 million pixels. Some cameras have up to 41 million sensor pixels. Despite advances in sensor and optical technology, technically perfect photographs are still elusive in demanding conditions. In low light even the best cameras produce noisy images. Casual photographers cannot always hold the camera steady, and the photograph becomes blurry despite advanced shake reduction technologies. We are thus presented with the challenge of improving the photographs in post-processing. This would desirably be an automated process, based on mathematically well understood models that can be relied upon.\n\nThe difficulty with real photographs of tens of millions of pixels is that the resulting optimisation problems -- the task of finding the best enhanced image according to a model -- are huge, and computationally very intensive. Moreover, imaging problems generally computationally very intensive. State-of-the-art image processing techniques based on mathematical principles are only up to processing small images in real time. Further, choosing the right parameters for the models can be difficult. Parameter choice can be facilitated, but again in computationally very intensive ways. The question now is, can we design faster optimisation algorithms that would make this and other image processing tasks tractable for real high-resolution photographs?\n\nThe objective of the proposed project is to develop optimisation algorithms that are up to this task. The focus of the project is on general methods that will be applicable to a wide variety of image processing tasks and general big data problems. Besides photography, we will apply the developed tools to problems from biology and medicine, involving magnetic resonance imaging and microscopy.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M00483X/1","grantId":"EP/M00483X/1","fundValue":"527191","fundStart":"2014-12-01","fundEnd":"2018-03-31","funder":"EPSRC","impactText":"","person":"Carola-Bibiane  Schönlieb","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}