{"id":"022447CD-DD3F-4203-8853-B7676FBCFB5F","title":"Situating Community through Creative Technologies and Practice","abstractText":"This interdisciplinary scoping study critically discusses the relationships between communities and their creative uses of digital technologies: the nature of this use, its impact on the formation and sustenance of communities, and the potential this holds for social change. We start by providing brief working definitions of creativity, digital technologies and community as understood in this study, while drawing attention to the ways that technologies have helped shape communities and societies since the nineteenth century. Further, we discuss the interconnection between design, creative uses of technology and community empowerment, underlining the potential of digital tools for communities that are not inherent to the technology but embedded by design and realised through use. We then highlight how the use of digital technologies have helped redefine the nature, organisation and identity of communities, as well as enabled the emergence of community types. We problematize these implications in relation to space, social bonds and everyday life, as well as present current forms of enabled collective actions aimed at social change. Finally, we provide recommendations for future research based on themes of community empowerment, digital literacy, open information sharing, technology design and cultural expressions that have emerged from this study.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J500905/1","grantId":"AH/J500905/1","fundValue":"32603","fundStart":"2011-02-01","fundEnd":"2011-10-31","funder":"AHRC","impactText":"  A book has been published, \nUnited We Act. A scoping study and a symposium on connected communities\nhttp://books.google.co.uk/books?id=4u2uAwAAQBAJ Communities and Social Services/Policy,Creative Economy,Culture, Heritage, Museums and Collections Cultural,Societal","person":"Atau  Tanaka","coPersons":[],"organisation":"Newcastle University","findingsText":" Our scoping study addressed both the connective and creative affordances of digital technologies, and sought to understand how technologies enhance or inhibit different types of community formation. We extended the notion of communities of practice from a workaday model to a creative one where shared interests and common goals enable groups to be articulate, expressive, and empowered. Online communities depend on systems that foster tacit understanding without the benefit of physical contact. The juxtaposition of spatial and virtual communities make them deeper and wider, allowing people to construct identities and traverse communities with increasing seamlessness. We problematised these multiple notions of community to understand how everyday creative acts in a technology-driven society play a role in building, sustaining and re-inventing societies of the future. A book has been published, \nUnited We Act. A scoping study and a symposium on connected communities\nhttp://books.google.co.uk/books?id=4u2uAwAAQBAJ Communities and Social Services/Policy,Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections","dataset":"gtr"}