{"id":"022F64D0-8B29-43C6-A28A-C89946168D6C","title":"A novel vaccine for broad protection against meningococcal disease: progression to phase I clinical trial","abstractText":"The aim of this project is to progress a novel vaccine against serogroup B meningococcal disease (MenB) to phase I clinical trial. \nMenB disease is the leading infectious cause of death in children in the UK. Two vaccine candidates are under development or recently licensed, based on recombinant proteins and outer membrane vesicles. The recently licensed vaccine was not considered to be cost-effective for infant immunisation in one recent analysis, as it requires up to 4 injections, and the other one is being developed for use in adolescents only. Therefore both have serious limitations if protection is to be provided for the population at most risk: infants under one year of age. Ongoing development of alternative or improved vaccine candidates is therefore required to reduce the cost of vaccine production and delivery. \nOur proposed solution is to use a novel vaccine platform to deliver a major meningococcal antigen-target to the immune system. This approach is new as the delivery platform has never been used before for inducing antibody responses against bacterial outer membrane proteins. The rational is that the novel vaccine delivery system induces both innate and adaptive immune responses in mammalian hosts, including robust IFN-gamma responses, thought to provide the ideal conditions for switching B cells to produce complement-fixing bactericidal antibody, unlike conventional unadjuvanted or aluminium-based adjuvanted vaccines. We have already demonstrated in pre-clinical models that a single dose of this vaccine candidate induces strong and rapid functional antibody responses including high serum bactericidal antibody titres. The next step of the development plan is thus to progress this promising vaccine candidate into a phase I clinical trial.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M007693/1","grantId":"MR/M007693/1","fundValue":"1245600","fundStart":"2014-12-01","fundEnd":"2018-07-31","funder":"MRC","impactText":"","person":"Andrew J Pollard","coPersons":["David  Wyllie","Martin Christopher Maiden","Adrian Vivian Hill","Christine  Rollier"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}