{"id":"0235F94E-D058-4393-9713-1BD5641D39C1","title":"The Role and Regulation of Tiam1-Rac Signalling in Bipolar Spindle Assembly","abstractText":"During cell division our two identical sets of chromosomes need to be divided accurately into two daughter cells. This process relies on the mitotic bipolar spindle, a structure composed of microtubules (dynamic cytoskeletal structures) which capture the chromosomes. Formation of the spindle involves two centrosomes, the organising centres for microtubule nucleation. The way the centrosomes move apart to form the spindle when cells enter mitosis is very highly regulated. Scientists have previously shown that one protein in particular, Eg5, is very important for this separation. Drugs which target this protein completely stop the centrosomes separating and cause cells to arrest in mitosis with 'monopolar' spindles. \n\nWe have recently found that a protein (Tiam1) and its substrate (Rac), which were previously known to be important in regulating the migration of cancer cells, are also important for regulating this centrosome separation process in mitosis. Tiam1 and Rac produce a force which counteracts the force of Eg5 during spindle formation. We have shown that this balance of forces is necessary to allow the chromosomes to become efficiently captured by the microtubules. We have also found that Tiam1 interacts with the MPF, an important mitotic complex (which also regulates the function of Eg5), and that regulation of Tiam1 by MPF is important for the function of Tiam1 in regulating centrosome separation. However, we currently do not know the processes downstream of Tiam1 and Rac in this process, and it is likely that a number of other, unknown proteins are involved. \n\nUnderstanding the molecular mechanisms involved in the process of cell division is extremely important for cancer research. Firstly, it is known that de-regulation of accurate division can cause cancer by the loss or gain of important genes. Secondly, many current treatments target the process of cell division because cancer cells divide more rapidly than normal cells, so knowing which proteins regulate this process allow us to predict how cancers will respond to certain chemotherapies. \n\nThe force produced by Tiam1 and Rac means that when one of these proteins is absent, or inhibited, cells can more readily 'escape' inhibition of Eg5. Currently, Eg5 inhibitors are in clinical trials for cancer treatment, so looking more closely at the mechanisms of this signalling pathway is important for being able to predict how cancers will respond to this new class of cancer therapeutics. \n\nThe way that we think Tiam1 and Rac exert their effect on centrosome separation, namely by regulating microtubules, also means they can alter cells' responses to another class of cancer therapeutics, that target the microtubules to kill cancer cells. We plan to investigate this further, by repeating our experiments in cancer cells to see whether Tiam1 and Rac could be a biomarker for treatment with these drugs.\n\nBecause of the potential importance of this signalling pathway for tumourigenesis and cancer therapy, we aim to further characterise the signalling pathway, and our previous work means that we already have a number of tools available to achieve this. Part of this project involves looking more closely at the regulation of microtubules by Tiam1 and Rac. Another important aspect of this work is to identify the proteins which work together with Tiam1 and Rac to regulate centrosome separation. We can take two different approaches to this; firstly, we can use the tools we have to initiate a screen for new potential interacting proteins, and secondly we can use a candidate approach to individually test candidates from our previous experiments, or the literature, which seem likely to be involved. \n\nThis work will not only further our understanding of the important process of centrosome regulation in mitosis, but, as described above, may have important implications for tumourigenesis and current cancer therapies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J00104X/1","grantId":"MR/J00104X/1","fundValue":"289944","fundStart":"2012-04-02","fundEnd":"2015-04-01","funder":"MRC","impactText":"","person":"Angeliki  Malliri","coPersons":["Helen  Whalley"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}