{"id":"023A35CA-0C1D-49DC-A15A-583AC19121ED","title":"SAMS - Software Architecture for Mental health Self management","abstractText":"SAMS is a proposed 3-year project to that will investigate the potential for novel data and text mining techniques for detecting subtle signs of Cognitive Dysfunction that may indicate the early stages of Alzheimer's disease. Promoting self-awareness of change in cognitive function is will investigate the potential for novel data and text mining techniques for detecting subtle signs of change in cognition that may indicate the early stages of Alzheimer's disease. Promoting self-awareness of change in cognitive function is a key step in encouraging people to self-refer for clinical evaluation. A key motivation for SAMS, therefore, is to provide a non-invasive tool that helps develop such self-awareness.\n An increasing number of older people, the group most at risk of cognitive dysfunction and dementia, regularly use the Internet to keep in touch with their families, particularly grandchildren. This Internet activity presents an opportunity to harness rich, routinely available information that may contain indications of changes in the linguistic, executive and motor speed abilities in older people.\n Development work is needed to develop the software to harness this opportunity, to establish the optimal thresholds for flagging up important changes in cognition and the optimal methods for feeding this information back to individuals. SAMS will validate thresholds by examining changes in performance in people with established cognitive dysfunction and mild Alzheimer's disease and begin to explore the potential for technology-enhanced detection of early cognitive dysfunction. Patterns of computer use and content analysis of e-mails, such as forgetting topics, expressions of concern, emotion, etc., will be analysed and coupled to feedback mechanisms to enhance users' cognitive self awareness, empowering them self administer follow up tests and decide when to self refer themselves for expert medical advice. \n Tackling cognitive change detection requires the novel pooling of knowledge and integration of techniques from different sub-disciplines within a Computer Science. In addition to developing techniques for MCI detection and supporting self-referral, an explicit goal of the research is to develop a generic sense making and user-centred feedback architecture. This could be applied to a wide range of problems where interpreting computer use may be appropriate, e.g. mental health, social loneliness, privacy and social exploitation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K015796/1","grantId":"EP/K015796/1","fundValue":"248497","fundStart":"2013-04-01","fundEnd":"2016-09-30","funder":"EPSRC","impactText":"","person":"Pete  Sawyer","coPersons":["Paul Edward Rayson"],"organisation":"Lancaster University","findingsText":" To date, we have undertaken a requirements elicitation exercise that has helped us understand the features that are essential of the SAMS software is to be accepted and used by its target user group.\n\nAs a side-effect, we have had to develop a novel mix-mode requirements elicitation technique for home healthcare-monitoring systems for senior users. The requirements elicitation method is likely to have applications to other discretionary use software systems, particularly those that are in affect-laden domains such as mental health monitoring. Digital/Communication/Information Technologies (including Software),Healthcare","dataset":"gtr"}