{"id":"023B0019-C872-4BC0-9DAA-91BC0F5A8541","title":"Higher education bursaries and performance: annual test scores, drop out and degree outcomes","abstractText":"<p>Despite some &pound;300 million per year being spent on higher education bursaries in the UK, there remains no empirical research that examines the effectiveness of this element of financial aid as a means to improve student outcomes whilst at university. The aim of this project is to investigate the impact of bursaries on students’ academic outcomes - including annual test results, completion rates and degree classification.</p>\n\n<p>The project will use a unique dataset collected from UK higher education institutions. The data comprises individual-level data on undergraduate students from the UK and EU (ie those potentially eligible for bursaries), including the bursary they are awarded each year, academic outcomes, prior attainment and other demographic information.</p>\n\n<p>The aim is to identify the impact of bursaries on the academic outcomes of students by exploiting variation in bursary rules across institutions. This will be achieved by comparing students with similar characteristics but receiving different levels of bursary due to the institution they are attending. To account for underlying differences across universities we will exploit changes in bursary eligibility rules within a university over time.</p>\n\n<p>The findings should be useful for universities and policy makers when considering the role of bursaries in improving student outcomes.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L000105/1","grantId":"ES/L000105/1","fundValue":"253004","fundStart":"2013-10-07","fundEnd":"2014-09-30","funder":"ESRC","impactText":"  I am only half-way through this project, so as yet there are no findings from the research. The first half of the project was devoted to data collection, cleaning and standardisation. This stage is now complete so the second year of the project will focus on analysis, generating findings, and dissemination.\nHowever it is important to note that I have made much progress in the first year to ensure this project has academic and societal impact. i have engaged with many academics to inform them about the project and to discuss methodology with them. I have also engaged with many policymakers and practitioners to inform them about the project - through meetings, my stakeholder group, and through the reports sent out to universities on their bursary schemes.  ","person":"Gillian  Wyness","coPersons":[],"organisation":"London School of Economics & Pol Sci","findingsText":" I am only half-way through this award, so the main results are not available yet. However the research is well on course. \n\nThe biggest output from the first year of the research is the development of a research database comprising data from 25 UK universities. The data is at individual level and comprises the entire undergraduate population of each university, with information on each students' financial position (including bursary amount and parental income), background characteristics (including their prior academic attainment), course information and degree outcomes (including module scores, dropout and degree success). \nCollecting this information and cleaning and standardizing the data has been the main activity of the first year of the award. The development of this database is a crucial part of the research since I will now be able to analyze the data.\n\nI have also held my first stakeholder group with academics, policymakers and practitioners, ensuring that I am using the right methodologies, and focusing on the most relevant outcomes. This database will be eventually made available (in an anonymised fashion, subject to agreement with individual universities and the data archive) so that others may carry out bursaries research.\nAs discussed, I am only half way through the project so I have only just reached analysis stage. However i'm sure the results of my analysis will be powerful given the quality of the data collected. Education,Government, Democracy and Justice","dataset":"gtr"}