{"id":"02428934-02B2-45D2-B1B9-0E9F99602B50","title":"Bio-economics and Ecosystem Services of Amazonian Native Seed (BESANS)","abstractText":"Seeds are the natural means of species regeneration, the product of pollinator activity, the basis of agriculture, a type of non-woody product and a source of essential protein and vegetable fat (seed oil) with many potential uses (industrial oils, biofuels, cosmetics). Consequently they are one of the mainstays of continuing ecosystem services. The Amazon is one of the most biodiverse regions of the world and the forests near Manaus are considered priority conservation areas. Therefore, ecological research in the region is fundamentally important to the sustainable and innovative use of species and yet the scientific capacity in seed biology in the Amazon region is extremely limited. \n\nBESANS will train 20 members of the Amazon Seed Network or students, 9 staff and up to 60 seed/seedling producers in Amazonian species seed biology, and upskilling in conservation biology. The partnership is sector specific, linking plant science institutes and aiming to understanding the seed supply chain (seed development, yield, processing and storage) associated with the nascent seed trade in the Amazonas. Research on seed biology is critical to accessing species for various development activities (food/energy security, ability to mitigate/adapt to climate change) and the collection and conservation of germplasm, the sustainable exploitation of biodiversity and restoration of degraded land are key objectives of the Ministry of the Environment (MMA) and INCRA (National Institute for Agrarian Reform). We will ensure the development outcome of a much more functional Amazon Native Seed Centre in Manaus, better able to provide high quality seeds of more species for various industries.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/N001001/1","grantId":"NE/N001001/1","fundValue":"37874","fundStart":"2015-01-01","fundEnd":"2015-12-31","funder":"NERC","impactText":"","person":"Katherine  Willis","coPersons":["Wolfgang  Stuppy","Hugh Wynford Pritchard"],"organisation":"Royal Botanic Gardens Kew","findingsText":"","dataset":"gtr"}