{"id":"0246B8EE-5DC1-41D0-BC3B-AE0EF212F5F3","title":"High Resolution Free Energy Landscape Analysis of Protein Folding Dynamics","abstractText":"Understanding the mechanism by which proteins fold to their native state remains a problem of fundamental interest in biology, in spite of the fact that it has been studied for many years. Moreover, now that misfolding has been shown to be the source of a range of diseases, a knowledge of the factors that determine whether a polypeptide chain will fold to its native state or aggregate has become all the more important. While the field of protein folding generally is considered to be mature, much controversy still remains on many fundamental topics including the importance of residual structure in denatured states, the nature of folding steps and kinetic barriers as well the extent of pathway diversity. These questions can be analysed in a rigorous way by describing the folding dynamics as diffusion on a free energy landscape. However, in spite of their fundamental importance the quantitatively accurate free energy landscapes of proteins are yet to be determined. The state of the art experimental techniques lack the necessary spatial and temporal resolution. Properties of the landscapes can be probed only indirectly. \n Simulation, in principle, can provide (infinitely) high spatial and temporal resolution, necessary for the construction of the quantitatively accurate free energy landscapes. Recently, due to advances in the hardware and simulation methodology realistic simulation of folding of small fast-folding proteins became computationally affordable. The current record holder is the simulation reported in the landmark paper by Shaw et al. The paper presents a ``brute-force'' 200 $\\mu$s detailed all-atom equilibrium folding simulation of FIP35 protein in explicit water that contains 15 folding-unfolding events with the folding rate and the native structure in agreement with experiment. Many more simulations are now in progress. Which opens a new exciting era, when a detailed understanding of the controversial issues surrounding protein folding dynamics becomes possible. \n The trajectories obtained in such simulations, which contain the detailed information about the folding dynamics, are many terabytes in size and generally present a big challenge for an automated analysis. Moreover, accurate quantitative analysis of protein folding dynamics in terms of free energy landscapes is notoriously difficult. Conventional approaches, even though being based on solid physical intuition, often lead to suboptimal results with simple free energy landscapes which hide the inherent complexity of folding dynamics. Such landscapes, in essence, through away the biggest advantage of the simulation - the wealth of detailed information. We will apply the newly developed rigorous approach to determine high-resolution quantitatively accurate free energy landscape for protein folding. Later the approach will be extended to determine such landscape based on trajectories recorded in single molecule experiments.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J016055/1","grantId":"BB/J016055/1","fundValue":"278862","fundStart":"2012-10-01","fundEnd":"2015-09-30","funder":"BBSRC","impactText":"","person":"Sergey  Krivov","coPersons":[],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}