{"id":"024D5852-E54F-41DE-9041-D9C3F5F60C0D","title":"Knowledge Exchange: Improved community engagement through spatial and visualisation methods (ICE-SAV)","abstractText":"New approaches to engage with different communities (residents of particular neighbourhoods but also groups with different expertise or knowledge - communities of interest) that incorporate or combine spatial (mapped based and linked to real places) and visualisation (three-dimensional views or abstract representations of information) tools hold considerable potential to improve interaction between and within groups. This improved engagement provides opportunities to improve the understanding of different viewpoints between and within communities but also to generate new knowledge or novel solutions to complex (often difficult) problems by allowing people to see things in a different way.\n\nThe 'Improving Community Engagement through Spatial and Visualisation methods' project saw groups of academics, charities, local government officers and community groups come together for three seminars to share and exchange their experiences of what approaches work where, when and for whom based on previously funded projects.\n\nThese discussions helped the seminar participants to make previously unrecognised linkages between methods used in their research and community engagement work. The seminars also identified gaps in our understanding that require further research together with opportunities to apply and combine methods in new contexts, with different communities, to improve the engagement of stakeholders in real world decision making.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/I507558/1","grantId":"AH/I507558/1","fundValue":"32129","fundStart":"2011-01-01","fundEnd":"2011-12-31","funder":"AHRC","impactText":"  The project team also developed a number of joint project submissions utilising the spatial and visualisation approaches discussed at the knowledge exchange seminars including:\n&quot;Linking Real and Virtual Faces to Places: Connecting Communities to Democratic Choices in Development&quot; to the AHRC/ESRC joint initiative - Community Engagement and Mobilisation call.\n\n&quot;Evaluation of the Victoria Business District's environmental improvement initiative&quot; to the Department for Environment, Food and Rural Affairs (Defra).\n\nExpression of interest to the Engineering and Physical Sciences Research Council (EPSRC) &quot;Research in the Wild&quot; call.\nA paper on the vignette visualisation and engagement approaches was submitted for publication to the URISA - The Association for GIS Professionals journal entitled: &quot;Analysing Perceptions of Inequalities in Rural Areas Of England Using a Mixed Methods Approach&quot; (Cinderby, de Bruin et al) for the November 2012 special issue.\n\n&quot;RULES: Rural and Urban Landscapes: Ecosystem Services - connect, critique and value&quot; NERC Valuing Nature Network grant application (University of Abertay, Groundwork and other partners)\n\nPaper submitted to European Journal of Engineering Education March 2012. &quot;Virtual Environments and artistic images for raising awareness of Soil Sustainability Issues&quot; J. Gilford, R. Falconer, R. Wade and K. Scott-Brown.\nInterdisciplinary research competition - Abertay Crucible June 2011 - winning proposal: Changing Perceptions of Criminal Behaviour Using Evidence from Nano-scale to City-scale Project team: Elisabetta Canetta (School of Biosciences, Cardiff University); Adam Sampson (White Space Research, Institute of Arts, Media and Computer Games); Andy Samuel (Division of Sociology, School of Social and Health Sciences); Ken Scott-Brown (Division of Psychology, School of Social and Health Sciences); Rebecca Wade (Urban Water Technology Centre, Environment Division, School of Contemporary Sciences) Environment Societal,Economic","person":"Steve  Cinderby","coPersons":["Rebecca  Wade"],"organisation":"University of York","findingsText":" The latest interactive 3D Visualisations can be used both for interdisciplinary knowledge exchange but also to facilitate fundamental scientific discovery.For engagement and understanding ultra-realism may not be the most effective approach but instead abstract representations may be more useful to encourage co-learning.The use of visualisations including mapping can both encourage and enhance the engagement and interaction of communities for knowledge exchange and problem solving. However different engagement tools are needed for different locations or audiences and these needed to be tailored for specific communities to realise these benefits. Novel new technologies offer exciting potentials to significantly improve community engagement using visual approaches linked to spatial locations particularly with the proliferation of Global Positioning System (GPS) enabled devices (including tablet PCs and smart phones). However, there are still significant exclusion and inequalities in who can participate using these approaches to engagement that leave a role for more conventional analogue (paper) tools. Novel visualisation approaches can help overcome issues of data overload for participants by bringing complex data together in an intelligible and interesting way. These approaches offer different communities ways of understanding multiple interrelated issues to allow them to be betting included in efforts to solve difficult complicated real-world problems (such as flood risks and climate change impacts). In order to maintain community engagement the visualisation methods need to be varied to retain interest and stimulate ideas generation for decision making. • We need to compare the benefits, costs and drawbacks to novel engagement tools in a controlled way to better understand the return on investment such approaches offer? What information and visualisation helps, hinders or overloads participant’s decision making and how does this change through time?\n• Can we develop novel visualisation communication approaches (including links to space) to improve the value of interactions between scientists (shorthand for relevant experts), decision makers and the wider public to encourage greater bottom-up participation in problem solving?\n• How could visualisations improve modellers and decision makers understanding of the implications changes in one factor have on an inter-connected and inter-related underlying database? Could such developments improve engagement by allowing different stakeholder to better understand the implications of choices and their interactions allowing greater involvement in option generation and decision making processes? For example, understanding the trade-offs in ecosystem services under different land use choices and the implications for upstream/downstream users through time under climate change. \n• How can we use visualisations to improve understanding different stakeholder communities’ impacts of behaviour on environments?\n• Could the use of spatially based approaches or novel visualisations encourage communities to maintain their engagement in decision making processes through time? As opposed to being one-issue or time limited engagement?\n• Can we develop novel visualisations that allow us to more easily interact with longitudinal temporally coded information for tracking decision making and engagement process? Where, when and with whom did engagement take place? What information was generated and how did it influence or inform the decision outcome?\n• What additional value can the use of new visualisation approaches add to existing research data? Creative Economy,Education,Environment","dataset":"gtr"}