{"id":"0254C995-44D5-4F89-AD22-5FBEA99695E6","title":"Innovative Market-Based Mechanisms and Networks for Long Term Protection of Water Resources","abstractText":"<p>Improved ways to protect water resources and alleviate flood risk are needed. This requires the cooperation of land users and some change in their land use and practices. This typically involves a combination of advice and capital grants backed up by regulation. The ability to provide incentives to go further in protecting water by setting aside the limited areas of land with most beneficial effect has been lacking. Land set aside for water protection might include restored wetlands, wooded buffer zones, or permanent grassland in areas with high hydrological linkage and vulnerable soils. Often these areas will be sloping or seasonally waterlogged, but although value for farming is limited they are intensively farmed and their retirement may bring income loss. </p>\n\n<p>The project will investigate whether Payments for Ecosystems Services (PES) schemes can address this issue. PES involve a voluntary transaction in which an environmental service (often a land use providing this service) is paid for by one or more buyer(s). In short the beneficiaries of environmental services pay for their provision and the providers of those services get paid to provide them. The project will partner and evaluate a PES scheme for water protection in South West England. <br /></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-240-25-0018","grantId":"RES-240-25-0018","fundValue":"151473","fundStart":"2010-10-01","fundEnd":"2012-10-14","funder":"ESRC","impactText":"  See publications as best guide.\n\nA second RELU project, 'Innovative Market-Based Mechanisms and Networks for Long Term Protection of Water Resources,' built on collaboration in the first project with the Westcountry Rivers Trust and South West Water in the Tamar catchment. It investigated means and institutional requirements for Payments for Ecosystem Services schemes that can complement regulation and advice in incentivizing owners to 'set-aside' or better manage land of priority for water protection.\n\nWater is essential to society, the water industry constitutes a significant part of economic activity locally, nationally and internationally, and land and water management are crucial to environmental quality. Typically water resources are governed by top-down, hierarchical approaches at state level. In contrast this research has demonstrated the success of approaches that privilege local stakeholder input and collaborative management at catchment level. Research outputs have contributed to improved and reformed water management in the UK and internationally, evidenced by their adoption by local authorities, NGOs, Defra and others, and promotion in the guidance proffered by organisations including Defra and the OECD. Agriculture, Food and Drink,Environment Societal,Economic,Policy & public services","person":"Laurence Edward Smith","coPersons":["Kelvin George Balcombe","Kevin Miles  Hiscock"],"organisation":"School of Oriental & African Studies","findingsText":" The project's focus was participation in, and evaluation of, the development of Payment for Ecosystems Services (PES) approaches by the Westcountry Rivers Trust (WRT), an environmental charity. In line with the RELU programme 'call' the primary objectives concerned building and evaluating networks, knowledge exchange, and adaptation, through exploration of a novel approach and its partnerships. Research undertaken was relatively small scale and &quot;gap filling&quot; in support of this agenda. \n\nNarrow definitions of PES focus on periodic payments for income foregone matched to the opportunity cost of the ecosystem service provided and conditional on defined service delivery; but contemporary practice and policy guidance in the UK and internationally adopts a broader scope. To date many PES payments for water resource protection have grant funded investments in improved farm infrastructure that along with conditional changes in farm management are assumed to deliver desired ecosystem outputs. \n\nThe credibility of a PES scheme is enhanced when scientifically valid approaches are used for spatial targeting of payments and assessment of environmental benefits. As supporting research the project team worked with WRT to assess alternatives for land use change which will bring about water quality improvements, and to model the likely impacts of such changes on greenhouse gas emissions. The outputs of this assessment have contributed to the suite of tools employed by WRT in their multi-criteria analyses of catchment management options.\n\nThe project examined in particular the 'Upstream Thinking Project' (UTP) which aims to protect water quality through improved land management. The UTP was co-developed by WRT and South West Water (SWW), who as buyer of ecosystem services recognised the economic, ecological and regulatory benefits of improved raw water quality. Partnership was essential, as SWW had no working relationships with farmers whilst WRT could act as an ethical non-profit intermediary with the capacity for farm level assessments and advice. \n\nIt was observed that the development and implementation of the UTP required networks of technical providers and authorities, partnership working and creative knowledge exchange. Social capital and trust between the parties involved are important facilitating factors, and assets for a scheme intermediary that can reduce transaction costs, help resolve conflicts and enhance sustainability. Coordinated engagement of landowners can also improve impact through interventions that are well targeted rather than scattered and ad hoc. Collective compliance by participating farmers with baseline regulation also helps achieve &quot;additionality&quot; in response to PES incentives, helping to avoid equity concerns that may arise if payments are seen to &quot;reward polluters&quot; whilst neglecting farmers already demonstrating best practice.\n\nIn line with the outcomes of prior work the requirement for partnership working was found to be reinforced by the desirability for the UTP to be established as part of an integrated and holistic approach to catchment management. This requires polycentric and multi-level partnerships between organisations. A key role is played by intermediaries and knowledge brokers in achieving the necessary &quot;vertical&quot; integration and &quot;horizontal&quot; coordination of authorities and actions.\n\nFurther development of PES approaches by WRT envisages long-term catchment restoration schemes based on one-off payments to landowners for cessation of intensive farming on selected areas. Attitudes of farmers to such proposals and examination of the factors influencing participation has been undertaken as supportive research through two surveys. First an innovative two-stage deliberative survey of landowners was conducted to assess attitudes to scheme proposals. Second a choice modelling survey examined relative farmer preferences for versions of the envisaged land management scheme. From the stated preference data it is possible to derive a valuation for each attribute level corresponding to the estimated incremental payment farmers require to adopt each scheme variant compared to baseline specifications. \n\nIt was first learnt that a majority of respondents were receptive to the propositions and characteristics of the proposed approach, but observed variation by landowner profile and farm type merited further investigation. The second survey showed that high levels of adoption of a scheme for targeted long term land extensification or retirement were achievable but compensation would be significant. Moving agreements from relatively short timeframes (49-149 years) to long term commitments (499+ years) would cost significantly more. Farmers would also require significant additional compensation to allow public access to retired areas. Riparian buffer strips on marginal land would require the least compensation by land type, but securing other marginal land would not cost much more. Significantly higher compensation again would be needed for measures on good land.\n\nFurther research assessed conservation easements and restrictive covenants as legal tools for such long term land management agreements. Restrictive convenants are widely used in the UK, including in the UTP. However, they are relatively 'disfavoured' by English common law and may only be reliable for relatively short term agreements between the contemporary contracting parties. Conservation easements as used in the USA provide a means for conservation without change in land ownership at less than the full cost of land purchase. Land can be retained for private benefit under flexible agreements well matched to mutual objectives and circumstances. Compared to 'restrictive covenants' (typically applied to land on sub-division and under common law subject to 'appurtenance requirements' for the landholding that benefits from the restrictions imposed), conservation easements make it easier to place affirmative requirements on land management. It is also more practical and cost saving that parties to a conservation easement need not hold land appurtenant to that restricted. However, the transaction and other resource costs incurred to monitor and enforce conservation easements should not be underestimated.\n\nThe UTP provides an example of the mechanism of a private water company paying to protect water quality. Further research assessed the potential of alternative existing legislative and market mechanisms for the same goal. A range of mechanisms can contribute, but none provides a sole solution, and co-ordination of spend and appropriate supporting governance arrangements will be needed to deliver integrated catchment management solutions. \n\nThe project team and their partners carried out a wide range of national and international knowledge exchange and dissemination activities during the project. See publications and narrative impact section. Agriculture, Food and Drink,Environment","dataset":"gtr"}