{"id":"025634A4-72E8-42D2-9475-0BAF4354E8F2","title":"Desensitisation of chemokine receptors by microbial components","abstractText":"Chemokine receptors are surface membrane molecules that act as biological sensors by detecting small soluble attractant proteins, called chemokines. Chemokine receptors are involved in numerous biological functions including host defence, and deregulation of their activity often contributes to pathologies associated with these functions. At the cellular level, binding of chemokines to their cognate receptors switch on signals in the cytosol, which instruct cells to react by changing their behaviour. I have previously shown that regulation of cell surface chemokine receptor expression is a significant mechanism to modulate the cellular activity of these receptors and identified some of the molecular and cell biological events associated with this regulation. It is part of a complex cell biological process named desensitisation that can occur subsequently (homologous) or independently (heterologous) of chemokine stimulation. Indeed, desensitisation can occur following activation of other cell surface molecules by microbial components, including bacterial toxins known to cause septic shock. These toxins alter white blood cell functions by eliciting cytosolic signals that result in abnormal cell activation, and concomitantly induce atypical desensitisation of key chemokine receptors. The present research proposal seeks to establish how heterologous desensitisation may be linked to changes in cellular functions caused by bacterial components. We will focus on three related chemokine receptors, CCR1, CCR2 and CCR5 and will use in vitro differentiation of mononuclear phagocytes as a model system for primary white blood cells. We will apply a combination of morphological, biochemical and cell biological approaches to 1) elucidate the intracellular pathways leading to bacterial-induced desensitisation; 2) evaluate the impact of this desensitisation on basic cell functions; 3) identify molecular mechanisms implicated. I anticipate that this research will add to our understanding of chemokine receptor biology, give insights into the basic cell biological mechanisms of protein trafficking and signalling, the cellular processes that bacterial pathogens exploit, and also provide useful information concerning the regulation of essential immune cells, which may suggest novel anti-inflammatory strategies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E008100/1","grantId":"BB/E008100/1","fundValue":"348916","fundStart":"2007-07-01","fundEnd":"2010-06-30","funder":"BBSRC","impactText":"  These findings have been used for two publications. Pharmaceuticals and Medical Biotechnology ","person":"Nathalie Yvonne Signoret","coPersons":[],"organisation":"University of York","findingsText":" We have shown that detection of bacterial components by white blood cell called monocytes indirectly inactivate their pro-inflammatory chemokine receptors, a process that could arrest infiltrating monocytes at sites of infection. Extending these in vitro findings by investigating the impact of such process on host defence to infection, in vivo Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}