{"id":"02569963-8825-49E0-A30D-E5E726890CC2","title":"What Works Centre for Wellbeing - Cross-cutting strand","abstractText":"Our aim is to enable policy-makers at all levels to target their decisions at improving the subjective wellbeing of their client group. The decision-makers we have in mind include those in central and local government, the NHS, schools, third sector organisations and private businesses. We shall do this partly through face-to-face interaction and partly through written analysis of evidence and new methods of policy evaluation.\n\nInitial consultation\n\nDuring the development phase, our first step will be a large, open event in October to which users are invited as well as members of other WWCW strands. We shall invite participants to say what they would hope for from us and we in turn will outline our proposed approach for comment. This 2-way flow will continue throughout the programme, on our website and face to face, with policy-makers raising important research issues and researchers responding. \n\nInteraction with users\n\nWe propose five types of face-to-face interaction, all video recorded and made available online. The first is a series of one-day courses for users in different parts of Britain, covering all the main issues. The second is a weekly seminar in which (at alternate sessions) users are invited to present their problems and receive advice and support on their analyses. Third, we shall run four half-day workshops on the analysis and evaluation of longitudinal data and, fourth, three one-day courses on economic evaluation. Finally there will be a major 2-day conference co-organised with the OECD, at which we will present our manual on &quot;wellbeing for policy-makers&quot; - see below.\n\nSynthesis of evidence and methods of evaluation\n\nFor policy-makers to aim at subjective wellbeing they need, first, an organised body of knowledge which tells them in a user-friendly way how different factors affect wellbeing. All effects have to be measured in a common currency which measures subjective wellbeing. At present such evidence using a common currency is scarce, but Britain is rich in cohort data which make it possible to look at the effect of all factors simultaneously using a common currency. We shall exploit these data, as well as synthesizing all the existing evidence. \n\nSecond policy-makers need a framework for analysing their own policy options, by using the above evidence plus the results of experiments, in order to identify their most cost-effective options. We shall therefore develop a new, alternative Green Book to that now used in the Treasury (where money is the measure of benefit) and we are discussing this with the Treasury. To illustrate the power of this approach we shall then apply it to new or ongoing experimental interventions in schools, home-visiting, adult personal development, the provision of NHS psychological therapy, and the prevention of loneliness in old age.\n\nAll this work will be put together in the manual on &quot;wellbeing for policy-makers&quot; which we shall present at the conference co-organised with the OECD, as our contribution to the work of the OECD Consortium of model-builders of wellbeing, for which we have been selected as the British component.\n\nWe believe passionately that a shift in the focus of decision-making is possible and that new evidence and frameworks of analysis exist which make this possible. The cross-cutting strand can provide invaluable leadership in this change, by providing an outstanding manual on evidence and decision analysis and by ongoing two-way interaction between researchers and decision-makers. This will surely lead to higher levels of wellbeing throughout our society.\n\nMore details are given in the Case for Support.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/N003683/1","grantId":"ES/N003683/1","fundValue":"793793","fundStart":"2015-06-01","fundEnd":"2018-06-30","funder":"ESRC","impactText":"","person":"Peter Richard Layard","coPersons":["Martin Richard Knapp","Alissa Tamar Goodman","Jan-Emmanuel  De Neve","Emla Olivia Fitzsimons","Conal Hugh Leonard  Smith","Jose-Luis  Fernandez"],"organisation":"London School of Economics & Pol Sci","findingsText":"","dataset":"gtr"}