{"id":"0260121A-F4FB-42C6-BC48-0284113A9DDC","title":"Regulation of mRNA-5'cap-related posttranscriptional gene expression events by Dcs2 a novel modulatory protein","abstractText":"The information contained in the genes of living cells has to be converted into cellular components that form structures and enable biochemical reactions to take place. This process is called gene expression and it is vital to all life. Gene expression comprises two main steps, called transcription and translation. In transcription, the information in the DNA sequences of the genes is converted into equivalent sequences in so-called messenger RNA (mRNA) molecules. In translation, the mRNA molecules are 'read' by a large molecular structure called the ribosome, which uses the information to dictate the synthesis of proteins. Each cell has to synthesize and break down its mRNA molecules, because this continuous turnover allows the cell to adapt its patterns of gene expression more rapidly to changes in the demand for particular proteins which are needed under certain growth conditions. This grant proposal describes how we wish to understand this metabolism of mRNA better by studying a protein (called Dcs2) that regulates a component step in the metabolism of RNA. More specifically, cells of animals (including man), plants, insects and fungi modify the beginning (called the 5'end) of each mRNA molecule by adding a methylated guanosine base in a structure called the cap. We have discovered that the regulatory protein under study determines how rapidly this cap structure is removed. This process of removing the cap structure ('decapping') affects the levels of RNA decay intermediates in the cell that are capable of inhibiting important cellular processes. Moreover, we have preliminary evidence that the availability of the methylated G base found in the cap structure influences the number of errors accumulating in cellular nucleic acids, and thereby the rate of cellular ageing. For these, and other, reasons, we wish to understand the mode of action and functional significance of the newly discovered regulatory protein Dcs2.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E003192/1","grantId":"BB/E003192/1","fundValue":"299517","fundStart":"2007-01-01","fundEnd":"2010-11-30","funder":"BBSRC","impactText":"","person":"John Edward McCarthy","coPersons":[],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}