{"id":"0264FAF2-1CE1-4894-BE33-C53A27E49217","title":"Cannabidiol: a novel treatment for cannabis dependence?","abstractText":"In Europe, 1% of all adults and nearly 2% of 14-17 year olds are addicted to cannabis. Rates of cannabis dependence have increased markedly over recent years alongside changes in the ingredients of cannabis available on the market (increasing skunk or sinsemilla with high THC and lacking CBD). Among UK first-time drug treatment clients, cannabis is now the primary addiction in 28% of those entering drug treatment, second only to heroin (41%). At present, clinicians rely on psychological treatments which have very limited effectiveness. There is no pharmacological treatment for cannabis addiction. If we found a safe, effective medicine this could improve treatment in a similar way that various medicines have improved rates of stopping tobacco use. It would also impact on educational/vocational achievement and illegal behaviour, and reduce young people's risks of cannabis-associated mental health problems (e.g. schizophrenia, depression). \nConverging preclinical and human research suggests cannabidiol (CBD) to be a highly promising treatment, with excellent tolerability and safety. One of the key consequences of cannabis withdrawal is anxiety and CBD reduces anxiety. CBD has shown promising pro-cognitive and neuroprotective effects which may reverse some of the cognitive deficits associated with cannabis dependence. Our recent research has shown that cannabis dependence is more common in those using 'skunk'. Other data suggest a mechanism by which CBD may be protective against cannabis dependence. A key feature of addiction is that an addict's attention is strongly drawn to cues related to the drug abused over and above other cues and this makes it hard to stop use. Animal evidence suggests that CBD can reduce the ability of drug cues to cause relapse to heroin. In people dependent on cannabis, we have found that CBD reduced attention grabbing by cannabis-related pictures. After CBD, cannabis users rated cannabis pictures as less pleasurable. Thus CBD may reduce the motivating power of drug cues. Overall, evidence now suggests that CBD is a logical treatment for cannabis dependence, by targeting key mechanisms both in dependence and equally importantly, cannabis withdrawal symptoms. \nThis project's objectives are first to determine the optimal dose of CBD and then to evaluate its efficacy in treating cannabis dependence.\nDesign: participants will be 16-26 year olds who meet clinical criteria for cannabis dependence. Stage 1 is a dose-finding study comparing 28 days' treatment with CBD 200, 400, 800mg or matched placebo. Data will be independently reviewed during interim analyses to identify the Most Effective Dose based on measures of changes in cannabis use and withdrawal symptoms. Stage 2 will then expand existing group numbers by allocating new participants to either MEDmg or placebo until there are 60 in each group. Success criteria at Stage 2 include more individuals in the CBD than the placebo group being abstinent or non-dependent and significantly reduced intensity of cannabis withdrawal symptoms. We also predict that those given CBD treatment will show improvements in memory, psychological well-being and days in work/education. \nApplication: More people are dependent on cannabis than any other illicit drug - at least 18 million worldwide. The demand for cannabis treatment has more than doubled since 2001 (UNODC World Drug Report 2010). An effective pharmacological treatment would therefore be a major benefit to mental and physical health. It would also impact upon associated psychological and social consequences of cannabis addiction. Benefits would additionally accrue in a reduction of the acute harms associated with cannabis (e.g. anxiety, psychosis-like effects, increased risk of road traffic accidents). The success of this study would provide a very strong impetus for a large scale clinical trial.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K015524/1","grantId":"MR/K015524/1","fundValue":"1115630","fundStart":"2013-01-14","fundEnd":"2017-04-13","funder":"MRC","impactText":"","person":"Helen Valerie Curran","coPersons":["Gianluca  Baio","Celia  Morgan"],"organisation":"University College London","findingsText":"","dataset":"gtr"}