{"id":"0267D972-6132-4782-A507-5A8540B2352E","title":"Role of Mitochondrial Reactive Oxygen Species in Stress Adaptation during Ageing","abstractText":"Nowadays, ageing is one of the main questions that modern biology needs to answer. We need to understand how and especially why we age to fully understand the process of evolution. In addition, a growing ageing population is one of the main problems in United Kingdom. The only way to alleviate the suffering caused by age-related degenerative disease (e.g. Alzheimer, Parkinson, cancer or diabetes) is to fully understand the underlying evolutionary forces, which drive ageing and design strategies to delay the ageing process. Mitochondria are the powerhouses of the cell generating most of the energy required for survival. These small cell factories deteriorate during ageing, failing to deliver the energy required for cellular maintenance. The reason why mitochondria fail is currently unknown, but it could be related with the way they produce energy. To operate, mitochondria use oxygen as final electron acceptor. Normally, this oxygen is safely managed by mitochondria being completely reduced to water with four electrons and two protons. However, in a minimal number of occasions oxygen is incompletely reduced (with less than four electrons) producing the so-called Reactive Oxygen Species (ROS) that can damage all cellular components.\n\nThe Mitochondrial Free Radical Theory of Ageing (MFRTA) was a popular theory to explain ageing in the past century. MFRTA proposes that ROS, produced as by-products of respiration, cause oxidative damage that accumulates and causes ageing. MFRTA is mainly supported by correlative data. Oxidative damage accumulates with age, and mtROS levels are altered in degenerative disease associated with ageing. However, direct experimental evidence fails to support MFRTA. Increasing mtROS does not shorten lifespan, and antioxidant supplementation has poor effects on health. It has been shown that mtROS are instrumental for cell differentiation, the immune response and stress adaptation. In conclusion, the contribution of mtROS to ageing is unclear. Because of the importance ROS have in pathological and non-pathological situations it is imperative to understand the physiological role they play in vivo.\n\nIn this proposal, we aim to understand in detail the role ROS play in normal physiology and in stress adaptation, particularly during ageing. Based on our preliminary results, we hypothesize that there are two different types of ROS populations. One population is good, and its generation is associated with the activation of mechanisms that clean up the cells. When these ROS are suppressed quality control mechanisms do not work properly and cellular homeostasis is lost. This would explain the negative consequences associated with supplementation or overexpression of antioxidants. The other population is deleterious, and it is produced only when mechanisms of mitochondrial quality control fail. These ROS are characterized by a very aggressive chemistry led by high levels of free iron and hydroxyl radicals. \n\nUsing the power of fruit fly genetics we will generate new transgenic models that will allow a precise manipulation of these two ROS populations in vivo. We will use this new technology to characterize the downstream physiological responses activated by ROS. We aim to find the exact pathways and genes that may be targeted by specific drugs or genetic interventions. These interventions should help to extend healthy lifespan. Since essential metabolic pathways are highly conserved during evolution, it is expected that similar strategies may be implemented in humans to delay ageing and prevent the onset of age-related diseases.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M023311/1","grantId":"BB/M023311/1","fundValue":"289487","fundStart":"2015-09-01","fundEnd":"2018-08-31","funder":"BBSRC","impactText":"","person":"Alberto  Sanz Montero","coPersons":[],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}