{"id":"026942F6-48EC-4A75-B974-97605A4A6120","title":"Structural and functional analysis of a novel proline-rich dimerisation/oligomerisation domain","abstractText":"Proteins are long chains of units called amino acids and are essential components of all living things. Genes are segments of DNA that encode information on how to make the proteins that are required by the cell. This information is decoded by a set of proteins known as the transcription complex and the first step in the decoding process is known as transcription. To ensure that the information encoded by a gene is only transcribed in the correct circumstances there are a group of proteins called transcription factors that regulate the transcription process. Transcription factors are made up of a large and variable number of functional modules that allow them to interact with each other, with the transcription complex and with DNA. One group of modules that occur frequently both in transcription factors and also in a variety of other proteins is proline-rich. These modules are characterised by the presence of a large number of proline residues. Proline residues have a unique structure that cannot form many of the associations that occur between the other amino acids. One consequence of the unusual structure of proline is that proteins that contain a high density of proline residues are folded into their three dimensional shape (structure) in a way that is only poorly understood. The reason for having so many proline-rich modules in transcription factors and the structure of these modules are only poorly understood. The Proline-Rich Homeodomain (PRH) protein is a transcription factor that contains a high density of proline residues clustered in one region of the protein. PRH is an important protein in determining how cells divide and what sort of cells they will become in the future. The proline-rich region of PRH is important for regulating the transcription of genes, and for regulating cell division. Our present results show that the proline-rich region of PRH can bind to DNA and also to itself either to form small complexes called dimers that contain 2 PRH proteins or large complexes called oligomers that contain many PRH proteins. We want to understand how the proline-rich sequence in PRH influences the dimerisation and oligomerisation of the entire PRH protein. We also want to understand whether the ability of the PRH to bind to itself and to DNA using the proline-rich region is important for regulating transcription. Since other transcription factors that function in a similar manner to PRH also have similar proline-rich sequences, the information that we learn about PRH is very likely to be applicable to many other proteins.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D005094/1","grantId":"BB/D005094/1","fundValue":"251085","fundStart":"2006-05-02","fundEnd":"2009-05-01","funder":"BBSRC","impactText":"","person":"Kevin  Gaston","coPersons":["Matthew  Crump"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}