{"id":"026AF39E-F506-4BE5-A903-274032A0EC7C","title":"Transendothelial migration of mesenchymal stem cells","abstractText":"When tissue becomes injured or damaged it undergoes a repair process with the aim of bringing the tissue back to its normal functioning. In order to enhance this repair, which sometimes does not occur adequately, there is much interest in targeting stem cells to tissues to enhance repair. In adults there is a type of stem cell called mesenchymal stem cells (MSC) that can form a variety of tissues and have been administered to patients to try and enhance tissue regeneration. When these cells are injected into the blood they can migrate into tissues to some extent. Nothing is known about how these cells migrate across the wall of the blood vessel into the injured tissue. In this process the MSC have to cross endothelial cells which cover the inner lining of the blood vessels. This grant proposal aims to understand this mechanism. An experimental system will be set up to observe the migration of MSC across endothelial cells. The MSC will be flowed across endothelial cells to mimic blood flow and the molecules involved in transendothelial migration analysed. Transendothelial migration of white blood cells (leukocytes) is well characterised where specific molecules called adhesion molecules and chemokines are involved. Adhesion molecules are known to 'stick' leukocytes to endothelial cells so that migration of leukocytes across these cells can occur. Chemokines are molecules that attract cells and cause them to migrate and are involved in directing leukocytes out the blood stream and into the tissue. Some of these adhesion molecules and chemokines have been detected on MSCs but little or nothing is known about which are functional in migration. This will be investigated in the project. It will also be examined if it is possible to label MSC with microscopically small magnetic particles and to use magnets to capture and immobilise MSC on endothelial cells. It will then be investigated if chemokines can further enhance the migration of the magnetic MSC across the endothelium. The successful outcome the project would identify which adhesion molecules and chemokines are involved in directing MSC across endothelial cells and if magnetic particles can enhance this. Once this is known one may be able to increase the recruitment of MSC into damaged or injured tissues to help regenerate them.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D014905/1","grantId":"BB/D014905/1","fundValue":"236929","fundStart":"2006-04-01","fundEnd":"2009-08-31","funder":"BBSRC","impactText":"  They have been used as a therapy in animals with rheumatoid arthrhtis Healthcare,Pharmaceuticals and Medical Biotechnology Economic","person":"Jim  Middleton","coPersons":["Jon  Dobson","Brian  Ashton"],"organisation":"Keele University","findingsText":" How stem cells migrate into inflamed tissues. The therapeutic effects of stem cells in animal model of rheumatoid arthrhtis How to improve the targeting of stem cells for repair of tissues . Therapeutics. Chemicals,Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}