{"id":"026D0254-DBF5-46F9-8CA0-8575F33B9FF3","title":"Urban Drinking Water and Health Outcomes - Early Phase Study for a Randomized Controlled Trial in Accra, Ghana","abstractText":"Many sub-Saharan African cities struggle to provide their residents with safe drinking-water, both as a result of rapid urbanisation and in freeing up funding to increase water supply capacity. As a home-grown solution to this problem in parts of West Africa, a cottage industry has developed over the past ten years to sell water in plastic packets, known as sachet water. Existing evidence suggests that poorer households often buy these water sachets and - at least in Accra in Ghana - the water they contain is generally of acceptable quality. However, it is unclear whether the households who consume relatively small quantities of better quality water in the form of sachets are at reduced risk of diarrhoeal disease. These small bags, tied by the corners at the top, generally cost less than 4 pence (0.1 Ghanaian cedis) for a bag containing 500ml of water and the water they contain comes from the municipal piped supply system. Initially, hygiene remained an issue, as bags were generally filled by women and children with little attention to contamination risks. In the late 1990s, new Chinese machinery that heat-sealed water in a plastic sleeve effectively created the modern sachet that is currently sold on the streets of several West African nations. Filtration and chemical treatment processes were eventually built into some machines as well.\nThere is as yet no study of the health impact of sachet water, nor of the relative cost effectiveness of sachet water versus other forms of household drinking water provision in reducing disease burden. Sachets are cheaper than bottled water due to the substantially lower capital investment and packaging material required relative to bottling plants. Generally, little is known about the quantities of sachet water consumed, the main consumers and the ways the water is used, though it is often poorer households that purchase sachet water.\nThe proposed study aims to investigate the feasibility of providing subsidised sachet water use to children at risk of diarrhoea in Accra, Ghana. It will also assess the feasibility of studying the impact of a subsidised voucher scheme on child health. It will focus on neighbourhoods that lack access to a reliable piped water supply. To assess the safety of sachet water and its suitability for such a programme, we will test the microbial water quality of a sample of major brands of sachets drawn from across the city. Some members of a small pilot group of participating households will be provided with vouchers that will enable them to obtain sachets from local water vendors, either for free or at a 50% discount. Others will continue to consume water as usual. Diarrhoeal disease will be measured among children in participating households. We will use the pilot study to identify any potential problems arising from the sachet voucher system and issues in measuring diarrhoeal disease.\nBy looking at the difference in diarrhoea rates and growth between children receiving the vouchers and those who have not yet received them, we should be able to assess via a subsequent, larger study whether greater sachet use protects against water-borne disease. Supplying vouchers for both free and discounted sachet water in this follow-up study should enable us to see how people's use of sachets responds to changes in their price, for example through a subsidy. This information should enable us to assess how far the costs of sachet water regulation or subsidy are justified by the health benefits that may result. If successful, the study could show whether a well regulated sachet water industry can act as an interim means of providing poorer urban households with safer water. This in turn would help reduce diarrhoeal disease and child mortality in urban sub-Saharan Africa. Unlike some other methods of water provision, sachet water is a phenomenon that has emerged within sub-Saharan Africa rather than being an externally imposed solution.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M008940/1","grantId":"MR/M008940/1","fundValue":"149227","fundStart":"2014-07-01","fundEnd":"2015-12-31","funder":"MRC","impactText":"","person":"James Allan Wright","coPersons":["Allan G Hill"],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}