{"id":"0277A939-3B0E-4EA3-A7BF-C5A16A072FDF","title":"Nottingham Astronomy Rolling Grant 2011 - 2016","abstractText":"Astronomical research in the School of Physics &amp; Astronomy at the University of Nottingham is focused on studying the formation and evolution of galaxies. These gravitationally-bound collections of stars, gas, dust and dark matter are some of the most beautiful objects in the Universe, and a major theme in modern astronomy involves trying to understand how they came into existence. To tackle this complex question, we will draw on the full range of tools at our disposal, involving everything from large-scale numerical simulations to detailed observational studies of individual galaxies using ground- and space-based observatories. One key issue is how galaxies, once formed, alter their appearance over time. For example, we are studying how spiral galaxies can turn into featureless lenticular systems, seeking to understand the physical process that quenches their star formation and erases their spiral arms. Similarly, we are exploring the processes by which the spectacular bar features at the centres of many spiral systems can appear and disappear, and what effect these changes have on the surrounding galaxy. We are investigating both internal and environmental processes that can change the appearance of a galaxy, to obtain an integrated picture of how galaxy transformations occur. Our work will combine detailed studies of nearby systems, searching for archaeological clues as to how they were made, and direct observations of evolution taking place over the last seven billion years in the history of the Universe. These studies of galaxies in transformation are complemented by observations of even more distant systems, which capture galaxies in the act of initial formation. Major puzzles remain unresolved at these early stages, such as the mechanism responsible for terminating star-formation in massive galaxies. We are tackling these problems with a two-pronged approach. First, surveys of unprecedented sensitivity allow us to determine the dependence of galaxy evolution on external factors, such as the local environment or the mass of the surrounding dark matter halo. Second, studies using the new instruments on the Hubble Space Telescope and on large ground-based telescopes allow the structural properties of individual galaxies near the beginnings of their lives to be dissected in detail. However, studying only visible and near-infrared light cannot provide a complete picture. About half the energy emitted by galaxies is absorbed by interstellar dust, concealing their true structure. Studying this 'stolen starlight,' which is re-radiated in the far infrared, reveals this hidden side of galaxy evolution. To-date, it has been impossible to understand this vital element of the story, as we have not been able to obtain the far-infrared observations that would recapture this lost light over a representative area of the sky. The Herschel Space Observatory, launched in 2009, now allows us to obtain the necessary data. The ATLAS survey, in which we are playing a leading role, is the widest area survey that Herschel will conduct, and will far surpass any other ground- or space-based survey in this part of the spectrum for many years to come. It will characterise the dust content and obscured star formation for ~200,000 galaxies spread over most of cosmic history, revealing the secrets of this hidden aspect of galaxy evolution. The final aspect to this research programme involves using the University's supercomputing facilities to simulate the formation of galaxies in the full cosmological context of the surrounding Universe. By comparing the results of such simulations with the extensive observational programmes, we will be able to check our understanding of the physical processes driving galaxy evolution. We will also use the observations of the earliest epochs to set the initial conditions for our simulations, to see whether we can follow galaxies' subsequent evolution to the present-day.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/I001212/1","grantId":"ST/I001212/1","fundValue":"1839370","fundStart":"2011-04-01","fundEnd":"2014-03-31","funder":"STFC","impactText":"","person":"Alfonso  Aragon-Salamanca","coPersons":["Frazer  Pearce","Michael Ralph Merrifield","Loretta  Dunne","Christopher J Conselice","Omar  Almaini","Meghan Ellen Gray","Stephen John Maddox"],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}