{"id":"02851B5E-6FF7-4828-BD01-471E5C951366","title":"Molecular basis of algal-bacterial interactions and its implications for industrial cultivation of microalgae","abstractText":"The World is faced with the considerable challenge of supplementing, and ultimately replacing, its fossil fuel-based economy with one based on clean energy technologies such as biofuels. Currently, commercially available biofuels (e.g. bioethanol and biodiesel) are derived from crop plants such as maize and soybean. However, there are major concerns regarding both the use of valuable agricultural land for production of biofuel crops, and the sustainability and energy balance of such technologies. A potential alternative source of biofuels is microalgae - aquatic photosynthetic organisms that do not require fertile land for cultivation; grow considerably faster than plants, and which can accumulate significant quantities of high-energy compounds such as oils. Furthermore, such aquatic cultivation could be coupled to waste streams such as CO2 output from industry and nutrient-rich effluent, thereby using this waste to promote algal growth. However, industrial-scale cultivation of microalgae for biofuels faces considerable challenges, not just in terms of technical feasibility, but also in terms of economics and achieving a net positive energy balance. In particular, although the best rates of productivity of suitable strains are achieved in enclosed tubular systems, called photobioreactors, the energy requirement for building and operating these facilities is much greater than that in the fuel that is extracted. In contrast, growth in open raceway ponds generally results in energy savings compared to fossil-derived diesel. On the other hand, open ponds are at great risk from contamination by bacteria, viruses or competing algae. Crop protection is therefore a key issue that must be addressed to allow effective and productive commercialisation of algae. We have discovered an interaction between microalgae and bacteria that might provide a means to assist in this crop protection. Over half of all species of microalgae require vitamin B12 for growth - and they can obtain it from bacteria, in return for sugars made from photosynthesis. We have identified a possible explanation for why so many algae need this vitamin - it appears that loss of a particular gene, called METE, changes an alga from being effectively a 'hunter-gatherer', using B12 if it is available, to a 'subsistence farmer', needing to cultivate bacteria to ensure a proper supply of this vitamin. This suggests that there must be ways in which the two organisms signal to one another, and also that there is some advantage to this lifestyle, since it is so prevalent. In this project we will test our hypothesis, and determine if the growth of algae and bacteria together in cocultures affect the productivity of fuel molecules in the algal cells, and if it prevents contamination by invasive species. We will also use several molecular approaches to identify genes and proteins that might be involved in this interaction, in particular in the uptake of B12 by the algal cells.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I013164/1","grantId":"BB/I013164/1","fundValue":"357693","fundStart":"2011-10-01","fundEnd":"2015-03-31","funder":"BBSRC","impactText":"","person":"Alison Gail Smith","coPersons":["Saul  Purton"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}