{"id":"02A6026A-EE43-4852-B1B3-49E6E7A4FB86","title":"Implementation and compliance with human rights law: An exploration of the interplay between the international, regional and national levels","abstractText":"An 'implementation crisis' is widely acknowledged to be afflicting regional and international human rights mechanisms, including the European Convention system which historically enjoyed relatively high levels of compliance. This situation adds urgency to a debate which is long-established but remains unresolved: what does it mean to comply with international and regional human rights law and what factors influence whether states comply or not? \n\nMoving beyond existing literature and research, this much-needed and innovative study will examine the factors which impact on the implementation by nine states (Colombia, Guatemala, Canada; Georgia, Czech Republic, Finland; Cameroon, Algeria and Tanzania) of (i) selected decisions deriving from individual complaints to UN treaty bodies; and (ii) selected judgments and decisions of the bodies in the three regional human rights systems (Europe, Americas and Africa).\n\nThis is a collaborative effort between the four leading academic human rights centres (Bristol, Essex, Middlesex and Pretoria) and the Open Society Justice Initiative. The PI, Co-Is and partner organisation bring individually and collectively unrivalled expertise, contacts and experience in implementation of human rights law. As practitioners they have litigated before these regional and UN bodies, organised influential seminars and other events and provide advice on implementation of decisions and judgments. As academics they have written extensively in the field. The Open Society Justice Initiative (OSJI) has an enviable range of contacts across the three regions and at the UN and is considered one of the key civil society players in the human rights field. Together with Bristol coordinating the project and providing African expertise with Pretoria, Middlesex's European Human Rights Advocacy Centre inputting the European expertise and Essex's Human Rights Centre offering the Inter-American contribution, the project team are extremely well placed to combine the academic and practitioner background necessary to carry out this innovative and ambitious research. \n\nThrough semi-structured interviews, participant observation, workshops and a range of published outputs directed at policy and academic audiences, this research it will attempt to get to the heart of the utility and relevance of human rights law in the 21st century, an issue which is concern to state actors (governments, legislatures and judiciaries); civil society actors; human rights bodies; and victims (and potential) victims of human rights violations. The research also hopes to be able to impact on the actual compliance by the states with selected decisions and thereby resulting in greater justice for the individual victims.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M008819/1","grantId":"ES/M008819/1","fundValue":"1099960","fundStart":"2015-09-01","fundEnd":"2018-08-31","funder":"ESRC","impactText":"","person":"Rachel  Murray","coPersons":["Clara Lucia  Sandoval Villalba","Frans Jacobus  Viljoen","Alice  Donald","Philip  Leach"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}