{"id":"02AE52F7-ED77-4B3A-B3B6-284BFDEB650E","title":"Comparative Cross-National Electoral Research (CCNER)","abstractText":"<p>Large scale comparative cross-national data collection efforts present new challenges for social scientists in the development of survey questions, sampling and case selection, data linkages and statistical analysis. While such data collection enhances and broadens the capacity of cross-national researchers to examine issues such as the interaction of institutions, culture and individual political behaviour, cross national researchers too rarely have the luxury of stepping back from their data and asking fundamental questions about data quality and analysis. </p>\n\n<p>The focus of this project is on doing precisely that, thus developing capacity and good practice in the analysis of large scale cross-national data sets. This will be accomplished by convening a series of workshops at national and international conferences and publishing and disseminating materials from them. </p>\n\n<p>The workshops will focus on one of the most important substantive issues in comparative cross-national electoral research: the interactions between political institutions, electoral competition, and political attitudes and behaviour as it illustrates many of the problematic issues of this type of research. </p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-239-25-0032","grantId":"RES-239-25-0032","fundValue":"237333","fundStart":"2010-07-01","fundEnd":"2014-12-30","funder":"ESRC","impactText":"  Our workshops which have been held at a number of venues within the UK and abroad have reached out to young researchers and PhD students based in the UK to undertake research on cross-national methods and electoral competition, as well as facilitating discussion of methods and techniques to resolve the most salient problems in comparative electoral research.\n\nThe workshops organised by CCNER have encouraged a wide range of people in the UK to undertake research on cross national methods and electoral competition. We have also invited survey practitioners and journalists to participate in our workshops in order to stimulate discussion of the practical challenges in the field and facilitate exchanges between academics and those working in the field.\n\nWe hope that our focus on cross national methods will also encourage people who work in the field of survey research and in journalism who interpret and report public opinion polls to pay more attention to survey methodology and the importance of spatial context. Education Societal","person":"Jeffrey A. Karp","coPersons":["Nicole  Bolleyer","Susan  Banducci","Jack  Vowles","Daniel Peter Stevens"],"organisation":"University of Exeter","findingsText":" This initiative is aimed at generating methodological skills and techniques as well as advancing understanding of the implementation of best practice in cross-national electoral research. The objectives of the CCNER project are to build capacity in the UK for world leading research in comparative cross-national electoral research by:\n\na. Developing methods and techniques for resolving issues associated with the analysis of cross-national data, such as measurement equivalence, data quality in secondary sources, case selection bias, and the multi-level structure of data.\n\nb. Developing a training programme that focuses on both methodological and substantive issues that benefits researchers at various stages, but particularly UK-based Ph.D. students and early career scholars.\n\nThe substantive research question that motivates our programme examines how methodological issues arising from cross-national research have affected the study of electoral competitiveness.\n\nWe have held a total of ten workshops at both domestic and international venues. Five were specifically organised as training sessions aimed at providing substantive and methodological expertise to Ph.D. students and early career scholars working in cross national electoral research. \n\nWe have also collected and assembled an extensive range of electoral data from national elections across a range of democracies in order to address a number of substantive questions involving contextual and case selection effects. \n\nA number of papers on cross-national electoral research have been presented at professional conferences over the past few years and are now under review or in print. Our training workshops have been aimed at introducing post graduates to cutting edge techniques involved with the analysis of cross national electoral data. Topics have included multi-level analysis, bayesian analysis, and case selection techniques. We anticipate that these researchers will incorporate these techniques in their own research. \n\nWe have also collected and assembled an extensive range of electoral data from national elections across a range of democracies that we hope will provide a useful resource for researchers who are interested in electoral attitudes and behaviour.\n\nWe hope that this project will encourage others to consider the importance of case selection and contextual effects in electoral research. Government, Democracy and Justice","dataset":"gtr"}