{"id":"02AF2CDB-BF2D-4E36-AD8F-8B47A2DA3540","title":"Population genetics and fitness correlates of colour vision in wild sifaka lemurs","abstractText":"Although we generally accept that natural selection has shaped the appearance and behaviour of organisms, pin-pointing cases where a change in DNA sequence corresponds to an advantageous change in anatomy, physiology or behaviour remains a primary challenge for biology. One of the rare cases in which we can identify a clear link between DNA sequences and physiology / behaviour is the colour vision system of primates. Primates are the only placental mammals known to possess full (trichromatic) colour vision, and the distribution of this ability within the primate order is particularly interesting. Excluding the occasional colour-blind individuals, all humans, apes, and Old World monkeys have full colour vision. But in most New World monkeys and some lemurs, colour vision capacities of individuals can differ - all males and some females are red-green colour blind (dichromatic), but other females have full colour vision similar to that of humans. Moreover, colour blind individuals can differ in the range of colours that they discriminate. This creates an interesting situation in that individuals living in the same social group can see the world rather differently. But how does natural selection maintain this 'polymorphic' system? The possible advantages of having full colour vision are numerous: It may allow primates to find ripe reddish fruit against the background of green forest foliage or to spot young protein-rich leaves, which are often reddish, among the mature, less-nutritious, green leaves. However, there is speculation that red-green colour blindness might also confer an advantage. Studies in humans have demonstrated that colour-blind men are often better than those with full colour vision at detecting camouflaged patterns. Thus, red-green colour blind primates may have advantages in detecting camouflaged prey or predators, or in finding inconspicuous fruits. This study of wild Verreaux's sifaka lemurs will be the first to systematically examine links between evolutionary fitness (survival and reproduction) and colour vision status in a population of wild primates. This is an international collaboration with researchers at the sifaka field site at Beza-Mahafaly Special Reserve, Madagascar. The sifakas at this site have been studied since 1984 and all individuals over the age of one have been captured and sampled for genetic analysis. This provides an exceptional dataset with over two decades of records on the behavioural biology of individual sifaka. We will identify, through DNA sequencing of photopigment (opsin) genes, the colour vision status of 100 individuals. We will then examine whether colour vision status, alone or in combination with social factors (e.g. group size) and ecological factors (e.g. habitat quality), is a predictor of fitness. Specifically, we address three types of questions: 1. How are colour vision types distributed across the population? Do groups and/or breeding pairs associate in a non-random way with respect to colour vision status? Across the population, are some photopigment variants more common than others? 2. Does colour vision status predict an individual's fitness? Are individuals with full colour vision likely to survive longer and have more offspring than individuals who are red-green colour blind? Is this also influenced by social and/or ecological factors? 3. Is it beneficial to belong to a social group whose members have a variety of colour vision types? Is average lifespan and reproductive success greater for individuals in groups of mixed composition than for those in all colour blind groups (independent of individual colour vision status)? By examining how small genetic changes can influence individual fitness, we will better understand how natural selection can drive and maintain biodiversity in natural populations.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/D007992/1","grantId":"NE/D007992/1","fundValue":"54720","fundStart":"2006-09-01","fundEnd":"2007-08-31","funder":"NERC","impactText":"","person":"Nicholas  Mundy","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}