{"id":"02B8AE76-9243-4683-BE98-F7AB340D9DEF","title":"Disseminating Innovative Resources and Technologies to Smallholders (DIRTS) in Northern Region, Ghana","abstractText":"The DIRTS project will use a randomized controlled trial to measure the impact of improved flows of extension information, access to agricultural input packages, and rainfall index insurance on agricultural intensification, specifically the use of fertilizers and improved seeds.\n\nTo further examine the importance of weather-related risk to farm investment, all farmers in our study will be able to purchase a commercial rainfall index insurance product, developed by the Ghana Insurers Association (GIA). In 2014 we will offer free insurance to a randomly-selected subset of our sample, and actuarially-fair insurance to everyone else. Based on past experience, we expect take-up to be at or near 100% for the free insurance, and low for actuarially-fair insurance. We anticipate a strong investment response to the free insurance. In year 2, given that communities now have experience with the insurance, we expect that there will be strong demand at actuarially fair and higher prices. We will also experiment with marketing by local notables, to see if this increases demand.\n\nSecond, to test the importance of unsure, untimely and costly access to agricultural inputs, DIRTS will make commercial fertilizer and improved seeds available to selected communities at different points during the year instead of just prior to land preparation. These inputs will be sold at market price by existing agro-input dealers, who are based in the districts. The project will facilitate linkages between these suppliers and the communities and subsidize transport. \n\nThird, to test the importance of imperfect farmer knowledge of farming best practices, randomly selected communities will be provided with more intensive extension through a Community Extension Agent (CEA). CEAs will be based in their own communities and will use Android phones to deliver standardized weekly extension messages, and will use mobile technology (pre-loaded database) to offer appropriate and time-sensitive advice to the farmers.\n\nFor this study, 3240 households in 162 communities will be randomized into one of four treatment groups: insurance and extension; insurance and agricultural inputs; insurance, extension, and agricultural inputs, and insurance only. Two main evaluation tools will be used to study DIRTS households: comprehensive annual surveys to collect household and plot level data, and weekly tracking of household labor surveys during the agricultural season.\n\nField work for DIRTS will run from January 2014 to March 2016 in 9 districts in northern Ghana. During the study period, project staff will use social media outlets and meetings with key stakeholders in the insurance and agricultural sectors to disseminate technical knowledge, focus group discussion results, and preliminary findings. At the end of the study period, local and international dissemination conferences will be held to publicize results.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L012189/1","grantId":"ES/L012189/1","fundValue":"1424560","fundStart":"2014-07-01","fundEnd":"2017-06-30","funder":"ESRC","impactText":"","person":"Chris  Udry","coPersons":["Dean  Karlan","Mathias  Fosu"],"organisation":"Innovations for Poverty Action","findingsText":"","dataset":"gtr"}