{"id":"02BBDE14-D4D0-41F2-8CC2-D2D537E16F01","title":"A rugged LiDAR system for the remote detection of fugitive emissions of methane from shale gas and landfill sites.","abstractText":"We have developed a laser-based instrument that can scan the lower atmosphere and measure the concentration of greenhouse gases such as carbon dioxide and methane. The technology is known as Differential Absorption LiDAR (DIAL) and its finely-tuned scanning laser detects the atmospheric concentration of greenhouse gases at a number of distances in a hemisphere to about 5 km. Immediate applications of the system range from measuring fugitive emissions from fracking wells in the shale gas industry, landfill emissions of methane, national compliance with the Kyoto Protocol, measuring changes in the global carbon cycle and observing the impact of Cap and Trade schemes of the type just passed in Californian legislation. The DIAL can be extended to measure other atmospheric compounds such as the aerosol loading of the air in megacities, something which is rising towards the top of many political agendas.\n\nOur DIAL fires an eye-safe laser into the atmosphere at a wavelength which is known to be absorbed by the gas of interest; the laser also fires a second beam (a reference beam) at a different wavelength that is not absorbed by the gas of interest. The difference in the backscatter return signals together with accurate time resolution is used to calculate the GHG concentration profile at ranges up to typically 5km. Our system produces profiles and maps of the concentration of the GHG of interest and, using our modelling software, we are able to pinpoint just where the GHG came from.\n\nOur DIAL has been in development for three years and we are at a point where we need to take it from a laboratory-based device to a field demonstrator. Our experience with the system at the moment is that it needs to be made more rugged before it could be taken to the field - the focussing telescope is attached to the outside of the telescope and it turns out that pressing on the skin of the telescope moves the laser beam in space and thus affects the sensitivity of the instrument; we plan to redesign the telescope so it is more rigid by inclusion of an exoskeleton. The laser itself was built for a different, lab-based environment and we used it as proof-of-concept. We have designs to fit the more sensitive parts of the laser (the Optical Parametric Oscillator (which tunes the laser) and the receiver) into single machined blocks to help reduce thermal and vibration effects. Once we have ruggedised the system, we will undertake field trials at a landfill and shale gas (fracking) site in cooperation with our project partners. Our Business Opportunity is to offer the system as a whole - we would manufacture the telescope and its laser/detector system and we would offer a data processing option to customers of the telescope.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M021726/1","grantId":"NE/M021726/1","fundValue":"94754","fundStart":"2015-07-01","fundEnd":"2016-08-31","funder":"NERC","impactText":"","person":"John  Moncrieff","coPersons":[],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}