{"id":"02C1F921-84C0-4A9F-803B-DD224CC1458F","title":"SurreyFBA: Interactive tool for computer simulations of genome scale metabolic networks.","abstractText":"The goal of this project is to develop user-friendly, fully interactive software for computer simulation of the relationship between the genome and whole-cell metabolism.\n\nThe century of research in classical biochemistry resulted in the determination of the set of chemical conversions that enable cell to generate energy and produce its structures from nutrients available in environment. Recent revolution in molecular biology resulted in determination of the full genetic code of all organisms of interest and provided technology for monitoring genetic polymorphism and gene expression activity in experimental samples, populations and individuals. The Genome Scale Metabolic Reaction Networks (GSMNs) are computer models that integrate these resources and technologies to enable prediction of metabolic capabilities of the organism from the information about its genome and availability of nutrients in the external environment. In the process referred to as &quot;reconstruction&quot; the model is compiled using the set of enzymes identified by analysis of genome sequence. Each of enzymes implies presence of particular chemical reaction in the cell and the chemical reaction formula is included into the model. At the end of reconstruction process a Genome Scale Metabolic Network (GSMN) of coupled chemical reactions, linked to enzymes and genes is created. The large arsenal of so called Constrained Based Modeling (CBM) computer simulation methods is then used to explore capabilities of this network, which are consistent with chemical balances specified by the network. The CBM is an ideal approach to predict which genes affect which global metabolic capabilities, thus allowing to explore relations between genotype and phenotype of the whole cell. \n\nComputer simulations of the relationship between genotype and whole-cell metabolism have wide existing and potential applications. In biotechnology, the CBM is already being used to rationally design genetically engineered microbial strains for production of commercially valuable substances. Existing applications include production of L-valine amino acid for cosmetics and pharmaceutical industries and production of spinosin insecticide. Increasing number of companies use designed microbial cell factories for biofuel production. The CBM is also an ideal method for detection of metabolic vulnerabilities of bacterial pathogens such as M. tuberculosis and N. meningitidis studied by the University of Surrey team. These vulnerabilities suggest enzyme inhibitors that can be used as potential new antibiotics. Finally, there is an increased research effort in application of CBM to study human metabolism. The method has huge potential to detect metabolic vulnerabilities of cancer cells and suggest drug targets. Moreover, CBM is ideal to investigate link between genetic polymorphism and metabolic syndromes, such as non-alcoholic liver disease investigated by our team.\n\nThe University of Surrey is a world leader in CBM and we have already published SurreyFBA - our own free software for computer simulation of whole cell metabolism. In this proposal we will use an 18 months long, pump priming fund to equip our software with state of the art interactive interface centered on network map editing and visualization. These features are key to enable experimental biologists to fully focus on investigation of cellular metabolism, rather than technical aspects of software usage. New generation of tools that we will champion will enable world biochemistry experts to fully use their intuition and knowledge to make fascinating discoveries leading to inventions in medicine and biotechnology.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K015974/1","grantId":"BB/K015974/1","fundValue":"114619","fundStart":"2013-09-16","fundEnd":"2015-03-15","funder":"BBSRC","impactText":"  The project has not finished yet. The software developed in this project will enable community based reconstruction of genome scale molecular interaction networks. These models will be used for prediction of genotype phenotype relationship in a variety of fields including stratified medicine and synthetic biology. We expect to achieve economic impact through collaboration with C1Net NIBB network, where we won pump priming fund for development of modelling platform enabling synthetic biology approach. Through Surrey TTO office we exploit opportunities of creating a spin-off company providing in-vivo/in-vitro extrapolation service and bespoke software application for pharmaceutical industry. Agriculture, Food and Drink,Chemicals,Environment,Pharmaceuticals and Medical Biotechnology Economic","person":"Andrzej Michal Kierzek","coPersons":["Claudio Adolfo  Avignone-Rossa","Nick  Plant","Johnjoe  McFadden"],"organisation":"University of Surrey","findingsText":" This project has not finished yet. We are developing Simulocyte, new interface to SurreyFBA software for simulation of genome scale molecular interaction networks, which is attractive to experimental biologists not having computational biology experience. We have already determined that modern web-programming technologies enable implementation of the software which can be used both as a desktop and web based interface. We use lightweight web server node.js readily installable on laptops, servers and computational clusters, including clouds. We use WebGL technology for network visualisation in 3D which will significantly increase users ability to exploit complex relationships uncovered by simulation results. The Sails web framework provides programming interface fulfilling modern www standards. The internet version of Simulocyte will provide multi user environment with social network look and feel, facilitating formation of online research communities collaborating on model development. The software is free and open source (GNU GPL) and will be available in January 2015, as planned in the project workplan. The software developed in this project will enable community based reconstruction of genome scale molecular interaction networks. These models will be used for prediction of genotype phenotype relationship in a variety of fields including stratified medicine and synthetic biology. In synthetic biology area we have already engaged with C1Net Network for Industrial Biotechnology and Bioenergy (http://www.c1net.co.uk). We have received pump priming fund to apply Simulocyte for development of predictive model used for design of new bacterial strains converting industrial waste gases to commercially valuable chemicals. We are also exploiting opportunities of applying our software in the context of toxicity predictions for pharmaceutical industry (Surrey TTO office contacts). Agriculture, Food and Drink,Chemicals,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}