{"id":"02C4F9FD-DA0E-4BE4-B47A-E3A1F3B5E670","title":"PhytoPath, an infrastructure for hundreds of plant pathogen genomes","abstractText":"Pathogen-mediated disease is a major cause of damage to crops, with considerable economic impact and consequences for food security. Global demand for food is rising because of population growth, increasing affluence and changing diets. In a typical cropping year in each field yield losses through infections caused by pathogenic microbes are rarely below 5% and are more typically in the range 10-15%. In recent years, new possibilities for the study (and ultimately control) of pathogens have opened up through the application of high-throughput technologies for determining the molecular nature of life. These include genome sequencing, which reveals the genetic code that determines inherited properties of cells - and extends to monitoring the varied cellular contents at different stages of life. PhytoPath is a resource designed to capture broad molecular information from plant pathogenic species, and combine it with descriptive information about the process of infection, including more specific molecular information, e.g. about the pathogen and host proteins that interact during infection and the phenotype of the interaction outcome. The former new knowledge on pathogen genomes, patterns of gene expression and potential interacting partner is housed using the Ensembl platform. Ensembl contains a comprehensive suite of software for the management and display of genome-scale data. The latter new phenotypic knowledge on experimentally verified genes required for the disease causing abilities of each pathogenic species is curated by members of the scientific community into the Pathogen Host Interactions (PHI-base) database. New interfaces (within and between) both these resources support the joint querying and visualisation of genomic and phenotypic data.\n\nThis is an application for a renewal of BBSRC funding (which commenced in late 2010). We propose expanding the resource, scaling it up to handle hundreds of fungal and oomycete phytopathogens (and associated data about population-wide polymorphisms), deploying new tools for community curation, and improving the facilities for comparative analysis from within the resource. For example, published RNA seq data will be used to predict new gene models and modify existing ones, but by deployment of a new tool for community-curation of gene models further expert revisions can be captured. Tools will be in place for the users to compare the reference genome of each species with the datasets arising from genome re-sequencing projects involving additional strains of a single species with different disease causing abilities, host genotype ranges and / or ability to produce different harmful mycotoxins/metabolites. A new curation focus on the phenotypic information will increase the details recorded about the molecular interactions between the repertoires of small effector proteins produced by pathogen and their initial targets within the crop hosts. New links will be provided allowing users to move freely between the genomes of both plant and pathogen. Also simple visualisation tools will be provide to display protein partnerships, and emerging sections of pathways and local network 'hubs'. We intend to capture molecular and phenotypic information on ~200 pathogenic species with a wide range of pathogenic lifestyles in cereal and non-cereal species. This will further increase the power of comparative analyses and evolutionary studies. The use of the existing pathogen associated microbe gene ontology (PAMGO) terms will gradually be introduced into the curation process. We will continue to engage with the large and active UK research community in this field, to find out their new requirements and to address their current needs through focussed workshops and University/Institute visits by specific PhytoPath team members. This resource will also serve the larger, global academic, industry and government based community increasingly concerned by the same scientific and societal problems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K020056/1","grantId":"BB/K020056/1","fundValue":"430974","fundStart":"2014-05-31","fundEnd":"2017-05-30","funder":"BBSRC","impactText":"","person":"Kim Elizabeth Hammond-Kosack","coPersons":["Mansoor  Saqi"],"organisation":"Rothamsted Research","findingsText":"","dataset":"gtr"}