{"id":"02D323E6-34C4-4A62-9E83-1F9D65532021","title":"Faith and Place network","abstractText":"Over the last half century, many minority faith groups have established new places of worship, particularly in urban centres. Such places of worship are significant for bringing communities together, especially for first generation migrants, and assisting with many aspects of integrating into British life. These places of worship can also be powerful symbols of a minority faith group's place within Britain, with their distinctive religious expressions proclaiming both a right to belong and to be different.\n\nMinority faith group places of worship are not without controversy. Faith group representatives tell of difficulties in finding premises and/or obtaining planning permission. Local communities near to such places of worship sometimes are concerned about impact on their locality. Planners and policy professionals are required to balance a complex set of claims and interests, sometimes with limited understanding of the religious issues involved.\n\nHumanities researchers have an important contribution to make towards this neglected area of public policy (e.g. Theology, Religious Studies, Cultural Geography, History). Research over the last 15 years in Britain has identified points of tension between minority faith groups and planning policy regarding places of worship. Researchers in different disciplines have concluded that in centres such as London, Birmingham, Leicester, and Northampton, planning policy is not keeping up with the changing religious landscape. This is seen in increasingly diverse uses of faith group premises, which stretch existing planning categories and assumptions, as well as in the rapid growth of some minority faith groups for whom there are often not enough suitable premises available. Parallel stories have also been heard from urban centres in Europe. Conclusions so far point to the need for reviewing this area of planning policy and its implementation, which in part would require questioning the majority cultural assumptions woven into established planning policy. However, until now, the evidence and perspectives of researchers and stakeholders has been largely disconnected.\n\nThe Faith and Place network therefore aims to address this disconnection, through engaging academics from multiple disciplines with 4 key stakeholder groups, namely faith group representatives, local community representatives, planners and policy professionals. This engagement will be established through 3 events between Sep '14 and Aug '15, complemented by a network website. These events will look at the ways in which planning policy shapes faith group practices, through its influence upon matters such as architecture, styles of prayer / worship and local community engagement. As this is also a European issue, the network will incorporate participants working in urban contexts within the Netherlands, Germany, France and Sweden, as well as support mutual knowledge exchange through investigator visits. New researchers and research students will have reserved places in the network, so as to build up the Humanities contribution to this area of knowledge and public policy.\n\nAs a result of bringing this network together, we expect to influence and inform public policy on faith, place and planning through dissemination of the network's conclusions, which will be published as a policy brief at the final network symposium. This will be of benefit to all the stakeholder groups through an updated planning policy with a better fit to the religious changes that have taken place in our cities, alongside more appropriate guidance for those who need to abide by and implement policy. We intend to collaborate with Tate Modern to communicate the issues through artistic forms, and collaborate with those seeking to produce faith premises guides. Case study material and papers on the website will benefit stakeholder groups struggling with these issues, and also alert Humanities researchers to the public policy impact of their work.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L015803/1","grantId":"AH/L015803/1","fundValue":"33789","fundStart":"2014-09-01","fundEnd":"2016-02-29","funder":"AHRC","impactText":"","person":"Andrew Paul Rogers","coPersons":["Richard Timothy Gale"],"organisation":"Roehampton University","findingsText":"","dataset":"gtr"}