{"id":"02F15393-CA17-4236-940A-3883C6B2ADC7","title":"Digital Economy Doctoral Training Network","abstractText":"In 2009 seven Centres for Doctoral Training (CDTs) were launched under the Digital Economy (DE) programme supported by Research Councils UK. Since the award of these centres there have been a number of collaborative activities between Centres, as well as a series of meetings for Centre Directors and Managers, that have enabled sharing of best practice, consolidation of resources and contributed to the excellence and impact of the work done within the CDTs in Digital Economy.\n\nThe proposed network will formalise collaborative activities to be conducted by current CDTs and those that will be funded under the DE priority area within the 2013 CDT call. In addition, the establishment of this network offers the opportunity to open some of the collaborative initiatives to those involved in PhD study and supervision from across the DE programme, encompassing work done in DE hubs and individual DE-related projects. \n\nThe Network will provide resource to support rapid response to this changing landscape, and enable DE Postgraduate Research (PGR) students to work with each other and engage with external activities. The Network will consolidate and expand the network of DE PGR students, ensuring that a collegiate and engaged group of post docs lead DE activities in industry and academia in the future. CDTs remain a relatively new concept within UK postgraduate education, and conducting research in the multidisciplinary space of digital economy presents particular novel challenges that particularly benefit from collaboration between colleagues and students. \n\nActivities within the network will be coordinated under five themes: 1. Sharing Best Practice; 2. Large Scale Shared Events; 3. Sustainable Impact; 4. New Collaborative Initiatives; 5. Community Outreach and Dissemination. The Network will enable activities that would not have been possible to run by individual Centres for Doctoral Training or Hubs alone, and which take particular advantage of the links between Digital Economy related activities at different institutions. Events will comprise both activities that have already been identified as of value to DE doctoral students, such as the summer school, hackfests or Digital Economy Young Entrepreneurs Scheme, and those which are proposed by members of the DE research community and supported by the network. Funding will support a Network Administrator to help run and plan events and manage bids to the network.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L011891/1","grantId":"EP/L011891/1","fundValue":"507360","fundStart":"2014-04-01","fundEnd":"2019-03-31","funder":"EPSRC","impactText":"","person":"Sarah  Sharples","coPersons":["Leslie  Carr","Gordon  Blair"],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}