{"id":"02F6566C-1293-4C4B-8FF9-DA2009EF4859","title":"High Hydrogen Content (HHC) Fuel Burning at High Pressure","abstractText":"To have a realistic chance of reducing the carbon footprint before 2020, intensive actions are required before the date by which a new international climate agreement is due to come into force. Combustion is at the heart of this challenge: fossil fuel combustion accounts for around two-thirds of greenhouse-gas emissions, as more than 80% of global energy consumption is based on fossil fuels. Worldwide, fossil fuels add more than twenty five billion tons of carbon dioxide to the atmosphere every year, along with vast quantities of other pollutants. This places enormous pressure to improve the combustion efficiency with low emissions in transportation and power generation devices while simultaneously developing more diverse fuel streams, including low carbon fuels. In moving towards cleaner combustion technologies, high hydrogen content (HHC) alternative fuel blends, especially those containing significant quantities of hydrogen are undoubtedly significant, because they are environmentally friendly and can be used as an alternative feedstock for energy resources in the clean energy generation. Unfortunately, the technical applicability of HHC fuels exhibit major challenges both fundamentally and practically due to three major reasons. Firstly, the combustion processes of HHC fuels is associated with high level of diffusivity and flame temperature which affect the flame speed, heat release rate, pollutant formations, and more importantly flame stability mechanisms. Secondly, combustion engines in power generation and transportation are generally operating at high pressure (e.g. 10-100 bar). Current chemical models for combustion consist of kinetic data of thousands of reactions. These models are validated through detailed comparisons with wide ranges of experimental observations of flame properties. However, much of the validation has been done for low pressure (e.g. 1bar), whereas combustion devices are mostly functioning at much higher pressure (e.g. 20-100 bar). Thirdly, there is less/no information available regarding the emission formations of HHC fuel burning at high pressure. As a result of the wide range of compositions found in high hydrogen fuels, strategies well suited for low emissions performance on conventional fuels such as natural gas may not necessarily work best for hydrogen containing fuels. Because of this, many existing combustors used for hydrocarbon content fuels will require new and refined techniques to achieve safe and controllable HHC fuel burning at high pressure, which is crucial for future clean combustion technology developments. Therefore, there is a clear need to investigate the combustion science of alternative clean fuels at high pressure. In order to meet the challenges posed by the HHC fuel burning at high pressure, a detailed parametric study by systematically varying the percentage of the fuel composition at different high pressure levels is highly desired. The aim of this proposal is to develop new computational experiments to fundamentally understand the burning issues of HHC fuels at high pressure conditions. The project will demonstrate how the new predictive engineering models can be used to utilise HHC fuels, highlighting the effects of high pressure on clean fuel burning, overall performance, emission distributions and finally provide an optimised industrial guidelines to design combustor performance for hydrogen-rich clean fuel burning at high pressure. The industrial guidelines will particularly address the applicability of hydrogen-rich clean fuel burning for gas turbine combustion and operability. This project will investigate the effects of high pressure on HHC fuel burning, and to generate a comprehensive computational database in order to establish industrial guidelines for burning issues of hydrogen-rich fuel at high pressures.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L025051/1","grantId":"EP/L025051/1","fundValue":"94579","fundStart":"2014-08-01","fundEnd":"2016-07-31","funder":"EPSRC","impactText":"","person":"Ranga Dinesh  Kahanda Koralage","coPersons":[],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}