{"id":"02F84CFB-DEC3-4F3E-A2B4-77028F0D894E","title":"Charlemagne and Rome: the Epitaph of Pope Hadrian I","abstractText":"Hadrian's Epitaph is a masterpiece of the Carolingian Renaissance that survives today high up in the portico of the church of St. Peter in the Vatican, Rome. It was commissioned by Charlemagne to commemorate Pope Hadrian who died at Christmas 795, and embodies the Carolingian mastery of classical epigraphic and poetic forms as well as the aesthetic innovations of the Carolingian Renaissance. Nothing else like it survives from the age of Charlemagne, but because of its inaccessible location it has never received the modern analysis that it so clearly merits. \\n\\nBecause of its association with Charlemagne and its technical brilliance, the Epitaph was widely discussed by later medieval visitors to Rome and humanist scholars; the text of the inscription was copied many times before the Reformation and was included in several medieval pilgrim itineraries of Rome. Its fame was such that it is one of very few monuments to have been preserved from the old, fourth-century Constantinian basilica and re-displayed in Bramante's and Michelangelo's new sixteenth-century church.\\n\\nPope Hadrian's Epitaph is thus an artefact of major cultural and art-historical significance that is worthy of detailed study in its own right. This project, however, proposes a study of the Epitaph in a much broader socio-political context, in which the archaeological examination of the object and its context of manufacture provide the evidence for a re-evaluation of the cultural and political dynamics of Francia in the late eighth century. The Epitaph is a lens through which the vibrancy of Charlemagne's court culture and its connections to Italy, past and present, can be brought into focus. The book that results will argue that the Epitaph of Pope Hadrian should be seen as a material expression of Charlemagne's imperial ambitions, and that it can be reinterpreted as a source for understanding his coronation as Emperor in Rome on Christmas Day 800.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E003796/1","grantId":"AH/E003796/1","fundValue":"28155","fundStart":"2008-02-01","fundEnd":"2008-05-31","funder":"AHRC","impactText":"","person":"Joanna Elizabeth Story","coPersons":[],"organisation":"University of Leicester","findingsText":"","dataset":"gtr"}