{"id":"0305F9A3-46A8-4EBD-BB78-C5427CAADD6F","title":"EWA - The Ethno-ornithology World Archive","abstractText":"Birds inspire people, their cultures and faiths. More than any other wild animals, these vocal, colourful and charismatic creatures fuel human imagination. Myths, stories and religious practices connected to birds are engrained in many cultures, from saluting magpies to relying on vultures in religious burial practices of the Tibetan plateau. At the same time, birds provide essential services to communities and the environment they share with them. Birds may act as pollinators or seed dispersers, but also eat farmland pests, benefiting humans.\n\nThe presence and abundance of different kinds of birds can also act as an indicator for the state of the natural environment that they inhabit. Because of their interest to people, there are many more volunteer birdwatchers than their are volunteers to document the fortunes of any other creatures. Through 'Citizen Science' approaches involving thousands of volunteers, we are therefore able to monitor changes in bird distributions and numbers on a national scale in ways that would be inconceivable for other animals or plants. Birds are therefore of great importance to conservation and biodiversity research. The environmental and cultural significance of birds can be integrated together to serve communities and their cultures, aid conservation research, and preserve both cultural and biological diversity.\n\nMany people possess knowledge of birds that is not rooted in scientific, but in cultural understanding of the world around them. This knowledge is largely undocumented, but is no less valid than scientific knowledge. Being able to share that knowledge can bring inspiration to communities in the realisations that their knowledge, and birds, are important. It can be empowering for people who otherwise might not have a voice in the world, to have the value of their local or traditional knowledge recognised and valued by a global community. But opportunities for such recognition are few, and for Traditional and Local Ecological Knowledge (TEK and LEK), do not exist on the Internet. Individual communities already engage with local conservation organisations and get involved in community conservation projects. A means of sharing the local lore and information can be crucial for successful community involvement, and to build local pride in nature projects.\n\nThe Internet is recognised as the most powerful means to access a global audience and share information on a global scale. Its potential is constantly growing. Working directly with our Project Partner, Birdlife International, the largest conservation collaborative in the world with partners in 126 countries, and especially its Local Empowerment Programme, the EWA project aims to connect local communities and groups of researchers by creating an open database of cultural knowledge about birds, free to access by individuals, communities and researchers. We will work with communities, as well as local organisations to help preserve the rich cultural diversity present in local stories, myths, or names of birds etc. By encouraging individuals, community leaders or local organisations to submit data such as stories, recordings of songs, or photographs of works of art or cultural artefacts, we will build an archive that will help to bring out the rich cultural and natural heritage inherent in many communities.\n\nBy linking cultural and biological information, especially through the web-based Handbook of Birds Alive (Lynx Edicions Project Partner) we will achieve a greater integration between conservationists and local people on-the-ground, including greater understanding of the cultures of all stakeholders, including indigenous communities, and to promote the celebration of the cultural diversity of people living in a close relationship with nature. The project is timely in relation to the project partnership, but it is also urgent because TEK and LEK, which is transmitted orally, tends to be held by ageing people and declines daily.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L007584/1","grantId":"AH/L007584/1","fundValue":"474745","fundStart":"2013-10-01","fundEnd":"2015-09-30","funder":"AHRC","impactText":"  Development of the Ethno-ornithology World Archive is under construction at this point, and so full impact will materialise when the archive goes live in 2015. IT developers estimate the whole EWA to be 50% achieved, rising to 75% in the next two weeks of intensive coding now that wire-framing has been completed. Impacts at this point include preparation of the initial user communities, BirdLife Partners etc. who will engage with EWA and a large number of initiatives, both national and international, unilaterally or with project partners for future development and funding of EWA. The sectors listed below are predictive rather than being realised at this point, especially in relation to future steps, but all have concrete plans to go forward. Engagements have all taken place with much public interest. Date first materialised is for the public work on EWA done to date rather than outcomes of the archive itself. Communities and Social Services/Policy,Digital/Communication/Information Technologies (including Software),Education,Environment,Culture, Heritage, Museums and Collections Cultural,Societal,Policy & public services","person":"Andrew Graham Gosler","coPersons":["David  Nathan"],"organisation":"University of Oxford","findingsText":" The grant is funding the development of EWA: the Ethno-ornithology World Archive. This is the world's first interactive archive of culturally-significant knowledge of birds. Apart from engaging the public with birds through both a cultural and ornithological lens, EWA is expected to contribute significantly to the future success of bird conservation, through its aim of making bird conservation culturally and socially intelligible and relevant. Note that the grant is still active and the archive is currently under construction. We expect a live version for beta-testing in January. Diverse means - the full 'findings' of the project will become clear as the archive is populated through ethno-ornitholgical, conservation and linguistic research, through public engagement and through research developing out of the data held in EWA. While most areas listed below should be self-apparent, the development of new disciplines such as Environmental Peacebuilding founded in ethno-ornithology, give the EWA immense potential in unexpected areas. Communities and Social Services/Policy,Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Environment,Healthcare,Leisure Activities, including Sports, Recreation and Tourism,Government, Democracy and Justice,Culture, Heritage, Museums and Collections,Security and Diplomacy","dataset":"gtr"}