{"id":"0309F18E-5FB8-4699-A16F-2F26AD6D7346","title":"Modelling Campylobacter survival and spread through poultry processing: a population genomics approach.","abstractText":"Campylobacter is the most common cause of bacterial gastro-enteritis in the developed world. This organism is a common constituent of the gut micro-biota of birds and other animals and human infection is usually associated with the consumption of contaminated meat or poultry. Considerable effort has gone into investigating the root to human infection and there is substantial evidence that strains associated with chicken are a major source of disease. This is not thought to be because chicken types are more pathogenic but because chickens have high levels of contamination on the farm and this is maintained all the way through processing to retail. The mechanisms by which Campylobacter, an organism that is poorly adapted to survival outside of the host, spreads and potentially increases through poultry processing are poorly understood. Eliminating Campylobacter on the farm could tackle the problem but it requires expensive biosecurity interventions and there may other points through processing where interventions could be effective and practicable in the modern poultry industry. In this project we will use state-of-the-art means of determining the entire genetic code (genome) of Campylobacter strains from key stages through poultry processing and human disease. This genetic information will be used to examine how variation in the physical traits (phenotype), such as survival in a particular stage/niche, are determined by changes to the genes (genotype). Changes in the genetic structure of the population will be used to inform a mathematical model that simulates the passage of Campylobacter through processing based upon selection for certain genes, for example those required by the organism to survive outside of the chicken gut. By running model simulations with different parameters we will investigate (i) how the strains change through processing, (ii) the factors responsible for the survival and proliferation of disease associated lineages, and (iii) points in processing where Campylobacter can be most effectively pushed to extinction. This systems approach to understanding Campylobacter survival and spread will inform targeted interventions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I02464X/1","grantId":"BB/I02464X/1","fundValue":"217748","fundStart":"2012-03-05","fundEnd":"2014-03-04","funder":"BBSRC","impactText":"","person":"Sam  Sheppard","coPersons":["Martin Christopher Maiden"],"organisation":"Swansea University","findingsText":"","dataset":"gtr"}