{"id":"03152F23-69EA-41AC-8525-800076B99745","title":"Prediction of human cardiotoxic QT prolongation using in-vitro multiple ion channel data and mathematical models of cardiac myocytes","abstractText":"The Problem\n\nThe leading cause of withdrawal of pharmaceutical drugs from the market is a disturbance to the heart's rhythm, which occurs rarely, but can cause sudden cardiac death. This is very difficult to predict, so to detect the risk of this happening, experiments are performed by pharmaceutical companies during the development of new drugs. Currently, thousands of animal tests are needed to detect the risk of these new drugs causing side effects on the heart. There are many different experiments, including tests on tissues removed from animals, and later on, studies on conscious animals. A major problem is that these animal experiments give accurate predictions of what will happen in humans in only around 70% of cases.\n\nBackground\n\nThe reason drugs can cause side effects on the heart is that the heart's activity depends on the flow of electrically charged particles - known as ions - in and out of heart muscle cells through channels made of proteins. These ion channels can be blocked by pharmaceutical drugs, and this can cause unwanted disturbances to the heart's rhythm, called arrhythmias. Recent innovations in cell line technologies mean that pharmaceutical companies can now detect to what extent a drug blocks an ion channel as a matter of routine, without using animal experiments. By repeating these experiments for many different ion channels we can screen all of the susceptible ion channels in the heart, and measure the amount of ion channel blocking that occurs as we increase the drug dose.\n\nOur Project\n\nIn this project, we will perform these ion channel screens and use the results to feed into mathematical models for the electrical activity of the heart. We will simulate the effect of a drug on a single heart cell, and then the whole heart, predicting whether a set of drugs will cause harmful side effects. To evaluate our success we will compare our predictions with the results of human clinical trials.\n\nBenefits\n\nThese computer simulations are very fast and cheap in comparison with animal experiments, enabling a risk assessment to be performed for more drugs, earlier in development. Since animal experiments are not perfect predictors of the results of human trials we may also be able to improve on their results by using mathematical models of human cells. In doing so, we aim to reduce and replace the current use of animal experiments in assessing drug-induced risks to the heart with computer simulations, and also to make more accurate predictions of what will happen when the drug is given to people.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NC/K001337/1","grantId":"NC/K001337/1","fundValue":"176136","fundStart":"2013-02-14","fundEnd":"2014-04-13","funder":"NC3Rs","impactText":"","person":"Gary Richard Mirams","coPersons":["Denis  Noble","Blanca  Rodriguez","David  Gavaghan"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}