{"id":"031F8590-E1E1-4A0A-81EA-7CA4EA285E7E","title":"A Super-resolution multiphoton and dynamic STORM imaging facility","abstractText":"Recent advances in fluorescence microscopy have led to significant improvements in our ability to locate and discriminate small objects. Super-resolution is the term used for technologies that can resolve objects that are smaller or closer together than was previously thought possible according to the laws of Physics. It is now possible to see objects with nanometre resolution and precision as well as image at depth in living tissue and examine rapid biological events at high speed. Achieving all of these improvements at the same time is the &quot;holy grail&quot; of optical microscopy but this has proved practically difficult. At the University of Leicester, we have developed a new hybrid technology called SuperRAMP that allows high speed, multicolour, multiphoton, super-resolution imaging deep in living tissues.\n\nSuper-resolution, Random Access MultiPhoton microscopy (SuperRAMP) is a unique technique that combines patterned illumination with mathematical methods to pinpoint discrete objects with nanometre precision at very high speeds. Devices that use sound waves passing across crystals are used to project patterns of infra-red light, which can pass through specimens better than visible wavelengths of light and produce better penetration into deep tissues. These patterns are processed mathematically to produce high-resolution images. SuperRAMP improves both the lateral (xy) and depth (z) resolution by 2-3-fold compared to standard microscopes to an absolute lateral resolution of 120 nm. It can collect two colour images at speeds of around 10 frames per second and from super-resolved points of interest at thousands of samples per second. No other microscope available today can operate at this resolution, at depth, and at this speed in living tissues. SuperRAMP will be combined with a second, complementary method called dSTORM to provide even higher resolution. dSTORM uses the same mathematical techniques used for SuperRAMP microscopy but without scanning. Although it takes longer to create an image, it has a higher resolution of 20 nm.\n\nWe will develop a super-resolution, multi-user facility that will make these exciting technologies available to researchers at Leicester and to the wider community. This will help us to drive academic excellence amongst existing BBSRC funded researchers in projects that range from studies of the synthesis of new proteins, the processes of cell division, mechanisms of cell-cell communication in the central nervous system, the neurological bases for development and behaviour - including circadian clocks that control daily rhythms - in model animal systems including locusts, zebra fish, fruit flies, rats and mice.\n\nThis facility will support research collaborations within the Midlands (Nottingham, Leicester and Warwick) and further afield (Cambridge) and allow us to strengthen our commercial impact by developing a show case facility for functional, super-resolution imaging. Having developed this revolutionary technology, we are uniquely placed to establish a world-leading centre of excellence for functional, super-resolution imaging.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M012034/1","grantId":"BB/M012034/1","fundValue":"638019","fundStart":"2015-01-27","fundEnd":"2016-01-26","funder":"BBSRC","impactText":"","person":"Nicholas Anthony Hartell","coPersons":["Ezio  Rosato","Kayoko  Tanaka","Jonathan Robert McDearmid","Thomas  Matheson","Andrey  Revyakin","Andrew Mark Fry","Richard William Bayliss","Ian  Forsythe","Andrew James Hudson","Charalambos  Kyriacou","Ian C EPERON","Swidbert Roger Ott","Eran  Tauber"],"organisation":"University of Leicester","findingsText":"","dataset":"gtr"}