{"id":"0323E057-C09A-4BB2-BEA4-8B1AEA77739C","title":"13TSB_SynBio: Rapid Engineering of Cellular Factories","abstractText":"This project will integrate a number of novel synthetic biology technologies in a demonstration project to rapidly engineer a cellular factory. This includes a novel biopump from UCL which will allow the selective import of a hydrophobic substrate into the cell, where a short synthetic pathway will transform it into a higher value aroma chemical, before the final specialty chemical product is exported from the cell. This short synthetic pathway will be rapidly optimized by a combination of a novel gene expression control technology, RiboTite, from University of Manchester and the statistical optimization technology of Synthace. A successful outcome is expected to both yield a process for the production of a high value specialty chemical, as well as a demonstration of a new methodology for the rapid engineering of a bioprocess.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L004410/1","grantId":"BB/L004410/1","fundValue":"142125","fundStart":"2013-07-08","fundEnd":"2015-01-07","funder":"BBSRC","impactText":"  This will be assessed after project completion.  ","person":"Frank  Baganz","coPersons":[],"organisation":"University College London","findingsText":" As part of this collaborative TSB feasibility study we evaluated a small library of transporter proteins for building an optimised bacterial strain capable of efficiently utilising fatty acid based feedstocks and removing the final product to avoid problems such as inhibition, toxicity or unfavourable equilibrium.\nSpecifically we:\n1. Developed a screen for rapid testing of transporter proteins for uptake of oleic, linoleic and linolenic acid\n2 Designed and characterised additional transporter proteins for compounds of interest\n3 Developed screen for rapid testing of transporters for removal of target product (short chain alcohol)\n4. Demonstrate feasibility of using both importer and exporter with metabolic synthesis pathway (in progress) New research grants and industrial collaborations Chemicals,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}