{"id":"0337323B-2F38-4676-8F25-BE9FD12C6560","title":"Earthquakes without frontiers: a partnership for increasing resilience to seismic hazard in the continents","abstractText":"Between 2 and 2.5 million people have died in earthquakes since 1900, and approximately two-thirds of those deaths have occurred in the continental interiors, far from the plate boundaries. Over this time interval, advances in the scientific understanding of earthquakes have been translated into impressive resilience in regions where the hazard is well understood (eg California, Chile, and Japan). Here, resilience is defined as the ability of a community to resist, accommodate, or adapt to the effects of an earthquake, to maintain critical basic functions, and to recover after the event. \n\nComparable advances have not, however, taken place in most parts of the continental interiors. Instead, many parts of the continental interiors, and particularly the Alpine-Himalayan belt, have seen a major increase in vulnerability to earthquakes in the last few decades, due to a wide range of social, economic, and governance issues. Increasing resilience to continental earthquakes and their related hazards is therfore an urgent scientific and societal priority. This goal requires a holistic view of earthquakes, and collaboration between physical scientists, social scientists, practitioners, and governments on a scale that has not yet been attempted. Our project knits together three groups with extensive and successful track records in (i) the science of earthquakes and related hazards [COMET+, the Dynamic Earth and Geohazards research group in the National Centre of Earth Observation, and the British Geological Survey Hazards Group] (ii) exploring the social science of resilience to emerging hazards and risks [Institute of Hazard, Risk and Resilience, University of Durham, and associated researchers] and (iii) the use of research to promote evidence-based policy [Overseas Development Institute].\n\nFirst, we shall establish a global partnership between researchers from six UK universities, two UK research centers, and representatives of a wide range of governmental and non-governmental organisations from countries across the Alpine-Himalayan belt. This partnership will be focused on communication and sharing of research needs and knowledge gaps, basic research findings and outputs, and new approaches for building resilience to earthquakes across the region.\n\nThis partnership will carry out coupled physical- and social-science research in three case-study areas (China, central Asia, and the Himalayan front). Our understanding of earthquake occurrence across this large region is currently too poor to provide detailed estimates of likely earthquake probabilities and effects at the sub-national scales needed by communities - let alone to provide forecasts of earthquake occurrence. \n\nOne component of the project involves research into the locations of active faults across the region, the rates at which they are currently deforming, and the ground shaking that they are likely to produce. This basic physical science research, which will also include the effects of secondary hazards such as landsliding, will provide baseline scenarios about the hazards in forms that are meaningful for, and usable by, the communities at risk.\n\nAt the same time, we shall map and identify the societal factors that help or hinder the creation of resilience to those physical hazards. This holistic approach to resilience will include investigation of cultural practices and adaptations, economic considerations, social mechanisms, and the role that governance at all scales plays in determining how resilience communities are to earthquakes.\n\nThe overall framework of this project, provided by the ODI's RAPID methodology, will allow us to draw upon the expertise of the partner organisations, and the research findings outlined above, to generate a set of evidence-based toolkits and policy recommendations that together will define the pathways by which resilience to earthquakes can best be increased, both in the case-study areas and across the entire partnership.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J01995X/1","grantId":"NE/J01995X/1","fundValue":"762511","fundStart":"2012-11-01","fundEnd":"2017-10-31","funder":"NERC","impactText":"  Our findings are being used by our key partners, including NSET (Nepal), BSDMA (India), Nepal Risk Reduction Consortium (Nepal), GDS (China), and World Vision (China), to improve their advocacy efforts for earthquake risk reduction. We are working with these partners on applied research into the use of scientific information in their interventions and decision-making around earthquake risk. Communities and Social Services/Policy,Environment Policy & public services","person":"Alexander Logan Densmore","coPersons":["Jonathan  Rigg","David Neil  Petley","Lena  Dominelli"],"organisation":"Durham University","findingsText":" The overarching aim of the project is to increase the resilience to earthquakes of populations in continental interiors by:\n\n1) providing transformational increases in knowledge of primary and secondary seismic hazards in the continental interiors;\n\n2) identifying pathways to increased resilience in the populations exposed to these hazards; and\n\n3) through engagement with partners and stakeholders, secure the uptake and impact of the knowledge and understandings generated by the project both over its duration and subsequently through establishing an enduring partnership.\n\nThe project is focused on three countries – China, Kazakhstan and Nepal – but through the partnership a trans-national network will be established that will exchange knowledge and link expertise with other countries at risk from earthquakes in the Alpine-Himalayan belt. We are in the process of developing more specific objectives for each of the three focus countries, and for the knowledge exchange and learning across countries enabled by the partnership. In line with the transdisciplinary approach that has been adopted, such objectives will emerge from interactions between the disciplines represented in the project team and through engagement with stakeholders in the focus countries and with partners.\n\nIncreasing resilience to seismic hazards in the three focus countries will pose some difficult challenges. The different contexts are probably characterised by limited knowledge about problems, dynamics and capacities which will be distributed at different levels and across a range of stakeholders. There will probably be several plausible and equally legitimate interpretations and perspectives on the questions policy must address, which are often conflicting and divergent. And there can also be limited knowledge on cause and effect and appropriate policy actions, as well as a high level of unpredictability. The capacity to act cannot be controlled by one actor (such as centrally located policymakers or by disciplinary bound researchers). Groups not linked by formal hierarchies (such as non-governmental organisations (NGOs), community groups and social movements) may have an ability to self-organise and work more coherently towards a common goal (than say government authorities) as they might have a stronger understanding of the local context and are more likely to have ownership over solutions.\n\nTherefore, in order to deliver the project’s objectives, an approach is needed which can bring together the different perspectives and areas of knowledge of the project team and stakeholders to develop practical solutions to building earthquake resilience. We have adopted a transdisciplinary approach in which we:\n\naim to shape processes in society, rather than just analyse them;\n\nwork closely with stakeholders in society, integrating their perspectives and knowledge with our own; and\n\ntake account of local conditions and possibilities for action in order to generate socially robust knowledge, and secure its uptake and impact.\n\nActivities and findings of the project to date that are specific to Durham University can be summarised as follows; research by other university partners is summarised separately.\n\n1. We have successfully launched the project and the partnership through a series of meetings with project partners in Cambridge (19-21 Oct 2012), Patna (12 Jan 2013), and Kathmandu (16 Jan 2013). Launch events in China took place in 2013 in Xian and Beijing. These meetings are critical for talking to stakeholders and identifying the key research unknowns in each of the focus countries.\n\n2. We have completed mapping exercises designed to assess the state of knowledge and activity around earthquake disaster risk reduction (DRR) in Bihar, India, and Nepal, working directly with Indian and Nepali partners. These have included a set of structured interviews with key stakeholders and community groups.\n\n3. We have started to assess the state of knowledge and earthquake DRR activities in Kazakhstan, and have identified project partners in both the university and NGO sectors, including the Red Crescent Society, al-Faraby Kazakh National University, and the Shymkent University.\n\n4. We have identified the use of science in earthquake disaster risk reduction as a major unknown. The improved or enhanced use of science has been identified by numerous organisations as a priority issue, but it remains unclear how this can best be done, or what benefits might accrue, at community, regional, or sub-national scales. We are currently undertaking collaborative work with partners in Nepal and Kazakhstan to trial different approaches toward the use of science in earthquake disaster risk reduction efforts. The research is aimed specifically at a non-academic goal - namely, increasing resilience to earthquakes in communities across the Alpine-Himalayan mountain belt. While the project is still ongoing, we anticipate that our results will be most relevant to both governmental and non-governmental organisations that are charged with planning for major earthquakes, because our efforts are focused on factors which make affected populations more or less resilient (rather than on, for example, the best ways to respond to a given earthquake). The results of the research will be achieved in close contact and collaboration with our external (non-academic partners). The precise route by which the research will be exploited will vary in each of the three focus countries and across the partnership more widely, due to differences in the cultural, societal, and governmental approach to earthquake DRR. These differences are themselves a focus of our research. Communities and Social Services/Policy,Environment","dataset":"gtr"}