{"id":"033C6884-BEB7-43FA-869A-164E18FCAD85","title":"Light Sheet","abstractText":"Food security represents a major global issue. Crop production has to double by 2050 to keep pace with a global population increasing to 9 billion. This target is even more challenging given the impact of climate change on water availability and the need to reduce fertilizer inputs to make agriculture become more environmentally sustainable. Research to meet these challenges is often based on studies using simpler plants which can reveal insights as to how important traits such as root growth and branching, water movement, seed germination and pollen release can be improved in crops. A new type of microscope (using a technique called Light Sheet Fluorescence Microscopy or LSFM) has recently been developed that, for the first time, allows the long-term study of plant growth and development and gene expression. These microscopes use a thin sheet of laser light to illuminate a specimen. Only the measured part of the sample is illuminated by the sheet, making the process less stressful and allowing imaging of living plants for several days.\n\nThe Zeiss Z.1 is the first commercially available LSFM. This imaging approach has not been widely used to study plants because the first machines lacked the ability to grow plants within the microscope. The microscope we have designed with the manufacturers will be fitted with temperature and light controls and will be one of the first light sheet microscopes in the world (and the first in the UK) to be specifically optimized for plant science. \n\nWe will use this unique tool to look at many biological questions of relevance to food security including:\n\n1. Root responses to environmental signals. Roots adapt their growth in response to environmental signals like nutrients and water to optimise foraging in the soil for these important resources. LSFM images will allow for the first time visualization in 4-D of foraging processes such as hydrotropism when roots grow towards a water source.\n\n2. Root vascular patterning for increased water use efficiency. The vascular tissues of the root represent the main system for moving water and nutrients. The LSFM images would provide important information into the activity of genes controlling vascular tissue identity, and help efforts to engineer lines with alternate vascular patterns that may have greater water use efficiency.\n\n3. Seed germination occurs first by the seed coat rupturing, followed by the rupture of the endosperm (a coating of live cells). The process of endosperm stretching and rupture is difficult to study due to their sensitivity to humidity and temperature. This can be controlled in the LSFM, allowing tracking of cell geometry and markers over time.\n\n4. Seeds also provide a major nutrient source for plants and animals. We would use the LSFM to understand how ovules develop within seeds, with the aim of maximising yield of oilseeds.\n\n5. Anther and pollen development. The control of pollen viability and the release of functional pollen are critical for fertilization and crop yield. The LSFM will be used to visualize fluorescently labelled molecules with high resolution and with time, from pollen wall deposition, through anther opening, to pollen release.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M012212/1","grantId":"BB/M012212/1","fundValue":"458536","fundStart":"2015-01-20","fundEnd":"2016-01-19","funder":"BBSRC","impactText":"","person":"Malcolm  Bennett","coPersons":["Anthony Baden Bishopp","Darren Mark Wells","Tony  Pridmore","Nicola Mary Everitt","John  King","Smita  Kurup","Zoe A  Wilson","Vardis  Ntoukakis","Andrew Peter French"],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}