{"id":"033D0FFA-E45D-4C92-9366-4F49A8424427","title":"Catchment Hydrology, Resources, Economics and Management (ChREAM): Integrated Modelling of WFD Impacts upon Rural Land Use &amp; Farm Incomes","abstractText":"<p>This project combines natural science and socio-economic research to assess the costs and benefits to the rural community of changing farming practices to produce a healthy and sustainable river environment of good amenity value. A key focus of the project is to examine how (within a context of reforms to the Common Agricultural Policy and complicating issues such as climate variability and non-agricultural sources of pollution) the implementation of the EU Water Framework Directive is likely to affect agricultural activities (eg due to possible restrictions on fertiliser use or faecal matter outputs from livestock) and so impact upon incomes within already fragile farming communities. </p>\n\n<p>The research will also assess the potential water amenity and recreational benefits arising from such policies and compare this to their likely cost. Central to the methodology will be an interdisciplinary framework that combines water quality modelling with farm surveys and economic analyses to provide an integrated study of this multifaceted issue. The project will build upon the findings from a number of previous studies and focus on a case study of the Humber catchment (which covers a fifth of the area of England from the midlands to north Yorkshire and across to the east coast).</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-227-25-0024","grantId":"RES-227-25-0024","fundValue":"942912","fundStart":"2006-01-01","fundEnd":"2010-10-31","funder":"ESRC","impactText":"","person":"Ian Julian  Bateman","coPersons":["Timothy  Jickells","Robert Kerry  Turner","Brett Howard Day","Roy  Brouwer","David  Hadley","Julian  Andrews","David  Kay","Stavros  Georgiou","Andrew Peter Jones","Andrew  Lovett","Graham James Leeks","Dan  Rigby","Colin  Neal"],"organisation":"University of East Anglia","findingsText":" (i) The ChREAM (Catchment Hydrology, Resources, Economics and Management) analysis shows that market, policy and environmental drivers all significantly influence agricultural land use. For example, forecast climate change is likely to increase farm incomes in those (mainly upland) areas which are currently disadvantaged by lower temperatures and higher rainfalls.\n\n\n\n(ii) FIO levels cannot be adequately controlled through purely rural land use measures such as reductions in livestock intensities, urban measures are the major issue here.\n\n\n\n(iii) significant improvements in river water quality can be generated by policies aimed at altering agricultural land use, but that these will lower farm incomes. \n\n\n\niv) The major potential beneficiaries of such river improvements are in urban areas. Comparison of these and the prior results suggest that such schemes would pass cost - benefit rules but would cause a marked redistribution of welfare from rural to urban populations raising concerns about the equity implications of satisfying WFD requirements. \n\n\n\n(v) Within any given locality, the value of additional river quality enhancements diminishes significantly once an initial river is improved.  ","dataset":"gtr"}