{"id":"033EC268-9C68-4715-A13F-9660BD7CE3CC","title":"Solar Energetic Particle Modelling for Space Weather","abstractText":"High energy solar particles accelerated at the Sun during flares and Coronal Mass Ejections (CME) pose a threat to humans and satellite equipment in space. This project will develop new models of the acceleration and propagation through space of these Solar Energetic Particles (SEPs). Up to now, the majority of simulations aimed at predicting the intensity of SEPs following a solar event have assumed that the particles tend to remain 'tied' to the magnetic field, moving parallel to it. However, recent data from the Ulysses spacecraft and other missions have shown that particles can efficiently jump across magnetic field lines. This phenomenon, called cross-field diffusion, is likely to have a strong effect on our predictions of how many particles will reach a given location in space following a flare or CME. In this project we will include cross-field diffusion in a code that describes SEP acceleration and propagation. We will run our code on a supercomputer, to minimise its running time, and will compare the results obtained using different models of cross-field diffusion with data from the twinned STEREO spacecraft, to choose the model that best describes the data. Our work will be applied to predicting the hazard to astronauts from SEPs, as part of studies of so-called Space Weather.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/H002944/1","grantId":"ST/H002944/1","fundValue":"274296","fundStart":"2010-08-24","fundEnd":"2012-03-31","funder":"STFC","impactText":"  This basic research provided input into the SPARX model for predicting radiation impact near Earth from Solar Energetic Particles. The model is implemented within the COMESEP Space Weather Alert System, available at www.comsep.eu/alert . Environment,Other Societal,Policy & public services","person":"Silvia Carla Dalla","coPersons":[],"organisation":"University of Central Lancashire","findingsText":" We have found the way in which the propagation of energetic particles accelerated at the Sun is influenced by the turbulence in space. Other scientists have been able to access details of our models and simulations and take the research forward. Environment,Other","dataset":"gtr"}