{"id":"03410BB4-03E4-4860-8456-F3D33533671F","title":"Air quality feedback: a tool to encourage smoke-free homes","abstractText":"Exposure to second-hand tobacco smoke (SHS) is associated with a wide-range of ill-health outcomes that are entirely preventable. More than 85% of SHS is invisible and many smokers are unaware of the impact of their smoking on air-quality in their home. Inhaling SHS can lead to effects on the respiratory system, and is likely to be especially harmful during early life. Children's exposure to SHS in the UK is estimated to cause approximately 830 healthcare consultations per day, with over 20 children per day suffering illness leading to admission to hospital. Non-smokers who live with smokers can have high SHS exposures, particularly young children who spend much of their day at home with a smoker. The UK government has stated that they wish to see two-thirds of smokers' homes being smoke-free by 2020 and the Scottish government tobacco control strategy has a target of reducing the number of children exposed to SHS at home by 50% by 2020. Recent work has also shown that SHS remains in household air for many hours after a cigarette is extinguished while previous work has demonstrated that personalized measurements of household air quality can lead to changes in smokers' smoking behavior and that visual, graphical and numerical data can be effectively explained to a wide-variety of users. This study aims to provide health workers with a simple, low-cost procedure to help change smoking behavior of parents in their house and car, and create a safer and healthier environment for children. The work will seek to help parents exchange ineffective strategies to create a smoke-free environment (e.g., opening the window when smoking in the car, smoking in another room in the house) for effective strategies (e.g. smoking outside, delaying smoking, quit smoking).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M026159/1","grantId":"MR/M026159/1","fundValue":"147243","fundStart":"2015-05-01","fundEnd":"2016-10-31","funder":"MRC","impactText":"","person":"Sean  Semple","coPersons":["Stephen William Turner","Marijn  De Bruin","Amanda  Amos"],"organisation":"University of Aberdeen","findingsText":"","dataset":"gtr"}