{"id":"035780CC-6770-4BD4-B1F0-975BCE54FE98","title":"The neurobiology of human working memory for threat: A multi-method approach","abstractText":"This project will explore how our ability to remember and think about information immediately after perceiving it is affected by how emotional that information is. Previous research conducted by scientists a Bangor University showed that images associated with threat, e.g., angry faces, are more likely to be remembered over brief intervals than non-threatening images, e.g., faces with a neutral expression. This project will build on those previous studies by exploring how emotional information, including images and sounds that are fear evoking, gain preferential processing by the brain. The study will use brain-imaging techniques to investigate the brain systems that control how emotional information influences short term memory. It will also explore the possibility that specific bio-chemicals in the brain, called neurotransmitters, regulate cognitive responses to emotional information. To do this, the project will study short-term memory for emotional information in patients with Parkinson's disease because they are known to be deficient in a specific neurotransmitter that is highly likely to be important in emotional regulation of short-term memory. Asking the same question but using a different method, other parts of the project will examine how genetic variation in the neurotransmitter systems in healthy human adults can be used to account for variations in short term memory for emotional information. The results of the project will provide insight into how the brain uses motivationally relavent information to control memory and conscious experience.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G021538/1","grantId":"BB/G021538/1","fundValue":"313912","fundStart":"2009-10-01","fundEnd":"2012-06-30","funder":"BBSRC","impactText":"  Findings from this project have been used primarily by academic researchers to further explore the role of emotional information on cognitive processing in healthy adults, the elderly, and in those with schizophrenia, Parkinson's Disease, Alzheimer's Disease or Alcoholism. Healthcare Societal","person":"David Edmund LindenJane  Raymond","coPersons":["John Vincent Hindle"],"organisation":"Bangor University","findingsText":" This project discovered that the ability of humans to remember a person's face, even for a very short time, depends on the face's emotional expression. It also discovered that this emotional influence on face memory depends on the level of particular neurotransmitters in the brain. These findings suggest that emotional expressions may be important to control when face memory is required in for example security situations; face expressions may explain why some people with neurological problems have difficulty with face memory sometimes; particular face expressions or tone of voice may help improve short term memory for elderly people. Creative Economy,Healthcare,Security and Diplomacy","dataset":"gtr"}