{"id":"036502A4-BDDD-4F9B-8178-7508A3D75760","title":"Post Genomic Functional Genetic Analysis of Parasite/Insect Interaction","abstractText":"The recent direction of biological research has focused on sequencing the total DNA content of organisms. This has led to the identification of potentially all the genes encoding for specific proteins present in particular species. What is needed now is to identify the function of these genes, their protein products and the tissues in which they are produced. The most common way to establish gene function is to isolate specific genes in the test tube, modify them and then return them to the organism. These modifications can either cause the organism to over-produce, or conversely, underproduce, this specific protein which in turn causes a specific physiological change that gives vital information on the gene's normal role. In the model organism, the fruit fly, there are numerous systems available to modify gene expression. However, to study important interactions that only occur between parasites and blood sucking insects requires similar methods to be developed for these important carriers of disease. This is particular relevant to mosquitoes which are biting nuisances worldwide and the most important vectors of many human diseases. The general complications of maintenance of blood-feeding insects make the development of efficient modification tools that maximize experimental flexibility a requisite. We will thus adopt the most successful method used in fruit fly research to the mosquito, Anopheles gambiae that is the primary transmitter of the malaria parasite in Africa. Different components of system will be initially tested in the simplified environment of isolated mosquito cells to rapidly identify those that function most efficiently. A selection of the most efficient tools will then be examined directly in mosquitoes to precisely define those that work in the more complex holistic environment of the whole organism. As a proof of principle that the system functions efficiently in mosquitoes we will over-produce and silence specific proteins thought to kill parasites in the insect. Using the flexibility of the system we will determine whether malaria parasite killing is more effective if the protein is produced by the mosquitoes' 'liver', blood cells or its stomach. Although the work is focused on Anopheles mosquitoes and the malaria parasite, the principles and methods should be transferable to other parasites transmitted by mosquitoes and blood sucking insects.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F021933/1","grantId":"BB/F021933/1","fundValue":"280042","fundStart":"2008-09-01","fundEnd":"2011-08-31","funder":"BBSRC","impactText":"  The New Investigator Research Project initiated the development of a centre of excellence for transgenic technology at the LSTM. The project focus was on basic research to generate research tools to examine gene function in malaria transmitting mosquitoes. These tools have been taken up by many academic partners described elsewhere to further their research goals. However, the long aim is to use this knowledge to relieve the burden of disease in endemic countries through the development of novel control methods and products.\n\nTo date the major impacts have been educational through public engagement and research and skills training . The transgenic mosquitoes feature heavily on regular visits from schools, the military, chemical industry partners, government and non-governmental officials. Of particular note was the visit of the Minister of Universities and Science, David Willetts MP to discuss the research and its impact. \n\nMembers of the Lycett lab also participate in outreach programs with the Liverpool World museum to display mosquitoes and other vectors of disease. This stimulates and feeds a great deal of interest in bugs, disease and genetic manipulation. Funding has also been sought to the Wellcome Trust for their People Award for public dissemination of information through a multimedia presentation of &quot;Mosquito watch: there is more to a mosquito than meets the eye.&quot; \nThe LSTM also has an active communications group that interacts with the media to stimulate interest and explain the findings of the research. In the last few years, the transgenic mosquitoes have featured in a number of TV broadcasts, including a BBC breakfast news bulletin (31/7/14), Help! I caught it Abroad 2 (9/9/10) and the discovery channel series, Bugs Bites and Parasites (August/Sept 2013). This exposure has also stimulated media enquiries to provide expert commentary on breaking news concerned with mosquitoes and their genetic control.\n\nFrom an economic perspective, the establishment of the transgenic facility has also provided opportunities for skills training of M.Sc and B.Sc. students that have subsequently moved into both industrial and academic positions. In addition, the facility has given expert training to technicians that have been employed by the Liverpool Insect Testing Establishment (LITE); a spin off facility that screens new insecticide products produced by commercial partners, including Bayer, Syngenta and Sumitomo, against insecticide sensitive and resistant populations of mosquitoes. Education,Government, Democracy and Justice,Culture, Heritage, Museums and Collections Societal","person":"Gareth  Lycett","coPersons":[],"organisation":"Liverpool School of Tropical Medicine","findingsText":" The key findings of the project have been:\n\n1) The generation of a graded panel of Gal4 based trans-activators and UAS response elements that can be utilized as a bipartite system to express transgenes at different levels in insect cells.\n2) The development of a conditional expression system in transgenic mosquitoes that allows gain and loss of gene function to be examined in vivo for the first time in An. gambiae.\n3) The discovery that gene expression was silenced in developing testes when transgenes were placed on the X chromosome, and so supplying valuable evidence for evolutionary theories on demasculinization of X chromosome in a non-model organism.\n4) The functionality of the conditional expression system for enhancer trapping in conjunction with recombination mediated cassette exchange.\n\nThe vision for the project was to develop tools and resources that could be used by the research community to characterize the many candidate genes that would arise from molecular studies of the An. gambiae genome. New Investigator funding would also establish my position at the LSTM, and provide a centre of excellence for mosquito transgenics in the largest vector research department in the country. In fulfillment of these aims, the transgenic resources developed in this project have so far been used in collaboration with five research teams to generate funds to examine a range of scientific questions that were not possible previously. These have included their use in a) defining sex specific transcriptomes in immature stages, b) examining the role of heam oxygenase in blood meal detoxification, c) analysis of male specific gene function, d) functional analysis of candidate genes for metabolic insecticide resistance and e) proof of principle studies to silence genes involved in cuticular resistance and desiccation tolerance. Furthermore, the resources have also been shared with different research groups that are studying innate immunity to malaria parasite infection, mating compatibility and entrainment of circadian rhythms. \n\nThe research initiated in this project has also been crucial to the active participation in two large European/African Research Networks funded through EU FP7. In both Networks, I have been leader of the work packages concerned with functional genetic analysis. It has also led to participation in the Insect Genetic Technologies Research Co-ordination Network that brings together researchers from many different fields to share knowledge, skills and training opportunities. The research is aimed towards alleviating the burden of malaria in the longer term. The tools and resources produced are being used to define factors that influence malaria transmission. As outlined above, the transgenic resources developed in this project have already being taken up by a number of academic partners for collaborative and individual research projects. To facilitate future work, we have made the transgenic lines available at the MR4 repository for long term maintenance and free distribution to researchers.\n\nThe tools and resources can also be adapted to other disease vectors and agricultural insects. An example of the latter, is our ongoing assistance of partners at Rothamstead Research in the development of transgenic technologies in Plutella xylostella. \n\nThe resources produced may also prove invaluable for chemical and biological control of mosquitoes that will interest the non-academic sectors. Research with these tools is likely to produce modified mosquitoes that have altered insecticide metabolism and uptake. These will naturally feed into novel insecticide screening pipelines that have been developed at the LSTM though partnership between the Liverpool Insect Testing Establishment and the Innovative Vector Control Consortium. This partnership enables large chemical companies to screen novel compounds destined for public health use on resistant mosquito populations.\n\nGM mosquitoes are also being trailed currently for the control of dengue in several countries with the products of a UK company. Similar work at UK and International research institutes is developing related approaches for An. gambiae control. The resources developed in this project will assist in the identification of appropriate targets for genetic control both from within the department, our collaborators and others taking up these advanced tools. Agriculture, Food and Drink,Chemicals,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}