{"id":"0365F7D1-DF09-457B-A589-E442DE956817","title":"UK Neuroinformatics Node: Contributing to the International Neuroinformatics Coordinating Facility","abstractText":"Understanding the brain is one of the great intellectual challenges of our time. It is of practical importance, as it will lay the foundations for treating many currently incurable diseases.\n\nThe brain comprises billions of nerve cells and we need to know how they are formed, how they interconnect and how they influence one another. Neuroscience yields vast quantities of data about all these aspects, such as how genes instruct the formation of nerve cells and how nerve cells intercommunicate by transmitting\nelectrical and chemical signals to one another. Furthermore, imaging studies reveal detailed pictures of which parts of the brain are active when we carry out specific tasks.\n\nNeuroinformatics applies computer science, mathematics and physics to the problem of storing, retrieving and analysing this vast amount of data. To do this efficiently, common international standards for formats for neuroscience data tools need to be developed and agreed upon. Currently, much of this data is not maintained after the end of the project that generated it. Methods need to be developed to store and make accessible this data in the long term. For all of this to happen, international coordination is needed.\n\nThe INCF (International Neuroinformatics Coordinating Facility) is an international body which coordinates neuroinformatics worldwide. There are 14 member countries of the INCF, including the UK. It has a\nprogram of activities each focussed on specific issues, such as how to share data or how to store data long term. To be a member of the INCF, a country must have a national neuroinformatics organisation, which acts as a Node of the INCF. This proposal is to fund the UK INCF Node.\n\nWe propose to carry out a set of activities to strengthen and develop UK neuroinformatics and to encourage involvement in the INCF. Amongst these activities are: developing a UK Neuroinformatics Node web site to facilitate collaboration between UK Node members; organising specialist workshops at which new ideas for using neuroinformatics methods for the benefit of neuroscience will be developed and which\ncan feed into activities at the INCF level; organising short training workshops; arranging meetings between individuals to learn new techniques; acting as a dating agency for people unaware of other expertises that would benefit them; making the field of neuroinformatics more widely known; and taking part in INCF specialist programs of work or proposing new international initiatives that can be taken up by the INCF.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0801417","grantId":"G0801417","fundValue":"210728","fundStart":"2009-06-05","fundEnd":"2012-06-04","funder":"MRC","impactText":"","person":"David  Willshaw","coPersons":[],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}