{"id":"0374D97A-2CBF-400F-965F-3B12C63C9EE7","title":"Innovative separation of Caesium and Strontium using flotation and magnetic particles, to convert large waste volumes into small waste packages","abstractText":"Both the UK and Republic of Korea governments have a strategy to maintain (in the UK) or increase (in the ROK where capacity is planned to increase by 59% by 2022) the level of nuclear power generation in order to provide &quot;low-carbon&quot; energy. The two countries have a long and established civil nuclear industry; producing legacy sites and materials which will need to be managed. There is a clear imperative, given the needs of both new build reactors and legacy wastes, to develop innovative approaches to waste management and decommissioning for safe and cost effective answers to storage and disposal issues. \n The treatment of radioactive effluent streams is one of the common yet challenging tasks facing almost all nuclear facilities, whether active plants or decommissioning sites. Various liquid streams from cooling ponds to fuel reprocessing require immediate processing to reduce the activity for safe discharge. While low efficiency removal routes in on-going plant operations can lead to long term environmental accumulation in land and sea, the sudden release of mobile radioactive ions can lead to severe environmental contamination. The acute difficulties of treating large volumes of effluent following major nuclear incidents such as Fukushima, highlights the requirements for new flexible technology. The release of cesium-137 (137Cs) and strontium-90 (90Sr) in particular pose substantial safety and environmental concern due to their high fission yield and significant half-lives (t1/2 ~ 29 years). Once released into the biosphere there is a high potential for the fission products to undergo a series of chemical and geochemical processes that ultimately impact human health. Methods to assist in remediation face substantial scientific and engineering challenges associated with: i) complex interactions between the fission products and the environment, and ii) the requirement to process large volumes of waste. \n In this UK-Republic of Korea project, a new concept based on dual-bubble flotation and magnetic separation will be studied to treat radioactively (Cs and Sr) contaminated environments. The 3-stage process: i) Cs+ and Sr2+ adsorption, ii) heterogeneous-bubble nucleation and flotation, and iii) magnetic separation and volume reduction will proceed in series to transform large waste volumes into small waste packages suitable for interim storage. \n Surface wettability-based flotation is chosen as the most appropriate method for remediation due to its versatility and applicability for processing large waste volumes. In combination with hydrodynamic cavitation, the process will be capable of separating contaminated particles (fine clays and magnetic carriers) from the unwanted gangue to produce a froth that can be further treated by applying a magnetic field to control the rate of froth destabilization, but also and quite importantly control the overall volume of the waste package. \n The research will lay scientific foundation for developing revolutionary technology to treat environmentally contaminated land (aqueous and soils). The scientific/engineering approach has the potential to develop a technological step-forward for global decommissioning programmes and the remediation of legacy nuclear sites, such that the footprint of nuclear power has no long lasting impact on the environment.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M026426/1","grantId":"EP/M026426/1","fundValue":"317663","fundStart":"2015-04-30","fundEnd":"2018-03-29","funder":"EPSRC","impactText":"","person":"David  Harbottle","coPersons":["Bruce Christopher Hanson","Timothy Nie  Hunter"],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}