{"id":"03756585-862A-4935-B377-4B003BDB240D","title":"Identification and functional characterization of proteins of the mitochondrial tRNA import pathway of Toxoplasma gondii","abstractText":"Apicomplexa is a group of parasites that have extremely high infection rate in humans and animals and that is very harmful. The most deadly disease caused by an apicomplexan is malaria that kills millions yearly in developing countries. Other parasites from the group are also responsible for diseases in people with compromised immune systems, like AIDS patients. Still more, apicomplexans cause disease in agricultural animals, resulting in major economic harm and damage to humans food supply. Toxoplasma, for example, is one of the most frequent causes for abortions in sheep.\n\nThese small, single-celled parasites live and multiply within the larger cells of their human or animal host. Accordingly, these parasites evolved elaborate tactics to minimize exposure to host defence systems while still harvesting their needed metabolites from this hostile environment. Two organelles within each parasite, called the mitochondrion and the apicoplast, play crucial roles in this struggle by providing essential centres of parasite metabolism. Consequently their function is essential and their maintenance is tightly regulated and synchronized with the parasites' proliferation. Each parasite possesses one mitochondrion that divides and changes morphology in full synchrony with the parasite cell division. This is unlike the situation in human and animal cells where the many mitochondria found in each cell replicate, change and function independent of the cell division.\n\nMitochondria were acquired via endosymbiosis whereby one cell was engulfed by another and was gradually enslaved to become a dependent organelle. Molecular transport mechanisms through which the organelle and the cells could exchange materials had to evolve to allow this take-over. One such example is mitochondrial tRNA import (MITI). Since the mitochondria kept some of the genome of its ancestor it needs tRNAs to express its genes to functional proteins. While in most organisms the mitochondria still retain its own tRNA genes, in Apicomplexa all tRNAs are encoded in the nucleus of the cell and the mitochondrion must import all the tRNAs it needs from the cell cytosol, making MITI absolutely crucial for parasite survival. This pivotal role highlights MITI as a key player in controlling the tight synchrony between parasite and mitochondrion division. \n\nDespite the crucial important of MITI in the evolution of mitochondria, scientists have only described MITI systems in detail in a handful of organisms, resulting in a very limited understanding of its origin and development. Moreover, despite the essential role of MITI in the control of mitochondrial function in Apicomplexa, its composition and functional mechanism in these parasites are entirely elusive. In this study integrated and complementary approaches will be used to catalogue and analyse the components of the MITI machinery in the most well developed experimental system in Apicomplexa, Toxoplasma gondii. A detailed model of the MITI composition and organization will be generated via tagging of individual components and dissecting their interaction with each other and with the RNA in transit. The function of the individual components, and of MITI as a whole, will be analysed by genetically removing one component at a time. Not only will this provide the first description of MITI in a new group of organisms, it will also developed our understanding of MITI evolution, and how in the case of these parasites it supports their deadly lifestyle. \nA thorough understanding of the apicomplexa MITI system will also provide a new potential avenue for the design of novel therapeutic strategies to fight diseases like toxoplasmosis and malaria.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/N003675/1","grantId":"BB/N003675/1","fundValue":"362320","fundStart":"2016-01-01","fundEnd":"2018-12-31","funder":"BBSRC","impactText":"","person":"Lilach  Sheiner","coPersons":[],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}