{"id":"0378C54A-C19B-4ED5-86F7-97C99D6201B8","title":"Personal identity and the self","abstractText":"My research objective is to complete a book called The Self, for which I have a contract from Oxford University Press. This is a book about the metaphysics of the self, about the nature and existence of the self. But it includes as an essential part a discussion of the phenomenology of the self, of the experience of there being such a thing as the self. I call this 'self-experience'. Self-*experience certainly exists, even if selves do not. (Note that the existence of self-experience no more implies that there are such things as selves than the existence of 'pink elephant experience' implies that there are such things as pink elephants.) The work also addresses the time honored question of the necessary conditions of self-consciousness.\n\nThe notion of the self has long been in disrepute in analytic philosophy, and I take on the self as a defense lawyer might take on a client. My client is charged with being a confusion or an illusion-with the fatal defect of non-existence (recent notable advocates of the nonexistence view are Anthony Kenny, Eric Olson, and from a cognitive science perspective, Thomas Metzinger; Hume is also regularly called in support, although wrongly, in my view). My brief is to establish my client's innocence and good standing-its metaphysical reality. The central question that the book aims to answer is 'What is the best candidate for the title 'self-given the following constraining assumptions: [a] that materialism is true, [b] that anything properly called the self must be non-identical with the human being considered as a whole, and must also qualify as a thing or substance of some suitably robust sense\n(I.e. as not merely a property of something)?\n\nI argue that we need to consider the nature of 'self-experience' in order to establish what a thing would have to be like to be rightly called a 'self. I defend this approach against natural objections, and then pursue it. I propose that ordinary human self-experience involves a conception of the self as (at least) a [1] subject of experience, a [2] single [31 mental (4] thing that [5] persists for a period of time, an [6] agent with a [7] personality that is [8] not identical with a whole human being. All these eight things need separate discussion. I then argue that anything that could count as self-experience would have to involve at least (1-4) even if (5-8) were not essential: more precisely, it would have to involve some sense of the self as what I call a an entity that is 'correctly said to be a single thing when considered specifically as a subject of experience (rather than just as a brain or part of a brain, say) that is itself being considered specifically in its mental being'. This proposal has interesting connections to Kant's attack on the Cartesian self in his Paralogisms, which I rehearse.\n\nHaving reached this phenomenological conclusion, I derive a metaphysical conclusion (although not in the way Kant criticizes): anything that is to count as a self must qualify as a sesmet, whatever else is or is not true of it. I then ask whether there are in fact any good candidates for the title 'sesmet', given that materialism is true? I answer with a qualified Yes, proposing two leading candidates corresponding to two sorts of neurologically definable entities. !none part of the answer I find common ground with William James and indeed with Hume, who never denied the existence of the subject of experience in the way some suppose. The details of the answer to the question do not however matter as much as the framework they provide for exercising our thought about the self, for the fundamental aim is simply to articulate and enrich our knowledge and understanding of all the phenomena that lead us to think and talk in terms of the self. I can think of no more important project in philosophy.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E506313/1","grantId":"AH/E506313/1","fundValue":"25069","fundStart":"2007-01-01","fundEnd":"2007-03-31","funder":"AHRC","impactText":"","person":"Galen  Strawson","coPersons":[],"organisation":"University of Reading","findingsText":"","dataset":"gtr"}