{"id":"0379C9DE-4527-4602-9541-D7AAC72A9B85","title":"After Brasilia: the modern city in Brazil, 1960 to the present","abstractText":"The research subject is the critical discourse around the architecture of the Brazilian city from 1960 to the present. The 'critical discourse' is mostly the debates of architects, urbanists and critics, but extends to the discussion of cities and city life in the popular press. By 'architecture' I mean actually&shy; existing structures but also representations of them in the visual arts. The cities in question are principally Brasilia and Sao Paolo, both of which registered exceptional economic and population growth in the period concerned. As cities they are also profoundly different to Rio de Janeiro, which dominates existing Anglophone architectural histories of Brazil. \nThe historical frame, 1960 to the present, begins with the inauguration of the new capital, Brasilia. Brazil's reputation for modern architecture was unsurpassed in the years 1930.1960; after 1960, international attention waned dramatically, while internal discussion was circumscribed by military rule and censorship. Yet this was a period of exceptional growth during which Brazil's cities became globally significant not only for their size, but for the extent to which they pushed development of existing urban forms such as high-rise residential buildings and gated communities. \nThe increasingly uneven wealth distribution in Brazilian cities (especially since the end of military rule) is also of global, rather than local, interest as it shows in the most exaggerated form tendencies that are already strongly characteristic of Anglo American cities. The primary purpose of the project is therefore to investigate an underexplored, but important area of architectural urban history.\n\nThe Brazilian city is a large subject which will be made manageable by organising the research around a series of representative case studies. These include: Brasilia's inauguration in photography, the adaptation of brutalism by Paulista architects, controversial public monuments such as the Memorial da America Latina, th spectacular growth of gated communities, and Brasmas status as a UNESCO World Heritage Site. A detailed plan can be found in the Case for Support. The structure of the project is modeled on my book 'The Anxious City' which covered a similarly broad topic.\n\nVery little work in the subject area can be found in English. A lively debate on the Brazilian city postBrasilia can be found in the Brazilian architectural press after 1985, and an important purpose of the project is to report on and analyse this debate. In so doing, I hope to raise the profile of the Brazilain city within Anglophone architectural history, and more generally Anglophone urban theory. My plans for the dissemination of the research through research seminars in New York and London, and through my existing website, speak to this ambition.\n\nThis project brings to fruition research that has been in development since 1999, and has had funding from various sources since 2001. The results of the project so far include an article for the Journal of Urban History, two chapters in edited books, and two review articles for The Map Magazine, as well as conference papers at the Courtauld Institute, University College Cork, Reading and Glasgow universities, and invited talks for DOCOMOMO International, and the Royal Incorporation of Architects in Scotland (RIAS). I would emphasis that this research has so far been done alongside other much larger projects, such as my work on contemporary British urbanism, which resulted in the book 'The Anxious City' (Routledge, 2004). Granting funding to the project would enable a major outcome for a well-established project.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/D500761/1","grantId":"AH/D500761/1","fundValue":"27263","fundStart":"2006-09-01","fundEnd":"2006-12-31","funder":"AHRC","impactText":"","person":"Richard  Williams","coPersons":[],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}