{"id":"037E81C6-600C-4CDD-80EE-BC4B3BFDB824","title":"Resolution of type II diabetes following RNY gastric bypass surgery: can gene expression profiling reveal the underlying dynamic mechanisms?","abstractText":"With recent increases in the number of people with obesity, the number of people with diabetes is also rapidly increasing, both in the UK and worldwide. Although we know that the obese are at greater risk of becoming diabetic, how and why this happens is poorly understood. We also do not understand why some extremely obese individuals do not become diabetic.\nIt is now becoming common for severe obesity to be treated by some form of weight-loss surgery. Surprisingly, in addition to the expected weight loss, some types of surgery can sometimes also 'cure' diabetes - even before there has been any weight loss. This provides an opportunity to investigate the causes of diabetes (apart from obesity), and possibly to identify new ways of treating or curing it.\nWe will take blood and tissue samples from patients who are having weight-loss surgery, both before surgery and at various times afterwards. From these samples, we will determine which genes are switched on or off following the surgery, and by comparing patients whose diabetes was or was not cured by the surgery with those who have never had diabetes, we will try to find genes that are important in diabetes. We will then try to understand how these diabetes-related genes are controlled, by finding genetic differences between patients that help to explain whether the genes were turned on or off by a lot or just a little. To check that our results are not due to chance, we will look for similar results in additional groups of weight-loss surgery patients.\nThe results of this research may help to identify patients who will benefit most from weight-loss surgery. It may also provide new ideas about how to develop drugs that can treat or cure diabetes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K014536/1","grantId":"MR/K014536/1","fundValue":"100512","fundStart":"2013-04-01","fundEnd":"2014-03-31","funder":"MRC","impactText":"","person":"Alexandra Ida Blakemore","coPersons":["Stephen R Bloom","Carel W Le Roux","Sarah Anne Butcher"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}