{"id":"038C0B7B-DCD9-4DF8-8D2C-37D8A973A634","title":"Analyses of herpes simplex virus latency and reactivation at the single cell level.","abstractText":"Herpes simplex virus (HSV) can exist as two types, HSV-1, which is associated with recurrent cold sores, and HSV-2 that causes genital disease. In addition these viruses can sometimes cause severe and often life threatening infections particularly in neonates and the immunosuppressed. Once an individual is infected with these viruses a dormant or latent infection is established in neurons of the nervous system, which cannot be treated using available antiviral drugs. The mechanism by which HSV establishes, maintains and reactivates from this latent state is poorly understood and is the focus of this research. Using methods that allow the identification and purification of latently infected cells from the nervous system of experimentally infected mice, we aim to characterize the nature of latency at the single cell level. Our current research, and work from other research groups, has established that distinct forms of latency exist in the nervous system. In particular our prior research has shown that different levels of virus gene expression may occur prior to latency establishment. Our research aims to determine whether prior virus gene expression is associated with an elevation of latent virus DNA copy number in latently infected neurones and whether such cells correspond to the small number of neurones that are predisposed to reactivation. Using a transgenic mouse system that allows the identification and purification of fluorescent neurons that have experienced different levels of virus promoter activation compatible with latency, we are now in a position to address these questions. Should prior virus gene expression be responsible for the generation of a latent virus state that is predisposed to reactivation, our research has the potential to reveal novel virus targets whose inhibition may prevent or restrict reactivation and recurrent disease. We also wish to utilize this transgenic model system to explore the function of virus encoded latency transcripts. Our preliminary data have shown that these transcripts have an important role in maintaining latency in the nervous system. An important focus of our research will now be to explore how these transcripts function to maintain latency and specifically whether they are involved in suppressing virus gene expression and/or promote survival of latently infected neurones.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J002232/1","grantId":"MR/J002232/1","fundValue":"548821","fundStart":"2012-01-01","fundEnd":"2015-02-28","funder":"MRC","impactText":"","person":"Stacey  Efstathiou","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}