{"id":"0394CD6A-882A-4F73-B9BE-0DC723CDEDDD","title":"Delivering Food Security on Limited Land (DEVIL)","abstractText":"We will examine the challenge of delivering food security now and in the future on limited area, which will entail examining feedback interactions between land use change and food security dynamics. We will use the high resolution, spatially disaggregated global models and databases of soils, land-use, crops and livestock, developed by consortium partners as the basis for the analysis. We will use the global FEEDME model, informed by FAO statistics and nutritional demand, to derive country level dietary demands for food products. We will develop and use a country-level agent based model, that includes economic and sociopolitical constraints on food production and trade between countries, to satisfy the demand for food either locally, or through trade (constrained by international trade statistics), given the soil, crop and livestock resources available. Performance of the modeling system will be tested against current statistics on food (in)security, and spatial data on hotspots of land use change. The system will be considered adequate if it is able to replicate the current status. Once evaluated, the modeling system will be used to examine a range of scenarios including a) production side measures to improve food security, through: i) sustainable intensification (closing the yield gap; improving livestock), ii) redistribution and trade, and b) demand side measures through i) changing diets, ii) reduced waste (pre- and post-harvest). The feedback interactions between these drivers of change and land use, and the feedback to food supply will be examined globally. Additional regional analysis will examine impacts on food security, land use change and selected ecosystem services in three regions that are key for food security and land use change: South Asia, sub-Saharan Africa and South America. We anticipate that this work will yield high impact papers and information critical to policy makers, industry and other stakeholders. The project will contribute to Future Earth, CCAFS, the Global Land Project and the Programme for Ecosystem Change and Society.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M021327/1","grantId":"NE/M021327/1","fundValue":"391889","fundStart":"2015-02-01","fundEnd":"2019-01-31","funder":"NERC","impactText":"","person":"Peter  Smith","coPersons":["Deborah  Roberts"],"organisation":"University of Aberdeen","findingsText":"","dataset":"gtr"}