{"id":"03954198-998E-48F4-8C23-085FE708686E","title":"Picturing Modernity: Blaise Cendrars and the Visual Arts","abstractText":"The book will be the first major English-language study of Blaise Cendrars (1887-1961). A prolific and original poet, novelist and essayist, Cendrars collaborated extensively with some of the most important artists, photographers and filmmakers of his time. These interactions, and the diverse creative works they generated, are the subject of the present book. As its chapters reveal, a profound engagement with the visual arts is a constant feature throughout his long creative career. In the pre-war period, his close exchanges with visual artists, especially the painters Sonia and Robert Delaunay, had a profound effect on his poetry, which reflects their shared preoccupation with notions of simultaneity and colour contrast. The mutually beneficial nature of this visual/verbal interaction is apparent in many poems, the best known of which is the spectacular 'Prose du Transsib&eacute;rien' (1913), produced in collaboration with Sonia Delaunay. A fascination with modernity brought Cendrars close to Fernand L&eacute;ger, who produced his first book illustrations for Cendrars and shared his love of machine imagery and the medium of film. \\n\\nAlways receptive to other art forms, Cendrars devoted poems to artists and sculptors, and wrote the libretto La Cr&eacute;ation du monde (Creation of the World, 1920) for Rolf Mar&eacute; and the Ballets Su&eacute;dois. Cinema, however, proved to be the most decisive influence on his work. The loss of his right (and writing) arm in the First World War allowed Cendrars to play a minor role in Abel Gance's war film J'Accuse (1918), and to become Gance's technical assistant. Crucially, the film medium also had a profound impact on Cendrars's writing style. His texts from the late 1910s to the 1930s borrow their structure and their terse notational style from the forms of narration used in writing film screenplays. In some instances, such as the experimental text La Fin du monde film&eacute;e par l'Ange N. D. (The End of the World Filmed by the Angel N.D., 1919), the novel Cions de Dan Yack (Confessions of Dan Yack, 1929), or his essay Hollywood, la Mecque du cin&eacute;ma (Hollywood, Mecca of Cinema, 1937), film becomes the subject of the narrative. \\n\\nThe influence of photography, already apparent in his inter-war poetry collection Kodak / Documentaires (Kodak / Documentaries, 1924), culminates in the post-war collaboration with the photographer Robert Doisneau which led to the latter's first published volume, La Banlieue de Paris (The Suburbs of Paris, 1949). Curiously, Cendrars's final book, Films sans images (Films without Images, 1959), withdraws from the visual realm, yet tellingly, still refers to the cinema. \\n\\nExamining these various interactions in detail, the present book assesses their importance for Cendrars's development as a writer, paying particular attention to his works of an experimental or collaborative nature. It calls for a reappraisal of Cendrars's importance in the contexts of literary and visual Modernism and of twentieth-century French literature more widely.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E003222/1","grantId":"AH/E003222/1","fundValue":"20952","fundStart":"2007-05-01","fundEnd":"2007-07-31","funder":"AHRC","impactText":"","person":"Eric  Robertson","coPersons":[],"organisation":"Royal Holloway, University of London","findingsText":"","dataset":"gtr"}