{"id":"03980327-2D41-40DE-ABA4-805AE5305ACA","title":"Sustaining Growth for Innovative New Enterprises","abstractText":"<p>This project probes the growth strategies of innovative small and medium-size enterprises (SMEs). Our research focuses on emerging green goods industries that manufacture outputs which benefit the environment or conserve natural resources, with an international comparative element involving the UK, the US, and China.</p>\n\n<p>The project investigates the contributions of strategy, resources and relationships to how innovative British, American, and Chinese SMEs achieve significant growth. The targeted technology-oriented green goods sectors are strategically important to environmental rebalancing and have significant potential (in the UK) for export growth. The research examines the diverse pathways to innovation and growth across different regions. We use a mix of methodologies, including analyses of structured and unstructured data on SME business and technology performance and strategies, case studies, and modelling. Novel approaches using web mining are pioneered to gain timely information about enterprise developmental pathways. Findings from the project will be used to inform management and policy development at enterprise, regional and national levels.</p>\n\n<p>The project is led by the Manchester Institute of Innovation Research at the University of Manchester, in collaboration with Georgia Institute of Technology, US; Beijing Institute of Technology, China, and Experian, UK.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/J008303/1","grantId":"ES/J008303/1","fundValue":"260541","fundStart":"2012-01-01","fundEnd":"2014-12-31","funder":"ESRC","impactText":"  The research investigates how business strategies, regional linkages and policies influence the growth of green goods manufacturing SMEs in Britain, China and the United States. The new methodological approaches developed by the project (search approach for green goods manufacturing definition and web mining of company web sites to gather business intelligence) have been helpful to other researchers and have been disseminated through publications and training. The findings of the study are being disseminated to policymakers, businesses, and intermediaries, including through a workshop scheduled in London in December 2014. Education,Energy,Environment,Government, Democracy and Justice,Manufacturing, including Industrial Biotechology Policy & public services","person":"Philip  Shapira","coPersons":["Alan  Harding"],"organisation":"The University of Manchester","findingsText":" The study finds that green goods SME growth in Britain and the United States is influenced by the internal capability of firms to make pivotal strategic changes and to connect with universities, technology centres, government resources and private sector funding. Exporting is also important for British firms; and innovative green goods SMEs are found all over Britain, a positive finding in terms of rebalancing.\n\nIn China, rapid growth in green goods SMEs has been particularly dependent on government promotion of renewable energy sectors. But following recent declines in such areas as solar panel manufacturing due to over-production and reduced international demand, some Chinese firms are pivoting into more advanced technologies.\n\nVariations in British firms' performance by sector highlight the influence of policy. SMEs in renewable energy equipment have seen relatively strong overall sales and job growth over the last decade, but performance has been weaker in green building technologies. Policy has encouraged offshore wind energy generation, yet proven weaker in supporting energy efficient homes and buildings. In general, SMEs in Britain are still experiencing difficulties in accessing early stage finance, which raises concerns about the UK's fragmented support landscape and a regulatory environment that lacks the predictability needed to provide incentives for long-term investment The methods developed have been, and will be, taken forward and developed by the research team and by other researchers to use in further projects. This includes web mining of business strategies of firms in innovative materials sectors (graphene) for Nesta (in progress). The findings will be useful for UK policymakers, businesses, and intermediaries at national and local levels in terms of intelligence for policy and management actions. The findings will assist in bench-marking UK efforts to support growth in innovative manufacturing SMEs in comparison with the US and China. Analyses developed by the project will also be helpful to UK SMEs seeking to compete with US or Chinese firms in the UK, the US, China, and other markets. Education,Energy,Environment,Financial Services, and Management Consultancy,Government, Democracy and Justice,Manufacturing, including Industrial Biotechology","dataset":"gtr"}