{"id":"03A03804-8A10-49D5-B58A-E745DBE92392","title":"Dynamics and interaction of cell-polarity landmark proteins and the Cdc42 GTPase module: a systems approach","abstractText":"In the process of development from embryo to adult, cells of multicellular organisms undergo transitions from undifferentiated, embryonic-type cells into more specialised differentiated types, such as neurons, epithelial cells and muscle fibres. The term &quot;cell polarity&quot; refers to the ability of many types of cells to acquire an internal structure or architecture that distinguishes, for example, their front from their back, or their top from their bottom. Differentiation of cells into specialised cell types is typically accompanied by changes in cell polarity and cell shape, and these are important for the specific functions of different cell types. \n\nEnvironmental stresses to the cell, such as extreme temperature, changes in oxygen, acidity or toxins, can lead to loss of cell polarity, and this loss is in fact a normal defensive reaction of the cell. However, if cell polarity does not recover back to normal after the stress subsides, the cell may be more likely to eventually undergo a malignant transformation into a rapidly-dividing non-differentiated form that could cause cancer. Therefore, understanding the detailed mechanisms that control the loss of cell polarity in response to stresses, and the subsequent recovery of cell polarity, is very important to succeed in our fight against cancer. However, human cells, and indeed all mammalian cells, are exceedingly complex and difficult to study experimentally. In this project we will use fission yeast, a model laboratory fungus that is much better understood than human cells, and significantly easier to work with, to study how cell polarity is established and re-established after the recovery from environmental stresses\n\nIn particular, we will focus on two systems that contribute to the regulation of cell polarity. One system involves a protein called Cdc42, which is found in all cells from yeasts to humans and acts as a &quot;switch&quot; on the cell membrane (surface). Regions of the cell membrane where Cdc42 is &quot;switched on&quot; have different properties to regions where Cdc42 is &quot;switched off&quot;. These different regions generate signals to the cell interior to control internal cellular architecture, cell movement and growth. A second system involves filaments called microtubules, which are also found in all cells and reach from the cell interior to the cell membrane. Microtubules contribute to cell polarity by delivering various protein factors to the cell membrane, including a protein called Tea1. To date, the Cdc42 system and the Tea1/microtubules system and their associated proteins have been studied only in isolation. However, in our laboratory we have obtained evidence that the two systems are not completely independent, but instead &quot;talk to each other&quot;. The goal of our research is to understand the interplay between the Cdc42 system and the Tea1/microtubules system during the establishment of cell polarity and in response to, and recovery from, stress. To achieve this goal we will use a combination of methods, including state-of-the art microscopy, genetics, mathematical modelling, and analysis of signal-dependent chemical modifications of proteins.\n\nIn spite of the obvious differences between human cells and yeast, the actual detailed mechanisms underlying their biological behaviours are remarkably similar. Therefore, an improved understanding of the regulation of these processes in yeast, a &quot;model organism&quot;, will aid in the understanding of comparable processes in human cells. In addition, our work with yeast may also be useful to develop novel strategies to control growth of fungal pathogens that infect humans and economically important crops and animals.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K021699/1","grantId":"BB/K021699/1","fundValue":"657292","fundStart":"2014-07-01","fundEnd":"2017-06-30","funder":"BBSRC","impactText":"","person":"Kenneth Eric Sawin","coPersons":["Andrew Boris Goryachev"],"organisation":"University of Edinburgh","findingsText":" not applicable this year not applicable this year Healthcare","dataset":"gtr"}