{"id":"03B4B834-9931-4FDD-8B12-694741149468","title":"Integrating physical and chemical techniques to characterise soil micro-sites","abstractText":"Many problems in environmental and soils research require techniques that quantify the soil micro-environment. It has become increasingly apparent that we need novel techniques to complement other techniques that often study soils at spatial scales that are too coarse. At the microscopic scale in a soil, bacteria and their food source or oxygen supply, for example, are spatially separated, even at relatively high densities of both. Fortunately, recent technological advances allow us to unravel the physical, chemical, and biological heterogeneity of soils, which combined with modelling techniques, enables us to make sense of the complexity of soil systems. Soil physics and soil chemistry are highly interdependent, with the spatial distribution of chemical species often heterogeneously distributed and intertwined with soil structure. Examples include the role of metal complexes, oxides and clay minerals in the formation and stabilization of aggregates, the soil organic mineral interactions in gley soils and gleyic features in poorly drained soils, or soils contaminated with metals. The opacity of soil has hampered progress in our understanding of physico-chemical processes in soils. To date, our understanding of the soil micro-environment relies heavily on the concept of soil aggregates. Advances in the use of X-ray CT, however, enable quantification of the internal structure of soils at microscopic scales without physical disruption. Similarly, chemical analyses often take place after homogenizing relatively large soil samples. Even studies with small samples of soils are effectively bulk analyses and a mechanistic understanding will remain lacking as long as techniques do not advance to microscopic scales. Recently, microscopic and micro-spectroscopic analyses have begun to address this. However, these techniques to date are restricted to small samples (a few mm in diameter) and often require access to synchrotron facilities. Rapid progress, however, may be possible if we are able to combine non-invasive and invasive techniques that operate at microscopic scales. In this proposal, we will make use of state of the art X-ray CT facilities to quantify the soil structure in situ at a resolution of 8 micrometres. We will then prepare soil sections to obtain 2-D spatial maps of the distribution of elements in the same soil samples using SEM-EDX. First we will make horizontal slices through soil to obtain sequential 2-D maps that are quantified with SEM-EDX. Then we will locate this surface within the 3-D physical structure characterised with X-ray CT, and use statistical modelling to integrate in between the 2-D planes. We will apply the techniques to soils amended with black carbon and kaolinte, keeping selected applications in mind during the development. The combination of these two techniques will add significantly to our understanding of the processes involved in C sequestration and soil structural dynamics and may provide means to test hypothesised theories on the formation of macro- and micro-aggregates in soil and the stability of biochar. This will be important for studies of C storage in soils and how this will be affected by climate change and soil management.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H01263X/1","grantId":"NE/H01263X/1","fundValue":"48655","fundStart":"2010-06-01","fundEnd":"2011-05-31","funder":"NERC","impactText":"  One of the outputs of the project is visual representation of the soil microenvironment in the form of videos. A particular video (and still images) made during this grant has been used at various occasions to enhance public understanding, including presentation at BBC reporting Scotland (2014) and BBC radio (web-page) Shared Planet, Soil Science (2013) as well as caf? Science Presentations (2013, 2014). The acquired visualisation skills were also applied to produce a video of caries in teeth which has been used to promote a start-up company developing a novel way to remineralise teeth, led by partners at Dundee University. Agriculture, Food and Drink,Education,Environment,Healthcare Societal","person":"Wilfred  Otten","coPersons":["Simona Maria Hapca","Clare  Wilson"],"organisation":"University of Abertay Dundee","findingsText":" In recent years, largely as a result of the development of novel techniques, significant attention is devoted to the spatial heterogeneity of soil at micron-scale. For physical characterisation, non-destructive 3D techniques are available that characterise the complex geometry of the pore network at scales relevant to microorganism. Whereas this is of substantial interest in its own right, it is more than likely that a complete understanding of the complexity of soil and soil processes requires the combination of multiple techniques. Such techniques are often developed within separate communities and operate at different spatial scales or even dimensions (2D versus 3D). To enable multiple techniques to be combined it is essential that results obtained from different techniques are aligned at the micron scale. This project delivered a method, and produced a software program, that can align data from chemical heterogeneity of soils obtained with SEM-EDX in a 2D thin section, with 3D data of the physical structure of soil obtained with Xray CT. Additional work demonstrated the alignment of PET scanning of a root environment with Xray CT to demonstrate the flow of exudates from the rhizosphere into the bulk-soil environment. The work was of a fundamental nature and the outcome is mostly of interest to the academic community working on a variety of techniques that characterise microenvironments. These include physical, chemical and biological characterisation.\nIt is not envisaged that the developed method is of direct interest to end-users. Agriculture, Food and Drink,Environment","dataset":"gtr"}