{"id":"03B6FCFC-4262-4044-9C04-52C5B0C1DBCF","title":"Investigating how the type and quantity of food affect foraging behaviour and the neural circuits controlling feeding in broiler breeder chickens","abstractText":"The 54 billion chickens produced each year for their meat (broilers) provide a third of global meat consumption. Chicken provides high quality protein, preventing human malnutrition and with the global demand for meat growing as people become richer, chicken meat plays an important role in food security. Chicken is also efficient to produce requiring lower food inputs per kg produced, reducing its carbon footprint compared to other meats.\n\nBecause of scientific breeding methods, broiler chickens now grow 3 times faster than they did 50 years ago, reaching their 2.5 kg slaughter weight as juveniles at just 6 weeks old. This success has come at a welfare cost to the parents of broilers, known as broiler breeders (estimated 350 million birds per year globally). Broiler breeders reach sexual maturity at 20 weeks and reproduce until 60 weeks of age. Because they have almost the same potential for rapid growth as broilers, they must be food restricted to control their growth, otherwise they become obese, infertile, and unhealthy and many would die. But with their food ration restricted to one-third of what they could eat, broiler breeders finish their food in minutes and then pace, forage and peck at non-food objects, and will work hard to get more food. All of which suggests they are suffering negative welfare in terms of hunger.\n\nThe fact that both generous and restricted feeding result in welfare problems creates an ethical dilemma known as 'the broiler breeder paradox'. One potential solution is to restrict growth ensuring good health but reduce hunger by providing a more 'filling' food. Adding dietary fibre makes food less energy-dense, so a larger volume of food results in the same total energy intake. This food takes longer to eat and digest, and behaviour appears more normal, but does it reduce hunger and improve welfare? This project aims to help us answer this question.\n\nAs well as watching how behaviour is changed by different diets, we will use two new approaches to measure the welfare impact of broiler breeder hunger:\n\n1) A foraging motivation test which measures how much the bird wants to forage (peck and scratch) in a new location without providing food. Because no food is provided, this test measures hunger without affecting it.\n2) Measuring the body's systems in the gut (nerve signals and hormones) and in a part of the brain which control eating behaviour (the hypothalamus), where our focus will be on a substance called agouti-related protein (AGRP). We have shown that AGRP can be used as a measure of hunger in chickens: AGRP depends on the amount of food eaten in both the long-term (over several weeks) and the short term (in the last few days). We also suspect, based on a small experiment, that restricting growth using a high fibre diet might reduce AGRP compared to the usual rationed food.\n\nWe will apply these measures in combination to ask the following questions:\n\n1) How do our different measures of hunger vary, meal to meal and over the day?\n2) How is hunger affected by adding dietary fibre to reduce energy density?\n3) How are different signals about 'fullness' from the chickens' gut integrated by the brain?\nIn the final part (4) we will apply what we have learnt. We will test whether new broiler breeder diets developed by an international poultry breeding company can reduce hunger and improve welfare. Our project will therefore help the chicken industry to respond to the ethical concerns in society over a difficult aspect of animal welfare.\n\nFinally, as food intake regulation is largely similar in birds and mammals, our findings will be of interest to those aiming to reduce obesity in humans. In particular, our investigation of dietary changes to reduce energy intake while promoting 'fullness' and reducing hunger, is relevant to 'dieting' for weight loss in humans.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L000199/1","grantId":"BB/L000199/1","fundValue":"195449","fundStart":"2014-01-01","fundEnd":"2017-06-30","funder":"BBSRC","impactText":"  The project is in its early stages but the results are allowing us to go forward to evaluate alternative feeding strategies to improve broiler breeder welfare. The experimental basis for the project has already been fed into DEFRA. Agriculture, Food and Drink Policy & public services","person":"Ian Chisholm Dunn","coPersons":[],"organisation":"University of Edinburgh","findingsText":" That the marker of hunger AGRP is affected only minimally by daily changes due to time of day or relationship to feeding time This is being used in the remaining studies to investigate alternative feeding strategies for broiler breeder hens Agriculture, Food and Drink","dataset":"gtr"}