{"id":"03BB964A-3C3A-4261-9E7A-21643754D377","title":"British Writing and the North 1760-1830","abstractText":"Research into cultural representations of the North in Britain between 1760-1830, focusing on the identity of Scotland, and the ways in which geographical location was established in the period. Looking at literary and non-fiction writers, I explore how Scotland and Britain established themselves as Northern nations in the context of Europe and ideas about the globe.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=112931/1","grantId":"112931/1","fundValue":"14013","fundStart":"2006-01-09","fundEnd":"2006-05-08","funder":"AHRC","impactText":"  The main impact from this grant is described in the narrative for my AHRC follow-on project (AH/K005065/1).\n\nAn earlier instance of impact was a public workshop, sponsored by the Royal Society of Edinburgh, on Shetland literature bringing together creative writers and researchers, including myself, to discuss the way modern poets could respond to their own regional literature. Creative Economy,Education,Culture, Heritage, Museums and Collections Cultural,Societal","person":"Penny  Fielding","coPersons":[],"organisation":"University of Edinburgh","findingsText":" 1.An understanding of the cultural uses of the term ‘North Britain’ in the period 1760 to 1830, focusing on the position of Scotland as a Northern nation in relation to Britain and Europe.\n2.The importance of theories of the history of language in the construction of national identities in Britain in the period.\n3.How modern theories of space and place can be used to understand geography abd national identities in the Romantic period\n4.The first study of the Shetland poet Margaret Chalmers and the first consideration of Orkney and Shetland in the Romantic period.\n5.New ways of reading Walter Scott, Robert Burns and James Hogg in terms of their configuration of geographic location. The book produced from the research has contributed to scholarship on the relations between literature and geography in forming national identity. I have been invited to write a number of articles/book chapters and to give papers enlarging the research in an academic context.\n\nPart of the research was taken forward in a follow-on project (AH/K005065/1) on the literature of Orkney and Shetland, resulting in a major exhibition, a schools project, and partnerships between researchers and creative writers. Creative Economy,Education,Culture, Heritage, Museums and Collections","dataset":"gtr"}