{"id":"03BFD4D3-CFD3-496B-A581-F52ED3B3DFE2","title":"Early Prediction of Violence and the Disruptive Behaviour Disorders: Follow-up of the Cardiff Child Development Study","abstractText":"Our aim in the Cardiff Child Development Study (CCDS) has been to identify children who are highly aggressive and have serious difficulties dealing with other children, while taking into account any natural rise and fall in aggressiveness over the first years of life. It is extremely important to distinguish clinically significant behavioural problems from more ordinary forms of misbehaviour and the self-assertion that is characteristic of two-and three-year-olds. Over 300 families joined the study when the mother was pregnant with her first child. During the pregnancy, we interviewed both mother and father about their backgrounds, their health, and their hopes and plans for their babies. We then observed the infants four times between 6 months and the third birthday, during home visits (at 6 and 21 months) and birthday parties at the School of Psychology, where infants met other infants from other families who were participating in the study. Our observations of the birthday parties revealed that, contrary to many parents' beliefs, infants were more likely to share toys with each other than to try to grab toys, and were highly unlikely to strike out at other babies. However, even in the first year of life it was clear that some infants seemed more angry and aggressive than others; infants were more likely to show aggression if their families had experienced hardship, if their parents had a history of behavioural problems, and if their mothers had smoked cigarettes or been depressed during the pregnancy. Their early signs of aggressiveness were reported by mothers, fathers, and other family members who knew the infants well. What the family members reported was echoed by our observations during the birthday parties; for example, infants whose parents had behavioural problems were more likely to strike out at other infants. Infants' tendencies to show anger or be aggressive were still apparent a year later, as reported by parents and other family members. We therefore believe it is possible that we have already identified those infants will have the most difficulties settling into school and who may develop serious behavioural and emoitonal problems. To test this hypothesis, we propose to complete the CCDS by seeing the children again when they are 6 years old. We will visit the families at home and observe the children with their parents and, in many cases, younger siblings. We plan to use a variety of games and virtual reality tasks to measure the children's abilities to solve problems, control their impulses, and choose non-aggressive solutions to the dilemmas created by other people's challenging behaviour. We will also use well-established methods for determining whether any of the children are showing clinically significant emotional or behavioural problems, and we will get parents' permission to ask teachers to report on the children's behaviour at school. We will also measure the children's activity and heart rate to see if biological factors underlie their behavioural and emotional problems. If our hypothesis is confirmed--if we have indeed identified those infants who are already on a pathway to violent behaviour--it may be possible to identify the factors at home and in school that help children control their anger and find constructive ways to deal with everyday challenges. Thus the CCDS provides a unique body of evidence that can inform prevention and intervention strategies to help troubled children.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J013366/1","grantId":"MR/J013366/1","fundValue":"852230","fundStart":"2012-11-15","fundEnd":"2015-07-31","funder":"MRC","impactText":"","person":"Dale  Hay","coPersons":["Ian Michael Goodyer","Mark  Johansen","Stephan  Collishaw","Stephanie  Van Goozen"],"organisation":"Cardiff University","findingsText":"","dataset":"gtr"}