{"id":"03C78C3A-0280-4868-8442-A5B3A2B6E0DA","title":"Improved glycaemic response and attenuated post-prandial sugar-induced endothelial dysfunction by polyphenol-rich foods","abstractText":"A BBC news headline this year (10th June 2014) stated &quot;One in three adults in England 'on cusp' of diabetes&quot;. Diet (with exercise) plays a role in many diseases, but for type 2 diabetes, it is almost the only risk factor. Sugar-rich foods are also in the headlines, and the area is full of controversy. High sugar foods have received bad press, but are popular with the consumer. Sugar replacers have some problems, and these often change the food properties. Artificial sweeteners have undesirable aftertastes and provide none of the mouth-feel or sensory properties of sugar. Sugar reduction is sought by some companies and consumers, but is difficult to achieve. Here we suggest that it may be possible to retain sugar levels but use polyphenols to blunt the immediate sugar spike after a meal. This would also assist where sugar is reduced but not completely replaced. We will focus on polyphenols, a group of naturally occurring components of fruits, vegetables, tea, coffee and cocoa.\nWe will determine if either adding polyphenols from sources such as polyphenol rich foods supplements or extracts are able to reduce the risk of developing diabetes in two ways: by blunting the sugar-spikes seen after consumption of a high sugar meal; and also by helping to preserve the health of the cells lining the blood vessel walls - the endothelial cells. There is the possibility of a combined effect, since the sugar spikes also damage these blood vessel walls, and hence polyphenols are proposed to act both indirectly by decreasing the after-meal sugar levels, and also by acting directly on the endothelial cells to give protection by various biochemical mechanisms. \nFirstly we will assess which polyphenols are best, using assays to measure their ability to inhibit the processes involved in getting glucose into the blood from the food. These assays can be performed quite rapidly on tens of different polyphenols. We will also grow cultured blood vessel cells and test which polyphenols are best at protecting these cells from the damaging effects of high glucose. These important experiments will allow us to determine the best polyphenols for the human study. Although there is already some knowledge in this area, we have improved some of the assays and feel it is necessary to be sure we have the best polyphenols.\nWe will then choose the best polyphenols using a database and select the foods for the human study. In this study, we will ask volunteers to consume carbohydrates, as starch in bread and sugar, and determine if the polyphenol rich foods dampen down the after-meal sugar spikes. In parallel, we will measure the health of the blood vessel wall using a technique which is non-invasive. These experiments will show us whether polyphenols in volunteers can improve blood vessel health as well as dampen glucose spikes. We will also test this in people with metabolic syndrome, who are more overweight and have permanently higher blood sugar levels (but whose levels are lower than in diabetic patients).\nTo determine the mechanisms, we will perform two types of experiment. The first is to take cells from people who are undergoing an operation and treat these cells with stresses and polyphenols to see if there is any protective effect. These cells represent our best effort currently for in vitro lab experiments to mimic what is going on in the human body. We will also test which of the individual foods are active in blunting the sugar spikes, but just using healthy normal weight volunteers.\nAll of this will not lead to a claim itself, but it will open the door for potential applications leading to claims or series of claims. The food industry will benefit from potential ingredients to manage metabolic syndrome and reduce the risk of developing type 2 diabetes, and strategies to measure such effects of ingredients in the future. The public will benefit from access to foods which improve their sugar metabolism and handling, and so decrease diabetes risk.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M027406/1","grantId":"BB/M027406/1","fundValue":"459078","fundStart":"2015-09-01","fundEnd":"2018-08-31","funder":"BBSRC","impactText":"","person":"Gary  Williamson","coPersons":["Mark  Kearney","Karen Elizabeth Porter"],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}