{"id":"03CCE8C7-AD00-48BA-8686-041200E79745","title":"Stardom and the Classical Vernacular: History, Myth and Sexuality","abstractText":"Since the early 1900s film stars have been valorised and promoted as Greek gods and goddesses possessing 'classical' beauty. Yet despite the significance of classicism to stardom being referenced in key writing by Richard Dyer and Edgar Morin, this association continues to be largely taken for granted and unspecified. Outside Film Studies, scholarly interest in film texts explicitly engaging with classical history and myth, often in historical action films such as Ridley Scott's 'Gladiator' (2000) or Oliver Stone's 'Alexander' (2004), has grown significantly over the past few years. However, excellent research by classicists and historians has largely neglected to interrogate film as a textual object in its own right or to consider the significance of film stars in embodying and mediating this history. This research will elaborate the ways in which stars bring to their audiences implicit allusions to both their immediate context and a myriad of references to visual culture that frequently extends back to ancient Greece and Rome for inspiration. As I shall demonstrate, whether it be in pose or portraiture, painting, sculpture or literature, cinematic conceptions of stardom are frequently contingent on classicism.\\n\\nThis research will support the completion of two articles, and related conference papers, to be submitted to peer-reviewed Film Studies journals and will serve as the foundation of a larger research project. The objective of this research is to access primary materials relating to the critical and popular reception of a series of stars and their films. I have already undertaken some of this work at the library of the British Film Institute in London, and the proposed research extends my earlier research into widening the contextual frameworks of star studies for my monograph on Ivor Novello (BFI, 2003). Through final research conducted at the archives of the Margaret Herrick Library and University of Southern California in Los Angeles, the project will assess the specific relationship between the classical past and its artefacts, icons and landscapes, and audiences' reception of film stars and stardom. This research also aims to introduce connections between stardom and current interdisciplinary debates about memory, emotion and cinema. Classicism, crystallising notions of both the 'eternal' and the 'past' but articulated through the present, can illuminate much about the way film is perceived within visual culture and, more specifically, how the star embodies that relationship.\\n\\nThe first article aims to produce a methodological framework through which to define the visual and literary terminology of 'classical' star discourse in popular Hollywood and European cinema from the 1910s to the contemporary period. The second article will apply these methodological and theoretical questions to a case-study into the 1925 M-G-M film 'Ben-Hur' (Fred Niblo), the epic filmed in Italy and California that established Ramon Novarro as one of the leading Hollywood figures of the 1920s. Examining the studio's original production files, scripts and stills, the article will examine how the overtly classical iconography deployed by M-G-M's publicity, evidently legitimated by the film's historical setting, had fascinating influences on the development of the ethnicity and sexuality of Novarro's star persona between 1924 and 1927. Despite the increasing public interest in Novarro indicated by the publication of at least three biographies since 1999, this research will provide the first substantial consideration of this significant but neglected star within Film Studies, and will be the first work to consider the role of stardom in the film within more History-based approaches to the text.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E000274/1","grantId":"AH/E000274/1","fundValue":"23646","fundStart":"2006-10-05","fundEnd":"2007-02-04","funder":"AHRC","impactText":"","person":"Michael Thomas Williams","coPersons":[],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}