{"id":"03D28A30-0860-4610-BECD-C1CBDC485C75","title":"The epigenetic basis of nutrition-mediated caste identity in the honeybee","abstractText":"Honeybees are insect pollinators that are widely known for their honey and wax production. It is estimated that nearly 10% of the value of world food production depends on the honeybee. They live in complex societies comprising tens of thousands of individuals, most of these are female 'worker' honeybees that are unable to reproduce and instead devote their short lives to finding food in flowers (nectar or pollen) and other tasks such as nursing larvae inside the hive. In addition to these sterile female bees, the hive also contains male drones and a single female bee called the queen that has a much longer life span and can reproduce. \nThe queen bee can lay fertilized or unfertilized eggs. Unfertilized eggs are fed nectar/pollen and become male drones while fertilized eggs can become either queen or worker bees. Whether a fertilized egg results in a larva that will become an adult worker bee or an adult queen bee depends on the type of food the larva is fed. Larvae destined to become workers are fed a diet of pollen/nectar and those destined to become queens are fed royal jelly. This differing diet is maintained over the entire lifetime of the worker or queen bee. \nThe ability of an individual larva to become a drone, worker or a queen cannot be because of a different set of genes: the genome of that larva has the capacity to become all 3, it is the way those same genes are switched on or off in response to the specific diet that determines such different outcomes. Epigenetics is a dynamic set of instructions that exist 'on top' of the genetic information, that encode and direct the programme of events that leads to differential gene expression and drone, worker or queen developmental outcome. Epigenetic information can be altered by environmental factors, including diet, because of the nature of the epigenetic marks on top of the DNA. These marks or modifications are ultimately derived from metabolites and therefore the diet of the honeybee. There are two families of epigenetic modifications; one type marks the actual DNA sequence, the other type marks proteins called histones that DNA tightly wraps itself around in order to fit into the nucleus of a cell. It is these epigenetic modifications that have been shown in other biological processes to allow plasticity within the genome, in order for instance to make over 200 different cell types in the human body from one genome.\nTo locate these marks in the genomes of worker, queen and drone bees, we will use antibodies that can specifically recognize histone proteins that carry a particular mark or modification. The genome is chopped up into small pieces and the antibody is added and binds tightly to the modified histone and therefore purifying the antibody also results in purification of the histone and the DNA sequence wrapped around it. Sequencing the DNA associated with the histones and then matching the sequence back to the whole honeybee genome sequence using a computer, allows us to identify exactly where that modified histone was. By doing this for a variety of histone modifications at different stages of drone, worker or queen larval development and adulthood, we will be able to identify where the important differences in location are and on what genes. We will also combine this approach with sequencing all the RNA in the larvae, so we will know whether the genes are switched on or off. All this will allow us to detect changes/differences in the modifications of the histone proteins between drone, queen and worker bees and help us understand how this process works. \nWe will also determine which of the bee genes that add or remove these histone marks are important. We will inject larvae with small RNA molecules that will switch specific genes off. After the larva pupates and hatches we will assess the effect of that gene being switched off by how similar the resulting adult is in comparison to a normal adult worker or queen bee.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L023164/1","grantId":"BB/L023164/1","fundValue":"351591","fundStart":"2015-01-05","fundEnd":"2018-05-31","funder":"BBSRC","impactText":"","person":"Paul Jonathan Hurd","coPersons":[],"organisation":"Queen Mary, University of London","findingsText":"","dataset":"gtr"}