{"id":"03D653FA-7911-4EE0-AF42-992AF96E9118","title":"Characterisation of a sigma factor with an on-board iron-responsive regulatory domain","abstractText":"The Burkholderia are a diverse group of bacteria that live in the environment, particularly in the soil and in association with plants. They are important for a number of reasons. First, they have the ability to metabolise a wide variety of chemicals, and this makes them potentially useful in bioremediation and detoxification of contaminated environments. They are also the source of a variety of interesting compounds that have medical or pharmacological importance. Several species are phytopathogenic (cause disease in plants) while others serve to protect plants from a variety of microbial pathogens and thereby increase the growth yield of crop plants. In recent decades they have come to prominence by virtue of the ability of some members of this group to cause serious infections in humans and animals. Such infections are extremely difficult to treat due to the high level of antibiotic resistance exhibited by Burkholderia.\n\nAs with the majority of living things, Burkholderia require iron to grow and they possess very efficient mechanisms to obtain iron from the environment and from the human host. Therefore, the iron acquisition systems of Burkholderia may serve as a target for future development of drugs to target these bacteria. They may also serve as a means for controlling the growth of plant pathogenic or plant growth-promoting Burkholderia. To this end, we are investigating the mechanisms of iron uptake and its regulation in this group of bacteria. We have identified a unique mechanism by which some species of Burkholderia sense and respond to iron in the environment. Specifically, a particular regulatory element consisting of a protein, known as a sigma factor, that targets particular sets of genes for expression is uniquely able to respond to iron directly. The purpose of this project is to apply a range of molecular approaches to investigate the mechanism by which this sigma factor is able to sense and respond to iron. The information gained from this study will permit a greater understanding of gene expression and regulation in bacteria and may serve as a springboard for the development of intervention strategies to control the growth of Burkholderia either in the environment or in animal and human hosts.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M003531/1","grantId":"BB/M003531/1","fundValue":"319576","fundStart":"2015-01-26","fundEnd":"2018-01-25","funder":"BBSRC","impactText":"","person":"Mark Stephen Thomas","coPersons":["J  Green"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}