{"id":"03E43499-FDC9-4E5B-8427-29632F6A620A","title":"&quot;More of the same is not enough&quot;: New Directions in Ageing and Physical Activity","abstractText":"The issue:\n\nThere are currently more people over the age of 60 than ever before. The Office of National Statistics have projected that the number of people age 60 years and over will increase by 50% in the next 25 years. These demographic changes are important because people generally become less physically active as they grow older. This can be detrimental to their health and well-being and has subsequent health and social care costs. \nResearchers have been investigating the relationship between physical activity and health for a long time. Consequently, much is known about which diseases can be prevented through physical activity, and how much and how often activity should be undertaken. This information is useful, but it does not negate the fact that there are still lots of older people who are inactive. \n\nRecently, leading scientists have said that if we are to encourage people to integrate health behaviours like physical activity into their everyday life, conducting research to reconfirm that physical activity is beneficial is not enough. Instead, they say that we need to know more about the different environments, which can enable or deter physical activity in older age and shape how it is experienced. This includes people's physical environments (e.g. their access and proximity to woodlands, parks etc.) and also their social and cultural environments (e.g. the impact of their ethnicity, gender, interaction with healthcare etc.). Social scientists are well qualified to investigate issues like these. \n\nOur response:\n\nOur seminar series will bring together academics from different subject areas (e.g. sociology, psychology, geography, sport and health sciences), policy makers, health and social care practitioners, physical activity and sport providers, and those working within the voluntary and statutory sectors. Each seminar will focus on a specific issue relevant to the physical, social and cultural environments that can impact upon physical activity (PA) in older age. Specifically; (i)competitive sport in later life, (ii)physical activity during lifecourse transitions, (iii)how gender impacts upon physical activity involvement - and vice versa, (iv)experiences of physical activity amongst hard to reach groups (e.g. ethnic minorities), (v)community based initiatives to promote physical activity, (vi)E-health, (vii)PA in the outdoor natural environment, (viii)the process of using research to inform policy and practice.\n\nLeading experts from the UK and abroad will share their knowledge and direct discussions with seminar participants. This process will advance what we currently know about the topic and also identify aspects that we don't know about that require more research. It will also enable a large group of people (from research, policy and practice backgrounds) with a shared commitment to healthy ageing to establish themselves as a 'network'. The network members will continue to communicate and collaborate with each other both during and beyond the lifetime of the seminar series. \n\nWho will benefit and how:\n\nThe seminar series is intended to have strong and distinctive impacts in academic, policy and user communities. This will be achieved by advancing understanding of (i)physical activity engagement in older age in ways that go beyond 'how much' and 'how often', (ii)the value of using different disciplines (i.e. subject areas) and research methods to generate knowledge about this topic. Policy contributions will be made regarding how best to promote healthy ageing, through physical activity involvement. Impact will also occur through the inclusion of older participants in the co-production of research knowledge, and in the training of early career researchers to continue championing this research area. Working closely with Core Partners (British Heart Foundation, Birmingham Public Health, Sporting Equals) will enhance the research teams understanding of the relationship between research and policy.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M001709/1","grantId":"ES/M001709/1","fundValue":"30013","fundStart":"2014-10-01","fundEnd":"2016-01-03","funder":"ESRC","impactText":"","person":"Cassandra  Phoenix","coPersons":["Emmanuelle  Tulle","Noreen  Orr","Joe  Piggin","Janice Lee Thompson","Benedict William Wheeler","Christina  Victor","Brendan  Gough"],"organisation":"University of Exeter","findingsText":"","dataset":"gtr"}