{"id":"03EA3BFD-70BE-41B6-B692-AA2CA8F18770","title":"How to promote children's language development using family-based shared book reading (Short title: Promoting language development via shared reading)","abstractText":"The most cost-effective way to tackle the root causes of many social and educational problems is to intervene early in children's lives, before the problems have had a chance to entrench. Key to this strategy is improving children's language development in the early years. Children who enter school with good language skills have better chances in school, better chances of entering higher education, and better economic success in adulthood. \nReading is very effective at boosting children's language. Children who read regularly with their parents or carers tend to learn language faster, enter school with a larger vocabulary of words and become more successful readers in school. Because of this, local authorities often commission services to promote family-based shared book reading (e.g. the Bookstart programme). \nHowever, recent studies suggest that shared book reading interventions work less effectively for children from disadvantaged backgrounds than originally thought, particularly when their parents have lower levels of education. This means that there is a danger that the benefits of shared reading will be restricted to children from more affluent homes and not get through to those who need them most. \nTo solve this problem, we need to develop a better understanding of how reading interventions work, and of how parents use them. We need to identify what parents do and say when reading aloud with their children and why this makes reading so effective at boosting children's language. We need to find out whether differences in how parents read mean that parents from disadvantaged backgrounds use these language boosting behaviours less frequently. We need to determine how to design interventions that increase the use of these behaviours in all parents, especially those with lower levels of education. Then, once we have identified how reading interventions work, we need to determine how to help parents use them successfully in their daily lives. \nThe aim of this project is to determine how shared reading promotes child language development, and use this knowledge to make it an effective language boosting tool for children from all social and economic backgrounds. In Work Package 1, we will identify what language boosting behaviours parents use in shared reading, and will determine how parents from different social/economic backgrounds use these behaviours during shared reading. In Work Package 2, we will create four targeted interventions, each focussed on a particular language boosting behavior, and investigate how they are implemented by parents from different backgrounds, and how they affect children's language development. In Work Package 3, we will explore what influences parents' decisions to read or not to read with their children, in order to work out why parents may be unwilling to read with their children and to identify how to make reading a more enjoyable experience. We will also evaluate the benefits of a new intervention, designed by national charity The Reader Organisation, to promote reading for pleasure. \nAcross the project, we will study a range of language skills, covering the core language abilities that are essential for learning to read and write in school. We will produce one review article, 9 original research articles, 30 conference presentations, and activities for non-academic audiences at local and national level. We will also submit a Cochrane review on the effectiveness of shared reading interventions for language development. Our results will enable health professionals such as health visitors, early years educators such as nursery school teachers, and policy-makers in local and national government to design targeted, cost-effective interventions to improve the language of children between the ages of 0 and 5 years. The work addresses ESRC's strategic priorities Influencing Behaviour &amp; Informing Interventions and A Vibrant &amp; Fair Society.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M003752/1","grantId":"ES/M003752/1","fundValue":"1167080","fundStart":"2015-04-01","fundEnd":"2018-03-31","funder":"ESRC","impactText":"","person":"Caroline Frances Rowland","coPersons":["Catherine  Davies","Thea  Cameron-Faulkner","Anne  Hesketh","Sofia  Lampropoulou","Danielle  Matthews","Rachael Anne Levy","Josie  Billington"],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}