{"id":"03EF9077-F230-488C-A329-6741CEEF95F9","title":"Advanced signal processing techniques for multi-user multiple-input multiple-output broadband wireless communications.","abstractText":"The field of wireless communications technology is currently undergoing tremendous expansion, which has been brought about by the rapid proliferation of many diverse and exceptionally compelling commercial, governmental, and consumer applications including wireless internet and multimedia communications. As the wireless industry becomes ubiquitous and popular, arguably the most critical condition of current wireless communications systems is the need for a much larger capacity to support multiusers simultaneously. Supporting such requirements using wireless techniques poses significant technical challenges due to the nature of multipath fading wireless channels and co-channel interferences. In this context, multiple-input multiple-output (MIMO) technology has been identified as a key technology because of effectiveness in improving the capacity and range of wireless communications both in mobile cellular and ad hoc local area networks. As a result of the need for quality of service and capacity, as well as the demonstrated benefits of the MIMO architectures, developing multiuser MIMO systems becomes the key driver in this proposed research interest. The overall aim of the research proposed herein is to develop efficient signal processing strategies for next generation cooperative multiuser MIMO broadband cellular and ad hoc networks. The new systems and algorithms developed in this project will enable the future wireless networks to push simultaneously serviceable users as near to the capacity limits as possible. For wireless users, this aim translates into shorter service response times, fewer waits and faster connections.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D07827X/1","grantId":"EP/D07827X/1","fundValue":"211775","fundStart":"2007-01-05","fundEnd":"2010-07-04","funder":"EPSRC","impactText":"  Impact of the project was created using outcomes (forms of publications) of this proposal; particularly, presentation of research findings at the leading national and international conferences and journal publications in the foremost journals where the ideas will be shared with the largest community of interested and active parties. The publications addressed fundamental algorithmic development, theoretical analysis and simulation based results (analysis). We believe these created impact within academic and research communities. Digital/Communication/Information Technologies (including Software) Societal,Economic","person":"Mathini  Sellathurai","coPersons":[],"organisation":"Queen's University of Belfast","findingsText":" Developed new receiver strategies suitable for improving the performance of single-user multiple-input multiple-output (MIMO) architectures in complex channel environments, particularly, using low complexity iterative receivers (Turbo-MIMO architectures) to achieve near optimal performance using low complexity. \n\n2. Designed and analysed receiver strategies to multiuser MIMO uplink communications scenarios.\n\n3. Designed new precoding strategies suitable for multiuse MIMO broadcast channels (downlink). \n\n4. Development cognitive relay network strategies for cellular and ad hoc networks to improve the capacity and reliability of multiuser communications systems. Findings can be used within the downlink systems in 5G to improve multiuser capacity. Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}