{"id":"03F5A3B1-9D88-47FA-965D-F6DF99EB9834","title":"BBSRC Embrapa - Developing mitochondrial mediated resilience to abiotic stress during plant reproduction.","abstractText":"This project will bring together groups from the UK and Brazil who are working on different aspects of heat and drought stress, pollen development and mitochondrial function in wheat to address the molecular genetic and physiological events occurring during reproductive heat and drought stress. This will enable development of germplasm with enhanced resilience to environmental stress during flowering.\n\nUniversity of Nottingham(UoN)\n-Prof ZA Wilson: Reproductive development and male fertility in wheat. Expertise in the molecular regulation of pollen development and translation of gene networks from models, to crops. This has identified conserved transcription factors, which are being explored as tools to control crop fertility for hybrid breeding. Investigation of flowering adaptations in wheat associated with flowering time, stamen structure and anther dehiscence. The impact of temperature stress of pollen development, with the target of identifying traits for resilience during temperature stress.\n\n-Prof I King &amp; Dr J King: Ancestral Introgression Programme to transfer genetic variation into wheat from its distant relatives, by transferring the entire genome of a range of species, e.g. Secale cereale, Aegilops speltoides, Ambylopyrum muticum, Triticum urartu, Thinopyrum bessarabicum, Th. elongatum, Th. intermedium, Th. ponticum, T. timopheevii, into wheat in small overlapping chromosome segments. While still at a preliminary stage derivatives carrying introgressions from this programme are already under study for a wide range of traits, e.g. tolerance to abiotic stress, chemical composition, morphological traits.\n\n-Assoc Prof J Foulkes: Resource-use efficiency in wheat: Expertise in wheat physiology- focusing on ear fertility and resource-use efficiency. Includes (i) physiological and genetic basis of ear fertility; thresholds for assimilate partitioning to the ear and alternative sinks. Novel ear-fertility genes related to increased efficiency of tillering, spikelet primordia number and floret fertility (ii) physiological and genetic basis of N-use efficiency and (iii) water-use efficiency.\n\n\nBrazilian Researchers - Universidade Estadual de Campinas\nExpertise in Molecular Genetic manipulation of Mitochondria.\n\nPaulo Arruda - (PI) Molecular biology, genetics, genomics,\nNatalia Verza - (post-doc) Molecular biology, metabolic engeneering\nPedro Barreto - (pos-doc) Molecular Biology, genomics, mitochondrial metabolism\nJuliana Yassitepe - (Embrapa researcher) Genetics\nGeraldo Can&ccedil;ado - (Embrapa researcher) Transgenic approaches.\n\nInfrastructure:-\nBiosciences, UoN has excellent research facilities, including purpose built molecular labs, imaging facilities with state-of-the art Micro-CT Imaging Facility, Controlled Environment facilities; the research environment is conducive to cutting-edge research, in a collaborative, interdisciplinary environment. ZAW is part of the Centre for Plant Integrative Biology (CPIB), a major international centre to develop dynamic and multiscale models of plant development, involving data capture on dynamic hormone fluxes; cell &amp; organ growth; gene expression, protein &amp; metabolite profiles and tissue mechanics. CPIB will provide added support for data analysis, modeling and provide a platform for data dissemination.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/N004523/1","grantId":"BB/N004523/1","fundValue":"58469","fundStart":"2015-04-01","fundEnd":"2016-03-31","funder":"BBSRC","impactText":"","person":"Zoe A  Wilson","coPersons":["Michael John Foulkes","Julie  King","Ian  King"],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}