{"id":"03F6747F-FBF0-4385-909A-B9A7D061D9CA","title":"Leveraging Buying Power for Development - Ethical consumption and public procurement in Chile and Brazil","abstractText":"<p>The project aims to explore how the buying choices of the individual and the state can be used as a lever for development, understood as people’s freedom to live the life they have reason to value - individually and collectively (Sen 1999). Chile and Brazil are countries which continue to suffer from great social inequality. There are nascent ethical consumption movements and sustainable public procurement initiatives which could be used to channel money to the poorer people in these countries. An interdisciplinary team of academics from UK, Brazil and Chile is collaborating with three pioneering NGOs (Ciudadano Responsable, Akat&uacute;, and ECRA).</p>\n\n<p>The team will first conduct focus groups in Chile and Brazil to scope the views of citizen-consumers on what people locally see as &quot;ethical&quot; buying choices - individually and collectively. They will then use a large-scale survey in each country to get representative figures which carry weight with policy makers. Twelve months of the project will be dedicated to the research, while in the following six months, the three NGOs will lead on engagement activities, based on the findings. The results can inform a public debate on this powerful development dynamic. For more information, please see: www.sustainablechoices.info&nbsp; </p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-167-25-0714","grantId":"RES-167-25-0714","fundValue":"282753","fundStart":"2011-10-01","fundEnd":"2013-08-31","funder":"ESRC","impactText":"  This was a 18-month (+6 month no-cost extension) project with researchers based in the UK, Brazil and Chile, and an NGO partner in each country. In 32 focus groups and representative surveys, we asked Brazilians and Chileans on their views on ethical consumption (EC) and state procurement. \n\nImpacts included: \n\n1) The project advanced the operationalization of the capabilities approach (CA), using public procurement as a powerful case of collective choice and comparing it with individual EC choices. \n \n2) Unsettling Northern-centric views of EC by offering divergent viewpoints from two Global South countries. \n\n3) For the first time linking EC and public procurement in the same research, testing individual and collective choices side by side. Findings suggest that citizens may be better collectively rather than invividually at making reasoned choices that support the lives that they have reason to value (Sen 1999). \n\n4) Creating a historical initial baseline dataset and replicable survey module for EC and sustainable procurement in Brazil and Chile. \n\n5) Our data achieved a shift in the mind set of policy makers. Sustainable public procurement (SPP) discourse breaks with the orthodoxy which interprets &quot;value&quot; in public procurement too much as &quot;low-cost&quot;. Instead, our findings convinced policy makers that (a) public procurement is a powerful lever for economic, social and environmental policy, (b) citizens demand their state to use social and environmental criteria, resulting in a mandate for policy action and implementation. \n\n6) Further, we went beyond the current SPP policy work at global level, led by UNEP, and successfully influenced UN policy processes to include not just environmental, but also social criteria in SPP. \n\n7) Capacity building among participating researchers; 12 NGO representatives were trained by the leading UK NGO Ethical Consumer magazine in using research for campaigning. \n\n8) Ongoing collaborations - 2 further joint research grant applications. \n\n1) The project advanced the operationalization of the currently most recognised heterodox approach to development, Nobel Laureate Amartya Sen's capabilities approach (CA) (Sen 1999) by introducing public procurement as a powerful case study. The CA sees development in terms of the lives people have reason to value. It is pursued by hundreds of scholars but also critiqued as hard to operationalise, too individualistic and insufficient on the environment. Using sustainable public procurement, our project pushes forward the key CA research frontiers of a) operationalization, b) collective choice and c) sustainability. \n\n2) Unsettling Northern-centric views of ethical consumption (EC). 90% of research on EC is conducted in N. America and Europe (Trudel 2009). Our findings from Brazil and Chile unsettle simplistic notions of EC generalised from Global North data. This direction of research is gaining momentum (see forthcoming Geoforum special issue) and we are a recognised pioneer project.\n\n3) To our knowledge, we were the first project making the conceptual link between EC and state procurement, thus offering a response to the increasing calls for scaling up EC practice (e.g. Barnett et al. 2011). We offer data both on which criteria citizen-consumers claim they use themselves and which criteria they want the state to use. \n\n4) Empirically, the project created a historic survey data baseline and methodology instrument for EC and sustainable procurement in Brazil and Chile. \nCapacity building\nMentored early-career colleagues to next steps: PDRA Brightwell: competitive 5-year post-doc at UFF, Brazil. Chilean RA Agloni: PhD place, Sociology, University of Cambridge. Brazilian RA Afonso: permanent post as Associate Professor at UFRJ, Brazil. \nNetworks\nWe established collaboration between centres of excellence in EC research in UK, Brazil and Chile (incl. future work on papers, 2 joint applications to the UK-Brazil Newton Fund (1 EoI submitted; 1 proposal in preparation)). Agriculture, Food and Drink,Communities and Social Services/Policy,Environment,Government, Democracy and Justice Societal,Economic,Policy & public services","person":"Dorothea Johanna Kleine","coPersons":["Roberto Dos Santos Bartholo Junior","Tomas  Ariztia"],"organisation":"Royal Holloway, University of London","findingsText":" To date, we have produced 65 outputs (see: http://www.esrc.ac.uk/my-esrc/grants/RES-167-25-0714/read). Academic outputs include 5 papers (4 in English, 1 in Portuguese) either published or under review. Findings are based on 32 focus groups with 179 participants and representative surveys with 2095 respondents. \nFindings:\n1) Public procurement as collective choice: As we argue in a forthcoming article, our data suggests that, in the logic of the CA, citizens might be better collectively than individually at making reasoned choices that support the lives that they have reason to value (Sen 1999). \nThere was great public support (up to 89% in Brazil, 81% in Chile) for using specific social and environmental criteria in state procurement. Crucially, on some criteria, they expected their state to buy more &quot;ethically&quot; than they themselves did, especially on the following: &quot;environmentally friendly&quot; (Chile only), &quot;buying from Chilean/Brazilian companies&quot;, &quot;buying from SMEs&quot; and &quot;buying organic&quot; (all in both countries). \n\n2) Views differed from Northern-centric EC literature. Instead of 'ethical consumption', in Brazil the term was &quot;conscious consumption&quot;, in Chile &quot;responsible consumption&quot;. There was strong emphasis on necessity, health and family well-being. We detected a &quot;transition generation&quot; of first generation university students who combined 1) parental narratives of thrift, 2) critical observations on consumerism, including international discourses they had picked up during their studies (some abroad) and 3) some disposable income. Local, national and international discourses intermingle, resulting from, and in, complex spatialities of discourses.\n\n3) In Chile, the project created the most extensive survey data on EC and public procurement to date (open access database of UDP). In Brazil, the project caused the leading survey on EC (Instituto Akatu, since 2001) to integrate for the first time our survey module on ethical procurement (to be repeated biannually). UNCTAD, the United Nations Programme for Trade and Development, approached the project PI to present findings on sustainable public procurement on a UN Panel on &quot;Promoting local IT sector development through public procurement&quot;, at the UN World Summit on the Information Society Forum, Geneva, 16 May, 2013 (1300 participants, 140 countries, 120 ministers and CEOs). Policy makers from Brazil, Sri Lanka and South Korea approached us with questions and were particularly interested. \n\nThe invitation to be a UN Observers and sole academic party in the UN high-level policy roundtable in Paris on sustainable public procurement led by UNEP was a further unexpected opportunity for impact. We offered a key academic contribution to the Paris roundtable shaping the future of sustainable public procurement in a forum where otherwise only policy makers and consultants were participating. Based on our findings, we lobbied for the integration not just of environmental, but also social criteria in the global SPP policy work. This was also a chance to demonstrate the value of evidence-based policy. \n\nAcademically, the project has the potential to a) further inspire research into EC and procurement to consider the global South. Our survey module instrument can be used to apply in another country survey and thus comparable data could be generated; b) be a landmark case study for the intensifying efforts to extend the CA to both sustainability and collective decision making. \n\nAt policy level, we continue to engage with Chilean and Brazilian policy makers to make the case for using these criteria in public procurement. Brazilian policy makers are keen to develop the discussion of environmental criteria setting and social criteria setting further at federal level. \n \nAs policy makers define processes, criteria and standards, this will impact on procurement contracts worth billions of pounds. \nNGOs will be able to experiment with a new medium, the cartoon social video in Spanish and Portuguese, thus contributing to their effectiveness in campaigning. \nUNEP's Sustainable Public Procurement Initiative (SPPI) is ongoing and while we lack funding to attend key policy workshops in person (e.g. in Beijing) we continue to participate in discussions online, especially in Working Group 4b: Sustainable Purchasing and Ecolabels. It is hoped that several countries will implement the UN guidelines which now include social criteria. \n\nBased on the partnerships built between the researchers in UK, Brazil and Chile we are seeking further collaboration opportunities. Brazilian partners at UFRJ and the PI at Royal Holloway have already submitted a joint Expression of Interest to the UK-Brazil Newton Fund (RCUK is one of the partners in delivery) for a project on cultural production and consumption among the new Brazilian middle class, and are preparing a further joint proposal to the Newton Fund. Agriculture, Food and Drink,Communities and Social Services/Policy,Construction,Digital/Communication/Information Technologies (including Software),Energy,Environment,Government, Democracy and Justice,Transport","dataset":"gtr"}