{"id":"03FAE8C5-452A-45CB-AFEA-DF6F5952AC68","title":"Performance, Politics, Piety: Music and Debate in Muslim Societies of North Africa, West Asia, South Asia and their Diasporas","abstractText":"Today, within stereotyped characterizations of Islam, pleasure, debate and musical creativity find little place. Rather, mainstream discourse's strongest signifiers of Islam are violence, fundamentalism, repression and joylessness. Such simplifications are misleading. Across the world, diverse communities of Muslims live their collective identities in dialogic interaction with various social forces: the legacies of colonialism, the imperatives of globalization, the pressures of diaspora, the demands of modernity, the pull of the sacred, pan-Islamic radicalism, and the perceived injustices of the 'war on terror.' The criss-crossing axes of the global, the local and the transnational impel them to consolidate collective identities, confirm their historical legacies and look forward to the future. Like all human beings in all societies, they also engage in enjoyable and pleasurable expressive acts while doing so/ in particular, by making, listening to, and being emotionally sustained through music. \\n\\nThe performative aspect of contemporary Muslim life is the focus of the proposed network. It explores how, through the modes of performance, piety and protest, music has become a vehicle of problematic debate within societies where Islam exerts a significant cultural influence. Paying attention to these intra-communal debates, alongside the differences between 'the Muslim world' and its perceived antagonists, can offer fresh insight into the relationship between Islamic, secularist and nationalist orthodoxies and social re-positioning within Muslim communities. Moreover, this approach can shed crucial light on how radicalization, fundamentalism and violence might themselves be countered. The network will therefore optimize the sharing of similar research interests of individual scholars. It will open up space for interdisciplinary, inter-regional perspectives, and encourage comparative understanding of how, within the wider context of 'Islam', music practice enables disagreement as well as cross-cutting solidarities.\\n\\nImportant historical reasons make music a fruitful means of hearing such dissenting voices. Orthodox Islam's antagonism towards music has long co-existed in dynamic tension with the chanting and rhythmic iteration characteristic of non-orthodox Islamic movements, often grouped together as 'Sufism', particularly in South Asia. As Islam spread across Asia and North Africa, non-orthodox cults cross-pollinated with regional and local music, dance and bodily practices, to create diverse musical traditions. Such cross-pollinations conveyed correctives to Islamic orthodoxy, and alternative interpretations of piety and ethics. Today, these inherited musical traditions interact with other youth protest music globally available through MTV culture. Not merely diasporic movement but evolving technologies foster such continued cross-pollination. Since colonial modernity, music has traveled through technology/ gramophone recordings, radio broadcasting, cassettes, and now CDs, DVDs and the internet. Its dissemination in modernity is itself another reason for music's importance within the ongoing struggle between modernity and Islamic (neo-) traditionalism. \\n\\nMusic has always stimulated communitas. The sense of oneness with others it creates fosters community identity, and under the right circumstances, has the power to bring disparate groups together. This network of emergent and established researchers and practioners, accordingly, will facilitate four necessary, interrelating workshops on the following themes: 'Resistance, South Art, and Community in the Muslim context'; 'Beneath State and Orthodoxy'; 'Gender, neo-traditionalism and musical resistance' and 'Diasporas, transnationalism and transfundamentalism'. Emphasising that music in Islam cannot be conceived monolithically or monoculturally, the project's contemporary relevance will be a catalyst and location for dialogue between research, practise and policy.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F007310/1","grantId":"AH/F007310/1","fundValue":"25481","fundStart":"2008-01-01","fundEnd":"2010-07-31","funder":"AHRC","impactText":"","person":"Kamal  Salhi","coPersons":[],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}