{"id":"04004FC4-1BDF-4D53-895D-F35FD90977B3","title":"Enhancing the consumer perception of reduced fat foods through interfacial design and rheological behaviour","abstractText":"We aim to develop a strategy to disguise the (low) fat content in certain food types by changing the way emulsified fats are perceived by the senses. By this route we hope to improve the consumer acceptability of healthier, reduced fat foods. Many foods contain small dispersed droplets of oil, known as emulsions to impart desirable tastes and textures. These foods, include milk, cream, yoghurts, mayonnaise, soups, sauces etc, and are estimated to form around 25% of our dietary fat intake. We aim to change the sensory perception of fat content in emulsions by controlling the outer stabilising layer of the oil droplets. We will make model foods that will be imaged in 3 dimensions whilst flowing, under conditions similar to those in the mouth, so that we can understand the fundamental processes involved. The results will be correlated with sensory perception and acceptability of these foods in human volunteers. Obesity is a major challenge facing the health of the UK population and costs the NHS an estimated &pound;2b each year which is forecast to rise. This is blamed on a combination of diet and lifestyle. We habitually consume slightly more energy than we require, building up reserves in case of times of food shortage. This leads to a steady increase in our body mass index (BMI) with age, so that the 55-65 age range has the highest obesity rates. Small reductions in energy intake over long periods could therefore significantly reduce obesity levels. The sensory perception of fat in food emulsions is complex; thus many low fat foods are less acceptable to consumers. Improving the acceptability of these foods could help to reduce the small energy excess responsible for long term weight gain. Fat has to be emulsified into small droplets (emulsion) to keep it evenly distributed within the food. Ingredients such as proteins and other emulsifiers form a layer on the emulsion droplets to stabilise them and prevent separation. This layer affects the way the droplets interact wth each other and the rest of the food, which in turn affects how we sense them in the mouth. We have shown previously that emulsions stabilised by proteins have an increased sensory perception of fat content, compared to other types of emulsifier. In more controlled experiments, we have also shown that the protein-coated droplets can increase the viscosity of the whole emulsion. We think this is because proteins form a stronger, solid layer on the emulsion droplets, whereas emulsifiers form a fluid-like layer. Our aim is to determine how the layer on the emulsion droplets enhances the sensory perception of fat content in emulsified foods. Our key objectives are:- - Develop emulsion systems that form surface layers with a wide range of strengths using proteins, emulsifiers, particles and processing methods. - Understand the complex viscosity and flow behaviour using high speed confocal (3-D) imaging under shear flow. - Design model food emulsions stabilised by these surface layers with enhanced viscosity. - Measure the sensory perception of fat content of these model foods - Determine consumer preference of new model foods compared to existing reduced fat foods. The Institute of Food Research (IFR) will develop and design a range of well controlled emulsions with defined surface properties. Leatherhead Food Research will determine the sensory and consumer response to these foods. The University of Edinburgh will use state of the art confocal imaging techniques to visualise in 3-D how the emulsion droplets are behaving under flow conditions similar to those found in the mouth. This will give more precise understanding of the mechanisms involved that will make it possible in the future to design reduced fat foods with better consumer preference. This should increase the uptake of healthier, reduced fat foods and thus help to address long term weight gain.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I006133/1","grantId":"BB/I006133/1","fundValue":"209971","fundStart":"2011-02-01","fundEnd":"2014-01-31","funder":"BBSRC","impactText":"  Outputs include a set of design rules which food manufacturers can use to create reduced fat foods with improved sensory quality in terms of perception of fat content, and thus increase their uptake by consumers.\n\nAs part of our published rheo-imaging study we demonstrated that, at extremely high volume fraction, our emulsions will only yield once the droplets start to rupture. This gives a mechanism for controlled release.  ","person":"Paul Stephen Clegg","coPersons":["Wilson  Poon"],"organisation":"University of Edinburgh","findingsText":" Protocols have been developed between IFR and Leatherhead, to scale up emulsion production for the sensory and consumer studies. A model dessert matrix was found to be the most appropriate model for these studies. A series of trials including triangle tests and full sensory profiles, and a two stage consumer preference study are ongoing. Various emulsion factors will be studied, primarily the influence of the mechanical properties and structure of the interfacial layer. In addition, the impact of oil phase volume and background matrix (composition and rheology) will be determined to enable optimisation of the formulation. Tribology experiments have been instigated with CSIRO to study how the colloidal interactions between emulsion droplets and saliva control lubrication in the mouth in order to understand how the properties of individual droplets can influence the sensory perception of the emulsion as a whole.\nWe have published our rheo-imaging study of particle stabilized emulsions and presented these results as and invited talk at the International Soft Matter Conference in Rome, September 2013. To move these studies closer to multi-component food systems we have begun to use rheo-imaging to study droplets suspended within a gel matrix. In order to unravel the relationship between the components we have developed a system where both the droplets and the gel matrix can be seen in our micrographs. As might be anticipated, the flow curve of the gel matrix is modified by the presence of the droplets. In particular, we observe time dependent behaviour from the composite which is extremely curious. To follows this up we have carried out a more thorough study of the gel; we will now replace the droplets to complete the study. Leatherhead Food Research are to complete sensory studies which may indicate whether varying emulsion properties by this route is acceptable to consumers. Agriculture, Food and Drink","dataset":"gtr"}