{"id":"040DF3DE-1C12-40E1-8648-BCE30AF352E1","title":"Complement as a novel regulator of Wnt signalling during craniofacial development","abstractText":"According to the World Health Organization, birth defects affect one in every 33 infants, resulting in approximately 3.2 million disabilities every year (http://www.who.int/mediacentre/factsheets/fs370/en/). Deformations of the head and face, termed craniofacial defects, make up one third of this total. Such anomalies typically result from faulty formation of the bones and cartilage in this region. It is important, therefore, that we understand how these structures are normally formed if we want to devise effective ways to treat or prevent such defects from occurring.\n To do that, we have turned our attention to a group of embryonic cells called the neural crest. The neural crest is a population of cells found early in the life of an embryo. Shortly after their formation, these cells move through the embryo and establish the tissues that will eventually become mature structures such as ribs, muscles, nerves and many of the components of the face and neck. In order to build these structures in the correct sizes and shapes, the movements and behaviour of the neural crest cells must be precisely controlled. When this control fails malformations of these structures often results. Our aim is to understand the way in which this control operates.\n Some clues have come from the field of genetics. Indeed, a number of craniofacial anomalies are known to have a genetic origin, but in only a few cases have the mutated genes been identified. One such gene is responsible for producing a chemical signal called Wnt, which is critical for the formation of neural crest cells. For embryos to develop properly it is essential that Wnt signaling occurs at the correct times and places, yet exactly how this is achieved in the embryo remains a mystery.\n Our preliminary work has revealed an unexpected way in which this might happen. It seems that a group of proteins normally involved in immunity may play a critical role. The complement cascade, as they are collectively known, is responsible for killing foreign pathogens and monitoring self versus non-self recognition in the immune system. We have found that if we block the cascade's function in young embryos neural crest formation and migration are defective. Our data indicate that this is due to a deficiency in Wnt signalling. Furthemore, a recent publication shows that complement deficiencies lead to dramatic craniofacial defects (Rooryck et al (2011) Nat Genet 43, 197).\n These findings suggest that the complement cascade is important for normal craniofacial development and may shed light on causes of craniofacial defects that remain poorly understood. Consequently, this work may have a profound impact on health policy. For example, the results from our research may suggest that pregnant women should avoid certain treatments for autoimmune disorders that target the complement cascade, as these could have devastating consequences for the child, equivalent to the use of thalidomide in the past.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M010465/1","grantId":"MR/M010465/1","fundValue":"412462","fundStart":"2015-05-01","fundEnd":"2018-04-30","funder":"MRC","impactText":"","person":"Roberto  Mayor","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}