{"id":"0422BAF2-C95E-4C2A-B335-B273A181FF7D","title":"Safe sex and relationships in FE (SaFE): mixed-method, multi-case study to develop a comprehensive sexual health intervention for FE settings","abstractText":"The promotion of safe and healthy sexual behaviour, including reproductive choice, plays an important role in the development of young people's physical and social well-being. Despite more than 1.5 million young people now being enrolled on further education (FE) courses in the UK, there is very little investment in sexual health improvement activities in FE colleges and sixth forms. However, this is the time when many young people become sexually active and engage in risky sexual practices. Research has identified much higher rates of sexually transmitted infections (STIs), unplanned pregnancies and sexual violence among those aged 16 to 19.\n\nThis research project aims to develop a new, systematic approach to promoting safe sex and relationships among 16-19 year olds through FE settings (e.g. FE colleges and sixth-form colleges). The project will involve working with students and staff from six colleges in England and Wales, and staff from Brook (a charity specialising in young people's sexual health), to develop this new sexual health and relationships intervention. We particularly want to get their views on four different potential methods that could be used in FE to reduce risk-taking and improve sexual health and relationships. These are: student-led action groups to review and revise college policies, sexual health services delivered on site, staff training, and sex and relationships education. \n\nThe research will involve multiple stages. First, we will explore the views of FE students and teachers using focus groups and also interview FE managers and staff from Brook. Second, all the students and staff in each of the six colleges will be asked to complete an online questionnaire in order to get a wider range of views on the four different potential methods that could be used and how these could be delivered. This will help to check if some methods are more or less acceptable in different types of colleges or among different groups of people. Third, the findings and recommendations will be fed back to FE managers, Brook staff and policy makers to help develop a sustainable intervention.\n\nThis research will not tell us whether the programme is going to be feasible or if it will be effective in reducing STIs and unplanned conceptions, or if it improves relationships and young people's wellbeing, but it will support the development of a new approach to promoting safe sex and relationships. This could then be evaluated to assess its feasibility, effectiveness and cost-effectiveness, and rolled-out universally if successful.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M026272/1","grantId":"MR/M026272/1","fundValue":"129317","fundStart":"2015-03-01","fundEnd":"2016-05-31","funder":"MRC","impactText":"","person":"Adam  Fletcher","coPersons":["Julia  Townson","Ruth  Lewis","Honor  Young","Christopher Philip Bonell"],"organisation":"Cardiff University","findingsText":"","dataset":"gtr"}