{"id":"042EC02D-5E48-4C6E-8626-4C878CFD492F","title":"Achieving bigger, better and more joined-up habitat networks: quantifying benefits and comparing scenarios","abstractText":"Nature conservation organisations have two new and interrelated challenges in the 21st century: conserving species in a changing climate and conserving ecosystem functioning at large spatial scales. Habitat loss and fragmentation make species especially vulnerable to climate change, both because their populations are smaller, and because the gaps between suitable areas are more difficult to cross - a situation described as a &quot;deadly anthropogenic cocktail&quot;. This project will work with seven UK nature conservation organisations to develop a mapping and prioritisation software tool to improve the planning of ecological networks at regional and larger scales. Although conservation organisations are charged with planning ecological networks, and there are well-established principles that networks consist of habitat patches and linkages to enable movement between them, there is a lack of specific guidance on which actions would improve existing networks. The tool we propose will address this urgent need: It will enable conservation practitioners to balance the needs for viable sub-populations and large-scale linkages, and to prioritise locations for habitat restoration to provide resilience to climate change, thus targeting limited conservation resources as efficiently as possible. This innovation is possible because of recent NERC funded research by the applicant which shows how to quantify the speed of range shifting of a species in a fragmented landscape of habitat given simple assumptions about its population. In the new tool, this quantitative measure will be combined with a validated measure of population viability. As an immediate outcome, the tool will be used by our partner organisations, and other organisations involved in nature conservation and land-use planning. In the medium-term, the legacy of the project will be a confident and growing group of users of the tool who can develop it still further, and can maintain close contact with the scientists who created it. The anticipated long-term impact of the proposed tool is to help the U.K.'s important wildlife sites to be more functionally connected, and wildlife populations to be more resilient to climate change and also to natural or man-made disasters that temporarily wipe out populations. This will in turn improve quality of life because of the multiple direct and indirect benefits of stable ecosystems to the human population.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/L002787/1","grantId":"NE/L002787/1","fundValue":"94282","fundStart":"2014-01-13","fundEnd":"2015-04-30","funder":"NERC","impactText":"","person":"Jenny  Hodgson","coPersons":["Dariusz Rafal Kowalski"],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}