{"id":"042FB0B7-1F50-4649-A138-17C59127B4E9","title":"Control of cranial neural crest fate decision by Hox genes","abstractText":"Hox genes control morphogenesis along the antero-posterior axis of the developing embryo. The encoded proteins act as transcription factors, but their target genes are mostly unknown in vertebrates. This proposal is aimed at the identification of the genes directly regulated by Hoxa2 in the control of the differentiation of the cranial neural crest, a transient cell population of the vertebrate embryo. These embryonic cells can give rise to many derivatives, but their capacity to form skeletal tissues is inhibited by Hox genes and in particular by Hoxa2. The key to the identification of the genes controlled by Hoxa2 in the differentiation of the cranial neural crest will be the generation and the analysis of mutant mice with inducible expression of Hoxa2 in the cranial neural crest. This model system is designed to conclusively characterize the immediate events downstream of Hoxa2. The results obtained will give insights into how Hox genes regulate morphogenesis in the vertebrate embryo and help to understand the mechanisms that govern the formation of the facial skeleton. The work will be carried at the University of Manchester.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E017355/1","grantId":"BB/E017355/1","fundValue":"352239","fundStart":"2007-11-05","fundEnd":"2010-11-04","funder":"BBSRC","impactText":"  The findings have resulted in 7 manuscripts and five large-scale datasets, which are publicly available. The results generated in the project have been used to understand the causes of microtia, a genetic condition associated to deafness.\nIn addition findings and datasets generated in this research have been exploited by other groups to develop and validate new bioinformatics tools. Healthcare,Other ","person":"Nicoletta  Bobola","coPersons":[],"organisation":"The University of Manchester","findingsText":" The cranial neural crest is a cell population that is unique to vertebrate embryos and gives rise to many derivatives, including the craniofacial skeleton and the heart circulation. Correct development of neural crest-derived organs and tissues is controlled by the large family of Hox proteins. Despite the fundamental importance of Hox proteins in embryogenesis, and also cancer and cell regeneration, the events controlled by Hox proteins are poorly understood. Exploiting high-throughput express The comprehensive identification of Hox-regulated genes offers an extremely valuable resource to the large community of researchers investigating Hox function in vertebrate development, homeostasis and disease. The high-throughput data generated, including ChIP-seq and microarrays have been deposited in ArrayExpress (EBI). \n\nCraniofacial abnormalities, which account for one third of all congenital birth defects, are the most common cranial neural crest -related developmental defects. The ident Education,Healthcare","dataset":"gtr"}