{"id":"043A6D06-0C75-4C6C-AD02-00FAB372C606","title":"Large woody debris -A river restoration panacea for streambed nitrate attenuation?","abstractText":"For centuries, large woody debris has been removed from UK and European rivers to reduce potential flood risks caused by these obstacles and blockage. However, the removal of large woody debris has been shown to severely impact on ecosystem services provided by rivers, including habitat functioning and the potential to reduce nutrient and sediment loading by acting as both a physical and biochemical barriers. This caused detrimental impacts on in-stream and floodplain biota as well as society in the provision of clean drinking water.\n\nRecent EU and UK environmental policies (notably the European Water Framework Directive) are promoting a significant shift in management practices, strongly emphasizing the reintroduction of in-stream wood to improve the resilience of lowland river ecosystems to environmental change by increasing their capacity to attenuate excess nitrate pollution. As obstacle in the river, woody debris is expected to increase the down-welling of surface water into the streambed and enhance its contact time in the very reactive streambed zone, resulting in increased chemical turnover and nitrate attenuation. However, the impacts of large woody debris on the main drivers of biogeochemical processes in the streambed, the exchange fluxes between groundwater and surface water as well as the residence time of water in the streambed are poorly understood. To improve design of large woody debris structures to efficiently remove nitrate from the streambed, river basin management and restoration programmes require scientific evidence for the effectiveness of different large woody debris designs for water quality improvement.\n\nThis project will therefore provide the scientific evidence required for assessing the efficiency of different permanent and mobile designs of large woody debris for enhancing the uptake of nitrogen in lowland rivers. Our research focuses specifically on lowland streams as these represent the majority of UK rivers under threat of critically high nitrate concentrations. The findings of this project will directly inform river restoration practice and decide whether, to what degree and with what design, large woody debris will be deployed in UK lowland streams to reduce critically high nitrate loads.\n\nWe will combine novel monitoring techniques and environmental tracer technologies with innovative numerical modelling approaches to identify the occurrence of streambed hotspots of increased biogeochemical turnover that are facilitated by large woody debris. We will quantify to what degree excess nitrate concentrations can be reduced in this reactive hotspots and what different designs of large woody debris structures best facilitate this ecosystem service. We will improve sophisticated numerical models to quantify how effective permanent and mobile large woody debris may attenuate excess nitrate from lowland rivers. By developing and simulating a set of scenarios, assuming wider ranges of environmental conditions then observed experimentally, we will predict how efficiently different large woody debris structures in lowland rivers can reduce nitrate pollution under changing environmental conditions. \n\nKnowledge of how in-stream wood facilitates the occurrence of biogeochemical hotspots will assist river managers in adopting techniques which deliver benefits to both in-stream biota and water quality for human uses. This project, twinned with the proposed policy advice documents we will develop, will provide an ideal opportunity for the formation of science-based restoration activities which are able to deliver quantitative water quality improvements for little to no additional cost.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/L004437/1","grantId":"NE/L004437/1","fundValue":"273857","fundStart":"2014-05-31","fundEnd":"2017-05-30","funder":"NERC","impactText":"","person":"Mark  Trimmer","coPersons":[],"organisation":"Queen Mary, University of London","findingsText":"","dataset":"gtr"}