{"id":"043C9731-7783-498D-8E63-D758E9608DE3","title":"Developing new tools for growing skin and hair ex vivo","abstractText":"Hair follicle development occurs only once in an animals' life during late fetal development and in newborns. In this short window of time all of the hair follicles within the body are generated. As healthy humans age some hair loss occurs in most adults, but additionally hair loss often accompanies scalp trauma either from physical wounding and burns or from chronic bacteria or fungal scalp infections. Hair loss is caused by irreversible changes to the hair-producing organ or follicle and renders it incapable of producing new hair. Hair plays a vital role in keeping animals warm, but importantly in today's society the contribution of hair to our physical appearance is tightly linked to the psychological well-being of humans. Hair loss, can cause anguish and negatively impact a person's self-esteem, self-image and confidence often leading to depression. Thus, not surprisingly billions of pounds are spent each year in the UK on hair loss solutions ranging from artificial hair implants to hair growth-stimulating chemicals to hair extensions and wigs. Considering the well-documented link between traumatic hair loss and poor mental health, one of the major efforts in skin research is to regenerate hair follicles in adult animals. However, before we can regenerate hair in adults it is imperative we understand how hair develops in an embryo. Yet, we have surprising gaps in knowledge about how normal hair forms. One contributing factor to these knowledge gaps is the lack of an appropriate technology to study the hair development outside of a living fetus. At present, hair follicles cannot be reconstituted from mouse or human cells grown in a laboratory. We can grow small pieces of mouse embryo skin in special growth media for a short period in the laboratory, but hair development stops in these conditions. Here in this grant, we propose a new technology to fill this void; a new method to study full and complete hair development outside of a living mouse fetus. We study hair and skin development in mice as it is unethical and impractical to study hair development in humans. Our proposed technology involves a 2-step process. Initially we will grow skin from early-stage mouse embryos before hair follicles start to form for a short time in the laboratory. During this period we can use techniques to alter the genes, cells and chemical pathways in this developing skin tissue. These alterations are not possible when the fetus develops inside the mother. Following this short growth period in the laboratory, we will re-implant these cultured skin tissues into a host chick or quail embryo to enable full skin and hair development. We will use chick or quail as hosts because we have shown that freshly-isolated mouse embryo skin develops hair follicles when directly implanted and grown in a bird (avian) embryo. This technology will provide us and the research community with a multi-use tool to study aspects of skin and hair development not possible using other techniques. We can determine the function genes of much faster than making new transgenic or gene knock-out mice, using significantly fewer research animals. This supports the BBSRC's commitment to reduce, refine, and replace animal usage. Additionally, we can track single skin cells during development and add additional cells into the developing skin. This will provide for the first time a method where cells modified in the laboratory can be rapidly tested in an appropriate and realistic model of hair development. Moreover, avian embryos are in self-contained shells that can be repeatedly opened and closed. Within this egg-shell, the growing skin and hair can be accessed making it possible to screen for drugs, growth factors and small molecules that impact hair development. In summary, this technology will aid our understanding of normal hair development and help us work towards our ultimate goal of safely re-growing hair in humans with extensive and traumatic hair loss.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H02431X/1","grantId":"BB/H02431X/1","fundValue":"120285","fundStart":"2010-10-01","fundEnd":"2012-06-30","funder":"BBSRC","impactText":"  We, and the larger research community have a tool to quickly evaluate gene function during hair and skin development without making new mouse strains; reducing dependence on genetically-altered animal models. Pharmaceuticals and Medical Biotechnology Policy & public services","person":"Carrie A Ambler","coPersons":["Colin Albert Buchanan Jahoda"],"organisation":"Durham University","findingsText":" We developed a new technology to support early hair and skin development outside of a growing embryo/neonatal animal. \nOur new technology provides the research field 3 major advances.\n\n1. We, and the larger research community have a tool to quickly evaluate gene function during hair and skin development without making new mouse strains; reducing dependence on genetically-altered animal models. \n2. Additional stem cells can be incorporated to evaluate their hair-inductive properties.\n3. The growing skin explant is accessible throughout the experiment enabling screening of drugs, growth factors and/or small molecules during hair development. We hope that others will adopt our methodologies as a means to reduce the overall number of research animals used. We also feel these methods provide a quick and efficacious method to screen for biological chemicals that impact hair and skin biology. Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}