{"id":"043EB967-2A47-4A8A-B306-9EEAD2232028","title":"Resolving the ocean's role in deglacial radiocarbon cycling (OCEAN-14)","abstractText":"This project aims to improve our understanding of the global ocean's large-scale circulation and its role as a powerful moderator of atmospheric carbon dioxide (CO2) and regional climate, specifically through the use of radiocarbon as a carbon cycle tracer. \n\nThe ocean represents a vast and dynamic reservoir of carbon, and heat, such that changes in the ocean's circulation may drastically alter the evolution of regional and global climate. Research into past climate change has demonstrated that such changes can occur, and very rapidly indeed. However, their triggering mechanisms and their impacts on the carbon cycle (and therefore global climate) remain poorly understood. This project aims to bridge these gaps in our knowledge of the climate system through a major advance in the use of radiocarbon as a window into past ocean-carbon cycle-climate interactions. \n\nOur main scientific goals are: 1) to deliver a major increase in the quality and size of the marine radiocarbon observational framework spanning the last 30,000 years; and 2) to use these data to place uniquely powerful constraints on the role of the ocean's overturning circulation in the major carbon cycle perturbations that contributed to the climate of the Last Glacial Maximum (LGM) and its evolution across the last deglaciation. \n\nThese goals will be achieved through the development of a highly efficient, cost-effective and ambitious radiocarbon analysis program, involving the prefection of radiocarbon sample prepration methods for especially small (0.01-0.2mgC equivalent) carbonate samples, the generation of a new radiocarbon data array spanning the world's major ocean basins and the last 30,000 years, and the confrontation of this data array with a suite of novel ocean general circulation model (OGCM) experiments and analyses.\n \nA 'palaeocean' radiocarbon survey of this scale and design is totally unprecedented and will transform our understanding of the role of the ocean circulation in regional and global climate change, in particular by delivering unique insights into three absolutely fundamental aspects of ocean-climate dynamics that have long remained elusive targets of palaeoceanographic research: the rate of carbon transport in the ocean interior, its rate of exchange with the atmosphere, and its sensitivity to regional climate change.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/L006421/1","grantId":"NE/L006421/1","fundValue":"537008","fundStart":"2014-04-01","fundEnd":"2017-09-30","funder":"NERC","impactText":"  I am not aware that our findings have been used for any economically aspirational purpose. However, so far they have been useful in contributing to the primary goals of this research, which bear on improving our understanding of the world we live in and sharing that understanding with the public. Other Cultural,Societal","person":"Luke  Skinner","coPersons":[],"organisation":"University of Cambridge","findingsText":" This project has just started. Already we have improved our understanding of past ocean carbon cycling, during the last glacial period, and across the last deglaciation. We have been able to show that the ocean circulation of the glacial period was very different from modern, that the Southern Ocean has been a key locus for the release of carbon to the atmosphere during periods of abrupt regional climate change and that changes in the ocean circulation of the Atlantic were key to these abrupt climate changes. More data acquisition, improved and novel methods of inverse modelling applied to data. Other","dataset":"gtr"}