{"id":"044F3B25-3B5F-491A-AB11-6553B95790DB","title":"Predictable Protein Production","abstractText":"Specific proteins including biopharmaceuticals (=protein-based medicines), protein-based specific probes, and enzymes, constitute a growth market. Their complexity allows these agents and reagents to be highly specific, and thereby, for instance, kill diseased cells whilst leaving healthy cells intact. In addition, the fact that they are composed of the 20 natural amino acids offers an important aspect of safety; they essentially consist of natural compounds that can be degraded safely. The complexity of these products is well served by the complex production environment of living cells. This comes at a price however: Living cells are difficult to manage with simple methodologies, and difficult to understand with the traditional molecule or whole cell focused biologies. Protein production by living cells is unpredictable and rather inefficient, making biopharmaceuticals more expensive than they should be, to the exent that some cannot be produced economically. Systems Biology is a recently amplified scientific discipline studying how the complex intracellular networking of molecules controls the functioning of whole living cells. The UK is among the word leaders in this Systems Biology, with its 6 government (BBSRC+EPSRC) funded Centres for Integrative Systems Biology and three such Doctoral Training Centres. One of these research centres, the MCISB at the University of Manchester, which also hosts one of the DTCs, has put together a complete tool set enabling the understanding of the growth of baker's yeast, which is one of the most famous and useful living cells (bread, beer and wine). Manchester is also home to the Centre of Excellence in BioPharmaceuticals (COEBP), in which the production of biopharmaceuticals by mammalian cells is being studied. This research project does the obvious: it brings together the MCISB and the COEBP. It does this in the context of the Biotechnology Research Industry Club (BRIC) in which academics and industrialists meet to discuss how science and engineering can be implemented to lead to work that is better for the public, through better industrial processes. The idea is to throw the new Systems Biology at the problem of understanding the living cells whilst producing proteins. This will first be done for the better known yeast cells, now producing proteins rather than beer, but immediately thereafter the same approaches will be implemented in mammalian cell lines that are known to produce less protein but in better shape. If successful, this will give Britain a world leading role in the production of biopharmaceuticals through the mathematical-modelling of the production processes that occur in the cell factories. Enabling maximal efficiency and control, the bioprocess industry associating with BRIC will become highly versatile and quick in designing and optimizing processes for a great variety of biopharmaceuticals. This could not now be accomplished in other countries. This increased versatility may lead to a substantial augmentation of bioprocessing in the UK process industry. The project is extremely challenging and interesting scientifically. One thing is that for the mammalian cells, the available information is limited: The structure of their DNA is not precisely known. Modelling methods will therefore have to be used that reckon with the many possible DNA structures. This requires substantial computer power and adeptness of the programmer. Another challenge is to measure precisely the chemical activity of the protein producing cells and use the results to deduce which parts of their networks they are using to produce the protein. This should enable us to predict their maximum efficiency and then perhaps to direct them to improved performance. Because Life is subtle, yet another challenge is to cultivate the cells in such a way that they 'feel cool' when they are producing 'hot' protein for us, thereby preventing them from resisting doing their job well.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I017186/1","grantId":"BB/I017186/1","fundValue":"655645","fundStart":"2011-10-01","fundEnd":"2014-12-31","funder":"BBSRC","impactText":"","person":"Hans Victor Westerhoff","coPersons":["Royston  Goodacre","Alan  Dickson"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}