{"id":"045E8A66-1F7B-4D62-B1E7-A3E0FB9F626E","title":"Integrated Analysis of Freshwater Resources Sustainability in Jordan","abstractText":"This proposed effort will focus on development of an integrated framework to evaluate water policy\ninterventions in water-stressed countries using Jordan as a model system. Jordan is representative of\nmany arid regions where future natural and social changes set the stage for nationwide water supply\nfailures. Existing water resources models ignore critical interactions between hydrologic and\nsocioeconomic components, resulting in a lack of holistic analysis needed to make long-term policy\ndecisions. Our interdisciplinary team will develop a quantitative policy-evaluation tool to explore ways to\nenhance the sustainability of freshwater systems through such innovations as optimized allocation\nprocedures, institutional re-structuring, subsidies/tariffs, water-lease markets, and transboundary\ninstitutions. We will construct a modular, agent-based hydroeconomic model in which each module\ncaptures scientific and local knowledge from a unique discipline synthesizing hydrologic, agronomic, and\nsocioeconomic analysis into a coherent analytical framework. The modules will be linked through\nfeedbacks among system components. The policy-evaluation model will combine simulation of natural\nphenomena (groundwater-surface water flow, crop yield, and soil / water salinity) with human\ndecision-making at the institutional and user levels (water usage, regulation, allocation, transboundary\nwater, and trade). We will evaluate a wide range of policy interventions based on a set of quantitative\neconomic and environmental metrics. In addition to developing a new tool for water policy analysis, the\nproject aims to identify innovative policy solutions for a water system that has exhausted traditional\nsupply sources and is operating at the vulnerable edge. Our analysis of risks and benefits associated\nwith policy solutions will be assessed, and management options communicated to stakeholders who will\nbe actively solicited for input. The project will further set the groundwork for deploying the integrated\nframework to other water-stressed regions throughout the globe.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/L009285/1","grantId":"NE/L009285/1","fundValue":"187804","fundStart":"2013-09-01","fundEnd":"2013-10-31","funder":"NERC","impactText":"  We are attempting to build an agent-based model of Jordan's national water resource system. If we succeed, it will help them better plan their resources and better understand how different agencies and institutions can work together to improve water provision planning and management, and environmental quality. Agriculture, Food and Drink,Environment,Government, Democracy and Justice,Security and Diplomacy Societal,Economic,Policy & public services","person":"Julien J. Harou","coPersons":["Daanish  Mustafa"],"organisation":"University College London","findingsText":" We are developing a framework for agent-based simulation of national water resource systems. It will help discover how water resources can more effectively be managed and how to plan for a water secure future. To better plan their own regional/national water systems. Agriculture, Food and Drink,Environment,Government, Democracy and Justice,Security and Diplomacy","dataset":"gtr"}