{"id":"04842E32-1653-49EA-AB71-786568DCEFA8","title":"Identification of genetic factors affecting cellular ageing in fission yeast","abstractText":"With age, we gradually accumulate both environmentally and intrinsically generated defects at different levels in our bodies: from errors in DNA (mutations), proteins (aggregates), organelles (mitochondrial dysfunction) to cells (cancer) and organs (heart failure). Ageing is the largest risk factor for the majority of human diseases in the Western world, including progressive diseases such as Alzheimer's and Parkinson's, diseases like cancer that show variable rates of onset, and catastrophic systems failures such as heart-attack and stroke. While the study of specific ageing-related disease processes has long been a major focus of biomedical and biological research, there is a growing realisation of the importance of analyzing the normal ageing process itself as an essential part of the problem, and of exploring ways to slow or reverse its effects. Ageing is a multi-factorial problem that can be seen as an inevitable feature of the ravages of time and the harmful environments in which organisms live. Recent discoveries, however, demonstrate that ageing can be modified in dramatic ways by relatively simple interventions. For example, single gene mutations and dietary restriction can delay ageing and provide a universal improvement in health late in the life of laboratory animals. Moreover, the pathways involved in ageing are conserved in evolution, and genetic variants in their components are associated with differences in lifespan in humans. A central challenge of ageing research, however, remains to tease out a comprehensive and unified picture of the genetic factors and mechanisms determining longevity. We plan to utilize fission yeast as a model organism to advance our understanding of complex processes with fundamental importance for ageing. Remarkably, many of these processes are now known to be similar from yeast to human. Yeast cells enter a quiescent, non-dividing state under limiting nutrients, and the lifespan in this state depends on both genetic and environmental factors. Such quiescent yeast cells provide a valuable system to analyze basic processes affecting ageing and longevity. We will analyze how the global regulation of genes and proteins is modified during ageing, and how any changes might affect longevity. We will also exploit a collection of all viable gene knock-out mutants to systematically identify those genes that lead to longer or shorter lifespan. We will further examine how lifespan varies among wild yeast strains from different geographical locations, and whether this variation goes with changes in gene expression. Finally, we will integrate these complementary global data sets and follow-up the most promising findings to uncover particular roles of specific genetic factors in cellular ageing and longevity. Importantly, this research will provide a valuable platform to understand the genetic factors involved in ageing in humans, to eventually develop interventions that slow ageing and thus prevent or delay the numerous age-associated diseases.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I012451/1","grantId":"BB/I012451/1","fundValue":"783947","fundStart":"2012-02-01","fundEnd":"2015-03-31","funder":"BBSRC","impactText":"","person":"Jurg  Bahler","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}