{"id":"048B7A51-B053-423F-BADC-E1539FD0FF0D","title":"School-based Treatment with ACT to Reduce Transmission: Evaluation of the community impact of intermittent preventive treatment for malaria in Uganda","abstractText":"Despite global commitment to malaria control and substantial increases in funding, the burden of malaria in Africa remains high. Currently, malaria control is targeted at children under five years and pregnant women. School-aged children remain relatively uncovered leaving them at risk for illness and death, and with the potential to transmit malaria to other members of the community. Intermittent preventive treatment (IPT), administering antimalarial treatment at predefined intervals regardless of infection status, has been shown to benefit pregnant women, infants, and young children, and has become an important malaria control strategy. Initial studies conducted in Uganda and elsewhere in Africa suggest that school-aged children also benefit from IPT, but the community benefits of IPT and impact on malaria transmission are unproven. \n\nWe propose to evaluate the impact of IPT for malaria in Ugandan schoolchildren on indicators of health and malaria transmission in the community. We will select 36 primary schools in Kanungu district to participate in the study; 18 schools will be randomly assigned to receive the IPT intervention, and 18 will be assigned to standard care (no intervention). Dihydroartemisinin-piperaquine (DP), a highly effective and long-acting, artemisinin-based combination therapy (ACT) will be provided to eligible children attending intervention schools once a term (3 times per year) for one year. In addition, all children in both the intervention and standard care schools will receive annual deworming, according to national guidelines.\n\nOutcomes will be measured using surveys of communities, schoolchildren, and mosquito vectors.\nCommunity and school surveys will be conducted at baseline and approximately two months after the third (and final) round of treatment. The community surveys will consist of a household questionnaire and a laboratory evaluation of all household members; 180 residents from randomly selected households from each of the 36 clusters will be included. For the school surveys, 64 randomly selected children from each of the 36 schools will be included. In both community and school surveys, a finger-prick blood sample will be obtained to evaluate for malaria parasites and to measure blood counts (haemoglobin). Mosquitos will also be collected from eight randomly selected households from each of the 36 clusters. Each house will be sampled once a month for the duration of the study. \n\nThe primary outcomes for the trial will be the proportion of people that are infected with malaria parasites and the entomologic inoculation rate (estimated number of infective mosquito bites per person per year) in the community. We will also determine the proportion of schoolchildren that are infected with malaria parasites. \n\nA qualitative study will run alongside the main trial to investigate perceptions of the IPT intervention, and the potential feasibility of integrating the intervention into health service and school systems in Uganda. Results from this work will help to inform the design of future Information, Education, and Communication programmes if the intervention was taken to scale. We will also conduct mathematical modelling to determine the potential impact of the intervention in other epidemiological settings. \n\nGiven the potential contribution by school-aged children to malaria transmission in the community, and the likelihood of operational success and sustainability of school-based interventions, the question of whether IPT targeted to schoolchildren could reduce malaria transmission at a population level is highly relevant. This trial will address that question, and includes health service research and modelling to help guide future research and implementation of the intervention, and help shape policies in Uganda and elsewhere in Africa.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K00736X/1","grantId":"MR/K00736X/1","fundValue":"1537870","fundStart":"2013-06-01","fundEnd":"2015-12-31","funder":"MRC","impactText":"","person":"Sarah Grace Staedke","coPersons":["Jamie Thomas Griffin","Steven William Lindsay","Emily  Webb","Moses  Kamya","Lucy  Okell","Adoke  Yeka","Alice Chijioke Eziefula","Joaniter  Nankabirwa","Chris  Drakeley","Grant  Dorsey","Clare  Chandler"],"organisation":"London Sch of Hygiene and Trop Medicine","findingsText":"","dataset":"gtr"}