{"id":"04DA15A1-BA20-4587-A873-C34849C30C23","title":"Network on Intrapersonal Research in Education (NIRE)","abstractText":"Modern technology allows researchers to collect vast amounts of data through self-reports and automated applications. Data and analytic methodologies are complex. Although society is interspersed by a Zeitgeist of the &quot;quantified self&quot;, there is not yet a coherent view of how we can enhance and understand learning processes through the innovative use of technology. The primary concern of the seminar is to analyse key methodological advances and challenges to study learning processes, to consider the potential of rapidly advancing technology in multiple disciplines, and to explore the implications for policy and practice of the conclusion. \n\nLearning in defined as a process that takes place in a series of situations linked together over time. Our focus is on an intrapersonal approach to research on educational processes, meaning that we concentrate on sequences of learning situations, states of mind, and events in real-time. Students do experience the learning process in real-time, not in average situations. There is evidence that effective formative feedback (i.e., teacher feedback aimed at the forwarding students' learning) and enhancement of children's meta-cognition (i.e., the learners' understanding of their own ways of learning) are linked with academic performance. As the forthcoming change in curricula for primary and secondary schools in the UK, starting autumn 2014, places increased responsibility of formative assessment with the teacher and the school, the development and implementation of technological tools which enhance learning processes appear timely. \n\nOur network is grounded in existing research collaborations (co-authorships, academic visits, workshops and presentations at conferences), particularly between researchers in the UK (University of Oxford and York), Finland (Universities of Jyv&auml;skyl&auml; and Helsinki) and Germany (University of Darmstadt, Munich and Konstanz). We propose a series of six seminars to which we will invite international exper from various backgrounds, early career researchers, educational practitioners and policy makers to share knowledge with each other. We will invite 30 participants to each seminar. We will arrange seminars in four locations chosen for existing links with educational practitioners (Oxford and York), and for their centrality and easy access for policy makers (London and Helsinki, Finland). The themes of the seminars are: \n\nSeminar 1 Oxford, February 2015: Educational processes: theoretical and conceptual models \n\nSeminar 2 York, May/June 2015: Technology enhanced data collection\n\nSeminar 3 Helsinki, October 2015: Intensive longitudinal data and statistical methods \n\nSeminar 4 Oxford, February 2016: Process data in different disciplines \n\nSeminar 5 Oxford, May/June 2016: Diaries and intensive longitudinal data in intervention designs\n\nSeminar 6 London, October 2016: Implications for policy and practice\n\nWe invite practitioners: teachers, teacher educators and representatives of parent groups; and policy makers through existing and well-developed networks at our institutions. We will prepare podcasts of all talks in the seminar series, a user-friendly end-of-project report on best research practice and a summary of evidence of effective teaching practice that has emerged in this rapidly developing innovative field of research.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M002101/1","grantId":"ES/M002101/1","fundValue":"30350","fundStart":"2015-01-01","fundEnd":"2016-12-31","funder":"ESRC","impactText":"","person":"Lars-Erik Joakim Malmberg","coPersons":["Robert Mark  Klassen","Katariina  Salmela-Aro","Rebecca Elizabeth Eynon"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}