{"id":"04DBC992-1939-4E23-94DC-3159DE43D536","title":"Does intercellular communication through gap junctions influence the zebrafish circadian clock?","abstractText":"Most animals and plants contain a biological or circadian clock that times events in the body to match the day-night changes in the environment. This clock was once thought to be present only in the brain, but more recent experiments have shown that most tissues and cells in the body also contain a clock. To examine this process, we have developed cells in culture, made from zebrafish embryos, where each cell contains a daily clock, and can directly see when the lights come on at dawn. By using luminescent reporter genes, we can now monitor when genes involved in the clock mechanism switch on by the fact that the cells start to glow. Now cells don't work alone in the body. They influence each other through hormonal signals, and through direct cell contact. Cells form special channels, called gap junctions, which allow small molecules to pass from one cell to another. The aim of this project is to examine whether the amount of cell communication changes across the day, and to then change the number of gap junctions, both increasing and decreasing their levels, in order to see how this may alter how the clock measures time. Does making cells talk to each other more strongly make the circadian clock run more precisely in the light, as well as in constant darkness? Or, in contrast, by stopping cells directly talking to each other, does the cellular clock run less accurately?","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E016014/1","grantId":"BB/E016014/1","fundValue":"423376","fundStart":"2007-02-01","fundEnd":"2010-06-30","funder":"BBSRC","impactText":"  A patent is now pending for work on the circadian clock and wound healing. This has somewhat delayed the publication of data collected in this study. Healthcare,Pharmaceuticals and Medical Biotechnology Economic","person":"David  Whitmore","coPersons":["David  Becker"],"organisation":"University College London","findingsText":" This study made major discoveries, although we are still waiting to publish the results from this grant (in part due to patent issues). We discovered that gap junction communication is rhythmic, low in the morning and high in the evening. And that disruption of this rhythm block the clock's regulation of cell cycle timing. Also the clock plays a significant role in regulating the wound healing process. We are seeking patents for the issue of clock knock down and accelerated would healing. Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}