{"id":"04E65779-A7C3-4F9B-8A4D-E3EA7D9BE229","title":"Building community knowledge about learning and teaching through technology","abstractText":"<p>The overall aim of this project is to help educational institutions, primarily in the Further Education sector, to adapt to a challenging and changing learning technology environment. Effective pedagogical innovation with technology has the most immediate effect on improving the quality and scale of learners' experience and attainment. Our methodology is therefore to support the teaching community in learning collaboratively about how to optimise the use of technologies, so they can respond more rapidly to the needs and demands of their students and potential students.</p>\n\n<p>The project builds on an interactive digital tool, the Learning Designer, developed by ESRC-EPSRC/TEL funded and BIS-funded projects, to support innovative design of teaching and learning, making it easier for teachers to incorporate technology and exchange their ideas with others. Teachers welcome the tool as a way of building the community knowledge of how to optimise technology enhanced learning. Our aim now is to increase its impact by embedding it as part of the professional teacher’s toolkit, enabling the teaching community to express and exchange their proven innovations in teaching and learning.<br /><br />&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/K005545/1","grantId":"ES/K005545/1","fundValue":"99052","fundStart":"2013-04-08","fundEnd":"2014-05-31","funder":"ESRC","impactText":"  The impact demonstrated by the project so far is as follows.\nUse of the Learning Designer tool was established during the project, and has since increased:\n• In the second half of the project (Nov 2013 - May 2014), there were 10,742 unique visits to the online tool, of which 71% were first time visits, with page views running at 9,000 per month.\n• Since the end of the project (June 2014 - Nov 2014) there have been 17,340 unique visits, of which 71% were first time visits, with page views running at 11,000 per month.\n• By the end of the project the Learning Design Directory had collected 117 publicly available designs, including 48 reviews for teachers to share. In the 6 months since the end of the project this has now risen to 186 designs, including 54 reviews of designs, showing that users are continuing to contribute to the community now established.\n• A further tool, also a spin-off from the earlier LDSE project, is the Course Resource Appraisal Model (CRAM), which received HEIF funding for supporting lecturers who are innovating with technology in their courses. It is a downloadable interactive tool for modelling learning benefits and teaching costs for a conventional, blended, or online course. In the 5 months following its launch it has already acquired more than 100 users. It is being used as part of an institutional project to understand teacher workload for online and blended learning courses.\n\nValue to users\n• The tool is creating community knowledge through shared development of lesson plans, patterns, and designs.\n• It is increasing teacher professionalism through building community knowledge of exemplars of pedagogical effectiveness.\n• The design tool was used as the basis of an activity within a Coursera-based MOOC for primary teachers, which brought over 1000 users to the tool.\n• There were 92 comments in the associated forum, all highly appreciative, in a context where few forums would receive more than 100 contributions. Education Policy & public services","person":"Diana  Laurillard","coPersons":[],"organisation":"Institute of Education","findingsText":" The significant contribution of this project is the creation of a new type of tool for helping teachers, in all sectors, to use digital technologies effectively for innovative teaching and learning. We have built and tested an online learning design app for teachers, in all sectors, called the 'Learning Designer'. \nThese are the main features that make this design tool an important innovation:\no It elicits specific properties of each stage in a sequence of teaching and learning activities, and can therefore provide the user with feedback on the overall nature of the student experience, and the duration of the design in comparison with the intended learning time. \no It prompts critical reflection on the user's pedagogy, and promotes the use of digital learning analytics as a way of testing the efficacy of each design.\no Because the learning design is created as a digital object, it can then be shared locally or on the online directory of designs for other teachers to access, adopt or adapt to their context.\no The website enables users to submit, review, revise and categorise each other's designs, so that the teaching community gradually builds these designs as shared knowledge of effective designs for learning, with or without technology.\nThe principal discovery of the project is that members of the teaching community in all sectors, and from many countries are enthusiastic users and contributors to the website. The tool inaugurates a new way of building teaching community knowledge of effective use of learning technologies. It provides the means for design research collaboration across groups of teachers within and between countries and disciplines.\nBecause of its nature, the design tool can also be used as a research tool to help in understanding how teachers theorise and articulate their pedagogy. From evaluation of workshops and courses for teachers using the tool, our further findings are that: \n (i) teachers frequently underestimate the duration of the learning time needed for their design, until they complete it in detail; \n (ii) teachers provide detailed pedagogic reviews, from which clear pedagogic principles are emerging; \n (iii) designs that begin in one subject area or sector or country can be adapted successfully for very different subjects, sectors, and countries. The learning design tool has been the basis for three 'international learning design challenge' events, and these will continue.\nIt has been used in teacher training and CPD courses, and this will be expanded.\nIt has been used as the basis for an activity in a recent MOOC on 'ICT in Primary Education', and this will continue.\nIt has been used as the basis for a new VLE for schools developed by a company in Hong Kong. \n\nForward plans are as follows:\nWe hope to build it into plans for a sustainable online cpd course for the FE &amp;amp;amp;amp;amp;amp;amp;amp; Skills sector, and to generate something similar for the HE and Schools sectors as well.\nIt should be developed professionally as an open source pedagogical design front-end for any VLE a teacher may be using.\nWe would like to use it as the basis for an online academy for teachers, where the tool provides the means for teachers to share and build knowledge about the practice of teaching (both conventional and digital). A possible metaphor for this is the peer reviewed publication of tested practice that builds scientific knowledge. Education","dataset":"gtr"}