{"id":"04E8F49E-6086-4096-B94E-9319AF402C59","title":"High-resolution imaging of mammalian cells by confocal microscopy","abstractText":"In animals, cells need to move during development and in response to infection or tissue damage. Cell movement is driven by the cytoskeleton, principally by filaments made of actin molecules, and also requires changes in the way cells attach to other cells or to molecules around them. We want to understand more about how proteins inside cells drive or inhibit cell movement, and therefore be able to more effectively use these proteins as targets for drug therapy against several diseases including chronic inflammatory disorders, heart disease, Alzheimer's and some cancers.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F011431/1","grantId":"BB/F011431/1","fundValue":"240395","fundStart":"2008-07-31","fundEnd":"2009-07-30","funder":"BBSRC","impactText":"  Our findings using this microscope have been used in publications in journals. Healthcare ","person":"Anne  Ridley","coPersons":["Juan  Burrone","Britta Johanna Eickholt","Madeline  Parsons","Matthias  Krause"],"organisation":"King's College London","findingsText":" The confocal microscope (purchased from Nikon) has been and is being used to image live and fixed mammalian cells. In live cells, it is being used to track the movement of proteins tagged with fluorescent proteins such as green fluorescent protein (GFP). The advantage of this confocal microscope is that it is possible to track proteins that move rapidly, and also study protein localisation at very high resolution. It could be used for school groups to visit and learn about microscopy. Our success in working closely with Nikon to optimise the use of this confocal microscope has contributed to the set-up of a Nikon Imaging Centre at King's College London (http://www.kcl.ac.uk/innovation/research/corefacilities/smallrf/nikon/index.aspx), which provides multiple different microscopes available for all researchers at King's College London. It will also be available for visitors from other institutes/universities in the UK to see the latest Nikon microscopes and to use them. Healthcare","dataset":"gtr"}