{"id":"04EB9698-C3F4-4C1A-8BB1-6598FE22DB69","title":"Family Names of the United Kingdom","abstractText":"This project aims to take significant steps towards reliable explanations of all the current family names (FNs) of the United Kingdom; and to enter them in a database displayed on a publicly accessible web-site. The explanation of each will embody the best achievable account of their geographical and linguistic origins, history, and demography derivable from a wide range of medieval and early-modern documents and electronic resources, and to compare this account with the modern geographical distribution of each name. \\n\\nThe project embodies the evidence for a history of FNs in the UK. Most effort will be directed at establishing reliable documentary and distributional information about names of English (including Cornish), Irish, Scottish, and Welsh origin. However, the multi-ethnic character of our modern European state will be addressed. There will be entries for Huguenot and Jewish names, and for more recent immigrants' names, with notes on naming conventions in other cultures. For immigrant names, the focus will be narrowly on (a) their etymology (often of cultural importance to Britons with foreign genealogy), and (b) the circumstances in which each reached the UK, rather than on their remote history in their countries of origin. There is no other single resource about FNs in the UK, whether book or web-site, which will be so comprehensive.\\n\\nFN research is essentially interdisciplinary. The project will emphasize FNs as linguistic and historical entities but systematically take account of the work done outside academia by genealogists and family historians, in particular by the Guild of One-Name Studies. New resources have recently become available from family, local, and national history, official statistics, and genetics. There are new collections and editions of medieval evidence; machine-readable census data has become available; statistical methods have been developed for correlating FNs and their distributions at different periods. Geneticists have begun working with family and local historians on the relationship between the distribution of individual FNs and their local origin. The fruits of this work need to be brought together in a single place so that a satisfactory multidisciplinary framework can be created, and so that existing accounts of FN origins and history can be evaluated, corrected, and supplemented. Stage 1 of the project (years 1-2) will create the database incorporating this material; importantly, much preparatory work has already been done. Stage 2 (years 2-4) will involve archival work to add new data and allow new explanations where required, and corroborate or disconfirm the many older explanations found to be uncertain or defective. Stage 2 will also incorporate a doctoral studentship where the holder will both contribute to the database and test its applicability and utility through attempting the solution of a long-standing problem in the history of Lancashire FNs (see below).\\n\\nFN research has progressed slowly for some decades. Its present state compares unfavourably with (a) allied areas such as place-names, and (b) current work in other European countries. Many FNs have never been satisfactorily explained, others wrongly or by guesswork. Some plausible explanations previously suggested are incompatible with facts now known about the name's history and geographical distribution. Some misperceptions have arisen because the modest amount of detailed county-based research done by medievalists has not been put into a national framework. This ambitious project aims to make available in one easily accessible place all information, old and new, that the investigators believe necessary to attempt reliable explanations; to explain those names where possible; and to have a public record of the evidence bearing on any names which it has not been possible to explain. The database will remain available for modification in light of new knowledge, when resources permit, after the project ends.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H018921/1","grantId":"AH/H018921/1","fundValue":"838802","fundStart":"2010-04-01","fundEnd":"2014-03-31","funder":"AHRC","impactText":"","person":"Richard Aylmer Coates","coPersons":[],"organisation":"University of the West of England","findingsText":"","dataset":"gtr"}