{"id":"04EECE23-0B24-47E0-A4EC-917BB0D940D7","title":"From Rhetoric to Practice: Implementing the UN Guiding Principles on Business and Human Rights","abstractText":"In December 2012 the 1st Annual Business and Human Rights Forum took place at the United Nations in Geneva to consider how best to implement the UN's Guiding Principles on Human Rights (UNGPs). These Principles were unanimously approved by the Human Rights Council in June 2011 after several years of work by the UN Secretary General's Special Representative on Business and Human Rights, John Ruggie. Over 1000 participants attended the Forum, representing 85 countries, including 50 State delegations, 150 companies and 180 civil society organizations, as well as other groups, illustrating the importance of the UNGPs as the current focus of the ongoing global debate about the responsibility of business actors for human rights violations. At the 2012 Forum, Ruggie himself emphasised the importance of the UNGPs, stating that they 'prescribe paths for strengthening and better aligning public governance with social compliance mechanisms and corporate governance in relation to business and human rights' and that 'they aim to generate a mutually reinforcing dynamic that produces cumulative change.' This seminar series will examine the extent to which the UNGPs can ensure business compliance with human rights standards and whether they are in fact acting as an effective catalyst for change.\n\nThe UNGPs establish three pillars: the State duty to protect human rights; the responsibility of business actors to respect human rights; and access to remedy. This ESRC Seminar Series proposes a thematic approach to the key implementation issues that emerged from the 2012 Forum and cuts across all three of the so-called 'Protect Respect Remedy' pillars. For example, during the inaugural Forum, concerns were expressed by business actors that many States are failing to uphold their human rights obligations and are seeking to scapegoat the business community for their own failures. Representatives of indigenous groups objected to the lack of specific understanding of the challenges facing indigenous communities and the failure to include indigenous rights within the UNGPs. Civil society generally complained about the lack of effective judicial and non-judicial remedies. These issues affect all business actors in all sectors whether based in the UK or elsewhere.\n\nBuilding on existing national and international networks, this ESRC seminar series will bring together stakeholders from a variety of academic disciplines (law, geography, politics, international relations), the business sector (law firms, industry) and civil society (National Human Rights Institutions, Non-Governmental Organisations). Participants will contribute to the Annual UN Business and Human Rights Forum 2013 and beyond, as well as to the ongoing work of the Business and Human Rights Working Group established under the UNGPs with a view to influencing future implementation policy. UN Working Group members are keen to attend the Series events and a mechanism will be established to facilitate collaboration and cooperation between seminar participants and the UN Working Group. A series of nine one-day seminars will take place with core group of participants and 6-8 funded speakers will be invited from academia, NGOs, international and regional organisations, government, the legal profession and industry. Additional speakers may be invited at the expense of the host institution. A report from each seminar will be submitted to the UN Working Group, with a final report with recommendations being submitted at the end of the project. In addition, an edited collection of papers from seminars will be published as well as a special edition of the Journal of Conflict and Security Law. It is also hoped that the seminar series will help to establish a network of interested parties who could go on to apply for larger research grants in the area, such as the EU-funded Horizon 2020.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L001624/1","grantId":"ES/L001624/1","fundValue":"29803","fundStart":"2014-01-01","fundEnd":"2016-12-31","funder":"ESRC","impactText":"","person":"Sorcha  MacLeod","coPersons":[],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}