{"id":"04F36BC2-ABC1-4673-8B69-CF0E3B05E1E1","title":"Complexity Economics for sustainability","abstractText":"<p>The funding provided by this ESRC Seminar series aims to create space and a clear focus for more in-depth discussion and examination of new economic ideas and their implications for environmental and sustainability policy-making. </p>\n\n<p>The opportunity to inform policy-making is facilitated through the continuing support of the Environment Agency, through support from their Chief Economist, Ronan Palmer, and builds on and expands an existing network (HEEDnet). </p>\n\n<p>The seminar series aims to bring together leading academic researchers, who work under the broad frame of complexity economics, with policy-makers from relevant government departments and agencies, and opinion formers from consultancies and think tanks. It consists of three 2-day seminars and a final one-day high-profile seminar aimed at increasing public and policy interest in the ideas raised. The timetable for the seminars is as follows:</p>\n\n<ul>\n \n\n <li>Seminar 1 (University of Oxford, 27-28 November 2008): Exploring complexity economics.</li>\n\n <li>Seminar 2 (University of Leeds, 23-24 June 2009): Applications of complexity economics to environmental issues.</li>\n\n <li>Seminar 3 (University of Cambridge, 3-4 December 2009): Are economic growth and sustainability compatible?</li>\n\n <li>Seminar 4 (SOAS, University of London, 6 September 2010): Complexity economics for sustainability.</li>\n</ul>\n\n<p><br />&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-451-26-0545","grantId":"RES-451-26-0545","fundValue":"15043","fundStart":"2008-10-01","fundEnd":"2010-09-30","funder":"ESRC","impactText":"  The seminars exposed stakeholders involved in environmental sustainability policy-making to the latest academic thinking on a range of new economic ideas. Ronan Palmer, Chief Economist, Environment Agency, commented, &quot;The problems of addressing environmental and climate change, and managing the risks they bring to the environment and society are becoming increasingly complex and challenging. This seminar series was an excellent forum for the leading players in this re-appraisal to present and debate their views. There was good engagement of business and policy.&quot;\nDeanna Donovan, Environmental Economics Advisor, Joint Nature Conservation Committee, commented,\n&quot;I found this series of seminars particularly stimulating. Bringing together a diverse mix of economists from government agencies, academia, think-tanks, consultancies and private industry, this series examined real-world issues with innovative approaches incorporating ideas from behavioural and institutional economics, economic and industrial history and systems theory. I found it useful to be brought up to speed on the economic concepts influencing environmental sustainability policy-making, especially in light of the ideas emerging from the crucible of the current economic crisis. The speakers seemed both concerned and involved in trying to make the new concepts work in the real world. As an economist that advises government on diverse issues of environmental policy, I found that not only was I able to bring new ideas back to my work, but having participated in the in-depth examination and discussion of these new ideas in the seminars, I was able to put forward some of these ideas with confidence to my colleagues and clients.&quot; Energy,Environment,Government, Democracy and Justice Societal,Economic,Policy & public services","person":"Timothy James Foxon","coPersons":["Jonathan  Michie","Christine  Oughton","Terry  Barker"],"organisation":"University of Leeds","findingsText":" This seminar series examined new ideas being developed under the broad heading of 'Complexity Economics', and investigated and tested their relevance for informing policy-making on sustainability. To do this, the seminar series consisted of three 1.5-day seminars, each focussing on particular issues, and a final one-day high-profile seminar aimed at increasing wider policy interest in the ideas. The series succeeded in promoting high-quality academic and policy-relevant debate between academics, policy-makers, consultants and NGO representatives on topics relating to sustainability, innovation, complex systems and economic growth and development. This explored and highlighted the relevance to these issues of a range of tools, techniques and ideas, including systems analysis, input-output analysis, social network analysis, co-evolutionary approaches and new economic thinking.\n\nThe seminars helped to create an informal network of researchers interested in these ideas and their application. Of particular value was the exposure to younger researchers of these ideas. At least 20 PhD students and young RAs from the Universities of Cambridge, Leeds and Oxford participated in one or more seminars, and almost all commented on the value of the seminars to their research. Ronan Palmer, Chief Economist, Environment Agency, commented, &quot;I also note that there seemed to be a strong presence from younger researchers, suggesting that there is considerable potential for this field to develop in the future.&quot;\n\nThe summarised findings of the seminars are:\n(1) Complexity economics provides a rich understanding of the behaviour of economic actors and systems, and that environmental and sustainability policy would benefit from taking this into account.\n(2) This is particularly relevant for policy aiming to contribute to a transition to a sustainable low carbon economy. Support for technological or market niches may be important to enable the innovation and deployment of low carbon alternatives.\n(3) Tools such as systems analysis, input-output analysis, social network analysis and co-evolutionary approaches, together with new economic thinking, can be used to better understand economic processes and systems.\n(4) Policy needs to understand and address the drivers of consumption, as well as production. Social and psychological understanding of the behaviour of individuals and the influence of the social context on behaviour can inform the drivers of consumption, and how these can be influenced.\n(5) New measures of the social and ecological value of economic activity need to be explored, to go beyond a reliance on traditional indicators such as GDP. The seminars were attended by representatives from a number of government departments and agencies, including Defra, DECC, DfT, DCLG, HM Treasury, HM Revenue and Customs, Environment Agency and Leeds City Council; non-department public and advisory bodies, including The Carbon Trust, Joint Nature Conservation Committee and Go East; consultancies, including McKinsey, GHK International, Brook Lyndhurst, Cambridge Econometrics and Claremont Management Consultants; and non-governmental organisations (NGOs), including WWF and RSPB.\n\nThe main value to the business and policy stakeholders came from the ability to discuss new economic ideas for environmental and sustainability policy in an informal but academic atmosphere. Energy,Environment,Government, Democracy and Justice","dataset":"gtr"}