{"id":"04F7C5A6-23EC-4F77-9139-1EC94A62FEFC","title":"Unintended gender consequences: EU politics and politics in practice","abstractText":"<p>The network brings together some of the leading scholars in political science, European studies, law, and international relations.The main aim of this interdisciplinary network is to produce a shift in the way in which we understand the interaction between gender, social norms and public policy development.The network will develop new and innovative ways of understanding the indirect consequences of European policy on domestic gender regimes and gender relations.The analysis of gender and associated norms provides a useful starting point for an exploration of intended and unintended consequences as a wider framework for public policy analysis.</p>\n\n<p>This analysis is timely, as policy markers are increasingly moving away from a gender centred approach to equality to a more general focus on inequalities and social exclusion. The main aim of the network is therefore to expand the reach of current debates about intentionality in the articulation of political strategies and policy objectives. In particular, it seeks to develop further ongoing critiques of gender mainstreaming as a political strategy and policy tool for a re-articulation of the dominant gender order in Europe.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/J01981X/1","grantId":"ES/J01981X/1","fundValue":"25069","fundStart":"2012-09-02","fundEnd":"2014-09-01","funder":"ESRC","impactText":"  The main impact of this Research Network has been to consolidate links with practitioners, e.g. NGOS and party groups. Members of the network have been actively engaging with dissemination campaigns on the following issues: 1. Impact of crisis on gender structures and hierarchies; 2. Role of the EU in promoting equality between men and women. \n\nThe funding allowed the network to invite members of civil society organisations, MPs and MEP candidates to workshops and events, thus promoting a dialogue about academics and practitioners about the best way forward for this research agenda. Communities and Social Services/Policy,Government, Democracy and Justice Societal,Policy & public services","person":"Roberta  Guerrina","coPersons":["Gill  Allwood","Grace  James","Heather  MacRae"],"organisation":"University of Surrey","findingsText":" The work conducted under the auspices of this network highlights the weakness of mainstreaming as a policy tool and strategy for promoting gender equality. The EU's ambition to include a gender dimension to all policy areas is largely undermined by the inability of key institutions to assess the gendered impact of key policy decisions. Over the last twenty years, gender mainstreaming has become a catchphrase for the promotion of the European gender regime however, it has not generated a detailed assessment of the asymmetrical impact of key policy decision on different social groups (in this case men and women) . \n\nMuch of the work produced as part of this network draws attention to the long term impact of institutional myopia on social cohesion and equality as core values of the EU. Evaluating (or even exposing) the unintended gender consequences of key policies has been a challenging task, as it is often difficult to disentangle intentionality from institutional culture and path dependency. However, the journey taken by the members of the network thanks to the ESRC funding allowed us to assess the effectiveness of core values - e.g. quality and gender mainstreaming - in promoting the principle of gender equality and justice across policy spheres.\n\nOver the course of the two years, the network has therefore moved from trying to identify unintended gender consequences to the development of a Feminist European Union Studies research agenda that will allow us to assess critically current and future trajectories from a gender perspective. Over the last two years, this collaborative network has expanded significantly. We have therefore been able to gain valuable insights into a wide range of policy initiatives, much greater than anticipated at the beginning of the project. The theoretical framework underpinning the work of the network is set out in the Special Issue of Women's Studies International Forum, and therefore provides a useful contribution to current debates about the EU as a gender actor. In this respect, the wider academic community is the main beneficiary of the work produced by the network.\n\nIn addition to actively shaping debates about the potential of the EU to act as a gender actor in the future, we have developed close links with civil society organisations, e.g. the National Alliance of Women's Organisations and Made Equal. Communities and Social Services/Policy,Government, Democracy and Justice","dataset":"gtr"}