{"id":"050022B5-930F-4A73-884A-D6EC1DD9F079","title":"Biohopanoid markers as tracers of methane emission and oxidation events in the Quaternary ocean","abstractText":"Methane is a strong greenhouse gas produced in sediments directly from microorganisms, or from prolonged heating of fossil carbon. Release of methane to the ocean and atmosphere is known to have shifted global climate and nutrient cycles in the past, in particular when released in massive quantities and over short time periods from frozen subsurface reservoirs known as marine gas hydrates. With global warming, unstable sources such as gas hydrates pose a potentially large threat to the marine environments, climate, and thus society. It is therefore pivotal to recognize mechanisms of increased methane emission in the past. Equally important is understanding its sources and pathways from the subsurface, identification of processes which cycle released methane, and quantification of subsequent ocean-atmosphere and biogeochemical feedbacks. This research project sets out an ambitious organic geochemical programme to explore the process of aerobic microbial oxidation of methane in oceans over the last 1 million years of the late Quaternary and assess its effects on climate. The target process has received little attention to date but possibly plays a more important role in carbon cycling and oxygen availability in the ocean than commonly considered. As a new tool in past climate research we propose to use molecular compounds (specific biohopanoids, BHPs) generated exclusively by bacteria which feed on methane (methane-oxidising bacteria). We recently analysed BHPs in the sedimentary record (down to 100 m depth equivalent to about 1 million years) from a giant deep sea sediment fan in front of the Congo river in tropical Africa. These new data push direct evidence for the process of massive methane release and its aerobic microbial oxidation far back into the geological past; previous studies suggesting a similar mechanism were limited to the last 45 ka. The new Congo fan data are encouraging and provide strong support for previously unrecognised methane emission events and aerobic turnover in the eastern tropical Atlantic. Building on that, we will focus our research on two contrasting sediment records, (1) the Congo and Amazon Fans which had oxygenated water conditions throughout the study period and (2) the Mediterranean. The latter is well known for its pronounced and rapid changes in oxygenation throughout the past few million years which alternated between oxygenated and oxygen-fee (anoxic), and frequently even toxic (sulfidic/euxinic) conditions leading to the formation of sediments exceptionally rich in organic carbon, commonly termed sapropels. We here propose a multidisciplinary approach, utilising BHP markers with other geochemical and isotopic evidence and modelling. This integrated approach will allow us to fully evaluate the existence of previously unrecognised methane emission events and subsequent methane oxidation in the Quaternary ocean. Combined with coupled atmosphere-land-ocean modelling the data will allow us to address the relevance of the target process in oxic settings and others which are approaching oxygen-free conditions. This will then provide the first quantitative estimates on greenhouse gas volumes emitted by the emission events and explore climate effects.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E017088/1","grantId":"NE/E017088/1","fundValue":"376860","fundStart":"2008-03-01","fundEnd":"2011-02-28","funder":"NERC","impactText":"  Results from this research project provided the foundation for a subsequent successful ERC Starter Grant application by Dr Talbot. Energy,Environment ","person":"Thomas  Wagner","coPersons":["Helen Marie Talbot"],"organisation":"Newcastle University","findingsText":" In this project we have generated a 1.2 million year record of aerobic methane oxidation (AMO), an important sink for methane, a potent greenhouse gas. To do this we analysed aminopentol, a membrane lipid known as a hopanoid, produced specifically by aerobic methanotrophs. We have used this as a tracer for AMO, in a sediment record from the Congo Deep Sea Fan (ODP site 1075). Initially we anticipated that the record reflected past sub-surface methane hydrate stability which underwent periods of instability during warm interglacial conditions resulting in higher aminopentol concentrations than those observed during glacial periods. However, further investigation of the carbon isotope composition of this compound suggested a terrestrial source instead. We subsequently investigated possible terrestrial sources including soils and sediments from a range of sub-environments (forest, savannah, wetlands) from the Congo. We found a strong aminopentol signal in wetland sediments from the Malebo Pool, a widening in the Congo River resulting in a vast wetland area, whilst the signal was absent from most soils. This record has enabled us to identify distinct cyclical variability in aminopentol concentrations and thus infer intervals of increased terrestrial methane production and subsequent oxidation activity within the continental catchment of the Congo River. This cyclicity appears to be linked to marine oxygen isotope stages, with increased methane oxidation/emission during interglacials. Therefore, we postulate that increased continental humidity due to the associated increase in ocean water temperatures led to expansion of continental wetlands and increased fluvial export of aminopentol to the Congo deep sea fan. We have also studied sediments from the Amazon Fan and identified aminopentol throughout the section, thus confirming that aerobic methane oxidation also occurs in this setting. Concentrations are also variable through time, although we have yet to confirm any cyclicity as the age constraints on the Amazon core section are less well defined than the Congo record.\nFinally, working on samples from Mediterranean sapropels (highly organic carbon rich sediments), we have successfully identified aminopentol in a section located off the Nile Delta. These sections offer an interesting opportunity to study variability in aerobic methane oxidation during the shifts from oxic to dysoxic bottom waters that occur during sapropel formation. During these investigations we have also identified a highly unusual signature which we believe to be derived from another group of important microbes which carry out anaerobic ammonium oxidation (anammox). This process is a key element of the marine nitrogen cycle as it is responsible for the loss of fixed nitrogen from marine systems. \nThese results have garnered much interest at international conferences from colleagues around the world. A number of key publications have resulted, however, all aspects of the above studies are continuing to be explored in other ongoing projects at Newcastle. We are confident that this work will be published in internationally recognised journals and be of significant interest not only to the scientific community but of general interest to the public as it addresses questions regarding some of the important sources of naturally produced greenhouse gases and as such is relevant to climate change studies. The findings have already been taken forward in a successful ERC Starting grant application (AMOprox 258734) by the Co-I (H. Talbot). We have expanded the Congo record to 2.5 Million years and the Sapropel studies on both the methane oxidation and Nitrogen cycling aspects. We are also undertaking an extensive survey of the environemtnal factors (e.g. temperature, pH, salinity) controlling methanotroph populations and subsequent hopanoid signatures which are proving to be more complicated and variable than previously envisaged.\nThe findings from the Congo should be of particular interest to the scientific community utilising novel proxy methods, in our case microbial biomarkers, to identify, reconstruct and potentially quantify major components of the global carbon-climate cycle (specifically methane and soil organic matter) and climate modellers who have previously inferred expansion of tropical wetlands as a significant source of methane. Education,Energy,Environment","dataset":"gtr"}