{"id":"05216F35-6829-4D91-B362-4CB8520972F8","title":"The Collaborative Computational Project for NMR (CCPN): Supporting biomolecular NMR and community driven NMR software development.","abstractText":"The Collaborative Computing Project for NMR (CCPN) was started in 2000 to improve the interoperability of software for biomolecular NMR and to promote a collaborative community of software users and programmers. Over the past twelve years, the project has produced the CcpNmr suite of software for interactive NMR data analysis and integration and the CCPN data standard for macromolecular NMR. The software is now used worldwide by &gt;1000 users. Through its conferences and workshops, CCPN also promotes best practices in both computational and experimental aspects of NMR.\nWith this proposal we seek to continue and further expand the CCPN project and its user community. Building upon the CCPN software platform, new and emerging aspects of NMR and integrative structural biology techniques will now be targeted. For the current period, we aim to:\n1. Develop a fully implemented version 3 (v3) of the CCPN software package.\n2. Promote and expand the user uptake and user development of the software.\n3. Facilitate the use and sharing of state-of-the-art NMR software technology. \n4. Strengthen the training of people, sharing of knowledge and exchange of best-practice's by the UK NMR community.\n\nVersion 3 of the CcpNmr suite has led to new, user-friendly applications like SpecView and ChemBuild. These are the first CCPN programs to use an entirely new graphical system based on the modern, multi-platform Qt libraries. During the new period, we will bring the same approach to the Analysis and FormatExchange programs. We will ensure that v3 components are easy to use, fully documented and thoroughly tested, with dedicated modules for specialized tasks and means to interact with external programs and services. This will provide flexible tools to support scientific collaborations and advance important areas such as solid state NMR, small molecule screening and metabolomics.\n\nTo promote CCPN and increase user uptake, together with our partners we will embed CCPN in a broader range of scientific projects, enhancing its impact in the structural biological community. The greatly enhanced flexibility of the new code will promote dedicated program adaptation to the working procedures of individual laboratories. We plan to use the modular capabilities of CcpNmr v3 and a reorganised library of high-level utility functions to allow for more groups to start writing software for their own specific practices. To ease user uptake a dedicated Analysis Lite, optimized for simplicity rather than for complex problems, will be developed. The CCPN software will be extensively demonstrated through workshops and documentation.\n\nTogether with its partners, CCPN will continue the process of software development and integration by means of direct integration of available methods or by using web-based services developed by third parties. Thus, CCPN users will have easy access to a software pipeline for biological NMR, which allows them to proceed smoothly from spectral data via resonance assignment to structure generation and database deposition. CCPN will collaborate with CCISB groups at Harwell to allow NMR to fulfill its role in biophysics and integrated science.\n\nTo strengthen the UK NMR community, we will continue the successful series of UK CCPN conferences and teaching programs for (young) researchers. We will also continue the comprehensive help and support for CCPN users and participate in international efforts in knowledge sharing and exchange of best practices by efforts such as WeNMR. We will closely confer with the NMR facilities in Mill Hill, Birmingham and Warwick.\n\nOversight of the project will be maintained by the CCPN Executive Committee, with representative members from the UK NMR community and CCPN's international Scientific Advisory Board.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L000555/1","grantId":"MR/L000555/1","fundValue":"755120","fundStart":"2013-10-01","fundEnd":"2016-09-30","funder":"MRC","impactText":"","person":"Geerten Willem Vuister","coPersons":["Ernest Douglas Laue"],"organisation":"University of Leicester","findingsText":"","dataset":"gtr"}