{"id":"052E465D-7B3A-4364-AE84-2DCE6C3EF4CC","title":"Unravelling early human migration in southern South America using Darwin's Fuegian lice","abstractText":"Some 15,000 years ago, tribes entered America from Siberia to people the Americas. These tribes continued along the west coast of America until they reached the small islands of Tierra del Fuego in the far South. During his voyage on the Beagle, Charles Darwin obtained lice from two human groups, Fuegians and Chonos. These lice are different from modern lice and they still contain the blood of the Indians. These tribes went extinct soon after Darwin's visit. Lice collected by Darwin, Wallace and others from extinct human tribes, extinct animals like the Tasmanian wolf and many more animals, total some 3000 specimens. They are currently in the Denny lice collection of the Natural History Museum, University of Oxford. However, there is no catalogue of these lice, not even the total number is known, and most specimens have never been identified. The specimens themselves are at the point of being lost forever. We propose to rescue and curate the Denny collection, to make these lice and the blood they carry inside (from extinct hosts) available to the scientific and public community. Using advanced ancient DNA methods that have been successful on a 400,000 year-old human bone, we propose to carry out genetic analyses on the 180 year-old Darwin lice and the human mitochondria of the blood meal inside these lice.\nWe have identified a modern, but remote and isolated Central American tribe currently carrying the head louse species Pediculus pseudohumanus and a South American tribe carrying a new species of lice with a different karyotype (number of chromosomes). P. pseudohumanus has also been described from Polynesian Indians and monkeys. By sequencing these two modern lice species and comparing them with the louse of chimpanzees and bonobos, P. sch&auml;ffi, as well as with the results of the Fuegian and Chonos lice, we aim to trace human migration in South America and unravel whether lice jumped from primates to humans or vice-versa. Our pubic lice, for example, have likely een acquired by our ancestors from gorillas, hunted about 3-4 million years ago.\nThe lice that modern humans carry at present on their heads can be divided into three clades (genetic groups). Clade A is found in Africa and rest of the World, B in Europe, America and Australia, and C in Ethiopia, Senegal and Nepal. Using a single mitochondrial gene fragment, it has been estimated that the clade A and B lineages separated between 700,000 and 1.2 million years ago and that clade C split around 2 millions ago. These large range estimations are not helpful because they do not tell us from whom these lice came. Clade A and B lice, did they come from Neanderthals, from Denisovans, from Homo erectus, or from H. antecessor? The age estimation of clade C lice is so vague that we cannot even make a useful guess. The genome of clade A lice have already been sequenced. We propose to determine the genetic sequence of clade B and C lice to obtain a time estimate as precise as possible for the split of the lice lineages. While it would be interesting enough to unravel the phylogenomics of human lice, the importance lies in the fact that we carry all these lice, which proves that the modern human lineage had physical contact with these archaic humans, e.g. H. erectus.\nLice cannot survive for more than a few hours off their host, so archaic and modern human lineages or species had to overlap in time and space to physically exchange their lice. This physical contact to exchange living head lice is a unique feature. Evidence about contact with no interbreeding, and the time of contact cannot be retrieved from any human sequencing, ancient or modern, only from lice. This proposal aims to identify with which archaic human lineage or species we had physical contact in the past and when. Since at the moment we carry three different clades of lice on our heads, we must have had two separate encounters with other human lineages, separated by roughly one million years","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/N002067/1","grantId":"BB/N002067/1","fundValue":"195669","fundStart":"2016-03-28","fundEnd":"2019-03-27","funder":"BBSRC","impactText":"","person":"Darren John Mann","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}