{"id":"0533B8B9-3CC8-42A8-8D7B-3E38BC426FCD","title":"Unsettling scientific stories: expertise, narrative and future histories","abstractText":"C P Snow was wrong, and as a novelist, he should have known better. Famously, his 1959 Rede lecture argued that Western culture privileged the humanities at the expense of the sciences, to the extent that ignorance of the sciences could be worn as a badge of honour by the intellectual elite. This position fundamentally fails to appreciate the extent to which modern Western intellectual culture - literary, artistic and material - has been underpinned and inspired by the sciences both in theory and in practice. Both the producers and consumers of popular culture have engaged enthusiastically and critically with new scientific knowledges and the social possibilities and problems they raise, and nowhere is this engagement more visible than in the variety of imagined futures that modernity has produced. This project will examine how these futures evolved over the course of the long, technological 20th century, beginning in 1887 with the publication of de Ferranti's design of the Deptford Power Station (the beginning of large scale electricity generation in the UK), and continuing to the publication in 2007 of the International Panel on Climate Change's 4th Assessment Report (which put the existence of anthropogenic climate change beyond reasonable doubt). \n\nAt its heart are three detailed case studies, which explore how new scientific developments conditioned cultural understandings of the present and constructions of the future through three important periods of modernity. We begin with the optimism and excitement of the innovations in physics and experimental cultures during the late Victorian/early Edwardian period, move on to look at the ways that discoveries in the biological sciences in the high modernity of the inter- and post-war period changed conceptions of humanity and nature, and end as modernity falters at the turn of the century in the face of environmental and resource crises, alongside the new understandings of ecological sciences and complexity. The case studies are contextualised and enhanced by three additional studies which will develop a broader understanding of how publics engage with science fictions and speculative science futures. They will explore how science was presented in popular periodicals through this long 20th century; consider how past visions of the future help us to understand contemporary social choices; and examine how contemporary science fiction writers and readers are anticipating the future now, in the face of the emergent scientific consensus on anthropogenic climate change, challenging issues about energy futures, and new possibilities engendered by genetic manipulation. These context studies will also provide the resources that will inspire a dialogue between the project researchers and the wider interested publics, both lay and expert, conducted through an interactive website and science fiction reading groups, which will enable these publics to comment on and critique both the process and results of this research. In this way, the project will not just make scientific and technological ideas and information more widely available to the democratic citizenry, it will produce better academic conclusions as a result of public involvement. \n \nIn sum, drawing on traditions in history and sociology of science as well as studies of popular culture, we will show how science has been a source of unsettling social change as new knowledge opens up new possibilities, anticipations and hopes - but also new fears, conflicts and unintended consequences. At the same time, we explore how fiction and culture more broadly has unsettled scientific certainties by making science a source of entertainment, wonder and pleasure, and enabling readers and publics to challenge expert knowledges by asking difficult questions about the ethical, social and political implications of the futures opened up by scientific innovations.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/M005534/1","grantId":"AH/M005534/1","fundValue":"598743","fundStart":"2015-10-01","fundEnd":"2018-09-30","funder":"AHRC","impactText":"","person":"Amanda  Rees","coPersons":["Iwan Rhys Morus","Lisa  Garforth"],"organisation":"University of York","findingsText":"","dataset":"gtr"}