{"id":"0554BED4-6B18-4109-BB84-F26D155E8C45","title":"An Integrated Open Source Software Resource for Quantitative Proteomics","abstractText":"In a scientific sense, a living system such as a plant, animal, organ or cell can be considered to be a complex machine. The basic components that make up this machine are molecules, of which there are several main types - genes, proteins and metabolites. To understand how these molecules work together to produce the complex living systems that we see around us we need to have analytical methods capable of detecting and quantifying these molecules. This proposal deals with one aspect of this analysis - proteomics - the science of identifying and quantifying proteins. The most popular approach in proteomics is to simplify a sample by separating all the proteins, digesting those proteins with an enzyme into much smaller components (peptides) and then analysing all these peptides with mass spectrometry (MS). Identification of proteins can then be carried out by computational analysis of the mass spectrum acquired from each peptide - peptides are usually mapped to proteins by comparison of observed spectra to those in a database. Protein quantity is typically calculated from mass spectral peak intensities, or by simply considering how many peptides have been observed from each protein. Within this general analytical schema there are a great many variations according to the laboratory that is doing the analysis, the samples being analysed, or the overall aim of the experiment. Factors that may differ between experimental protocols include the protein separation method (some people use gels, others liquid chromatography), different types of mass spectrometry, different search databases (some are simulated from protein sequences, others are libraries of experimentally acquired spectra), and different methods of quantitation (for instance there are various methods of labelling which are used to distinguish peptides from different samples during the analysis). This plethora of quantitative proteomic methods has two major disadvantages for proteomics practitioners. Firstly, it is a challenge to devise standard data formats for sharing proteomic data because there are so many experimental parameters to capture and different parameters are required for different protocols. Secondly, for each different protocol it can be necessary to perform a different computational analysis of the data - this has led to the development of many different software tools, particularly for quantitative proteomics in which each tool can be specific for a particular type of mass spectrometer, a particular type of labelling or a particular quantitation algorithm. The resulting array of incompatible software is bewildering to the typical proteomics practitioner, and because effort is spread across many tools there is limited resource to optimise the robustness and usability of each individual tool. In the work described in this proposal the four main centres of proteome informatics expertise in the UK aim to work together to develop an integrated suite of analysis and statistical processing tools for all popular variants of quantitative proteomics. The software will cover the whole range of quantitative proteomic data analysis, from extracting abundance data from the original MS spectra through to statistical analysis and deposition of results into the public proteomic data repository, PRIDE. A key component needed to get this working will be standard data formats to link each step of the data analysis. We will therefore be making a substantial contribution to the completion of the necessary quantitative data standards as part of this project. Overall, we aim to produce a robust, easy to use, standards-compliant software suite that will prove invaluable for proteomics practitioners seeking to analyse and share their quantitative proteomic data, regardless of the specific quantitative protocol they use.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I000909/1","grantId":"BB/I000909/1","fundValue":"228575","fundStart":"2010-11-01","fundEnd":"2015-10-31","funder":"BBSRC","impactText":"","person":"Henning  Hermjakob","coPersons":[],"organisation":"EMBL - European Bioinformatics Institute","findingsText":"","dataset":"gtr"}