{"id":"055B7CAE-AAD2-4604-B989-9D4F371EB946","title":"iSTAR-C: Dynamical control on the response of Pine Island Glacier","abstractText":"It is expected that sea-level rise will impact coastal communities worldwide over the coming decades to centuries. In the UK, the vulnerability of coastal communities and assets is best characterised in terms of the likely frequency of the over-topping of sea-defences. For example, when they were built, the sea-defences for the city of London (including the Thames Barrier) were designed to protect London 1-in-1000 year flooding. A rise of 50 cm in global sea level will reduce this level of protection to 1-100 years, and a rise of 100 cm would reduce it to 1-in-10 years. \n\nPine Island Glacier is one of five glaciers in West Antarctica that are currently contributing sea-level rise at a significant and accelerating rate. The portion of current affected by thinning contains sufficient ice to raise global sea-level by around 25 cm - its neighbours account for another 50 cm. \n\nGiven the rate of ice-loss and the potential implications for sea-defence planning there is a clear requirement to understand and predict the future of Pine Island Glacier and its neighbours. However, as highlighted by the Intergovernmental Panel on Climate Change (2007) understanding the way that dynamic changes are transmitted through the glaciers draining ice sheets is so poorly understood that the IPCC believed it was the least well understood, and potentially the largest, contribution to sea-level rise in the coming century.\n\nISTAR-C will directly address this lack of knowledge, by seeking to understand the processes that are responsible for transmitting the effect of thinning of the floating ice shelf, upstream such that thinning can now be seen on much of the trunk and tributaries of Pine Island Glacier.\n\nISTAR-C will also use the most up-to-date methods available to measure the properties (rock-type and water-content) of the bed beneath at several locations on Pine Island Glacier to determine their influence on the propagation of thinning. We will test the hypothesis that it is these bed conditions are responsible for the fact that the tributaries of Pine Island Glacier appear to be thinning at different rates, which will give us a much better understanding on which to predict the future magnitudes of ice-thinning rates for the glacier. \n\nTo achieve these objectives we will collect data from Pine Island Glacier during two field seasons. These will include precise measurement of variations in ice-flow from the ice-shelf up the glacier and into its tributaries. We will image the bed of the glacier using radar and seismic techniques, use satellite to measure the changing configuration of the glacier in areas that cannot be accessed on the ground. We will use the data we have collected to drive and verify a set of computer simulations of the dynamics of Pine Island Glacier. Each of these will test a particular aspect of the glacier flow, and allow us to test our current knowledge and hypotheses against real data. The models that emerge from the exercise will be demonstrably more reliable in simulating past changes on the glacier, and thus have reduced uncertainty in predicting the future evolution of such changes, and the consequential contribution to sea-level rise.\n\nOverall, this programme will deliver significant improvements in understanding of how glaciers in general interact with their beds, and very specific lessons about one of the most rapidly-changing and significant glaciers on the planet, Pine Island Glacier.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J005665/2","grantId":"NE/J005665/2","fundValue":"39416","fundStart":"2013-11-01","fundEnd":"2016-12-31","funder":"NERC","impactText":"","person":"Robert  Bingham","coPersons":[],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}