{"id":"05604E6E-ADB1-47B1-A3A1-310AC86C0F92","title":"Developmental Clinical Studies - ACE inhibitors to augment the effects of pulmonary rehabilitation in COPD","abstractText":"Chronic obstructive pulmonary disease (COPD) is a combination of chronic bronchitis and destruction of lung tissue - &quot;emphysema&quot; usually caused by smoking. It is very common, affecting up to 2.4 million people in the UK. Because breathing capacity is reduced, patients get breathless with exercise and become less active. This in turn causes a loss of fitness which leads to worse breathlessness. This vicious spiral of inactivity can be helped by a supervised exercise program known as &quot;pulmonary rehabilitation&quot;. \nMuscle weakness occurs in about one third of people with COPD and is associated with a reduced ability to do daily activities and with a greater risk of death. Because COPD is so common it is only possible to provide short exercise programs and these are only available to a small proportion of patients. An additional problem is that the muscles of people with lung disease do not necessarily respond to exercise in the same way as healthy people. There is an excessive 'stress response' in the muscle and this blocks some of the beneficial effects of exercise. Researchers have been trying to find ways to increase the response to exercise training especially because of the limited resources available. \nLaboratory experiments and some work in humans suggest that a class of medication called ACE inhibitors would provide a more 'oxidative' type of muscle which would have greater endurance properties, to enable people to do daily activities more easily. ACE inhibitors are commonly used as a treatment for high blood pressure. \nTo test our hypothesis we will enrol 80 patients with COPD who are limited in their daily activities to take part in an 8 week pulmonary rehabilitation study. Half of them will take an ACE inhibitor daily and half will take a placebo tablet. We will measure their exercise capacity on an exercise bike before and after the program to see if the ACE inhibitor group show more improvement. We will also take small samples of muscle and blood before and after so that we can study the molecular mechanisms involved and how these relate to changes in exercise capacity.\nBecause ACE inhibitors are an established (and relatively cheap) class of drug If the study is positive it would be possible to implement their use for this purpose into clinical practice quickly, potentially benefiting a large number of people.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J000620/1","grantId":"MR/J000620/1","fundValue":"389880","fundStart":"2012-10-01","fundEnd":"2015-09-30","funder":"MRC","impactText":"","person":"Nicholas  Hopkinson","coPersons":["William  Man","Michael I Polkey"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}