{"id":"0567F676-3304-4DBB-93AB-480873BE3422","title":"Development of a vaccination strategy for the control of malignant catarrhal fever","abstractText":"This proposal aims to further develop and refine our recent breakthrough of an immunisation strategy for the control of malignant catarrhal fever (MCF) by increasing the magnitude and duration of immunity through improved adjuvancy (compounds given along with virus antigens that help direct the type of immune response to an infectious agent and improve its magnitude and duration - all important for a good vaccine) and testing the potential vaccine in field trials in Tanzania where MCF is a problem. Malignant catarrhal fever (MCF) is a fatal disease of cattle, deer, bison and pigs, caused by a group of viruses (herpesviruses) including ovine herpesvirus-2 and alcelaphine herpesvirus-1. These viruses infect their natural hosts efficiently (sheep for OvHV-2 and wildebeest for AlHV-1), causing no apparent disease, but in the disease-susceptible animals, MCF is usually fatal and consequently has a profound affect on animal welfare and production. The virus is transmitted by aerosol or by contact and most lambs or wildebeest calves are infected shortly after birth and are capable of then infecting susceptible cattle. There is no vaccine currently available for MCF, but we have recently developed a potential vaccine that works well in experimental studies. The effect of AlHV-1 MCF on pastoralist communities in sub-Saharan Africa is profound, with social, economic and welfare impact. In two studies of MCF in Tanzania and Kenya, incidence in studied areas was found to be 6% and 10% respectively. The high rate of cattle death meant that MCF was rated as the most important disease risk in areas with wildebeest contact. Field trials in Tanzania are essential to determine the efficacy of the alcelaphine herpesvirus-1 (AlHV-1) MCF vaccine and will inform further refinement of the vaccine as necessary. It is important to determine the contribution of the different components of an immune response that will protect affected cattle. Although there is a strong correlation between virus-neutralising antibody and protection, we need to determine whether cell-mediated immunity (CMI) including cytotoxic T cell activity (CTL) is involved or not in protection. Furthermore, we need to identify virus component antigens that stimulate protective immune responses in cattle. This will allow vaccine development for ovine herpesvirus-2 (OvHV-2, a highly genetically-related virus to AlHV-1) MCF, which is a problem not only in Africa but worldwide where natural carrier animals and disease-susceptible animals mix. This dual approach is important as there is more likely to be a commercial uptake of an AlHV-1 and OvHV-2 MCF vaccine than either one singly. This study will use defined new generation adjuvant compounds to improve the current AlHV-1 MCF vaccine and test this in field trials in Tanzania. For very little extra effort, we can identify the protective virus component antigens of AlHV-1 and use the equivalent OvHV-2 ones to attempt a vaccine to OvHV-2 MCF. This increases the chances of commercial uptake of an MCF vaccine. The expected principal outcome of this work wil be implementation of a vaccine disease control strategy to have an impact on animal mortality due to MCF and improvement of quality of life of pastoralists and farmers within 5 years of the conclusion of this project.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H008950/1","grantId":"BB/H008950/1","fundValue":"329389","fundStart":"2010-05-03","fundEnd":"2013-08-02","funder":"BBSRC","impactText":"  Comparative DNA sequence-based analysis of malignant catarrhal fever (MCF) virus (AlHV-1) in wildebeest and cattle in Tanzania and the virus strain (C500) used for vaccine development were carried out. The results indicate that the AlHV-1 virus circulating in East Africa has not diverged from the strain used for vaccine development. This finding is extremely important as it confirms that the C500 strain is an appropriate model for vaccine development. Furthermore, similarity with the wild-type virus reduces any risk of a novel virus mutant (different from the wild-type virus) escaping into the wild. This makes C500 strain safe for vaccination. We carried out the first partial quantitative analysis of the impact that MCF has on pastoralist livelihoods and the results provide an economic baseline against which vaccination strategies, and their impact, can be compared. The field trial of the vaccine indicated that the vaccine reduced infection with AlHV-1 by 57.7%. These findings will be used to refine and improve vaccine development efforts. \nThe integrated management of rangelands around protected area ecosystems is currently one of the major priorities for the Ministries of Livestock and Fisheries Development and Natural Resources and Tourism, both to support the livelihoods and food security of pastoralists in these critical regions, and also to ensure the integrity of globally-important ecosystems, including World Heritage Sites. The results will provide a major contribution to discussions at initiatives of the Ministry of Livestock and Fisheries Development and Ministry of Natural Resources and Tourism in Tanzania during forthcoming meetings in 2015 on the 'Tanzania Livestock Modernization Initiative' (which will be attended by the President of Tanzania and Ministers from Livestock and Natural Resources, as well as community leaders and NGOs) and 'Livestock-Wildlife management in the Ngorongoro Conservation Area'. Agriculture, Food and Drink ","person":"George Cameron Russell","coPersons":[],"organisation":"Moredun Research Institute","findingsText":" This project was an international collaboration between University of Nottingham, University of Glasgow and Moredun Research Institute in the UK, and Sokoine Agricultural University, Tanzania Wildlife Research Institute and stakeholder groups in Tanzania. The aim of the project was to develop a vaccine for Malignant Catarrhal Fever (MCF), a fatal viral infection of cattle carried by wildebeest that threatens the livelihoods of livestock-keepers in Africa. The disease also has important consequences for land-use and conservation management in east Africa. \nA vaccine field trial was carried out in two successive years in northern Tanzania, using an immunization regime that had shown safety and efficacy in protecting cattle against experimental infection in the UK. The trial in Tanzania involved testing cattle against natural infection transmitted through contact with wildebeest. The work involved close engagement with local stakeholder and community groups, who rank MCF as one of the most important livestock diseases, and expressed substantial support and interest in the project. In both years, the trial herd was 100 cattle, of which 50 were vaccinated and 50 unvaccinated. After immunisation, the herd was grazed close to wildebeest during the calving season, when high levels of MCF virus shedding are expected. The cattle were sampled regularly to monitor immune responses to vaccination and were closely monitored to assess wildebeest exposure, the safety of the vaccine and to detect the onset of MCF. No adverse effects were associated with vaccination, and high antibody levels were detected, consistent with findings in UK cattle. Only two unvaccinated animals succumbed to fatal MCF during each trial, which was much lower than expected from the published literature and previous studies, and as a result the study could not demonstrate protection against fatal MCF induced by natural challenge. However, multiple cases of non-fatal MCF were detected - previously thought to be very rare - and PCR analysis has demonstrated that MCF virus infection was significantly less likely in vaccinated animals. In addition to generating data on vaccine performance, the study has therefore also raised questions about the transmission and progression of MCF in natural infections. To address some of these questions, additional work was carried out in Tanzania which demonstrated: (a) that a high proportion of wildebeest have evidence of MCF virus infection; and (b) that the virus used in the immunization trial was similar to local Tanzanian strains. \nStudies on the social, economic and environmental impacts of MCF showed that, in the absence of a MCF vaccine, 90% of pastoral households in MCF-risk areas are forced to move cattle away from the main residence to avoid wildebeest. This has negative impacts on livestock production, and reduces by 64% the availability of milk for families. \nStudies in the UK were carried out to enhance the duration and strength of immunity to the vaccine; to develop assays to measure cellular immunity; and to identify a viral protein that will be a useful diagnostic tool for both wildebeest-associated MCF and sheep-associated MCF. During stakeholder meetings in Tanzania, further field trials of the vaccine have been highlighted as a priority in order to explore how implementation of a partially-protective MCF vaccination strategy has value in developing integrated land-use management strategies around wildlife protected areas, both to support the livelihoods and food security of pastoralists in these critical regions, and also to ensure the integrity of globally-important ecosystems. The findings of this project have been taken forward in discussions with GALVmed, to explore further opportunities for vaccine development and field trials. The results of the project will also provide a major contribution to discussions at initiatives of the Ministry of Livestock and Fisheries Development and Ministry of Natural Resources and Tourism in Tanzania during forthcoming meetings on the 'Tanzania Livestock Modernization Initiative' (which will be attended by the President of Tanzania and Ministers from Livestock and Natural Resources, as well as community leaders and NGOs) and 'Livestock-Wildlife management in the Ngorongoro Conservation Area' to be held in 2015. Agriculture, Food and Drink","dataset":"gtr"}