{"id":"056C405B-C26C-4127-9EF0-EEED0070E887","title":"cAMP phosphodiesterase-4: signalling complexes, regulation and potential therapeutic targets.","abstractText":"The death rate from respiratory diseases in the UK is twice the EU average and costs the NHS more than any other disease area. Chronic Obstructive Pulmonary Disease, the fourth leading cause of death in the world, causes around 26,000 deaths/year and asthma around 1500 deaths/yr in the UK. This debilitating illness is associated with lung damage caused by chronic inflammation due to the sustained activation of 'inflammatory' cells. Raising the levels of a substance called cAMP, inside these cells, can stop this. An effective way of doing this is to stop cAMP from being broken down by PDE4 enzymes. At the moment scientists have made inhibitor molecules that bind tightly to the 'mouth' on PDE4 where cAMP is digested, stopping it breaking down cAMP. However, a major problem using these as medicines are side-effects like nausea and vomiting. \nIt's now clear that there is a large family of PDE4 enzymes where only certain of these are found in cells causing inflammation and damage in lungs. We aim to identify the particular PDE4 enzymes that it is important to inhibit in order to stop damage and help repair lungs. Then we need to devise ways to inhibit these selectively, rather than all PDE4s, to produce medicines without side-effects. As all PDE4 enzymes have identical mouths for digesting cAMP we need to take a new approach to inhibit just the critical PDE4s. To do this we will exploit our discovery that individual PDE4s have unique 'postcodes' built into them. These post-codes allow particular PDE4s to be targeted to the right place inside cells for them to work properly. This happens because the individual postcode is recognised by distinct anchor proteins placed at strategically important sites in cells. This targeting to exactly the right place is essential for particular PDE4s to do their job. We aim to identify anchor proteins and relevant postcodes for the PDE4s that we need to inhibit to stop inflammation and lung damage. Then, when we've done this, we will design molecules that stop the postcode of critical PDE4s from being recognised by their anchors. These molecules will prevent PDE4s from going to the place in the cell where they help inflammation to occur. These should provide a new way of making medicines to treat COPD that we anticipate will not suffer side effects caused by medicines currently being developed.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J007412/1","grantId":"MR/J007412/1","fundValue":"492910","fundStart":"2012-09-01","fundEnd":"2015-08-31","funder":"MRC","impactText":"","person":"George Scott Baillie","coPersons":[],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}