{"id":"0571BB56-4312-4F51-A8B6-6CE5571C8AD7","title":"Malaria elimination in Sub-Saharan Africa: essential tools and identifiable targets","abstractText":"Though still affecting an important proportion of the world population, malaria has declined substantially in the last few years, thanks also to the scale up of interventions such as bed nets treated with insecticide. Such decrease has been observed also in sub-Saharan African countries, including The Gambia, where the malaria burden is the highest. The idea that malaria can be reduced at the point where it would not be a major public health problem anymore or would even be eliminated has been re-introduced again after the previous attempt in the 1950s. This was abandoned mainly for two reasons: lack of financial support and use of a single strategy that did not take into account the extreme variability of malaria transmission. It is now recognised that the knowledge needed to support any elimination effort is limited and that a new attempt in this direction should be supported by a strong research component. This proposed research program to be carried out in The Gambia aims at providing sub-Saharan African National Malaria Control Programs with the necessary knowledge and tools to move farther, towards malaria elimination. The Gambia is the ideal place to carry out the proposed research program because 1. The country has been extremely successful in reducing the malaria burden and aims at reducing it further; 2. The MRC laboratories have the required expertise, the advanced technological platform and the necessary international collaborations to achieve the program's objectives. The combination of these two factors is unique in West Africa and offers a golden opportunity to carry out a research programme that can have a profound influence on the way elimination efforts will be implemented in sub-Saharan Africa. \n\nActivities are divided into two parallel and complementary sections: one section aims at understanding the dynamics of malaria transmission and the reasons why this can substantially differ within few kilometres; the other section will aim at improving diagnostic tests able to identify malaria infected but otherwise healthy people (malaria carriers). \n\nFor the former, the populations of 12 villages will be intensively followed up for 3 transmission seasons to understand who the malaria carriers are and how the infection spreads across the populations. Information on the vector population, including the presence of insecticide resistance, and on the human behaviour will be collected to partly explain the likely differences between the study villages. At the end of the study we will have a better understanding on how the malaria parasites spread and what are the important determinants that maintain transmission from one year to the other, despite the high coverage of preventive and curative measures.\n\nConcerning diagnostic tests, the currently available tests that can be used in the field cannot detect a proportion of infected people that contributes in maintaining transmission. We will try two approaches, one aiming at developing easy-to-use molecular test that can detect most infected individuals, and the other looking at &quot;markers&quot; of infection by detecting parasite's or host's proteins that can be found only in infected individuals. The latter could provide the knowledge necessary to develop a more sensitive test. \n\nThe results of this research program will be important for any sub-Saharan African country willing to go towards elimination of malaria. They will be disseminated through international and regional conferences, and by international peer-reviewed publications and communications. In addition, through the Gambian National Malaria Control Program, results may be disseminated through the local press in a form accessible to a wider public.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MC_EX_MR/J002364/1","grantId":"MC_EX_MR/J002364/1","fundValue":"0","fundStart":"2012-01-02","fundEnd":"2017-01-01","funder":"MRC","impactText":"","person":"Umberto  D'Alessandro","coPersons":[],"organisation":"MRC Unit, The Gambia","findingsText":"","dataset":"gtr"}