{"id":"05788BB7-B47F-4264-BF0E-DCB1F9BA1CC4","title":"(Urgency Proposal) The catastrophic Victoria wildfires: impact of extreme burn severity on the soil system","abstractText":"The catastrophic wildfires near Melbourne on Feb. 7 2009, which caused the tragic loss of many lives, occurred during an unprecedented extreme of fire weather. Dry northerly winds gusting up to 100 km/h coincided with the highest temperatures ever recorded in this region. These conditions, combined with the very high biomass of mature eucalypt forests, very low fuel moisture conditions and steep slopes, generated burning conditions of hitherto unprecedented severity. Virtually no data exist on the impact of such extreme burning conditions on the soil system. The aim of this urgency proposal is to collect a reference soil sample set, made available to the scientific community for future analyses, and obtain exploratory soil property data enabling the effects of this very extreme burn severity on the soil system to be determined. This allows a much more accurate prediction of the impacts of very severe wildfires, which are expected to become more common with global warming and affect, for example, vegetation recovery, hydrological response, soil erodibility, sediment transfer and downstream impacts of ash and soil eroded from hillslopes. Where fires occur near major population centres (as is the case for the Melbourne fires), they often coincide with low reservoir water levels and pose a major pollution risk for water bodies following heavy rainfall. Although some fires are still active in Victoria, sample collection is urgent because once major southern-hemisphere winter rainfall events occur, soil surface material will be eroded, mixed and redistributed, closing this brief window of opportunity.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H00131X/1","grantId":"NE/H00131X/1","fundValue":"52834","fundStart":"2009-04-01","fundEnd":"2010-09-30","funder":"NERC","impactText":"","person":"Stefan  Doerr","coPersons":["Richard  Shakesby"],"organisation":"Swansea University","findingsText":"","dataset":"gtr"}