{"id":"05799965-4C53-4859-9156-FE8AE83831D7","title":"Upper tropospheric humidity at low latitudes","abstractText":"Water vapour in the atmosphere is the strongest 'greenhouse gas' (i.e. it 'traps' emitted radiation from the surface, leading to an increase in temperature), and roughly doubles expected warming due to increasing CO2 concentrations. This effect is a consequence of a positive feedback between temperature and water vapour (higher temperatures lead to higher water vapour concentrations, which in turn enhance temperature increase). Hence, our ability to predict future climate changes hinges also to a good degree on an accurate prediction of atmospheric humidity. However, the processes that control atmospheric humidity are highly complex. Perhaps surprisingly, atmospheric humidity seems to be largely controlled by the large scale atmospheric circulation. Conversely, details of cloud processes, for example how fast ice crystals and droplets in clouds sediment due to gravity, seem to play a secondary role. In this project we will decompose the observed atmospheric humidity into a part that reflects the effect of the atmospheric circulation, and a part that reflects 'cloud effects'. We will quantify these two fields as accurately as possible, which has not been made before. We make use of so-called 'analysed' wind and temperature fields from the European Centre for Medium-range Weather Forecasts. 'Analysed' means that a large number of observations of temperature, wind and other atmospheric variables are integrated into a numerical model of the atmosphere, and the winds and temperatures of this model then are the best possible reconstruction of the atmosphere also for regions where no observations are available. This data allows us to calculate atmospheric humidity based solely on atmospheric transport. We then compare this humidity field with observations from water vapour from satellite observations. We expect that uncertainties in the calculation of both the model humidity and that from observations are similar in magnitude to the net effect of clouds, such that simply taking the difference between the two fields would not be an accurate estimate of the 'cloud effect'. Hence we complement our study with observations of deuterated water. Deuterated water, where one hydrogen atom is replaced by deuterium, behaves slightly different than water in condensation and evaporation processes. Upon condensation, proportionally more deuterated water molecules move into the condensed phase. The result is that the remaining water vapour is depleted in deuterated water, whereas the droplet/ice crystal is enriched. Hence deuterated water vapour in the atmosphere is a sensitive indicator for processes that involve phase changes of water. Observations of deuterated water were very sparse until recently. However, novel retrieval techniques applied to measurements from the Michelson Interferometer for Passive Atmospheric Sounding (MIPAS; on board of the European ENVISAT satellite) allow for the first time observations with global coverage, and high spatial and temporal sampling. We will use these novel observations in combination with numerical cloud models to estimate the contribution of cloud effects with higher accuracy than possible from water vapour measurements alone. Our analysis focusses on low latitudes, because we expect both largest 'cloud effects' there (due to frequent moist convection that transports large amounts of water upwards) and strongest spatial signatures in water and deuterated water vapour (due to the clear separation into regions of frequent convection and subsidence zones). Having established reliable climatologies of both the 'circulation' and 'cloud effect' water vapour field, we will analyse how fields evolve over time, and how they conspire to produce the observed atmospheric humidity field. Understanding the behaviour of these two fields in the current climate will allow deductions how they may change due to expected increases in, e.g., atmospheric CO2 concentrations.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F004990/1","grantId":"NE/F004990/1","fundValue":"211776","fundStart":"2008-06-27","fundEnd":"2011-06-26","funder":"NERC","impactText":"  Implications of findings have previously been reported through ROS. Nothing new to report.  ","person":"Peter Howard  Haynes","coPersons":[],"organisation":"University of Cambridge","findingsText":" This project is seeking a better understanding of the spatial and temporal variations of upper tropospheric water vapour, which plays a key role in the radiative balance of the climate system. These findings might be used to improve climate models or to allow more useful interpretation of data (e.g. satellite data) on the changing climate system. Environment","dataset":"gtr"}