{"id":"0582E4CE-67D8-4A96-824F-4F9BA4657DFE","title":"Development of a non lethal sampling method to monitor immune response and disease progression in salmonid fish.","abstractText":"Fish farming in the UK and around the world faces serious economical threats from viruses and bacteria causing outbreaks and loss of valuable livestock. Vaccines and immunostimulants are often administered to fish to prevent these outbreaks. Continuous research is required to verify whether new products are effective. In order to do so, research worldwide is routinely carried out whereby large groups of animals are experimentally infected with a pathogen. The level of mortalities in groups of fish treated with such substances are then compared with a group of untreated fish. Other researchers have focused on understanding how the fish immune system works and how it combats invasion by bacteria and viruses. For this, experiments are undertaken whereby a group of fish is experimentally infected with viral or bacterial pathogens, then at regular intervals, at least 5 fish are killed and analysed. Both methods are very costly in terms of the number of animals used, and we propose to reduce this from the work carried out during this 2 year project. Instead of killing fish at regular intervals, we propose to take small volumes of blood repeatedly during the course of the infection without harming the fish. The number of animals required for this experiment design represents only 20 % of the number of fish required using traditional sampling methods. In addition, following the same fish during the course of the infection will allow a better understanding of the immune response elicited by the fish, and the outcome of this response i.e. death or survival. Part of the project will be dedicated to improving the analysis method. Because only a small volume of blood is repeatedly sampled over the course of the infection, novel methods are required to measure and describe the immune response. Some of the tools to be includes are antibodies, specifically recognise individual immune molecules, information on fish immune genes and the existence of immortal fish cells that can be cultivated in vitro. These methods will be adapted for use with the small volumes of blood collected and will be used to understand which blood cells, and serum molecules are important in combating the pathogen. The relation between the cell types, the molecules involved, the type of pathogen and the final outcome of the infection will be very important in predicting the severity of infection, determining the appropriate immunostimulant to be used and improving existing fish vaccines.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1100675/1","grantId":"G1100675/1","fundValue":"435681","fundStart":"2011-11-15","fundEnd":"2014-11-30","funder":"NC3Rs","impactText":"","person":"Bertrand  Collet","coPersons":["Sandra  Adams","Milena M Monte","Chris  Secombes","Kimberly  Thompson"],"organisation":"Marine Scotland Science","findingsText":"","dataset":"gtr"}