{"id":"05898C2C-C246-4FD5-8129-CBB32E68D14C","title":"Durham DiRAC-2 petascale facility","abstractText":"The grant is to establish the Durham Petascale facility. The petascale facility is designed to enable data intensive science &quot;Grand Challenge&quot; calculations tackling a range of scientific problems in fields including cosmology, star formation and magnetohydrodynamics and other areas of the science programme of the DiRAC facility. Resources would be offered to &quot;Grand Challenge&quot; projects in cognate scientific disciplines that use related computational techniques and have common hardware and software requirements. Details are provided in the Business Case attached to this form which was submitted to STFC in November 2011 and discussed at the meeting of the DiRAC Project Management Board held at Leicester University on 21/Nov/2011.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/K00042X/1","grantId":"ST/K00042X/1","fundValue":"3700000","fundStart":"2012-02-08","fundEnd":"2013-02-07","funder":"STFC","impactText":"  The ICC research and that of the Virgo Consortium has been described as the &quot;Formula\nOne of Computing&quot; (Stephen Emmott, Head of Microsoft's Computational Science Research).\nAs such, the demands of our calculations put extreme pressure on computing hardware and\nsoftware and offers suppliers with a testbed of their products. This is clear from the relationship\nwith have developed with Sun and, more recently IBM, over the past decade. Education,Other Cultural,Societal","person":"Carlos  Frenk","coPersons":["Adrian  Jenkins"],"organisation":"Durham University","findingsText":" We have used structures around the Milky Way to investigate the nature of dark matter and found evidence that the dark matter particle is much lighter than previously thought: according to our results it is about a million times lighter than anticipated. Promoted observational studies to identify additional Milky Way satellites and measure their properties. Digital/Communication/Information Technologies (including Software),Education,Other","dataset":"gtr"}