{"id":"058904A4-51A6-4F4A-BC55-409D3D3C31F6","title":"Socializing Music: Musical Politics and Aesthetic Ideologies in 19th-Century Germany","abstractText":"This project challenges received views of music in nineteenth-century German thought, culture and society, providing a radical reappraisal of its socio-political meanings and functions. Its central claim is that rethinking our conception of how aesthetic and social imperatives interacted in the nineteenth century not only illuminates our understanding of the functions of art in that period, but holds up a mirror to contemporary debates in the humanities. The title, 'Socializing Music', has a double significance, reflecting distinct aesthetic and political perspectives under investigation: on the one hand, the view that music served as vehicle for socialization, contributing to the cultivation of the individual and the cohesion of the community; on the other hand, the more radical view that music itself needed to be socialized, dragged out of its sequestered realm and put to work in the service of social goals. Far from governing nineteenth-century musical discourse and practice, the concept of artistic autonomy and the aesthetic categories bequeathed by Weimar classicism were persistently challenged by alternative models of music's social role. My research explores these competing models and the socio-political projects that gave rise to them. It interrogates nineteenth-century musical discourse, exploring numerous manifestos championing musical democratization or seeking to make music a vehicle for social progress. In addition, it explores institutions and movements that attempted to realize these goals, and compositions (including works by Mendelssohn, Schumann, Liszt and Wagner) in which the relation between aesthetic and social claims is programmatic.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/D000432/1","grantId":"AH/D000432/1","fundValue":"20665","fundStart":"2007-02-01","fundEnd":"2007-06-06","funder":"AHRC","impactText":"","person":"James Edmund Garratt","coPersons":[],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}