{"id":"058CA990-2D29-493A-ABE3-41B85C42517A","title":"Development of a proteomic platform to facilitate the generation of new and improved vaccines for use in aquaculture.","abstractText":"With concerns over dwindling wild fish stocks and the UK government recommending that we all eat two portions of fish a week as part of a healthy diet, we are increasingly turning to aquaculture, the farming of fish and shellfish, as a sustainable way of filling our needs. Over the last 20 years, aquaculture in the UK has developed into an industry worth well over &pound;1 billion per year, dominated by Scottish salmon farming. To ensure that the industry can meet increasing demands for sustainable fish, the government is aiming to grow UK aquaculture production 25% by 2020. \n\nInfectious diseases are the most significant threat to the stability and future expansion of the aquaculture industry; much like in human cities, occasionally previous bacterial and viral infections can re-emerge in a fish farm or new infections can spread from other places. An infection outbreak can cause massive financial losses due to fish death, costs of expensive interventions, or the poor quality of the resulting fish flesh. Also, as for us humans, the best way to prevent disease outbreaks on fish farms is by vaccination; this strategy is so effective for bacterial diseases that the use of antibiotics in aquaculture has almost stopped completely. In fact, every salmon farmed in Scotland will have been vaccinated at least once in its life. \n\nWhile very successful for some diseases, fish vaccination in its current form also has a number of drawbacks; primary among these is that each fish has to be individually injected with a vaccine, which is quite a challenge considering more than 150,000 tonnes of salmon are produced each year! This is not only costly and time-consuming but can cause the fish to become stressed making them susceptible to other opportunistic infections. Second are the potential side-effects of the immune system stimulants (or 'adjuvants') present in the vaccination; the optimal formulation will have adjuvants strong enough to induce a robust immune response but not so strong hat they cause side-effects impacting the quality or welfare of the fish. Finally, some diseases have proven more challenging than others in terms of developing effective vaccines.\n\nFor these reasons, many scientists are trying to find better ways to administer fish vaccines and adjuvants, while looking for new ways to vaccinate against fish diseases where no vaccine yet exists. However, vaccine development and validation is a slow process that requires extensive scientific testing with living fish. Therefore, there is great interest in the development of approaches that will reduce the number of fish required for vaccine testing, while making the testing process more robust at the same time. With this in mind, our project aims to adapt a new 'proteomic' technology currently used in the study of human disease - to quickly and accurately monitor fish immune responses. The method allows extremely precise measurements of protein levels and will allow us to accurately monitor key factors involved in an effective immune response such as antibodies. Our approach will allow miniscule blood samples to be taken from the same fish many times during an immune response, which is an improvement on comparable existing methods that require much more blood and hence a lot more fish to be sacrificed during an experiment.\n\nOverall, our approach will enable scientists in the aquaculture sector to accurately monitor changes in fish immune protein levels in response to new and existing vaccines - allowing them to gauge the strength of immune responses and to predict the level of immunity conferred, whilst using fewer fish than current testing protocols. This in turn should help new vaccines and novel methods of administration to come online much more quickly, which will feedback to have positive effects on the sustainability and growth of aquaculture in the UK and worldwide.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M026345/1","grantId":"BB/M026345/1","fundValue":"191505","fundStart":"2015-04-01","fundEnd":"2016-09-30","funder":"BBSRC","impactText":"","person":"Helen  Dooley","coPersons":["Daniel John Macqueen","David Andrew Stead"],"organisation":"University of Aberdeen","findingsText":"","dataset":"gtr"}