{"id":"0594D516-3F42-48D4-B0A0-38075B8B6008","title":"Raising the ceiling on UK wheat yields / introgression and assessment of novel 'large-ear' CIMMYT germplasm into UK pre-breeding lines","abstractText":"Most major changes in UK wheats, such as the introduction of dwarfing genes (which reduced plant height, but increased the yield) have been introduced from wide crosses. Wide crosses can still be used to introduce new genes which allow further major changes to be made in UK wheats. The proposal presented here will introduce new genes conferring longer ear rachis (= axis of the ear) associated with improved ear fertility from Mexican wheats (from CIMMYT) which could facilitate a quantum leap in overall yield in UK wheats. The material to test this has already been produced. Specifically, we have created a population of lines from a cross between the Mexican 'big-ear' line and a productive (highly efficient at turning sunlight into sugar) UK adapted wheat, Rialto. In a preliminary study, we have shown rachis length to be positively correlated with ear fertility (and grain number per unit land area). This proposal asks for funds to look at why the Mexican wheat produces more grain for each ear than UK wheat and whether we can use the same genes to improve UK wheat yields. The programme works with UK plant breeders from CPB-Twyford Ltd to produce wheat pre-breeding lines containing these new genes from the Mexican material. For breeders to introduce novel traits into elite UK varieties, they must first know which genes are responsible for controlling the traits and how they work to cause differences between varieties. So, we will map the genes controlling ear fertility and in doing so develop genetic markers to facilitate their selection in breeding programmes. The weather and environmental conditions can vary considerably between different countries and genes that may be useful in some countries may not be in others. We plan to carry out physiological experiments which would identify why the Mexican wheat has more grains in each ear and how this might help improve wheat yield in the UK varieties. We will also carry out experiments to examine whether these genes influence other important determinants of yield at the crop level, such as ear number and grain weight. Crucially, there should be added benefits due to the high photosynthetic ability of Rialto combined with more fertile ears in the 'big-ear' line. We already have seed from the crosses which are needed to do this work, but need funding to understand how wheat controls the number of grains produced per ear. Our industrial partner will use their breeding expertise to make new lines suited to UK breeding, and we will help develop these lines and also use these lines to help us understand the genetics of how many grains are produced per ear. Using this combined approach we will then identify a pool of candidate genes which may directly influence this trait.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D008972/1","grantId":"BB/D008972/1","fundValue":"347943","fundStart":"2006-07-03","fundEnd":"2010-11-02","funder":"BBSRC","impactText":"  A major output of this project is the production of a set of high resolution backcross substitution lines which has been\ndeveloped in one winter wheat (Humber) and one spring wheat (Ashby) background at KWS UK Ltd. In year 1 (2006//7),\neach of 80 DH lines was crossed with each of Humber (winter wheat) and Ashby (spring wheat) and F1s were\nbackcrossed to respective recurrent parents to produce BC1S1. In years 2 and 3, these were then selfed for 2\ngenerations. Material in the BC1S2 generation was selected for 'large-ear' phenotype. The BC3 heterozygotes (for the\ntiller inhibition Tin1A locus) have been selfed (June 2010) to produce BC3S1 lines. 16 pairs of BC3 lines for Tin1A have\nbeen developed. Marker-selected BC3 heterozygotes will also be backcrossed to respective recurrent parents to produce\nBC4 and BC5 with marker selection at each generation to develop full NIL pairs, allowing multiplication for full NIL\nassessment in 2012/13.\n\nIn addition, this DH material has so far been backcrossed according to phenotype (tillers/plant, spikelets/ear, grains/ear\nand ear fertility index) to BC3. The number of original DH lines that carry the novel Mexican parental QTLs of interest on\n1B, 2A, 3A and 7B is 5, 5, 7 and 5, respectively, in the Humber background and 3, 6, 6 and 5, respectively, in the Ashby\nbackground. Full NILs (BC5) will also be developed based on marker-based selection in 2012/13.\n\nExploitation and application: All the germplasm developed will be available free of IP restrictions to public sector\nresearchers but covered by appropriate MTAs. In addition, the raw QTL data will been made available on personal web\npages and submitted to the appropriate database upon publication of the corresponding paper (est. 3-6 months). This\ncomplies with BBSRC's desire that research results be fully available to the public and research community. The\nproposed research has provided a route by which the UK wheat breeding industry may directly exploit novel traits and\nmarkers for ear fertility generated from publicly funded research. KWS UK Ltd has already begun to generate SNP marker data for this cross, which will further enhance the genetic map and link directly into the developing genome sequence.\n\nThe DH population is also being widely used in other research at Nottingham and beyond. In particular, the DH lines and\nassociated map are being used to test for variation in straw lignin content and digestibility as part of the BSBEC LACE\nprogramme and for components of Fusarium head-blight tolerance. Both projects will draw on resources developed in this programme. Coordination of data collection, phenotyping methodologies, and standardised trait naming (trait ontology) required the development of common standard operating procedures for University of Nottingham and KWS UK Ltd. Data were collated at University of Nottingham in a relational database. This resulted in a high level of quality assurance for\nstatistical analysis and QTL discovery. These bioanalytical resources have generic value for any large data set genetics\nproject. Agriculture, Food and Drink,Energy,Environment Societal,Economic,Policy & public services","person":"Michael John Foulkes","coPersons":["Sean  Mayes","Zoe A  Wilson"],"organisation":"University of Nottingham","findingsText":" The project produced an extensive genetic map of the CIMMYT CMH79A.955 x Rialto DH mapping population and\nprovided stocks of this important population for use in other projects. The project required refinement of field phenotyping\nmethodologies for assessment of ear fertility traits which included advanced protocols for scoring progression of floret\ndevelopment and protocols for determination of stem, leaf, and ear assimilate partitioning. These high throughput and low\ncost screens allowed very large scale field screens. The output of this was the identification of DH lines with improved ear\nfertility compared to the UK parental cultivar Rialto. Within the project some of these novel lines with improved ear fertility\nwere shown to confer a yield advantage in field experiments at two sites.\nA major output of this project is the production of a set of high resolution backcross substitution lines which has been\ndeveloped in one winter wheat (Humber) and one spring wheat (Ashby) background at KWS UK Ltd. In year 1 (2006//7),\neach of 80 DH lines was crossed with each of Humber (winter wheat) and Ashby (spring wheat) and F1s were\nbackcrossed to respective recurrent parents to produce BC1S1. In years 2 and 3, these were then selfed for 2\ngenerations. Material in the BC1S2 generation was selected for 'large-ear' phenotype. The BC3 heterozygotes (for the\ntiller inhibition Tin1A locus) have been selfed (June 2010) to produce BC3S1 lines. 16 pairs of BC3 lines for Tin1A have\nbeen developed. Marker-selected BC3 heterozygotes will also be backcrossed to respective recurrent parents to produce\nBC4 and BC5 with marker selection at each generation to develop full NIL pairs, allowing multiplication for full NIL\nassessment in 2012/13.\nIn addition, this DH material has so far been backcrossed according to phenotype (tillers/plant, spikelets/ear, grains/ear\nand ear fertility index) to BC3. The number of original DH lines that carry the novel Mexican parental QTLs of interest on\n1B, 2A, 3A and 7B is 5, 5, 7 and 5, respectively, in the Humber background and 3, 6, 6 and 5, respectively, in the Ashby\nbackground. Full NILs (BC5) will also be developed based on marker-based selection in 2012/13. Genetic maps and QTL\nThrough QTL analysis of the phenotypic data from the DH population we have identified novel QTL for prioritised traits\ncontrolling ear fertility and yield potential. These QTL cannot be explained by adaptive (Ppd-D1 - on chr 2D; Vrn-A1- on\nchr 5A, Rht-B1 - on chr 4B) genes. They increase grain number through increasing spikelet number (potentially earlinessper se), partitioning of assimilate to the ear and efficiency of converting ear DM into grains (grains per g ear DM at anthesis, ear fertility index; EFI) contributing to more grains per unit land area and grain yield. In field plot (6 x 2 m)\nexperiments (132 lines) the range in grains/ear (23-77) was significantly above Rialto (54), associated with the tiller\ninhibitionTin1A gene (Ribas-Vargas et al., 2008) and modified by novel QTLs on: (i) Chr 1B, modifying grain weight\nwithout an obvious effect on sink size (ii) Chr 2A; combining both trials in 2007-8, this locus increased fertility, grains/ear,\ngrains/m2, EFI and yield without a negative effect on grain weight in the absence of Tin1A, (iii) Chr 3A, increasing spikelet\nnumber, grains/ear, grains/m2 and yield across most plot trials in 2007-09 and iv) Chr 7B modifying grains/ear. The QTL\ndata (132 lines) show the Tin-1A locus makes a significant contribution to spikelets/ear and floret fertility, boosting sink\nsize (15%-23% of total trait variation) and feeding through into grains/ear (11%-22% of total trait variation), without having\na deleterious effect on either EFI or grain weight. Removal of Tin-1A carrying lines from the QTL analysis (n = 30,\nremainder = 102) does not eliminate QTL effects observed on Chr 1B, 2A, 3A and 7B, arguing these are novel loci\nindependent of Tin-1A for their action. Knowledge of these QTL effects will allow for their selection in wheat breeding\nprogrammes using the genetic markers developed in this project.\n\nPhysiological data sets and analyses\nThe DH population has been phenotyped for prioritised ear fertility traits and grain yield through crop development and in\nmultiple locations. The 132 DH lines were grown both at Univ. Nottingham and KWS UK Ltd (Thriplow, Hertfordshire) in\neach of 2006-7, 2007-8 and 2008-9 in field plots at a normal planting density (300 seeds/m2). Detailed physiological\nanalysis for ear fertility traits and yield and yield components at harvest was carried out in the two environments. The data\nsets will be made available on personal web pages and submitted to the appropriate database upon publication of the\ncorresponding paper (est. 3-6 months).\n\nThe project has provided a new framework for the deployment of novel ear fertility traits from CIMMYT large-ear\nphenotype lines into UK wheats. In summary, in the pre-anthesis period grains/m2 may be determined by the product of :\ni) days from sowing to flowering, ii) crop growth rate (g/m2/d), iii) ear DM partitioning index (ear DM / above-ground DM)\nat anthesis and iv) ear fertility index (grains per gram ear DM at anthesis; grains/g). In the DH population, grains/m2 was\npositively and closely associated with EFI, which, in turn, was associated with improved spikelet number and floret fertility\nat anthesis. EFI was also associated with the amount of chaff per ear, with high EFI associated with decreased allocation\nof assimilate to the lemma bract and a lower rachis specific weight (DM per unit rachis length). The data collected give a\nnew clear picture of the physiological components of ear fertility and yield potential and the genotype x environment\ninteractions of these traits in wheat. This data informed the trait prioritisation, trait ontology, and data collection\nmethodologies for the analysis of the backcross lines in the development of the near-isogenic lines. The NILs will allow to\nus to test more precisely the benefit of the novel alleles for increased grain number and yield and to fine map the genes\nregulating these traits to facilitate their deployment in UK breeding programs. Agriculture, Food and Drink,Environment","dataset":"gtr"}