{"id":"059EAB48-73BC-4BB8-8235-760F86437B48","title":"Impacts of climate change on the risks of biological and chemical environmental contaminants from agriculture to human health","abstractText":"Climate change models predict that average UK temperatures will increase by up to 5 degrees celsius by the 2080s, that winters will be wetter and summers drier and that intense rain events will be more frequent (UKCIP2002). These changes are likely to have important impacts on human health, both by changing the prevalence and types of human disease across the UK and by effects on chemical usage (WHO. 2003). Climate change is also likely to change the scale and variety of crop pests and diseases which may have a knock-on effect on food production. Dispersal of novel pathogens and contaminants could also increase human, animal and plant exposures. The future risks of pathogens and contaminants in the environment to humans could therefore be very different from current risks. We propose a workshop to bring together experts in a broad range of the key disciplines needed for estimating future risks of pathogens and contaminants. The workshop will include scientists with expertise in climate change, human and animal disease, plant disease, chemical usage, chemical exposure modelling, pathogen exposure modelling, environmental economics, ecotoxicology, soil science and toxicology. The workshop will assess the potential impacts of climate change on the risks of pathogens and contaminants of agricultural origin on human health. The integration of skills will allow an holistic systems approach that takes account of interactions between the system components. The output of the project will be a series of web-based documents reporting the findings of the workshop and providing recommendations for future research and management strategies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E008968/1","grantId":"NE/E008968/1","fundValue":"54542","fundStart":"2007-05-14","fundEnd":"2010-02-13","funder":"NERC","impactText":"  Findings have been used by a range of policy organisations e.g. USEPA and European CDC to inform their procedures and research agenda. Chemicals,Environment Policy & public services","person":"Alistair  Boxall","coPersons":["Alastair  Fitter","Sari  Kovats","Laura  Potts"],"organisation":"Food & Environment Research Agency -FERA","findingsText":" Climate change is likely to impact the dispersion of pathogens and chemicals in the environment. In addition changes in climate are likely to affect the types of pathogens occurring as well as the amounts and types of chemical used for a range of scenarios. Future risks of pathogens and chemicals could therefore be very different than today so it is important that we begin to assess the implications of climate change for changes in human exposures to pathogens and chemicals and the subsequent health impacts in the near term and in the future. This project was therefore performed to explore the implications of climate change in terms of health risks of agricultural contaminants. The project was funded in two phases: \n\n\n\n1. The aim of Phase 1 was to assess the potential impacts of climate change on the risks of pathogens and contaminants of agricultural origin to human health.\n\n2. Phase 2 identified the eco-social public health implication of changes in risk resulting from climate change and explored the responses of a range of stakeholders (farmers, land owners, agricultural policy makers, the general public and retailers) to the outputs of Phase 1.\n\n\n\nOverall, it is anticipated that climate change will result in an increase in risks of pathogens and chemicals from agriculture to human health. The magnitude of the increases will be highly dependent on the contaminant type. Climate change will fuel increased use of pesticides and biocides as farming practices intensify. Intensification may also lead to increased levels of occupational contact, increasing potential for zoonoses. Extreme weather events will mobilise contaminants from soils and faecal matter, potentially increasing their bioavailability. Climate change will also affect the fate and transport of pathogens and chemical contaminants in agricultural systems. Increases in temperature and changes in moisture content are likely to reduce the persistence of chemicals and pathogens while changes in hydrological characteristics are likely to increase the potential for contaminants to be transported to water supplies. Risks of many pathogens, particulate and particle-associate contaminants could therefore increase significantly. As the current links between agricultural exposure and human health are unclear, it is not possible to estimate the magnitude of these changes or to conclude whether these risk increases are acceptable or unacceptable. For chemicals, we believe that it is possible to manage many of these risk increases through better regulation, monitoring and the development of a long-term research programme. It is more difficult to predict the inputs and behaviour of biological contaminants so these may be more difficult to control than chemical substances. Stakeholders from the farming, land and retail communities hold very different views on the need to respond to these conclusions and the majority of stakeholders consulted were only able to relate to the immediate and near-focus threats that were identified. The results of the study are relevant to agencies responsible for risk assessment of agrochemicals, national and international health agencies and industry (agrochemical manufacturers). It should help to inform them as to how risks of chemicals and pathogens could change in the future and of what they need to do to adapt to the anticipated changes. There are many major knowledge gaps and uncertainties and in the future, we would advocate that work should focus on the following: 1.The development of targeted surveillance schemes for presence and health effects of pathogens and chemicals arising from agriculture; 2. The development of future scenarios of land use, social, technological and economic change; 3. Generation of experimental datasets and models for exposure pathways which as yet have not been studied in any detail. 4. The refinement of regulatory models and procedures to account for future effects of climate change. Agriculture, Food and Drink,Chemicals,Environment","dataset":"gtr"}