{"id":"05A9FDEB-E35B-4B8F-BE6F-86C9B94B7F26","title":"Development of a Gal-free Calcification Resistant Porcine Pericardial Heart Valve.","abstractText":"There are valves in the heart which work to control the normal flow of blood. These valves may be damaged because of birth defects, old age, or after repeated infection with rheumatic fever. If left untreated this is a life threatening condition. There are about 500,000 surgeries to repair or replace heart valves each year. Replacement valves are either mechanical, made of plastic and metal, or biological, made of non-living tissue generally obtained from pigs or cows. Patients and doctors prefer biological heart valves (BHVs) because they work for a long time in older patients, the most frequent group, and do not require daily use of blood thinners which must be used with mechanical valves. In younger adults (30 - 50 years) and in children BHVs wear out rapidly, often within 5 years. These BHVs fail because they build up bone-like deposits of calcium which weaken the valve, leading to tears, or obstruct blood flow because they block the opening of the valve. Scientist and commercial valve companies have long sought to produce BHVs which do not calcify because these could be used in younger patients without the need for blood thinners. So far the calcification blocking treatments which have been developed have been able to greatly reduce valve calcification, when they are tested in animals, but have not been able stop calcification or broaden the use of BHV in younger adults. We have identified an immune driven inflammation which accelerates calcification of biological heart valve materials. This inflammation is unique to humans because a portion of their immune system reacts with a substance, called Gal, not made by people but commonly made in animals and present on the BHV. To block this immune inflammation we have genetically altered pigs so they no longer make Gal and have shown that this Gal-free tissue has a reduced rate of calcification. These Gal knockout pigs are healthy and normal. This project is designed to compare the mechanical function of BHVs made from normal pig tissue with the function of BHVs made from Gal-free tissue. Successfully performing these test which are required by British standards, is the first forward to making a new BHV which resists calcification and may be useful in younger patients","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L013193/1","grantId":"MR/L013193/1","fundValue":"511278","fundStart":"2014-03-17","fundEnd":"2016-07-16","funder":"MRC","impactText":"","person":"Christopher  Mcgregor","coPersons":["Gaetano  Burriesci","Guerard William Byrne"],"organisation":"University College London","findingsText":"","dataset":"gtr"}