{"id":"05AA24EB-CF76-4439-BA81-19BB6F9D351D","title":"ETNA - Expansion of the Time domain in Nucleic Acid crystallography","abstractText":"The iconic double helix structure of DNA was confirmed in a single crystal structure in 1980, once it was possible to make small synthetic segments of DNA to order, and to purify them to a state where they could be crystallised. At that stage relatively large crystals, maybe 0.5 mm in size, would be necessary, because the power of X-ray sources was still rather limited. Current technology, such as that available at Diamond Light Source, means that we can see individual carbon atoms in such small sections of DNA with a precision of picometres, even in a crystal at room temperature and bathed in an aqueous solution. We can do this over a range of temperatures, including room temperature, with varying degrees of hydration, and on crystals as small as 5 micron size. By using shorter wavelengths and larger crystals, 0.1 mm or so, we can also measure very accurate atomic positions, because a short wavelength in effect extends the detail we can see (increased resolution), even perhaps extending to the direct observation of hydrogen atoms.\nOver the same sort of timescale, ultrafast laser measurements have developed to the point where they can be used to track the movement of electrons after excitation by light of a molecule, on a picosecond timescale, and extremely tiny differences in absorption of light can be monitored. These tiny differences relate to the differences in electron distribution in excited states of molecules. Recently this technique has been used, for example, to study the earliest steps in DNA damage caused by photosensitisers, as well as direct damage, similar to that caused by exposure to the sun's harmful UVA and UVB rays. One such system is that formed by the ruthenium polypyridyl 'light-switch' and related complexes. We have recently published the first crystal structures of these compounds bound to a DNA duplex, and are therefore in a uniquely strong position to study these systems. \nWe now propose to combine these two powerful techniques to track for the first time, not just fast DNA excitation and possible damage by light, but also to pinpoint exactly where this excitation occurs. We will make use of our expertise in preparing suitable crystals to do this for both photosensitised and direct DNA damage. In an extension of this initial idea (for which we already have enough preliminary data to be confident that our method of sample preparation gives useful results), we will use selective chemical modification of some of these systems. The DNA bases have been described as 'nature's sunscreens' because they appear to have been selected for their resistance to damage by direct irradiation, but small modifications (such as replacing the guanine 6-carbonyl group with the thiocarbonyl sulfur analogue) result in greatly lengthened photochemical lifetimes, with correspondingly greater potential for DNA damage, and this is indeed a known side-effect of some compounds used as sensitisers in photodynamic therapy. The new ultrafast technology of the LIFEtime instrument, currently under construction, will be used by us to monitor the successive steps in some of these damage processes. Ideally we would like to be able to track the formation of well known damage products such as 8-oxoguanine, and for this experiment we will use photosensitisers which are known to cause damage by this mechanism. One such metal-containing photosensitiser is a rhenium complex, having some chemical features in common with the ruthenium complexes. \n\nThe combination of crystallography and ultrafast kinetic measurements should give us a 'movie' of the process of light-induced DNA damage.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M004635/1","grantId":"BB/M004635/1","fundValue":"368984","fundStart":"2014-10-01","fundEnd":"2017-09-30","funder":"BBSRC","impactText":"","person":"Christine Janet  Cardin","coPersons":["John  Brazier","Frantisek  Hartl","Michael  Towrie","David John  Cardin"],"organisation":"University of Reading","findingsText":"","dataset":"gtr"}