{"id":"05AB1C03-F559-41A9-8AC2-E505153DC47B","title":"RINGO3 - A 3 channel, rapid response polarimeter for the Liverpool Telescope","abstractText":"GRBs form when the core of a massive star collapses or two neutron stars merge together. The resulting explosions are the brightest events in the universe, vastly outshining entire galaxies containing hundreds of billions of stars. The energy output is believed to be largely concentrated in a jet however, rather than spread out in all directions. A GRB event is detected if the Earth happens to lie within the beam direction of its jet.\n\nThe jet contains rapidly moving electrons which will spiral around magnetic field lines. This causes them to emit light due to the synchrotron radiation process. This emitted light will be polarized (i.e. the electromagnetic waves will be vibrating in a preferred direction related to the direction of the magnetic field lines). By measuring the polarization (using a Polaroid similar to that used in sunglasses) we can therefore determine the strength and geometry of the magnetic fields.\nThis is important because it may be that the magnetic field is what powers the jet. Alternatively the magnetic field may be generated by the shock when the jet hits the surrounding medium. \n\nSo far we have built a series of polarimeters (RINGO and RINGO2) to investigate this by measuring the polarization of optical light from GRBs at a certain single wavelength. The instruments are mounted on the Liverpool Telescope, which is a fully robotic (i.e. unmanned) telescope on La Palma which reacts to triggers from satellites such as the NASA SWIFT mission. The satellites monitor the sky for Gamma Ray Bursts, and automatically notify ground based followup facilities such as the Liverpool Telescope if they detect one. The LT can then automatically react to slew to the coordinates it has been sent by the satellite and start taking data within 3 minutes. This has had great success, with the first ever detections of early time optical polarization being made. In addition the first measurements of the change in optical polarization from a GRB as the jet expands have recently been obtained.\n\nWe are now applying for funds to build RINGO3. This will be a multi-colour instrument that can observe simultaneously at three wavelengths. By doing so we will be able to unambiguously identify where in the burst the polarized emission is coming from. This will allow us to distinguish between three possibilities:\n\n1. Magnetic instabilities generated in the shock front giving rise to independent ordered magnetic field patches (the polarised radiation would come from the non-perfect cancellation of the polarization\nfrom a large number of these patches each of which was randomly oriented). \n\n2. Another situation that could give rise to polarised light from a GRB is if the observer's line of sight lies along the edge of the jet. In this case the magnetic fields parallel and perpendicular to the shock front could have different strengths, producing a polarised signal.\n\n3. Large-scale magnetic fields present throughout the relativistic outflow, originating from the \ninside the &quot;central engine&quot; driving the explosion and accelerating and collimating the jet.\n\nRINGO3 will also allow us to use GRBs to carry out tests of new theories of gravity which predict an energy dependance of the speed of light. This would cause rotation of the polarization of the\nlight from the GRB by different amounts at different wavelengths.\n\nFinally RINGO3 will be a common-user instrument on the telescope, used for polarization monitoring of many other objects including asteroids (where is can help determine the surface texture and composition), X-ray binaries and Blazars (which like GRBs also contain jets of unknown origin).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/J000914/1","grantId":"ST/J000914/1","fundValue":"71081","fundStart":"2012-01-01","fundEnd":"2012-06-30","funder":"STFC","impactText":"  Instruments based on the concept developed for the RINGO series of polarimeters are now in use at the Los Alamos labs. Aerospace, Defence and Marine ","person":"Iain Allan  Steele","coPersons":[],"organisation":"Liverpool John Moores University","findingsText":" A novel method of measuring the polarization of time variable images has been developed. The instrument concept has been copied by Los Alamos National Labs (US) as part of their RAPTOR sky monitoring project. Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}