{"id":"05AE6016-D737-483D-8C5D-BC4629EE329A","title":"Chemical manipulation and mechanisms of weed seed persistance, dormancy release and germination","abstractText":"An undeniable and expensive problem of any agricultural practice is the adaptation of weeds to these agricultural systems. This problem is further amplified by climate change, weeds adapt very quickly to environmental change including heat stress. The sustainable intensification of food production necessary to feed the world's growing population will only be achievable if crop harvest losses can be minimised. About 10% of crop production is currently lost to weeds and this loss would be far greater without the use of herbicides. However, the continued effectiveness of herbicide technology is threatened by the rapid advance of weed biotypes that are resistant to herbicides. Resistant weeds are now a problem across most chemical classes of herbicide and also across all the major cropping regions. Thus weed control represents a major concern for global food security, especially given that no new herbicide modes of action have been commercialized since the 1980s. New weed control tools are urgently required especially in the UK where EU/UK regulations have caused shrinkage in our 'crop protection toolbox' (&quot;Healthy Harvest&quot; initiative, UK National Farmers Union). Investment in crop protection in Europe has fallen from 33.3% of worldwide investment in the 1980s to 7.7% today. There is an urgent need for the development of new active substances which are effective and environmentally safe for the production of healthy food. This is also important for food quality and for preventing further food price rises which have recently affected UK consumers more than those in the mainland Europe.\nThe problem of effective weed control is most severe in annual field crop systems and with annual weeds which emerge at the same time as the crop seedlings. These problem weeds owe their success, at least in part, to the formation of large and persistent soil seed banks. The premise of the current application is that novel and effective weed control tools might be found in compounds that either 1) promote the coordinated germination of weed seeds in the soil bank and/or 2) in 'seedicides' that kill weed seeds at the ungerminated or a very early germination stage. In the former case, germination-promoting compounds might be applied prior to conventional herbicides (or alternative non-chemical strategies) to achieve more effective control of the total weed seed population while 'seedicides' might be applied after crops have emerged in order to limit late weed emergence. Currently, while some germination stimulants are known, none are commercial and neither do any commercial herbicides deliberately target seed-specific processes. All classical herbicides target processes of growing weed seedlings. Thus there is considerable potential for novel weed control solutions through engaging a deeper understanding of the processes of weed seed germination, survival and persistence.\nThis project establishes a collaboration between the Seed Biology Group of Prof G Leubner at Royal Holloway University of London and Weed Control Research Biology at Syngenta's International Research Centre Jealott's Hill. We plan to investigate the described issues with several representative problem weeds by first modelling their germination responses to a wide range in ambient temperatures, and then by choosing key temperatures to investigate the underlying hormonal changes and molecular mechanisms without and with the application of compounds known to break dormancy and induce germination of seeds. The obtained knowledge will be used to select compound libraries and screen for novel chemicals which have the potential to either promote the coordinated germination of weed seeds and/or to act as 'seedicides'. This will potentially identify novel modes of action instrumental for downstream research to fill our 'crop protection toolbox' with novel chemicals. Our project will generate knowledge to guide the development of novel strategies to control weeds by depleting the seed bank.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M02203X/1","grantId":"BB/M02203X/1","fundValue":"378123","fundStart":"2015-11-01","fundEnd":"2018-10-31","funder":"BBSRC","impactText":"","person":"Gerhard  Leubner","coPersons":[],"organisation":"Royal Holloway, University of London","findingsText":"","dataset":"gtr"}