{"id":"05AF6333-89BF-4221-805B-65DC1674D0A5","title":"Structural Transformation, Adaptability and City Economic Evolutions","abstractText":"Over the past few years, cities and city-regions have assumed growing prominence in discussions over economic growth and performance. Both geographers and economists point to the increasing concentration of economic activity and wealth creation in cities, and their crucial importance as the loci of national prosperity. National governments and international bodies have likewise recognized the key economic role that cities play, and have correspondingly directed attention to cities as the foci of policy intervention and governance reform. In the UK, interest in the economic performance of cities takes on particular importance given the Government's concern spatially to rebalance the economy between the less prosperous North and the more prosperous South. 'Powering up' northern cities to unlock their growth potential is seen as crucial to securing that political imperative. This project is intended to help inform these concerns and debates by focusing on how far and in what ways, over the medium to long term, cities have differed in their ability to reorientate and transform their economic structures in response to or anticipation of changes in demand, competition, trade, and technology, and how those differences have then influenced the comparative growth paths of cities. \nWhile a city's growth performance is influenced by a wide range of factors, over the medium to long run, much turns on how successful a city is in moving out of old declining or slow-growth sectors of activity into new more dynamic ones. If, for some reason, a city's economic structure becomes increasingly uncompetitive, outmoded, or falls behind in productivity, it will fall behind in economic growth, job creation, per capita incomes and welfare. What matters then, especially when viewed over the medium to long term, is what some economists call the structural dynamics of economic growth, or adaptive growth. It is this key issue that this research project seeks to explore, in relation to some 70 cities across the UK. There is some evidence to suggest that cities have differed significantly in economic growth in recent decades, especially as between more southern cities and more northern ones. How far these divergent growth evolutions have been influenced by differences in structural transformation and reorientation is the basic focus of this research. Most of the analysis will focus on the past forty years, since 1971, a period when, nationally, a major shift in the national economy has occurred from manufacturing to services. How the structural details of this shift have played out across Britain's cities, and with what consequences for city growth patterns, are key questions the research seeks to address. \nTo address the research aims, new data sets for British cities will be constructed, on employment and output for numerous individual sectors. For a more recent period, since 1991, it is also possible to examine in some detail the role of various city-specific factors (such as agglomeration, skills, innovation and firm demographics) in explaining differences across cities in structural adaptation and economic growth. Further, some 10 case study cities will be examined in yet more detail over this more recent period, with a view to ascertaining how local economic and industrial policies and what are increasingly called governance arrangements (for example locally active and collectively acting political and business institutions) have interacted with and shaped the pace and direction of structural change and economic growth. It is intended that the research will not only contribute to our understanding of city economic evolutions, but also help to inform current policy debates about the creation of a 'northern powerhouse' centred upon Britain's northern cities.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/N006135/1","grantId":"ES/N006135/1","fundValue":"688049","fundStart":"2015-10-01","fundEnd":"2018-03-31","funder":"ESRC","impactText":"","person":"Ronald Leonard Martin","coPersons":["David  Bailey","Andy  Pike","Peter John Sunley","Peter  Tyler"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}