{"id":"05BCE0B2-1BC7-4B6F-B046-E8CD48D858B5","title":"Experimental deformation of mica at high temperature under hydrothermal conditions","abstractText":"Summary Natural geodynamic processes include mountain building, the development of sedimentary basins, and processes at plate margins that can lead either to earthquakes or to slow, steady slippage on faults. In all of these rocks become deformed. Our ability to understand processes of natural rock deformation depends on being able to carry out deformation (fracture and flow) experiments in the laboratory under high pressures and temperatures that simulate natural conditions at depth in the Earth. From such studies over the past 50 years it has become possible to predict variation of rock strength with depth for simple models of lithospheric structure, and this has led to improved understanding of geodynamic processes. In such models the simplifying assumption has usually been made that the strength of the outer part of the Earth's crust is determined by quartz, the lower crust by feldspar and the upper mantle by olivine. The role of minerals of the mica group has received little consideration, despite such minerals being common in mudstones and their equivalent metamorphic rocks and being abundant in many major fault zones. Recent studies in this laboratory and elsewhere suggest that mica minerals may become much weaker than previously suspected at mid-crustal depths (about 15 km) and below. This is due to activation of a previously unsuspected process of viscous sliding parallel to the natural sheet structure of the mineral. If this process can be characterized and verified it will have substantial implications for our understanding of the strength of the continental crust and of all geological processes that depend upon rock deformation. Here we propose a new program of high pressure/temperature experiments aimed at fully characterizing this type of viscous flow. Shearing experiments will be done at temperatures ranging up to the onset of chemical breakdown of mica minerals by dehydroxylation and ultimately melting, using high water pressures to suppress the breakdown to the upper end of the temperature range (400 to 800 degC). This will maximize the temperatures that we can use, for rock deformation processes operate faster at higher temperatures. We can then extrapolate from relatively short duration (up to a few weeks) laboratory experiments at high temperatures to the lower temperature environment but longer timescale of natural rock deformation. We will use both synthetic, polycrystalline mica 'rocks', but also single mica crystals, which should best display the viscous creep process. We will determine how the rate of deformation of the mica specimens depends on applied stress, temperature, confining pressure (depth of burial) and pore water pressure. For experimentally deformed samples we will use scanning and transmission electron microscopy plus microchemical techniques to determine mechanisms of deformation and any chemical changes that accompany it. We will also carry out complementary study of naturally deformed micaceous rocks to help verify the applicability of our experimental results, and carry out extrapolation of our experimental data to geological deformation conditions to deduce the impact of mica deformation for natural geodynamic processes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E002919/1","grantId":"NE/E002919/1","fundValue":"328142","fundStart":"2007-01-01","fundEnd":"2010-12-31","funder":"NERC","impactText":"  The findings that were presented at conferences have been used by others in the interpretation of the mechanical behaviour of naturally deformed micas, but there is still material to be published as standard journal outputs. Electronics ","person":"Ernest  Rutter","coPersons":["Katharine Heather Brodie"],"organisation":"The University of Manchester","findingsText":" A suite of high pressure/temperature, long duration (up to 5 weeks) mechanical experiments was carried out on hot-pressed polycrystals of muscovite and on single crystals. These showed that under hydrothermal conditions mica deformation enters a regime of linear-viscous deformation at low stresses and strain rates. Although the tests had to be performed right at the limits of testing machine capability, a flow law was obtained that can be used to predict strength under mid-crustal geological conditions. These results show that mica-rich shear zones can be much weaker than expected on the basis of short term experiments at lower temperatures.\n\nThese results are currently being prepared for publication. Our findings have been used by others in the interpretation of the behaviour of naturally deformed micas. Environment","dataset":"gtr"}