{"id":"05BD3A89-28DE-4DBE-A8C8-B5FDE27D57F1","title":"Consciousness in Interaction: The role of the natural and social environment in shaping consciousness (CONTACT)","abstractText":"The brains and bodies of cognitive agents (humans and animals) interact dynamically with both their natural and social environments. This project opposes the claim that brain activity by itself enables conscious experience and instead investigates the claim that explaining consciousness requires studying the interactions of animals and humans - and their brains - with the environment.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E511139/1","grantId":"AH/E511139/1","fundValue":"261221","fundStart":"2006-10-02","fundEnd":"2010-01-01","funder":"AHRC","impactText":"  We produced and disseminated original research concerning consciousness, embodied action, agency, and the self, as shown in the other sections of this report. In addition, work produced with this support was featured (in the form of talking head interview footage with me) in a documentary (recorded in summer 2008, and shown from 2010 onwards) called The Singularity directed by Doug Wolens) and also available on iTunes - https://itunes.apple.com/us/movie/the-singularity/id583251717?ls=1 . In March 2014, the movie was shown as part of an Edinburgh University public engagement event entitled &quot;How are humans different to machines?&quot;. Creative Economy,Digital/Communication/Information Technologies (including Software),Education Cultural,Societal","person":"Andy  Clark","coPersons":[],"organisation":"University of Edinburgh","findingsText":" Our aim was to produce and disseminate original research concerning consciousness, embodied action, agency, and the self. Planned activities were conference organization and volume, presentations, interactions with CNCC project partners, publication of high quality papers. We delivered on all these fronts (as detailed in the other sections of this report) and the project was subsequently assessed as Outstanding by AHRC. The study of consciousness and it's relation to human embodiment is arguably of importance for every aspect of human society and for its future development. But specific areas where our own work might be extended or put to use include research on the role of the active body in the construction of sensory experience, the origins of conscious experience, and of the sense of selfhood and presence. Creative Economy,Digital/Communication/Information Technologies (including Software),Education","dataset":"gtr"}