{"id":"05C274B6-3899-40DE-B54D-63F7FE1ABD8E","title":"A hub for Engineering and exploiting the stem cell niche","abstractText":"Stem cells have great potential in medicine as they can grow into many different cell types in the body. Our aim is to create a hub of scientists and clinicians working to understand what controls the behaviour of stem cells in their normal tissue environment.\n\nThe niche (&quot;the soil&quot;) that surrounds stem/progenitor cells (&quot;the seed&quot;) in developing or damaged organs has a profound effect upon the behaviour of stem/progenitor cells. The niche has received less attention than the stem cells themselves in research programs around the world. This program of work aims to fill that gap and focus work on this area. By understand how the niche influences stem cells in tissues we aim to use this knowledge to develop future treatments for serious untreatable diseases. We will do this by extending the knowledge of the niche in three main programs of work.\n\n(1) We will extend our understanding of niches by creating artificial niches and looking at how they influence stem cells growing in them. By manipulating signals and attachments between the niches and the stem cells we can develop a clear understanding of how the niches &quot;talk&quot; to stem cells. When we understand clearly the signals between the niches and the stem cells we can try to influence the stem cells in the artificial niches by adding drugs or other synthetic molecules onto the stem cells to influence their behaviour. \n\n(2) To promote &quot;healthy regeneration&quot; in tissues and organs we will use the information from aim 1 to test whether we can improve the growth of stem cells in the organs and tissues of experimental models of organ injury and regeneration using drugs and small synthetic molecules that will act on the stem cells and their niches. \n\n(3) One way of treating damaged tissues and organs is to transplant stem cells or cells from stem cells into the damaged organ (such as bone marrow transplantation). Whilst this is successful in some situations, in many cases this treatment doesn't work as the cells don't grow well in the tissues. We need too understand why the tissue (&quot;soil&quot;) does not allow the cells (&quot;seeds&quot;) to grow well. By using information from part 1 and 2 we will seek to add the factors that we have found to keep cells &quot;happy&quot; and allow them to grow well in the damaged tissue.\n\nBy creating a network of scientist and doctors with different but complementary skills we aim to make these advances as quickly as possible.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K026666/1","grantId":"MR/K026666/1","fundValue":"4690070","fundStart":"2013-11-01","fundEnd":"2017-10-31","funder":"MRC","impactText":"","person":"Stuart John Forbes","coPersons":["Susan Jane Kimber","Anna  Williams","David Colin Hay","David Anthony Lyons","David  Gray","Anthony  Hollander","Nicholas Charles Tomkinson","Bruno  Peault","Molly  Stevens","Cay  Kielty","Ludovic  Vallier","Fiona M Watt","Mark  Bradley","Charles  Ffrench-Constant","Alicia  El Haj"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}