{"id":"05C8F7D4-CDEC-48CB-92AC-2C0904B090F7","title":"Can emerging general purpose graphics processing unit (GPGPU) technology be used to mitigate computational burdens in environmental models?","abstractText":"Aerosol particles remain one of the most uncertain contributors to climate change and air quality. Gas-to-aerosol partitioning is key to determining the chemical composition and amount of aerosol particles, thus environmental impacts (e.g. the amount is critical to predicting air quality). Owing to the complexity and diversity of atmospheric aerosol components, quantification of the properties that determine their highly uncertain climatic and human health impacts requires the development of novel technological applications. The many thousands of individual aerosol components ensure that explicit manual calculation of these properties is laborious and time-consuming; the emergence of explicit automatic mechanism generation techniques predicting up to many millions of individual components. \n\nDue to heavy computational demands associated with this level of complexity, this presents two broad problems when trying to develop appropriate modeling frameworks to assess true environmental impacts: \n\n1) It is impossible to include full complexity representations of aerosol processes within large-scale frameworks, such as regional climate models. As a result, reduced complexity representations are developed with the inevitable tradeoff between accuracy and improved performance. \n2) To determine whether a parameterization of aerosol processes is suitable it is necessary to first perform sensitivity studies, comparing full representaions with parameterizations under a wide variety of conditions. This requires considerable computational power and time.\n\nTraditionally, computer processors have been single core. Recently this has evolved to several cores on a processor, typically 16 in an HPC server node. The graphics industry has been creating graphics cards (GPUs) with thousands of cores in order for games to have realistic effects. Recently, General Purpose GPUs (GPGPUs), although now commonly called just GPUs, have become available as &quot;accelerators&quot; for compute-intensive work. GPGPUs are available at a fraction of the cost of more traditional high performance computing (HPC) facilities and generally affordable (and thus accessible to) research groups. \n\nThe advent of GPGPU computing is a new and exciting technological development. Some vendors and discipline areas have begun porting some codes to GPGPUs, yet the atmospheric chemistry field has little/zero work in this area. In this project we propose to quantify the performance of state-of-the-art models of gas-to-aerosol partitioning, as a first example, using the newly emerging GPGPU paradigm against the more traditional CPU implementations. This pump-priming activity is designed to act as a springboard for more generalized potential improvements in computational efficiency of chemistry schemes in environmental models. \n\nThe successful outcome of this proposal will mean not only faster process models but that these could potentially be incorporated in to regional air quality &amp; meteorological models, bringing higher accuracy and cost effectiveness to their solutions whilst improving their time-to-solution. As the emergence of GPU technology is relatively new, it is important lessons learned during this project will be shared by the broader research community, quantifying how the challenges of extracting near peak GPU performance were met. To this end we will use online facilities and informatics tools to ensure wider benefits are realised.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J013471/1","grantId":"NE/J013471/1","fundValue":"48624","fundStart":"2012-10-01","fundEnd":"2013-12-31","funder":"NERC","impactText":"  We have used our developments to engage directly with hardware venors, Intel, NVIDIA and Alterra for enabling future exploitation of the emerging computational power available. We have also discussed our developments with US colleagues who are developing software for enabling their us in large scale atmospheric air quality and climate models. This is currently being used to design large multinational research projects to be submitted in 2015. We have also created an annual conference just on this issue, ensuring there is better engagement between different disciplines and hardware vendors. The web-page can be found here:http://emit.manchester.ac.uk/ Digital/Communication/Information Technologies (including Software) ","person":"David Owen Topping","coPersons":["Michael Keith Bane"],"organisation":"The University of Manchester","findingsText":" Models of atmospheric aerosol particles often have to neglect the complex chemistry due to computational constraints. However, computational hardware is rapidly developing beyond the traditional CPU approach. External accelerators are available, such as graphic cards (GPGPU) from developers such as NVIDIA. Alongside this, Intel have released the XeonPhi card which similarly acts as an external accelerator. These technologies offer the opportunity to circumvent the hurdle of chemical complexity. In this grant, we have developed a ported code of solution thermodynamics, typically very slow, to run on such hardware and profile their use. We feel the case study we will provide acts as a very useful point of reference for others looking to exploit emerging hardware. We will not only provide the thermodynamics code, but typical operations encountered in most codes as exemplars. Creative Economy,Digital/Communication/Information Technologies (including Software),Environment","dataset":"gtr"}