{"id":"05C9B13E-D9B6-4D08-82D0-04D83BADD716","title":"Single Molecule Plasmoelectronics","abstractText":"Continuing miniaturization of electronic components in computer chips will eventually lead to component sizes on the molecular scale. Conventional semiconductor nanostructures at these length scales will suffer from increased leakage currents due to tunnelling as well as increased thermal effects due to higher power densities. The need for developing alternative approaches has created over the last two decades the field of molecular electronics, in which electronic components are realized using single molecules. Numerous examples of prototypical devices such as diodes, memory elements and transistors employing individual molecules have been demonstrated.\n\nOne of the most important functions is the control of the current through a device with an external stimulus, i.e. gating. Stimuli which have been employed include electrostatic and electrochemical potentials, temperature, and light. Light is one of the most attractive options since it potentially allows coupling single-molecular devices with future optoelectronic circuitry, holding the promise of ultimate speed and miniaturization. \n\nEfficient coupling of light with nanoscale objects can be achieved using plasmonic nanostructures that concentrate and focus light beyond the diffraction limit. In combination with electronic devices one speaks of plasmoelectronics. Such efficient and spatially confined coupling is a pre-requisite for the tight integration of optically gate-able molecular devices on the sub-100 nm scale. The proposed research aims at realizing single-molecular plasmoelectronic devices in which the current through a single molecule coupled to a plasmonic nanostructure is gated by external illumination. The envisaged device structures will take advantage of the plasmonic properties of noble metal nanoparticles that serve as the electrodes of the single-molecule junction. This research will open new opportunities for miniaturization, integration, and control of optoelectronic devices to the single-molecule level.\n\nThe research is interdisciplinary spanning physics, chemistry, molecular electronics and plasmonics. This is reflected in the research team which brings together expertise in organic synthesis of single-molecular conductors (Beeby, Durham), single-molecule conduction measurements (Nichols, Higgins, Liverpool), and nanoplasmonics (Jaeckel, Liverpool). This broad expertise will allow for a systematic approach varying the chemical nature of the molecular conductor and matching it with the plasmonic properties of the single-molecule junction. This will allow detailed characterization of parameters such as spectral overlap and electronic coupling in the junction and their relation to the optical gating effect in the device. The single-molecule approach will eliminate both ensemble averaging effects which can mask important effects in macroscopic measurements and sample heterogeneity which makes interpretation of results more complex. The project will deliver a fundamental understanding of plasmoelectronic single-molecule junctions and formulate design rules for future devices. The results will also open new opportunities in related research areas such photovoltaics, organic electronics, and catalysis.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M029204/1","grantId":"EP/M029204/1","fundValue":"343880","fundStart":"2016-02-01","fundEnd":"2019-01-31","funder":"EPSRC","impactText":"","person":"Andrew  Beeby","coPersons":[],"organisation":"Durham University","findingsText":"","dataset":"gtr"}