{"id":"05CCE127-B83D-4898-BF41-613CCD5C8210","title":"Is targeting vascular remodelling by filarial parasites a viable anti-morbidity solution?","abstractText":"Filariasis is caused by a group of thread-like parasitic worms, known as filariae. Filariasis affects the 'bottom billion' of society; 150 million people in some of the world's poorest nations are infected and 1.3 billion are at risk of infection. Lymphatic dwelling filariae cause lymphatic filariasis (LF), which, in its most severe form, manifests as disfigurement of the limbs or genitals, known as elephantiasis. People with elephantiasis suffer from loss of mobility affecting daily activities and often experience social stigmatisation and psychological problems. The WHO classifies LF as the second leading cause of global disability. The related skin dwelling filariae, Onchocerca volvulus, causes the disease river blindness following chronic infection of the eye. An estimated 800,000 people suffer visual impairment as a result of onchocerciasis, mainly in sub-saharan Africa. \nTransmission of filariasis can be blocked by annual treatments to endemic communities. Unfortunately, these drugs do not cure infected individuals nor do they stop the progression of elephantiasis. This means that if LF elimination is achieved, a generation of people will be left with a gradually worsening disability (~40 million individuals). Current drugs are very also limited (only a single drug is available for onchocerciasis) and are vulnerable to the development of resistance after their protracted use. The current onchocerciasis treatment does not appear to help reverse the early visual impairment of river blindness. Therefore, new approaches to tackling filarial morbidity are required to alleviate the suffering and improve the daily life of filariasis disease sufferers, their families and communities. \nToward this aim, a full understanding of how filarial parasites cause disease and how a proportion of infected individuals avoid developing pathology is required. A deeper understanding of filarial disease processes will facilitate the identification of disease pathways that can be potentially targeted by either current drugs or new improved experimental treatments. \nThis proposal will examine the role of blood and lymphatic remodeling in the pathogenesis of filariasis. In filarial pathology patients, markers of angiogenesis (growth of blood vessels) are increased in the circulation. In onchocerciasis, loss of visual acuity is associated with leaky blood vessels and in a mouse model of river blindness, blood dilation and growth of new vessels occurs during filarial inflammation. However, it is not known how blood remodeling events are induced, how important they are in driving development of disease or whether they offer suitable 'druggable' anti-morbidity targets. Our laboratory has recently identified that direct inflammation by filarial worms causes both the upregulation of a group of important pro-angiogenic molecules, the vascular endothelial growth factors (VEGFs), stimulates remodeling of blood vessels and causes vascular leak. By providing a modified VEGF growth factor signal that can only activate lymphatic but not blood vessels, we have evidence that this improves the pathological ramifications of filarial inflammation. \nIn this proposal I will investigate the importance of VEGF-specific blood activation in filarial disease processes using murine pre-clinical pathology models of LF and river blindness. I will assess a putative host immunological mechanism of lymphatic repair that is induced naturally during LF infection and the pro-lymphangiogenic responses that this process is associated with. I will then test the therapeutic value of targeting blood remodeling, including the VEGF pathway and lymphatic regenerative processes in ameliorating LF or river blindness pathologies. I will test both registered drugs that could be translated into therapies in the immediate future as well as next generation 'biologic' interventions that could become more cost-affordable as biologics continue to be incorporated into mainstream medicine.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L018756/1","grantId":"MR/L018756/1","fundValue":"476165","fundStart":"2014-09-01","fundEnd":"2017-08-31","funder":"MRC","impactText":"","person":"Joseph  Turner","coPersons":[],"organisation":"Liverpool School of Tropical Medicine","findingsText":"","dataset":"gtr"}