{"id":"05D575AA-3C22-427F-AA8F-87F26F6B8C21","title":"The mechanism of a multi-chaperone system for promoting protein disaggregation","abstractText":"Proteins are the work-horses of the cell performing or catalysing many of the processes that are essential for life. In order to perform their appropriate function proteins, which are composed of a linear chain of amino acids, must fold up into the correct three-dimensional structure in the correct place within the cell, or be targeted for destruction when damaged. To achieve this a set of proteins have evolved, known as molecular chaperones, whose function is essentially one of protein quality control, ensuring proteins fold correctly or are unfolded and targeted for degradation. One particularly acute problem is when the cell is exposed to harsh environmental conditions, such as heat, cold or chemical insult. This causes proteins to misfold and self-associate to form insoluble aggregates. These aggregates can cause cell-death and in some cases disease e.g. CJD, Alzheimer's disease. The protein to be studied in this project, ClpB, is a bacterial ATP-driven motor protein (part of the so-called AAA ATPase family) which is able to rescue proteins which have previously aggregated, thus helping the cell to recover. It adopts a ring structure and rescues proteins by translocating them through its central pore in a process dependent on the energy provided by ATP turnover. The mechanism is also analogous to that seen in similar AAA ATPase proteins which are involved in a diverse set of cellular functions. The aims of the proposed work is to investigate exactly how the energy derived from ATP is coupled to protein translocation through the ClpB protein complex. This involves measuring the nucleotide binding and hydrolysis characteristics in the two ATP binding sites on each polypeptide and evaluating how these two sites communicate with each other. The kinetics of the structural changes in the protein induced by the binding and hydrolysis of ATP, as well as those of the protein substrate being translocated will determined and compared. We are also going to examine the aggregation and amyloidogenesis processes at the level of single molecules (or single particles) to determine exactly which aggregates can be dissolved by molecular chaperones, and exactly how this is achieved.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G01468X/1","grantId":"BB/G01468X/1","fundValue":"304186","fundStart":"2009-08-15","fundEnd":"2012-08-14","funder":"BBSRC","impactText":"","person":"Steven Glen Burston","coPersons":[],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}