{"id":"05DD3ADF-D9BC-422D-B24C-FBE4B84B632F","title":"Reduction of Energy Demand in Buildings through Optimal Use of Wireless Behaviour Information (Wi-be) Systems","abstractText":"The recent availability of very low power (e.g., battery powered) wireless sensors, networks and personal communication devices has enabled the exploration of wireless systems for both monitoring personal energy use and for feeding back the information directly to individuals responsible. These are based on static wireless sensors utilising low cost, small, low power digital radio (ZigBee) and real-time user location sensors using RFID and Ultra-wideband (UWB) radio frequency technologies. Low cost, low power, user feedback technologies include Ekahau Wi-Fi based devices and mobile phones.The Wi-be system is truly user-centric and promises huge potential for instigating behaviour change and substantial energy demand reduction: it complements the smart metering technology and takes a significant step further in helping to identify specific wasteful energy use, actions to take and the persons to take them. Unlike the smart meter, which is expected to provide overall consumption data in specific feedback formats [11], the Wi-be approach forms a people/building energy technology interface that promises much greater energy behaviour changes that are widely replicable and adaptable to future energy technology scenarios. When implemented and used over a period of time, it could potentially bring about a durable behavioural change leading to efficient energy uses.However, development of this technology gives rise to inter-related challenges spanning ICT, building energy and user behaviour, which so far are largely being researched in isolation. What is required is a multi-disciplinary study to bring about a step change in the understanding of Wi-be technology to ensure its effectiveness and successful uptake. Based on a new collaboration, the study will provide tools, guidance and vastly improved understanding for effective implementations of the technology that would result in durable and significant reduction of energy demand. Specific objectives include:1. Construct a state-of-the-art very-low-power Wi-be system for monitoring and communicating personal energy behaviours in both domestic and non-domestic buildings. This will involve both in-building and on-body sensors and will be installed in an office building and a house, to be used as test beds for the integrated research:2. Conduct cross-disciplinary assessment of Wi-be by integrating the following: a. Sensor Network Research - determining what is practical, in terms of building and body sensors, in order to capture energy-inefficient behaviour; b. Wireless Research - modelling of wireless sensor signal propagation to ascertain the optimum configurations (e.g., location, power levels) and potential limitations to physical deployment of wireless sensors, network and other related communication devices operating at very low power (and consequently very long battery life); c. Behavioural Research - determine the optimum feedback interface, format and timing of sensor data presentation to individual energy users in order to achieve the best effects on stimulating immediate action and durable behavioural change; d. Building Energy Research - to assess interactions between building energy demand, supply and user behaviour, as well as benchmarks, and their implications for optimum arrangement for feedback to users;3. To engage users, manufacturers and other stakeholders to ensure quality and relevance of the results and their effective dissemination for commercial deployment. Dissemination of the integrated methodology, established in this feasibility study, will permit future deployment into large scale assessments and commercial exploitation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I000259/1","grantId":"EP/I000259/1","fundValue":"597628","fundStart":"2010-10-01","fundEnd":"2012-08-31","funder":"EPSRC","impactText":"  The research has generated insights which are important for the future development of hardware, software and energy management methodology. This has already been taken further in following on research projects in collaboration with industry. Digital/Communication/Information Technologies (including Software),Education,Energy,Environment Economic,Policy & public services","person":"Li  Shao","coPersons":["Clive  Parini","Mark  Lemon","Y  Hao","Thomas  Rodden","Mark  Gillott","Katherine Nesbitt Irvine","John  Bigham"],"organisation":"De Montfort University","findingsText":" The research to date has demonstrated the effectiveness of highly disaggregated personal level data for identifying significant energy saving opportunities (up to 77% in specific areas). \n\n\n\nThe wi-be technology is valuable for gaining high-quality quantitative information about people's energy behavior, leading to greater understanding in this important area.\n\n\n\nBehavioural research addressed social issues such as privacy which could affect the deployment of the system. RF research into less intrusive technologies indicates that RSSI-based systems should be able to detect the presence of a human body, though further work would be needed in both social and engineering areas. This will inform future development of wireless energy management systems by manufacturers and their application by end-users and building managers Construction,Digital/Communication/Information Technologies (including Software),Electronics,Energy,Environment","dataset":"gtr"}