{"id":"05F2F895-D275-422E-96AA-19440C30FFB1","title":"WISERD/Civil Society","abstractText":"This proposal is for a National Research Centre (WISERD/Civil Society) to undertake a five year programme of policy relevant research addressing Civil Society in Wales. Established in 2008, WISERD provides an 'All-Wales' focus for research and has had a major impact on the quantity and quality of social science research undertaken in Wales. As part of WISERD, WISERD/Civil Society will enable this work to be deepened and sustained through a focused research programme that further develops our research expertise, intensifies our policy impact and knowledge exchange work and strengthens our research capacity and career development activities. WISERD/Civil Society will therefore aim to develop key aspects of the multidisciplinary research initiated during the first phase of WISERD's work to produce new empirical evidence to inform our understanding of the changing nature of civil society in the context of devolved government and processes of profound social and economic change.\n \nThere are many disagreements over what civil society is and how it may be changing. We do know that over the last forty years there have been unprecedented changes in the spheres of economy and industry, politics and governance, social relations and individual life courses. How individuals in local contexts are affected by and respond to dramatic institutional changes is not well understood. An important gap in our knowledge is in describing and explaining the impact of social change on local forms of civil society and civil society organisations and what this means for social cohesion and well-being. In addition how different forms of civil society are developing in the context of multi-level and devolved government is not well understood. Because of its size and devolved government, Wales offers a unique context for studying these issues. Viewing Wales as a 'laboratory for social science' the proposed centre will build on existing networks of researchers who have a wide range of expertise and skills. Large survey data sets will be exploited and analysed and new data collected on civil society in Wales, the UK and Europe. Inter-disciplinarity and multi-method approaches applied to longitudinal and comparative data will be a key feature and strength of the WISERD/Civil Society research programme. Our research will be underpinned by three principles: (i) to maximise research impact, (ii) to become a centre of excellence for comparative, longitudinal, and relational research methods and (iii) to contribute to the growth of research capacity in Wales. We will also extend our research out from Wales to undertake comparative studies at different regional, national and international levels. In this way WISERD will make substantive and novel contributions to the advancement of social theory applied to researching contemporary civil society and to methodological approaches to describing and explaining patterns of civic participation in the context of devolution and multi-level governance. Substantive research will be applied to real and timely research problems conducted under four inter-related themes:\n\nLocality, Community and Civil Society \nIndividuals, Institutions and Governance \nEconomic Austerity, Social Enterprise and Inequality \nGeneration, Life Course and Social Participation\n\nOur aim will be to produce a wide range of outputs accessible to a variety of different audiences, including: academic papers; books; working papers; seminars; web based material; video and e-learning materials; as well as disseminating our work through a diversity of activities. Public awareness will be raised through events; activities; and exhibitions, designed to foster interest and encourage discussion and debate. WISERD/Civil Society will have a strong management structure, substantial institutional support, and close links with relevant organisations, and will provide substantive career development for new and early-career researchers and PhD students.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L009099/1","grantId":"ES/L009099/1","fundValue":"6173630","fundStart":"2014-10-01","fundEnd":"2019-09-30","funder":"ESRC","impactText":"","person":"Ian Rees Jones","coPersons":["Martin Russell Jones","Martina Yvonne Feilzer","Robin  Mann","Melanie Kim Jones","A M Cole","David H Blackaby","Lindsay  Paterson","Paul John Milbourne","Michael John Woods","Rhys  Dafydd Jones","Paul  Chaney","Gillian Margaret Robinson","Susan  McVie","Jon  Anderson","Kate Emily Moles","Howard Henshall Davis","Elin  Royles","S  Orford","Alexander John Bryson","Mitchel  Langford","Daniel Edward Wincott","Andrew  Thompson","Christopher Matthew Taylor","Rhys Alwyn Jones","Martin  Hyde","Nicholas Richard  Johns","Sally Anne Power","Gareth  Rees","Gary  Higgs","Alison Jane Green","Stephen James Drinkwater","Catherine  Robinson","Philip Daniel Murphy","Stephen Mark  Davies","Jesse  Heley","Fiona Malcolm O'Hanlon","Rhys  Davies"],"organisation":"Cardiff University","findingsText":"","dataset":"gtr"}