{"id":"061FD94E-9B15-43BE-A26F-D97543813712","title":"Transgenic approaches to sensory neuron signalling","abstractText":"There have been remarkable advances in understanding genetics recently. We know the sequence of the entire human genome, and understand in broad terms how cells make RNA molecules and proteins which underlie normal development and the functioning of adult life-forms. It has become clear, consistent with our ideas about evolution, that many of the molecular systems that function in human physiology also exist in simpler organisms. Mice are particularly interesting, because they can be modified genetically and the consequences of changing patterns of gene expression can then be examined at many levels - in terms of cellular function, organ function and even behaviour. This has stimulated an ambitious international attempt to modify the expression of all mouse genes and examine the consequences. The information obtained is extremely useful for understanding the basic physiology of mammals, and therefore also has enormous significance for understanding health and disease in man. In our own lab we identified a protein that sends electrical signals to the central nervous system, signaling the existence of painful stimuli. When we deleted the gene so that no protein was made, the mice were essentially pain free. After this work, a number of groups homed in on the gene that encodes a very similar protein in humans with inherited pain disorders. They found that mutations in the gene that made the protein over-active resulted in chronic pain syndromes in humans. They also found that a small number of people that no longer made a functional version of this protein were pain free. This is important in deciding what molecules to target for the production of new pain-killing drugs. Estimates suggest that 40 million people in the developed world suffer chronic pain for which present drugs are unsuitable or ineffective. Thus our mouse genetic analysis has helped identify a protein which may be very useful for the development of pain-killing drugs of a new class to those that exist at present. Our present proposal exploits new technology refined over the past decade that enables us to delete genes in specific tissues or cell types. We know that there are many different sorts of sensory neurons that innervate the skin, muscle and viscera, and signal events such as touch, muscle position or painful stimuli to the brain. We can kill different sorts of sensory neurons defined by the proteins they make, and see what the functions of these specialized sensory neurons are. We can also identify the proteins that are responsible for responding to touch, temperature changes or painful stimuli by deleting individual genes in these cells. We can also examine how temperature or pressure receptors in the skin may signal indirectly to the sensory neurons by stopping protein expression in skin cells. Similar techniques can be used to examine the molecules that underlie electrical signaling to the central nervous system. Some cells assumed to be involved with immune responses have now been shown to be able to contribute to pain states. We will also examine how they do this, by deleting genes that encode soluble messengers that are candidates for this action. The present project thus assembles a team of expert geneticists, scientist who measure electrical signaling in the nervous system, and experts in assessing mouse behaviour to learn more about the specialized function of different sorts of sensory neurons, how they signal to the central nervous system, and the importance of other cell types with which they may interact to sense the external environment. We are confident that our studies will identify components of the pain detection system that may be important for drug development in the future. In addition we will learn far more about the functioning of sensory neurons and their interactions with other cells.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F000227/1","grantId":"BB/F000227/1","fundValue":"3058400","fundStart":"2008-01-01","fundEnd":"2013-06-30","funder":"BBSRC","impactText":"","person":"John Nicholas Wood","coPersons":["Anthony Henry Dickenson"],"organisation":"University College London","findingsText":" We already provided a detailed end of grant report Drug Development Education,Healthcare","dataset":"gtr"}