{"id":"06229991-C51B-4CEA-9925-7AE7F9D2E7CD","title":"A Highly Modular Systems Model For Integrated Assessment Of Aircraft Emissions","abstractText":"Context of researchEconomic development, increasing global linkages, and continuously declining airfares have made air travel the sector of fastest growth amongst all transportation modes. Although, on average, aviation has become significantly more fuel-efficient over the last 40 years, the associated decline in fuel use per passenger-kilometer flown has been more than offset by the strong growth in travel demand. As a result, emissions of carbon dioxide and other greenhouse gases and precursors have continued to increase strongly. In light of the expected further growth in demand, the declining potential of mainstream technologies for increasing fuel efficiency will lead to a further strong growth in emissions. These growth trends require careful analysis to determine the potential implication of various policy tools (economic measures, aircraft technology, air traffic operation) on the environment and air transport system. In response to these trends, several important research programs, aiming at generating global air traffic emission distributions today and for the future were established during the past years both in the United States and Europe. At the same time, atmospheric scientists have been working largely independent from travel demand modelers and engineers. Not surprisingly, these isolated efforts create a number of difficulties when conducting integrated assessment of aircraft emissions.Aims and objectives The proposed research aims to go beyond these isolated efforts and build a set of loosely connected models, capable of performing integrated policy analysis. The highly modular system will allow to easily exchange and test different model components for other research groups, government, and industry. Some components of the proposed model system are already operational as independent aircraft movement, local air quality, and global atmospheric models and need to be modified to function within the overall model system. Other modules need to be newly developed. Among those are an Air Transport Demand Module, which simulates the existing and projects future levels of passenger and freight traffic and its global distribution, and an Airport Activity Module, which simulates flight delays for take-offs and landings. Aircraft fuel use and emissions associated with the predicted transport demand are simulated by an Aircraft Technology Module. The estimated aircraft emissions along the respective flight trajectories are then fed into local air pollution and global atmospheric models to study regional and global environmental impacts. The proposed model system would play a central role in the integrated assessment work of the newly founded Institute for Aviation and the Environment (IAE) at the University of Cambridge. Potential applications and benefitsThe proposed model system offers a wide range of integrated policy analyses, ranging from economic measures (e.g. the introduction of various types of taxes) over technology measures (e.g. new engines with lower nitrogen oxide emissions) to operational measures (e.g. change in flight routings and cruise altitude) and their global and local atmospheric impacts. Compared to the existing isolated efforts described above, the in-house capability of all disciplines required for integrated assessment offers multiple advantages. These range from the possibility of including feedbacks between the model components to better understand trade-offs and develop optimum policies, enhanced information flow between modeling groups (associated with data needs, quality, and formats, research methods, etc.), and quick response time for policy analysis requests from government and industry.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D060001/1","grantId":"EP/D060001/1","fundValue":"763405","fundStart":"2006-10-01","fundEnd":"2009-12-31","funder":"EPSRC","impactText":"","person":"Andreas Wolfgang Schafer","coPersons":["Peter Howard  Haynes","R  Britter","John Adrian  Pyle","Roderic  Jones","William N Dawes"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}