{"id":"062397D6-063D-4908-999B-29ED99C54481","title":"Extending the range of tamponades for the delivery of therapeutic agents to treat proliferative vitreoretinopathy","abstractText":"This proposal will develop novel silicone oil tamponades providing controlled drug delivery to the back of the eye to prevent proliferative vitreoretinopathy, a blinding condition with no gold standard for treatment. Proliferative vitreoretinopathy (PVR) is a disease that can develop following retinal detachment. It is the primary cause of failure following surgery to re-attach the retina and often results in poor visual outcome. Despite many strategies, there has been no improvement in outcome over the last 20 years and these patients can lose their sight. Complicated retinal detachments require silicone oil to re-attach the retina. Effective pharmacological treatment of PVR requires controlled, sustained release of a drug. A key challenge is that certain drugs that could be used to control PVR cannot dissolve in the oil. If injected into the eye they accumulate around the oil and cause toxicity to the retina. Furthermore, repeat injections increase the risk of complications. Thus, an entirely new approach is required.\nThis proposal uniquely aims to develop a silicone oil tamponade with a dual role, firstly to act as a tamponade agent and secondly to be a novel drug-delivery system. It will use non-steroidal anti-inflammatory drugs (NSAIDS), which have the potential to address the inflammatory as well as the proliferative stages of PVR. The project will use novel chemical techniques to bind drugs to the silicone oil so that they will be released in a sustained, controlled manner. Preliminary data has demonstrated that drugs can be bound to silicone oil, and that the release profile of the drug can be changed by varying the blend of the oil. An in vitro model of the oil-filled eye, incorporating the flow of aqueous out of the eye, has also been developed. This will allow studies of drug clearance from the eye. \nThis programme proposes the combined development and in vitro biological evaluation of a new drug delivery system, focussed on NSAIDS, with additional drug candidates for risk mitigation. Furthermore, it will develop a new approach to biological evaluation that will make future animal trials more efficient. Drugs will be bound to silicone oil using several strategies and release studies undertaken. The conditions required to release the drug under clinically relevant conditions, at a concentration identified as being non-toxic but effective at controlling cell behaviour, will be identified. Drug-oil products will also be assessed in a variety of laboratory models to assess how effective they are at controlling PVR-like behaviour, using techniques that are well-established in the host laboratories. The testing will be iterative, with results being fed back to inform the development of the prototype oils. The physical and optical properties of the drug-oil products, as well as suitable methods for sterilisation, will also be assessed.\nDevelopment of new methods for drug delivery could have significant benefits for industry and the healthcare system. Furthermore, the repurposing of existing drugs for treatment of PVR would speed the translation of treatments to the clinic and represent a new stream of revenue for these drugs. The potential to protect any intellectual property from this project will be kept under review, with a view to future commercial exploitation. Results will also be shared with patient groups in St Paul's Eye Hospital, ensuring end-user engagement. Output from this project will stimulate research into novel routes of ocular drug delivery and further development of in vitro modelling of the eye. Both aspects of the research will be of great interest to academic and industrial researchers.\nThis project will deliver a novel, drug-containing oil that can release drugs at therapeutic levels over several weeks and that will be ready to be tested in animals prior to human trials. This is designed to be an effective therapy for a sight-threatening condition that at the moment has no reliable treatment.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L000458/1","grantId":"EP/L000458/1","fundValue":"98685","fundStart":"2013-10-25","fundEnd":"2015-07-31","funder":"EPSRC","impactText":"  Current findings are being used within project (which is still ongoing) and to support funding applications. Also able to increase patient/user engagement by interaction with relevant patient/charitable organisations Healthcare,Pharmaceuticals and Medical Biotechnology Societal","person":"Victoria Rosalind Kearns","coPersons":[],"organisation":"University of Liverpool","findingsText":" The aim of this grant was to develop silicone oils that could deliver drugs. We have developed a number of prototype oils that release drug, using different chemical techniques. We have developed methods to use radiochemistry to measure the drug loading and release with high-precision, and have demonstrated the ability to release drugs over a period of time. The toxicity of existing prototypes has been assessed, as have some of the clinically-relevant physical properties. We will hopefully continue to develop and test the prototype oils once the researcher returns from maternity leave (subject to extension). The radiochemistry methods developed in the project have been vital to this and other projects, and will continue to be so. Data currently available is being used to support grant applications. Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}