{"id":"06285F7B-6C98-4801-8E71-D8B6603CB45E","title":"VARIABLE RATES OF RESPONSE BY SPECIES TO CLIMATE CHANGE","abstractText":"Recent research on the ecological consequences of climate warming has demonstrated that a wide range of vertebrate, invertebrate and plant species have, on average, shifted their distributions towards the poles and to higher elevations. However, individual species vary greatly in their rates of range expansion. The source of this variation is unknown, but is vital to study if we are to understand the fundamental limits on species' distributions, to identify those species that require conservation action, and thereby to devise evidence-based conservation strategies. \n\nThe proposed research will evaluate why species vary in the rates and directions that their leading-edge (high latitude) range boundaries have shifted over the past 40 years. Our approach will be to focus first on whether climate factors explain most of the observed variation, and then consider habitat factors, using explanatory variables that can be computed and tested across many species and taxa. We will evaluate whether variation in range expansion is determined primarily by variation in the sensitivities of individual species to different components of local climate. We will then address whether suitable habitats are available to colonise, and hence whether this additionally affects species' rates of response. For any remaining unexplained variation, we will then consider dispersal and other species' attributes (body size, development patterns) that might affect the likelihood of species colonising climatically-suitable areas that contain appropriate habitats. We will capitalise on extensive data sets available to examine range changes over the past four decades of climate warming. Our research will primarily use Lepidoptera as our focal model taxon (~ 135 study species). We will test the broader significance of our findings by extending our studies to &gt;300 species from ~14 vertebrate and invertebrate taxa, and by exploring sources of within-species variation in expansion rates (via project PhD studentships). The project has the potential to develop a novel level of fundamental understanding of the dynamics of species' range boundaries and to identify factors constraining species-specific responses to climate change. Outputs from this research will also lead to the development of evidence-based conservation strategies for biodiversity under future climate change.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/K00381X/1","grantId":"NE/K00381X/1","fundValue":"310805","fundStart":"2013-06-24","fundEnd":"2016-12-23","funder":"NERC","impactText":"","person":"Christian David  Thomas","coPersons":["Jane Katharine Hill"],"organisation":"University of York","findingsText":" Research still in progress. First manuscript submitted for publication. Working with NGO Butterfly Conservation, who will develop conservation implications. Environment","dataset":"gtr"}