{"id":"062EFCFB-0A00-487F-B314-F5B8C95F7028","title":"Developmental Clinical Studies-a novel vaccine candidate MVA-NS for use in a prime boost schedule in HCV infection.","abstractText":"Hepatitis C virus currently infects 180 million people world-wide and 0.5-1% of the population in the United Kingdom. The majority of people that become infected do not clear the virus from the body and approximately 20% of people will develop severe liver scarring (cirrhosis) and may require liver transplantation. One of the main reasons why people do not get rid of hepatitis C is that the immune system does not see and attack the virus. \nThe current best treatment is called combination therapy. This treatment has many side effects, involves weakly injections and has to be given for a year in many patients. At the end of this treatment less than half of patients get rid of the virus. Our aim is to develop a vaccine that will prevent infection or that is given to patients during combination therapy so that more patients will get rid of the virus. \n To date we have developed a vaccine that very successfully stimulates the immune system of healthy people against the HCV virus. This vaccine is made from a part of the common cold virus-an adenovirus-and we have put a part of the hepatitis C virus into the cold virus. The adenovirus acts like a carrier to deliver the part of the hepatitis C virus and hopefully turn on the immune system. Importantly, the cold virus and the part of the hepatitis C virus have been altered to that they cannot replicate and themselves cause an infection. \nWe have tried to increase the immune response further, by giving a second different but related adenoviral vaccine to the volunteers. However, we were unable to achieve this as antibodies to the first injection developed after vaccination and so prevented the second one from working (cross-reactive antibodies). We now wish to develop a vaccine vector (MVA) that is quite different from adenoviral vectors so that the problem of the cross reactivity will not occur. We wish to test this in a small number of healthy and HCV infected patients. In doing so, we believe we will successfully boost the immune response further, and so significantly increase the chances of preventing or curing HCV infection.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0901723","grantId":"G0901723","fundValue":"698825","fundStart":"2010-07-01","fundEnd":"2014-03-31","funder":"MRC","impactText":"","person":"Eleanor  Barnes","coPersons":["Paul  Klenerman","Jane  Collier"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}