{"id":"063BA228-34D1-465D-84BA-D59712254C53","title":"Natural Killer Cells: Role in the pathogenesis of rheumatoid arthritis major contributors or essential homeostatic modu","abstractText":"Rheumatoid arthritis is a global health problem caused by chronic inflammation in affected joints. Our group identified that a protein called Tumour Necrosis Factor (TNF) was central to the destructive processes in the disease rheumatoid arthritis. These observations led to the development of new drugs, which block the action of TNF, and were demonstrated to be extremely effective in RA patients. These anti-TNF drugs have now been used successfully in over 1,000,000 patients worldwide. Whilst this therapy is effective, it is not a cure and we are continuing to investigate other targets in this disease which will lead to treatments which are even more effective and safer for the patients. The chronic inflammation in RA has been demonstrated to be due to persistent production of TNF in the diseased joint which is dependent on a subset of T cells. Recently we have described how surrogates for these rheumatoid arthritis T cells can be generated using T lymphocytes from normal peripheral blood stimulated in culture with a cocktail of cytokines that are present within the rheumatic joint. We also found that within the T cell population there is a large number of natural killer cells that demonstrate pathogenic properties towards cells of bone; a tissue destroyed in RA joints. In this proposal we wish to translate our current knowledge and understanding of NK cells into an in vivo model of rheumatoid arthritis. We anticipate that the study will lead to a better understanding of the mechanisms involved in driving chronic inflammation in rheumatoid arthritis and identify new novel targets for therapeutic intervention.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0900160","grantId":"G0900160","fundValue":"603245","fundStart":"2010-04-01","fundEnd":"2014-04-01","funder":"MRC","impactText":"","person":"Fionula Mary BrennanNicole  Horwood","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}