{"id":"063FE874-6DB5-46BE-89E2-3AE293BCDA4E","title":"Protein structure determination from nuclear magnetic resonance (NMR) spectroscopy using swarm intelligence","abstractText":"Collectively, social insects are capable of performing complex tasks such as foraging for food, cooperative hunting and nest building that are beyond the capabilities of the isolated individuals. Whilst exploring their environment searching for food, ants deposit pheromones on the ground. Once food is found, a laden ant retraces its steps following the pheromone trail back to the nest. The pheromone signals slowly decay, but those ants which, by chance, find short routes from nest to food and back again will spend a greater proportion of their time along any one section of that route, and thus intensify the pheromone trail. These stronger trails draw in other ants through stigmergy - an innate attraction to the pheromone scent - resulting in a self-optimisation of the shortest routes and thus the development of ideal foraging pathways. Such 'swarm intelligence' - the emergence of collective intelligence amongst groups of simple individuals - has been used in mathematical algorithms to solve complex optimisation problems encountered in communication networks and robotics, but never before has it been applied to structural biology. We want to apply such algorithms to the problem of protein structure determination from nuclear magnetic resonance (NMR) spectroscopy data, a task which typically takes a trained spectroscopist weeks or even months to perform. We have constructed a swarm of biomolecular ants which are capable of exploring their conformational space by molecular dynamics simulations, analogous to a colony of real ants exploring their own physical territory. The ants communicate via a pheromone trail: a global list of ideal interatomic distances that are laid down by the ants following simulation of the NMR data, and that are applied as geometric restraints in the molecular dynamics simulations. If any one of the biomolecular ants encounters a structural element that satisfies the experimental data (such as an alpha-helical turn or a beta-hairpin loop), this knowledge is communicated to the other ants in the swarm via the geometric distance restraints thus encouraging them to adopt the same local conformation. Therefore, over time, the ants cooperate in finding the optimal set of inter-atomic distances and therefore determine their own solution structure. Our initial trials were so successful that we patent-protected the swarm-intelligence NMR (SI-NMR) concept. We now want to develop the technique to the point where it is universally applicable to all proteins, and also to the structure determination of protein-protein and protein-inhibitor complexes. It is hoped that this brand new SI-NMR technology would then become accepted as the state-of-the-art method for protein structure determination in both the academic and industrial NMR communities.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F004532/1","grantId":"BB/F004532/1","fundValue":"311012","fundStart":"2008-07-14","fundEnd":"2011-07-13","funder":"BBSRC","impactText":"  In collaboration with scientists from Pfizer, the swarm intelligence algorithms have been used in the structure determination of chemically-synthesised peptides targeting the estrogen receptor (published in Phillips et al, 2011), and of sodium channel blockers (results currently held by industrial partner). Pharmaceuticals and Medical Biotechnology Economic","person":"Andrew Robert Pickford","coPersons":[],"organisation":"University of Portsmouth","findingsText":" Collectively, social insects are capable of performing complex tasks such as foraging for food, cooperative hunting and nest building that are beyond the capabilities of the isolated individuals. Whilst exploring their environment searching for food, ants deposit pheromones on the ground. Once food is found, a laden ant retraces its steps following the pheromone trail back to the nest. The pheromone signals slowly decay, but those ants which, by chance, find short routes from nest to food and back again will spend a greater proportion of their time along any one section of that route, and thus intensify the pheromone trail. These stronger trails draw in other ants through stigmergy - an innate attraction to the pheromone scent - resulting in a self-optimisation of the shortest routes and thus the development of ideal foraging pathways.\n\n\n\nSuch &amp;amp;quot;swarm intelligence&amp;amp;quot; - the emergence of collective intelligence amongst groups of simple individuals - has been used in mathematical algorithms to solve complex optimisation problems encountered in communication networks and robotics, but never before has it been applied to structural biology. We want to apply such algorithms to the problem of protein structure determination from nuclear magnetic resonance (NMR) spectroscopy data, a task which typically takes a trained spectroscopist weeks or even months to perform. \n\n\n\nWe have constructed a swarm of biomolecular ants which are capable of exploring their conformational space by molecular dynamics simulations, analogous to a colony of real ants exploring their own physical territory. The ants communicate via a pheromone trail: a global list of ideal interatomic distances that are laid down by the ants following simulation of the NMR data, and that are applied as geometric restraints in the molecular dynamics simulations. If any one of the biomolecular ants encounters a structural element that satisfies the experimental data (such as an alpha-helical turn or a beta-hairpin loop), this knowledge is communicated to the other ants in the swarm via the geometric distance restraints thus encouraging them to adopt the same local conformation. Therefore, over time, the ants cooperate in finding the optimal set of inter-atomic distances and therefore determine their own solution structure.\n\n\n\nThe most significant achievements from the grant were as follows:-\n\n 1. Further development and validation of the swarm intelligence (SI) NMR technology;\n\n 2. Design and development of the NMRSwarm program that implements the SI-NMR\n\nmethodology in a robust, versatile and user-friendly piece of software;\n\n 3. Successful transfer of the knowledge to industry (Pfizer, Sandwich). We filed for patent protection of the intellectual property with the European Patent Office through Isis Innovation (the technology transfer company owned by Oxford University). In the written opinion of the International Searching Authority, the patent examiner found the technique to possess novelty, an inventive step and industrial applicability. Subsequently, the approved patent was published on the European Patent Office website (WO2007023289). Patent protection is also being sought in the\n\nUS and Japan.\n\n\n\nAn exclusive short-term license was granted by ISIS Innovation to a major NMR instrument manufacturer for a preliminary investigation of the technology. However, the company declined to further extend the license reasoning that, from a business perspective, it's hard for an instrument manufacturer who sells relatively small volumes of very expensive instruments to charge extra money for a piece of software that enhances (rather than enables) the structure determination process.\n\n\n\nGiven the above (perfectly rational) objection to long-term licensing from a major NMR manufacturer, the most likely route of commercial exploitation is through providing an NMR structure determination service by a spin-out company. This option is currently being considered by ISIS, although further commercial demonstrations of the technology's applicability would be required before venturing along this path.\n The swarm intelligence NMR-based structure determination of three estrogen-receptor targeting stapled peptides (see Phillips et al., 2011), undertaken in association with Pfizer, generated NMR data and atomic coordinates. The NMR chemical shifts have been deposited in the Biological Magnetic Resonance Bank (BMRB) with accession codes 17657-17659. The atomic coordinates have been deposited in the Protein Databank (PDB) with accession codes 2LDA, 2LDC and 2LDD. In addition, the chemical shift assignments for the hemopexin domain of matrix metalloproteinase-1 will shortly be deposited in the BMRB. Pharmaceuticals and Medical Biotechnology,Other","dataset":"gtr"}