{"id":"064DD6F5-5DE4-4098-9D5B-6FE882C8D2C2","title":"Vision for the Future","abstractText":"Approximately half the cortical matter in the human brain is involved in processing visual information, more than for all of the other senses combined. This reflects the importance of vision for function and survival but also explains its role in entertaining us, training us and informing our decision-making processes. However, we still understand relatively little about visual processes in naturalistic environments and this is why it is such an important research area across such a broad range of applications.\n\nVision is important: YouTube video accounts for 25% of all internet traffic and in the US, Netflix accounts for 33% of peak traffic; by 2016 video is predicted by CISCO to account for 54% of all traffic (86% if P2P video distribution is included) where the total IP traffic is predicted to be 1.3 zettabytes. Mobile network operators predict a 1000 fold increase in demand over the next 10 years driven primarily by video traffic. At the other extreme, the mammalian eye is used by cheetahs to implement stable locomotion over natural terrain at over 80km/h and by humans to thread a needle with sub-millimetre accuracy or to recognise subtle changes in facial expression. The mantis shrimp uses 12 colour channels (humans use only three) together with polarisation and it possesses the fastest and most accurate strike in the animal kingdom. \n\nVision is thus central to the way animals interact with the world. A deeper understanding of the fundamental aspects of perception and visual processing in humans and animals, across the domains of immersion, movement and visual search, coupled with innovation in engineering solutions, is therefore essential in delivering future technology related to consumer, internet, robotic and environmental monitoring applications.\n\nThis project will conduct research across three interdisciplinary strands: Visual Immersion, Finding and Hiding Things, and Vision in Motion. These are key to understanding how humans interact with the visual world. By drawing on knowledge and closely coupled research across computer science, electronic engineering, psychology and biology we will deliver radically new approaches to, and solutions in, the design of vision based technology. \n\nWe recognise that it is critical to balance high risk research with the coherence of the underlying programme. We will thus instigate a new sandpit approach to ideas generation where researchers can develop their own mini-projects. This will be aligned with a risk management process using peer review to ensure that the full potential of the grant is realised. The management team will periodically and when needed, seek independent advice through a BVI Advisory panel. \n\nOur PDRAs will benefit in ways beyond those on conventional grants. They will for example be mentored to: \ni) engage in ideas generation workshops, defining and delivering their own mini-projects within the programme; \nii) develop these into full proposals (grants or fellowships) if appropriate; \niii) undertake secondments to international collaborator organisations, enabling them to gain experience of different research cultures; \niv) lead the organisation of key events such as the BVI Young Researchers' Colloquium; v) be trained as STEM ambassadors to engage in outreach activities and public engagement; and \nvii) explore exploitation of their intellectual property. \nFinally we will closely link BVI's doctoral training activities to this grant, providing greater research leverage and experience of research supervision for our staff.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M000885/1","grantId":"EP/M000885/1","fundValue":"1362870","fundStart":"2015-02-01","fundEnd":"2020-01-31","funder":"EPSRC","impactText":"","person":"David  Bull","coPersons":["Iain Donald Gilchrist","J  Burn","Innes Cameron Cuthill","Casimir  Ludwig","Nishan  Canagarajah","Nicholas William Roberts"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}