{"id":"067B242B-AA20-4CF9-B5E6-E78F2F18B6D9","title":"IDENTIFYING NOVEL COMPONENTS INVOLVED IN THE GROWTH AND SURVIVAL OF THE COLD- AND PRESSURE-LOVING MARINE BACTERIUM, PHOTOBACTERIUM PROFUNDUM","abstractText":"Despite the average depth of the oceans being around 4000m, which exert an average water pressure of greater than 380 atmospheres, and water temperatures ranging from 1-300oC, pressure-loving microorganisms known as piezophiles can be found. Piezophiles have adapted to grow optimally under extreme conditions, yet the mechanisms by which they do so are poorly understood. To cope with extremes, it is expected that piezophiles will produce novel cellular components and that these components could potentially be important for industrial processes. Thus, there is a need to understand more about the basis of high-pressure, and in some cases extreme temperature, growth of piezophiles. The cold- and pressure-loving bacterium, Photobacterium profundum, has been adopted as a model system to understand piezophile growth. This bacterium is an ideal model system since, although it grows optimally at high pressure, it can grow at atmospheric pressure. Additionally, the sequencing of Photobacterium DNA is nearly complete and a number of tools have been developed to manipulate the DNA. Preliminary studies indicate that components on the outer surface of Photobacterium appear to be important for cold- and high pressure-growth. Thus, the aims of this research are to characterize Photobacterium surface components and to investigate how changes in these structures affects life at the extremes. This study could potentially identify novel surface components, which could be important for biotechnology. Additionally, this study could also provide important insights into the basis of piezophile growth and, since Photobacterium is considered to be a moderate piezophile, it will also provide a useful starting point for investigations into more extreme piezophiles. Lastly, since pressure sterilization is being developed by the food industry, these studies could also lead to a better understanding of factors influencing the effect of pressure on microoganism growth.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/D000203/1","grantId":"NE/D000203/1","fundValue":"50160","fundStart":"2006-01-10","fundEnd":"2007-02-09","funder":"NERC","impactText":"","person":"Gail Patricia  Ferguson","coPersons":[],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}