{"id":"067D162C-8B97-4D5C-AFA1-A039C3203100","title":"Epigenetic trajectories of biological response to adolescent psychosocial stress: A novel longitudinal study of discordant monozygotic twins","abstractText":"Stress is a normal, adaptive response to stressors (e.g. events that make a person feel threatened or upset) in our environment. However extensive research on the biology of stress now shows that healthy development can be derailed by excessive or prolonged activation of stress response systems in the body especially during important developmental periods in life such as adolescence. Exposure to severe stress during early life unfortunately is not uncommon. A World Health Organization survey reported that nearly 40% of adults experienced some form of severe stress during childhood and adolescence. Exposure to severe stress may have immediate or long lasting damaging effects on learning, behavior, and health. Therefore, it is imperative that we develop a better understanding of how exposure to psychosocial stress during adolescence gets under the skin to leave lasting biological imprints. \n\nThere is now increasing evidence to show that one of the ways in which severe psychosocial stress exposure can lead to physical and emotional problems is by getting underneath the skin and influencing the degree to which genes are turned on and off. This regulation of gene expression is known as epigenetics and often occurs through changes in DNA methylation. Initial studies have shown that individuals exposed to severe psychosocial stress have different patterns of DNA methylation (epigenetic 'signatures') compared to individuals exposed to no/minimal stressful life events. However limited conclusions can be drawn from these studies as they often do not fully account for factors that are important in one's reactivity to stress including age, sex and genetic difference between individuals.\n\nTaking advantage of an established longitudinal twin study, our team of biological and social science experts will investigate epigenetic differences within 100 genetically identical twin pairs that exposed to different level of severe psychosocial stress during adolescence. In particular, all of these carefully selected twin pairs were not exposed to any major psychosocial stressors during childhood but in adolescence one twin is exposed to severe psychosocial stress while the co-twin is not. Severe psychosocial stress includes being physically attacked, beaten by parent, frequently bullied, sexually assaulted, persistently harassed on the internet or via a mobile phone, witnessing domestic violence, having a serious illness and being involved in an accident (e.g., a car accident). The use of genetically identical twins who essentially have the same genes and family experiences as well as age and sex will allow us to ascertain the 'purer' impact of psychosocial stress on the epigenetic signatures. Utilising repeated assessments over time (i.e. before and after exposure to stress) is a powerful design as it enables exploration of changes that occur within the same child rather than simply comparing one child to another. We will also investigate whether these stress-associated epigenetic signatures are similar or different in DNA extracted from cheek swabs and blood as this will help us to know whether these 'signatures' can be detected using minimally invasive procedures. The findings from this study will shed light on how biological systems operate under environmental challenge with the potential to ultimately advance understanding of how to sustain lifelong health and wellbeing and prevent health inequalities through early detection of the biological impact of psychosocial stress exposure which will aid prevention efforts. In addition, our multidisciplinary team is highly committed to increase awareness about epigenetics and how the environment may influence the way our genes are expressed and ultimately impact upon cognition and behaviour. This will be achieved through our team's ongoing public engagement with schools and science open days, as well as hosting workshops for university students across London.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/N000277/1","grantId":"ES/N000277/1","fundValue":"400890","fundStart":"2015-12-01","fundEnd":"2018-11-30","funder":"ESRC","impactText":"","person":"Chloe Chung Yi  Wong","coPersons":["Helen  Fisher"],"organisation":"King's College London","findingsText":"","dataset":"gtr"}