{"id":"06849618-5E8A-4F58-9D59-E9D90DDEB7B1","title":"Cinesexuality book completion/Flesh Fold Infinity article completion for New Formations: Deleuzian Politics","abstractText":"The first project for completion is the book 'Cinesexuality'. 'Cinesexuality' is the first dedicated volume to deal with continental philosophy and film in configuring a new mode of desire unique to the film spectatorship. Cinesexuality is part of the new series of Queer Interventions edited by Noreen Giffney and Michael O'Rourke for Ashgate Press. The series addresses a variety of new directions in queer theory. Cinesexuality explores the queerness of cinema spectatorship, making it both a text on queer theory and film theory. Cinesexuality will intervene into film theory, feminist studies, sexuality and perversion theory. I was invited to propose this book based on recent publications in which I invoke but do not elaborate these issues.\\n\\nCinesexuality represents a new example of a variety of ways in which queer theory and transgressive sexuality can alter relations between spectator and cinema. The central premise of the book is that cinema spectatorship represents a unique encounter of desire, pleasure and perversion beyond binary dialectics of subject/object and image/meaning. This unique relationship is what I have termed cinesexuality. Cinesexuality is a desiring matrix that encompasses all cinema spectatorships, frequently beyond gender, hetero- or homosexuality, encouraging all spectators to challenge traditional notions of what elicits pleasure. In this sense all cinematic spectatorship is a queer form of desire. Images are not gendered forms or reflective of possible objects of desire, yet all spectators take pleasure from film, thus sexual matrices are neither determined nor dialectic. All spectators are thus queer and queered. Additionally film seduces through images and ideas which we may find perverse or non-pleasurable outside of cinema, so concepts of what constitutes desire and pleasure are similarly queered. Extending the purpose of the book as a challenge to broader paradigms of sexuality and subjectivity, the encounter with the screen and images incites the spectator to reconfigure their own subjectivity, through desire encountering the mobile self outside of self but within the world. For this reason the challenge to hermeneutic subjectivity represents a feminist and queer ethics that can be extended to larger social interactive situations. Through a variety of cinematic examples, including abstract film, extreme films and films which offer examples of perverse sexuality and corporeal reconfiguration, Cinesexuality will encourage a radical shift to spectatorship as itself inherently queer beyond what is watched and who watches. Based on anonymous readers' and editors' reports the project is both accessible and highly theoretically rigorous.\\n\\nThe second project is the completion of 'Flesh, Fold, Infinity', a journal article for the internationally prestigious refereed journal 'New Formations'. The special issue on Deleuzian Politics comes from the conference on the same topic. 7 participants were invited to submit a 7000 word article. 'Flesh, Fold and Infinity' uses the strategic model of female genitalia, after feminist philosopher Irigaray's model of the 'two lips', which challenge the dominance of culture as phallic. The paper extends the idea of symbolic models of gender to thought as itself enfleshed, where ideology, philosophy and paradigms of thinking otherwise are capable of effectuating material change. The article breaks down barriers which binarise male/female, body/mind and materiality/philosophy. The underlying ethics of the paper demand all subjects - male, female, queer, heterosexual - to address different modes of thinking which fold them within and between other subjects rather than positioning them in opposition to. Using Irigaray with Deleuze and his work on Leibniz and 'the fold' this article creates connections between an ethics of queer, corporeal philosophy and attempts to reconcile the traditionally perceived antagonism between Irigaray and Deleuze.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F003544/1","grantId":"AH/F003544/1","fundValue":"22385","fundStart":"2007-08-29","fundEnd":"2007-12-28","funder":"AHRC","impactText":"  The Treadwell's series of 5 lectures:\nAs a result of the impact of Cinesexuality MacCormack was invited to present 5 lectures at the London bookshop Treadwell's. \n 'Cinematic Evocations: Occultism in Cinema' Treadwell's Lecture Series. Treadwell's, London. October 2009. \nOccult Cinesexuality, series of 4 public lectures sponsored and held by Treadwell's London. January-February 2010.\nTreadwell's is a London bookshop which specialises in esoteric books, and for 10 years has been running workshops, events and public lectures which draw participants from all walks of life and all areas. Past presenters have included academics and students but also politicians, people in legal studies, art practitioners, activists and others. Treadwell's aims to draw together those who would not ordinarily converge to share ideas and disseminate theories and practices in a direct attempt to create impact between audiences and individuals and expose ordinarily closed worlds such as academia, public policy and art practice to the entire community to foster exchanges and developments. Presenting at Treadwell's is by invitation, each lecture costs the public between ?7-15 and there are 50 places at each. Treadwell's invited MacCormack to speak as they noted an absence in discussions, both academic and cultural, between esoteric and cinema and she prepared an introductory lecture. \nAdditional Relevant Impact:\nThe following 2 public appearances were also results of public arts festival organisers and art practitioners' exposure to MacCormack's work, particularly Cinesexuality. All are non HEI, interdisciplinary and aim to access wide and varied communities.\n Abandon Normal Devices Festival of Cinema and Digital Culture. Manchester. October 2010. Paid interviewed speaker. Approx attendance 120. This festival utilised MacCormack as a guest to conduct interviews based around challenges to gender in cinema and was attended by the general public, but the role came to the author as a result of the organiser Bren O'Callaghan wishing to utilise MacCormack's ideas from Cinesexuality in a way accessible to wider audiences and adapted to the contemporary films shown at the festival, thus showing a non-HEI impact of Cinesexuality's concepts. \nSpill Festival. Barbican. London. April 2011. Paid interview panel guest speaker. Approx attendance 40. This festival panel sought to open up one chapter of Cinesexuality 'Zombies without Organs', organiser John Cussans wished to extend the unique concepts in Cinesexuality dealing with ethics and philosophy so the impact of Cinesexuality was directly translated from academic concepts. \nScripts and Script Consultancy:\nAs a result of her academic film publications MacCormack was commissioned by the Whitechapel gallery as script consultant on the Gonda project (2009) which premiered on April 12 2012. MacCormack wrote the script for the second part of the Gonda trilogy project, Pheres, filmed in October 2012. The impact of the philosophical ideas being influential on new concepts in film making and the way this director positions audiences comes directly from Cinesexuality both in reference to content and to MacCormack's role as scriptwriter.\nDVD Interviews and Extras:\nMacCormack has appeared being interviewed and have interviewed a number of directors on a variety of dvds including the 13 dvds of the films of Jean Rollin, the 2009 edition of Suspiria, many dvds released by Redemption Films such as Burke and Hare (2010) and Daughter of Darkness (2010), the complete video nasty phenomenon documentary Video Nasties: The Definitive Guide (2009), the BFI release of Maitresse and authored the booklet notes for the 2012 BFI Maitresse and the 2012 BFI Sick: The Life and Death of Bob Flanagan. Cinesexuality's ideas were directly responsible for MacCormack being commissioned for these projects. The impact of the book therefore translates to ideas included on the ways in which the public engage with and apprehend these films. \nThe above lectures and appearances evinced a level of impact in the following ways:\nEnrichment of appreciation of Heritage and Culture: This in reference to cinema but also occultism and esoteric as a 'hidden' history.\nAddress to Issues of Social Equity, Inclusion and Cohesion: Focus primarily on cultural perceptions associated with occultism and cinema in reference to feminism, sexuality and methods of social demonization of alterity.\nDisseminating Research Findings to the General Public: Wide variety and interdisciplinarity of audience.\nAudience participation levels at public dissemination or engagement activities: Feedback after lectures is so crucial this led to a lecture given at Treadwell's with the specific purpose of receiving feedback for the subsequent academic monograph, so the symbiosis is evident. Education,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections,Other Cultural,Societal","person":"Patricia Anne MacCormack","coPersons":[],"organisation":"Anglia Ruskin University","findingsText":" My AHRC-funded research explored the queerness of cinema spectatorship, concluding that cinema spectatorship represents a unique encounter of desire, pleasure and perversion beyond dialectics of subject/object and image/meaning; an extraordinary 'cinesexual' relationship, that encompasses each event of cinema spectatorship in excess of gender, hetero- or homosexuality, encouraging all spectators to challenge traditional notions of what elicits pleasure and constitutes desiring subjectivity. I sourced a variety of cinematic examples, including abstract film, extreme films and films which present perverse sexuality and corporeal reconfiguration. The resulting monograph, Cinesexuality (published by Ashgate in 2008), encourages a radical shift to spectatorship as itself inherently queer beyond what is watched and who watches. Film as its own form of philosophy invokes spectatorship thought as an ethics of desire. Further HE research (PhDs are being written on Cinesexuality and on the feminist/Deleuze work in Becoming-Vulva)\nCuration and programming of film\nCuration of topics for spectatorship in all spaces which deal with art\nPolicy of inclusion in reference to subject positions in relation with media, particularly visual media Communities and Social Services/Policy,Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections,Other","dataset":"gtr"}