{"id":"068AE390-8874-46B4-AA1E-0708F98624A3","title":"Sloane's Treasures: a cultural and scientific exploration of the research potential of Sir Hans Sloane's collections","abstractText":"The 'Science in Culture' theme provides an ideal framework within which to study one of the largest and most significant collections of natural and artificial curiosities assembled during the Enlightenment. Sir Hans Sloane (1660-1753), physician, traveller, natural philosopher and man of letters, was responsible for gathering together one of the greatest collections of the seventeenth and eighteenth centuries. His collection of thousands of manuscripts and printed books, multiple albums full of pictures and numerous objects (including a vast range of botanical and zoological specimens) was part of the great transformation of knowledge in the early Enlightenment - an age of intellectual curiosity and confidence, in which public debate was supported by a vibrant network of new print publications (including illustrated travel journals and catalogues of collections). Sloane's collection was remarkably wide-ranging, eclectic and diverse, suggesting both an urge to organize and classify, but also to value the unique, strange and anomalous. On Sloane's death in 1753, his will ensured that his encyclopaedic collection formed the foundational collection of the British Museum, but parts of it were later dispersed to other institutions, particularly the Natural History Museum and the British Library. Within these institutions, the collections were housed in different departments according to their nature (e.g. animal, vegetable, mineral, book, drawing, manuscript). The ways in which Sloane assembled his great collection using his networks of correspondents embodies the idea of 'Science in Culture'. However, as a consequence of the way in which the original collection has been divided, research on it has tended to be narrow in focus and discipline-specific, with very little cross-over between scientists, historians and other arts and humanities specialists.\n\nSloane's Treasures will provide the opportunity for three of the UK's major cultural and scientific institutions - the British Museum (BM), British Library (BL) and the Natural History Museum (NHM) to collaborate with leading academics from the arts, humanities and scientific communities to develop a large scale research project based on the three institutions' rich holdings of Sloane's great collection. \n\nTo do this, we will hold a series of three workshops, one at each of the partner institutions (BM, BL and NHM). Workshop attendees will attend all three workshops to enable us to develop and build successively upon the discussions held in each. Each workshop will open with contributions from invited academics and curators to stimulate discussions. Participants will have the opportunity to explore parts of the Sloane holdings at each institution, and key objects will be selected to encourage and focus discussion. The workshops are designed to encourage analysis about how the diverse archival, printed and physical material comprising Sloane's collections might most effectively be studied by multidisciplinary groups of researchers to evaluate and understand Sloane's work as a collector, natural philosopher and man of letters. Sloane's Treasures will also use the workshops to explore how current and developing technology can assist this research and to look at the ways in which the museums' wider audiences can be engaged and by what means (public events, exhibitions and our websites).\n\nSloane's Treasures' findings will be posted on the Project website, which will be set up within the first month of the grant award. Interim reports, produced following the first and second workshops will be posted on the website. The final report will address how research themes identified during the workshops might be developed into a large scale project between the three institutions, how digital resources will assist the research and how the BM, BL and NHM's wider audiences might engage both with the workshops' findings and any larger scale project.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J011479/1","grantId":"AH/J011479/1","fundValue":"23943","fundStart":"2012-02-14","fundEnd":"2012-10-31","funder":"AHRC","impactText":"","person":"Kim  Sloan","coPersons":["Arnold  Hunt"],"organisation":"The British Museum","findingsText":" The Sloane's Treasures workshops demonstrated, to a diversity of colleagues across all three institutions and to academic experts internationally, the huge resource that would be created in digitally reuniting Sloane's divided collections and making fully accessible the original documentary information still sequestered in his manuscript catalogues and papers. It enabled physical and intellectual connections that revealed myriad potential projects for research into knowledge making and exchange, for exploring and pushing digital boundaries, and ground-breaking public engagement. Our academic colleagues gained insight into the type of research curators engage in, and through consultation with them, priorities were established and potential partnerships were created. This network was centred in two National Museums and the British Library to better understand the original collections of all 3 institutions and the context of their original founding.\n\nThe network is intended to lead to further research on these institutions' histories and collection that will inform all future use of the founding collections, new galleries, web material, public programming and exhibitions.\n\nOne of workshops specifically concentrated on impact and wider potential outcomes. Culture/ Heritage/ Museums and Collections","dataset":"gtr"}