{"id":"068E305E-A8FF-47C7-8C95-8262E31B6476","title":"Past records of ocean acidification - the Palaeogene hyperthermals","abstractText":"Since the discovery of fire and the development of agriculture, humans have been releasing carbon dioxide (CO2) to the Earth's atmosphere. We have known about the effect that burning of fossil fuels and deforestation has on the amount of CO2 in the atmosphere as well as its influence on global temperatures for many years now. However, the CO2 we put in the atmosphere does not all just stay there / because CO2 reacts with water, about a third of current fossil fuel emissions is removed by the ocean. This effect would be really helpful for us in preventing more extreme global warming from taking place, except ... in past few years scientists have realized that because CO2 dissolved in seawater creates a weak acid, we are causing the pH of the ocean to steadily decrease in a process known as 'ocean acidification'. There are currently about 380 molecules of CO2 in the atmosphere for every million of all gases combined ('parts per million' or ppm). Atmospheric CO2 is predicted to steadily increase in the coming decades, reaching 450-550 ppm by the year 2050 / a concentration that our Planet has not experienced in at least the past 3 million years. As atmospheric CO2 increases, so does the rate at which it will dissolve in seawater, forcing the pH of the surface ocean lower and lower. It is likely that ocean pH will reach values seen only rarely since the time of the Dinosaurs. Most organisms alive in the ocean today have never experienced such a large change in all their evolutionary history. Is this important? From laboratory experiments it seems that ocean acidification will affect marine organisms, particularly those that make shells and skeletons out of calcium carbonate, because calcium carbonate minerals become less stable as waters become more acidic and will eventually dissolve. If we fail to control CO2 emissions to keep ocean pH change within the limits calcifying organisms can cope with in the future, we may see dissolution of their shells, slower growth, failure to reproduce, dwarfism, or reduced activity, with impacts further the ecosystem. Unrestricted industrial activities may even push these organisms over an ecological precipice and cause extinctions. So what is going to happen in the future? In the geological past, organisms normally had thousands to millions of years to adapt and evolve in response to global environmental change. Although the global environmental change we are causing now is many hundreds of times faster, it would still take laboratory experiments conducted over decades to tell us whether marine organisms will be able to adapt to ocean acidification. By the time we know the answer, it may be too late! Luckily, there is an alternative path; one that lies hidden in rocks. The geological record, stored in the mud at the bottom of the ocean is packed with millions of microfossils that record how much change organisms can tolerate and how much is too much. We will take samples of ancient sediments that have been drilled from the ocean floor, analyse these samples using a range of state-of-the-art techniques involving detailed laboratory analyses, and apply complex computer models to help make complete sense of the numbers. This will tell us how the pH of the ocean changed in the past. By linking this information with observations of ecosystem changes and species extinctions will provide vital clues to what changes in marine ecosystems we might expect in the future if we do not make much greater efforts to curtail our greenhouse gas emissions now.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F017448/1","grantId":"NE/F017448/1","fundValue":"53991","fundStart":"2008-09-01","fundEnd":"2010-08-31","funder":"NERC","impactText":"","person":"Richard  Hinton","coPersons":[],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}