{"id":"06947C64-19B8-4E5B-83AD-7B94B140797A","title":"Widening the spectrum of health outcomes used in health technology assessment: integrated synthesis and mapping to QALYs","abstractText":"NICE has to decide whether the NHS should adopt new medicines. To do this the health gains brought about by treatment, in conditions as diverse as heart disease, cancer, eczema, sleep disorders, deafness, etc., must all be translated into units on a common scale, so that NHS resources are equitably distributed across all conditions. This common scale is measured in units of Quality Adjusted Life Years. \n\nThis approach has always had critics because it is difficult for anyone to accept that all the dimensions of human experience can be captured on a single scale. However, while everyone recognises the imperfections of this system, it is difficult to see how fair decisions can be made without a measure of this sort.\n\nBut there are difficulties due to the narrow way in which health gains due to treatment are currently assessed. Typically, the effects of treatments are measured in randomised trials, often using patient- or clinician-based assessments. A single measure used in the trials is selected, often just because it is the most commonly reported, and the effect of treatment on this measure is converted into QALYs using data from other studies. Use of a single measure when several are recorded is inefficient and wasteful; the uncertainty in assessments would be reduced if more of the data was used. But the most serious problem is that many diseases are multi-faceted, and lead to a deterioration in life quality in several different ways, for example, a single illness might cause pain, lower cognitive skills, limit mobility, change mood, and so on. If only a single trial outcome is used, which fails to reflect the full range of benefits of treatment, then the QALY gains due to treatment may be seriously under-estimated. Treatments may then appear to be less effective than they really are. \n\nThe purpose of this research is to develop new ways of assessing treatment effects, that can combine information on a wider range of trial outcomes, and to devise a method for converting them to QALYs that allows them all to appropriately contribute to the assessment of QALY gains. \n\nThese new methods will address a number of problems with current approaches, and will produce methods for health technology evaluations and clinical guidelines development that are more transparent, make better use of available data, and are better validated as a result of checking the consistency of different types of evidence.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0901488","grantId":"G0901488","fundValue":"238868","fundStart":"2010-01-01","fundEnd":"2011-12-31","funder":"MRC","impactText":"","person":"A E  Ades","coPersons":["Nicky Jane Welton","John  Brazier","Rachel  Churchill","Guobing  Lu"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}