{"id":"06AD03BA-7839-438B-94EE-AF59A306685B","title":"An effective basis for control of potato cyst-nematodes and assessment of the impact on soil health","abstractText":"Plant parasitic nematodes cause losses to global agriculture of 100b dollars annually. Potato cyst nematode costs the UK potato industry an estimated 43 m pounds sterling/year. Control often depends on nematicides that are both harmful to the environment and possibly human health but often essential for economic potato cropping in the UK. We have developed novel resistance that controls many nematodes including potato cyst-nematodes. This antifeedant approach has been shown to be effective, completely safe in food and benign to the environment. It has been highlighted uniquely by two government reports for its importance to UK agriculture. This work will develop the approach and achieve 90 per cent resistance by stacking antifeedants with peptides that prevent nematode attraction to host roots. The number and diversity of other nematode species will be used as an indication of soil health. We will determine whether or not using the peptides has any effect on non-target nematode species. We will develop methods that will allow nematode diversity to be assessed in a large number of field samples.This will add a further appropriate basis to those we have already deployed. We wish to assess any environmental impact of our technology on soil organisms in the field and allow its comparison with the pesticide use it would replace.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D001749/1","grantId":"BB/D001749/1","fundValue":"290437","fundStart":"2006-02-01","fundEnd":"2010-01-31","funder":"BBSRC","impactText":"  This project was focussed on developing strategic applications of previous BBSRC-funded fundamental research. The outputs have a clear utility for the implementation of transgenic resistance strategies against plant parasitic nematodes both via the private sector and through public sector involvement in technology transfer to subsistence farmers in developing world countries. The technology for nematode resistant plants developed and evaluated within this project has attracted interest from the private and public sector both in the UK and abroad.\n\nThis technology has been donated, together with that already provided by our laboratory, to the developing world through the BBSRC/DFID SARID initiative. We now have transgenic plantain lines expressing some of the constructs first developed in this BBSRC project. The lines display nematode resistance in containment trials and are now undergoing field trial in Uganda. The constructs are also being used within our collaboration on nematode-resistant East African Highland banana as part of a USAID ABSPII project, also based in Uganda.\n\nPlant transformation constructs from this project have been used to develop nematode-resistant transgenic egg-plants in India as part of a RCUK-funded project on sustainable agriculture.\nThe work to investigate the potential of brassica plants for control of nematodes was continued in a PhD studentship in collaboration with the Potato Council. A new award under the HAPI initiative is extending this work in collaboration with academic partners and industry. Agriculture, Food and Drink Cultural,Societal,Economic,Policy & public services","person":"Peter Edward Urwin","coPersons":["Howard John Atkinson"],"organisation":"University of Leeds","findingsText":" Potato cyst nematode (PCN), a microscopic worm that attacks potato plants, costs the UK potato industry ?43 million/year. Control of PCN relies on chemicals that are often essential for economic cropping in the UK. EU legislation has already resulted in the recent loss of two nematicides in response to environmental concerns. There is an intention to amend Directive 91/414/EEC regulating pesticide use. The UK Potato Council considers this will cause loss from the market of the three remaining nematicides. There is severe doubt that future pesticides with appropriate environmental safety can reach the high control levels that are required.\n\nWe have developed a novel resistance strategy involving peptide repellents that prevent attraction of nematodes to host plant roots and so reduce the level of nematode infestation. The main aim of this project was to evaluate the potential of the new technology to provide environmentally safe resistance to PCN in the field. \n\nWe first determined how the peptide exerted its effects on the nematode. The location and invasion of host roots by PCN requires them to respond to specific chemicals from the plant. These chemicals are recognised by sense organs that send signals through the nervous system of the nematode. The peptide repellent does not kill the nematodes but blocks the transmission of the signal so that the nematode no longer responds. Using a peptide with a fluorescent tag we showed that it is taken up along the nematode sense neurons and once it reaches connections with other neurons it prevents the nematodes being attracted to potato roots. \n\nWe produced potato plants that secreted the repellent from their roots. In some of the plants we controlled the expression of the repellent so that it was only produced in the tips of the roots - the specific region attacked by PCN. We measured the amount of repellent secreted by the roots to identify the best plant lines and tested the resistance of those lines to PCN. The trials were first carried out in a glasshouse and then the plants were evaluated in the field under consent from DEFRA. A number of the potato lines displayed good levels of resistance to PCN in the field with the best line causing a 77% reduction in nematodes. The plants that produced the repellent only in the root tips were more resistant than those where it was produced in all parts of the plant. Limiting the expression in this way will add to the biosafety of the approach.\n\nWe assessed the biosafety of the repellent and found that it did not harm a range of soil invertebrates or microorganisms. It is important to show that new transgenic plants do not affect the environment any more than do conventional agricultural practices. The number and diversity of other nematode species in the soil can be used as an indication of soil health. We developed methods that allowed nematode diversity to be assessed rapidly in a large number of field samples without the need for specialist skills in identification. Using these methods we demonstrated that the new technology does not damage soil nematode communities. The transgenic plants had no greater effect on the soil than resulted from cropping oil seed rape rather than potato. One important finding was that field trials are required to collect the necessary data for environmental impact assessments. Containment glasshouse experiments using field soil did not closely simulate effects in the field.\n\nWe investigated approaches to increase the level of PCN resistance achieved. We introduced two separate technologies into the same potato plant; the repellent and an anti-feedant. Some plant lines were resistant to PCN but more need to be tested to identify those that have better resistance than the repellent alone. We also showed that when certain brassicas were grown next to potato plants, the multiplication of PCN on the potatoes was reduced. We are continuing to explore the potential of these and other plants to enhance nematode control. This project was focussed on developing strategic applications of previous BBSRC-funded fundamental research. The outputs have a clear utility for the implementation of transgenic resistance strategies against plant parasitic nematodes both via the private sector and through public sector involvement in technology transfer to subsistence farmers in developing world countries. The technology for nematode resistant plants developed and evaluated within this project has attracted interest from the private and public sector both in the UK and abroad.\n\nThis technology has been donated, together with that already provided by our laboratory, to the developing world through the BBSRC/DFID SARID initiative. We now have transgenic plantain lines expressing some of the constructs first developed in this BBSRC project. The lines display nematode resistance in containment trials and are now undergoing field trial in Uganda. The constructs are also being used within our collaboration on nematode-resistant East African Highland banana as part of a USAID ABSPII project, also based in Uganda.\n\nPlant transformation constructs from this project have been used to develop nematode-resistant transgenic egg-plants in India as part of a RCUK-funded project on sustainable agriculture. Agriculture, Food and Drink","dataset":"gtr"}