{"id":"06AF91D2-45DE-4052-BB32-0DE5CB74E33A","title":"Design and analysis of small molecule ligand binding to the 7TM receptor for GLP-1","abstractText":"Hormones are molecules which transmit signals from one part of the body to another. The hormone we work on is called glucagon-like peptide-1 (GLP-1 for short) and we are interested in this because it is essential for regulating blood sugar levels. GLP-1 is released into the blood stream following consumption of a meal. The main role of the hormone is to get the body ready for the upcoming rise in blood sugar levels that will inevitably result from the digestion of the food - high blood sugar levels are dangerous. The cells which release the GLP-1 hormone are in the small intestine of the gut but once released into the blood, it is transported to the surface of cells located in the pancreas. Once there, the hormone binds to specialised proteins on the exterior surface of the pancreatic B cells - these proteins are embedded in the membrane of the B cells and are called receptors. Receptors are proteins which recognise signals on the outside of cells and relay them to the cell's interior and there are many different types of receptor, each designed to detect one particular signal. In the case of our particular receptor, it will only recognise the hormone GLP-1 but will not recognise even very closely related hormones, for example glucagon. Once activated, the receptor for GLP-1 tells the B-cells that a rise in blood glucose levels is imminent. The B-cells then switch on their machinery in order to prepare to release another hormone, called insulin, which will reduce blood sugar levels to a safe level. We want to understand how the GLP-1 hormone recognises its own receptor rather than the multitude of other molecules in its environment. We also want to know how the receptor recognises a drug called exenatide which was discovered in the venom of a poisonous lizard and which is now used to treat non-insulin dependent diabetes. In addition, we want to know how synthetic compounds, very different from the peptide hormone, can bind and activate this receptor. Indeed, we plan to design and synthesise new non-peptide compounds to bind to the receptor and, in doing so, increase our understanding of this important signalling molecule. The GLP-1 receptor itself is a member of a wider family of related receptors that are critical to many other biological signalling processes and hence what we learn about this receptor can be used to aid our understanding of others.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E003583/1","grantId":"BB/E003583/1","fundValue":"607609","fundStart":"2007-03-05","fundEnd":"2010-10-04","funder":"BBSRC","impactText":"","person":"Daniel  Donnelly","coPersons":["Colin  Fishwick","Arthur Peter Johnson"],"organisation":"University of Leeds","findingsText":" We understand more fully how the drug exenatide exhibits differetial affinity, relative to GLP-1, for the N-termional domain of the receptor.\n\nWe developed a range of potential non-peptidic GLP-1R ligands, based on quercetin or substituted quinoxaline frameworks, in oirder to explore the pharmacophore required for GLP-1R binding and activation. Some of this work is still on-going. We continue to explore the substituted quinoxaline framework. Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}