{"id":"06B0900B-B954-49E6-B18D-55B0E99DE794","title":"Mechanistic Studies of Nucleophilic Organocatalysis by N-Heterocyclic Carbenes","abstractText":"Nature uses complex molecules known as enzymes as highly specific catalysts for a multitude of chemical transformations that are essential for biological processes. Although efficient, enzyme reactions often need another molecule, known as a co-factor, to promote specific transformations. In order to further our understanding of these processes, synthetic chemists are constantly trying to engineer artificial molecules that have the ability to mimic enzymatic transformations. There is much current interest in one specific branch of this area of research, which is commonly known as organocatalysis . This technique uses small organic molecules instead of enzymes in order to carry out selective chemical reactions. This proposal aims to develop a fundamental understanding of how one particular class of a simple organic molecule, known as an N-heterocyclic carbene, is able to catalyse a wide range of selective chemical transformations. Nature uses a carbene equivalent as a co-factor in a range of chemical transformations and this proposal seeks to understand why they can be used in the laboratory. By understanding how each step in a particular process works, and by comprehending how the rate of each step changes with a change in catalyst structure, we hope to be able to prepare highly selective and efficient catalysts for the future.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G013268/1","grantId":"EP/G013268/1","fundValue":"277311","fundStart":"2009-10-01","fundEnd":"2013-03-31","funder":"EPSRC","impactText":"  Our findings have been used in an academic context thus far. Our papers since 2011 have been well cited and, in particular, one key publication (J. Am. Chem. Soc. 2012, 134, 20421)) was highlighted in a J. Am. Chem. Soc. Spotlight issue in 2013. Chemicals,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology Economic","person":"AnnMarie Christine O'Donoghue","coPersons":["Andrew David Smith"],"organisation":"Durham University","findingsText":" N-Heterocyclic carbenes are a class of organocatalyst that promote a range of organic transformations, thus providing access to a diverse range of products. Prior to our award, there had been limited mechanistic understanding of the mode of action of these catalysts. We have performed detailed mechanistic studies of two important organic transformations in the presence of a key class of NHCs (triazolylidenes derived from triazolium salt precursors). In particular, our studies revealed an unexpected role of the N-aryl substituents on catalyst providing insight into the origin of catalysis by these NHCs. Our studies have highlighted the key influence of ortho-substituents on the catalysts N-aryl group in influencing the overall catalytic efficiency. Our results will facilitate users in the choice of an appropriate catalyst for the relevant transformation and in the future design of catalysts. We have also determined kinetic acidities and pKa values for a broad range of synthetically relevant triazolium salt precursors to triazolylidene organocatalysts, which are broadly applicable in all applications of these catalysts. Chemicals,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}