{"id":"06B1F7C9-20D6-48C1-AD43-532D18AF96E7","title":"Developmental Clinical Studies - Curing Obesity with the 'Medical Bypass'","abstractText":"A quarter of the UK population is obese and unfortunately this number is still rising. Obesity is strongly associated with maturity onset diabetes. Obesity is also a major cause of cancer, heart attacks, strokes and other illnesses. There is no effective drug therapy for obesity. The only effective treatment is gastric bypass surgery which causes a large weight loss, cure of diabetes and a reduction of rates of cancer and heart attacks. Unfortunately surgery is a major undertaking, is expensive, is irreversible, is associated with complications, and is risky.\n \nThe benefits of this surgery are due to the much increased secretion of chemicals by the gut, called gut hormones. These are glucagon-like peptide-1, oxyntomodulin and peptide YY. We have developed two new drugs based on these gut hormones, made with natural amino acids, and combined them together to mimic the effect of bypass surgery in a single weekly injection through a fine needle. We call this the 'medical bypass' as it works by the same mechanism as the surgical bypass. This treatment will be as effective as bypass surgery but it will be less expensive and will be much less risky.\n \nOne of the components of the medical bypass, which we call Y242, is already being tested in trials this year. In the project here, we are going to develop the other component, which we call G3215. We will first test G3215 to make sure it is safe before testing it in human volunteers to check that it is well-tolerated. We will then mix the Y242 and G3215 together and test this in human volunteers, as well as in patients with diabetes, to prove that the medical bypass is effective in helping patients lose weight and control their blood sugar levels.\n \nIf our medical bypass is effective, this would be a great advance in the treatment of obesity and diabetes, and would help to save the many lives lost each year to the complications of these serious conditions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J010731/1","grantId":"MR/J010731/1","fundValue":"2968310","fundStart":"2013-01-24","fundEnd":"2016-09-30","funder":"MRC","impactText":"","person":"Stephen R Bloom","coPersons":["Tricia Mei-Mei Tan","Deborah  Ashby"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}