{"id":"06E09471-51FA-4E11-A91F-19B30DA11FB6","title":"Manufactured nanoparticle bioavailability and environmental exposure (nanoBEE)","abstractText":"The nano-BEE consortia will develop and refine, using empirical data, a critical subset of models focused on exposure to nanomaterials (NMs) and their bioavailability in the environment. The objectives of this study are to (a) generate controlled and well-characterized NMs libraries for environmental assessment (b) prove that soft landed gold clusters provide suitable fiducial markers to enable angstrom resolution in aquatic tomography of NMs in environmental media (c) demonstrate that NM environmental modification processes can be classified by the extent of aggregation, dissolution and surface modification and to experimentally and computationally describe the partition of these modified NMs between environmental compartments (d) to develop modified biodynamic models for NM bioavailability that reflect both water and food exposures and (e) to validate biotic ligand models for NM effects on aquatic organisms. An integrated computational and experimental program will examine the environmental chemistry of manufactured NMs using electron microscopy, scattering techniques, and spectroscopy; use traceable NMs to quantify influx and efflux rates in model aquatic species, including in a trophic chain; and employ both conventional measures of toxicological endpoints as well as the latest molecular ('omics') methods to quantify biological effects as well as identify new mechanisms for toxicity. Such information will be input into biotic ligand models for NMs classes that output anticipated EC50 and other outcomes given information about NM exposure and local water chemistry. Through its engagement with end-users the consortia will link its predictions of NM body burdens and toxicological outcomes to risk management frameworks useful in regulatory decision-making.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H013172/1","grantId":"NE/H013172/1","fundValue":"203128","fundStart":"2011-03-01","fundEnd":"2015-02-28","funder":"NERC","impactText":"  We have applied zebrafish embryos to study the toxicological properties of a range metal based nanomaterials and shown that of those tested, with the exception of silver, none were toxic for any concentrations that bear any environmental relevance. These data are of significance in assessing the toxicological risk for these nanomaterials in the environment. \n\nThis project had advanced the use of imaging methods (CARS microscopy and whole mount in situ hybrisidation) to assess for exposure (bioavailability) and effects to nanomaterials that are now being adopted widely in other laboratories for nanomaterial research.\n\nThrough the application of transcriptomics to analyses the genome wide responses in zebrafish embryos , we show that the main effects for silver nanoparticles are a function of silver ions (i.e. ion dissolution) and not the physical nature of the particle. These data support the building consensus that the toxicity for silver nanomaterials derives from silver ions, with significant implications for risk analyses of metal nanomaterials. \n\nWe have provided preliminary evidence for transgeneration effects for exposure to silver nanoparticles with altered responses in the next generation to silver toxicity. This will have a significant bearing on risk assessments for this nanomaterial.\n\nWe have developed a new fish model for studies into maternal transfer of nanomaterials in a live bearing fish (Xenotoca) with potential application to toxicants more generally.\n\nThis research has lead to further significant research projects on nanomaterials funded by EU (540k Euros, part of a &pound;9M Consortium grant), NERC (&pound;795k), partnering with the Universities of Birmingham and Imperial) and industry (BASF),investigating the ecotoxicology of nanopolymer dispersions. \n\nThrough this research project, partnerships have also been established with Nanomaterials Industry Association, the OECD, the Natural History Museum, and US Geological Survey, and Tyler has become a (funded) Consultant for a German National programme on Nanomaterials (2013-2017). \n\nThe post doctoral researcher on this grant obtained a full time position as a science writer. Creative Economy,Education,Environment,Government, Democracy and Justice,Manufacturing, including Industrial Biotechology Cultural,Societal,Economic,Policy & public services","person":"Charles  Tyler","coPersons":["Tamara Susan  Galloway"],"organisation":"University of Exeter","findingsText":" We have investigated the toxicological properties of silver and titanium dioxide nanomaterials, including for Ag assessing the effects of coatings, in the zebrafish embryos and early life stages as our experimental model. We provide evidence that the toxicological properties of silver MNPs largely relates to the release of silver ions (Osborne, O., et al., (2013). Effect of particle size and coating on nanoscle Ag and TiO2 exposure in zebrafish embryos. Nanotoxicology 7(8):1315-1324).\n\nThese findings for silver nanoparticles are further supported for a study where we applied transcriptomics to analyses the genome wide response to silver materials (nanos and bulk and ionic) to again show that the main effects of the nanomaterial are as a function of silver ions (Van Aerle, R et al.,2013. Molecular Mechanisms of Silver nanoparticle Toxicity in Zebrafish Embryos. Environmental Science and Technology 47: 8005-8014).\n\nThis project has also developed and applied a novel whole mount in situ hybrisidation technique in zebrafish embryos and early life stages to assess for exposure effects to silver nanomaterials compared with bulk counterparts. In this work we have developed significant information on the ontogeny of expression of a suite of genes that are involved in detoxification and oxidative stress and tissue specific responses to the silver materials. \nWe show that sensory systems and ionocytes are among the target tissues for silver nanoparticles in fish. These data have been written up and are being submitted for publication.\n\nTwo studies have been conducted exposing adult zebrafish via the diet to zinc oxide and silver nanomaterials to identify body tissue targets and investigate for biological effects in those tissue targets. Isotopic ICP-MS (conducted in collaboration with the NHM and US Geological Survey) has been applied to allow for detecting low level particle uptake. The main target tissue identified for nanomaterial uptake (liver) has been analysed for transcriptome responses and we are in the process of undertaking bioinformatics analyses to identify the responding pathways and processes affected for these exposures. \nWe have also conducted a long term exposure to silver (nano)materials via the diet to assess effects on reproduction and for effects of parental exposure on the offspring. For the dosing we adopted (20ug/g body weight) we found no effects on egg production, but we appear to be seeing differences in the offspring in their subsequent responsiveness to silver. \nThis could have significant implications for risk analysis, but requires further work for a full verification of this effect ( which is being undertaken by a recently funded EU project)\n\nA significant part of this grant has been the development of a new exposure model for studies to maternal transfer of nanomaterials. The new model is a live bearing fish, Xenotoca. The project has investigated the ability to silver materials dosed to pregnant females via the diet to undergo transfer to the developing offspring and assess for subsequent health effects in those offspring. The preliminary data indicated a higher level of silver in offspring in the adult fish fed silver nanomaterials compared with the bulk counterpart. These analyses are ongoing.\n\nDuring this research project we have sought to advance the application of Coherent anti-stokes raman scattering to imaging nanomaterials in tissue for studies on biological uptake. We have provided a critical synthesis on this work in a review article recently accepted for publication (Goodhead, R.M, et al., 2014, The Application of Coherent Anti-strokes Raman Scattering for Imaging Engineered Nanoparticles in Biological Tissues Prospects and Limitations. Nanotoxicology. Accepted In Press) This imaging method we have applied to asses nanomaterial uptake into biological tissue (CARS microscopy) and whole mount in situ hybrisidation) used to assess for exposure (effects for nanomaterials in fish embrys/intact fish are now being adopted in other laboratories for nanomaterial research and indeed have much wider utility for studies on toxicants more generally.\n\nOur new fish model potentially provides an alternative model to rodents for studies into maternal transfer of toxicants. Chemicals,Communities and Social Services/Policy,Education,Environment,Government, Democracy and Justice,Manufacturing, including Industrial Biotechology","dataset":"gtr"}