{"id":"06E3840E-B620-48C5-B5F7-C12594F3DD5C","title":"In silico study of lignocellulosic biofuel processes","abstractText":"In theory, a genome sequence provides all of the information necessary to define the structure of the biological system of interest. For example, knowing all of the enzymes in a cell and the substrates that each one accepts and all of the products that each one can make, it is possible to formulate a bioreaction master global network that represents the complete repertoire of possible biochemical reaction systems within that cell. In this study, we plan to use a 'genome-scale' metabolic network (gsmn), reconstructed from the sequence data for a number of species with applications in biofuel production. Gsmns have already been published for a number of medically- and industrially-important species, including Streptomyces coelicolor and Mycobacterium tuberculosis (these 2 by us) facilitating novel approaches to process design and identification of antibiotic targets, respectively. We plan to use genome scale modelling to demonstrate the utility of in silico experimentation to Biorefining. The approach will link genomes, capable of carrying out lignocellulose degradation to genomes able to produce biofuels, with a view to predicting processes that will form the basis for an in vivo study. As far as we are aware, this will be the first project to link genome scale models in this way, and will therefore represent a scientific advance in addition to providing pragmatic information. This 2-stage (biomass degradation followed by a separate bioethanol production stage) is potentially more efficient than a single microbial processing step. Biomass Degradation The genomes of two 'model organisms' (the fungus Trichoderma reesei and the bacterium Clostridium thermocellum) have recently been sequenced and these species will, therefore, be included in the study. However, considering the current dependence on acid and heat pre-treatment in lignocellulose degradation, enzymes that are stable and active at low pH values and at high temperatures are of particular value. Thus, enzymes derived from thermophilic and acidophilic organisms known to degrade lignocellulose hold significant promise for industrial processes, and, for this reason Caldicellulosiruptor saccharolyticus and Acidothermus cellulolyticus (both of which have been sequenced) will be included in the biomass degradation stage. Biofuel production A significant yield limiting factor is the toxicity of ethanol to the fermenting host. Most fermenting organisms such as S. cerevisiae cannot tolerate high ethanol concentrations resulting in a product that must then be concentrated through an expensive and energy-intensive distillation step. Pichia stipitis represents one yeast species of relevance to biofuel research based on its natural ability to ferment xylose. Its recently sequenced genome revealed insights into the metabolic pathways responsible for this process and this species will be included in our second stage modelling Zymomonas mobilis, which has been described as having considerable potential for biofuel production has also been sequenced recently and will be included Finally, the use of E. coli, which has been engineered to produce isobutanol and other alcohols, using non-fermentative pathways, will be included. The feed-stocks to be examined for biomass degradation will include lignocellulose (with and without chemical pre-treatment) and co-substrates, which may enhance bioenergetic efficiency of metabolism. Each of the four species will have gsmns constructed. In each case, a 'draft' gsmn will be prepared (using the sequence annotations) which will be refined by the addition of further reactions in order to 'close' the model. Each gsmn includes numerous (often hundreds of) 'input gates', ie potential substrates, predicted by the gene sequence but never tried in the laboratory. Using in silico models, we will be able to examine the effect of combinations of substrates that would require many years of experimentation in vivo.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H004262/1","grantId":"BB/H004262/1","fundValue":"269237","fundStart":"2009-09-14","fundEnd":"2012-10-24","funder":"BBSRC","impactText":"","person":"Michael  Bushell","coPersons":["Andrzej Michal Kierzek","Claudio Adolfo  Avignone-Rossa","Norman Francis Kirkby"],"organisation":"University of Surrey","findingsText":"","dataset":"gtr"}