{"id":"06E5C14A-60DA-4A69-9235-8D53B5A0B91B","title":"Organisation and Roles of Axonal Endoplasmic Reticulum","abstractText":"Animal and human movement depends on the ability of nerve cells to carry signals along narrow projections known as axons, which in humans can extend as much as a metre from the centre of the cell, the cell body - and even several metres in giraffes or whales. If the cell body has the size of a lecture theatre in Cambridge, the axon is like a corridor reaching out of it as far as Edinburgh or Paris, allowing transport of materials and communication. \n \nMaintaining the structure and function of long axons requires a lot of engineering. The importance of this is reflected in problems that occur when it goes wrong - diseases with effects such as axon degeneration, paralysis, or lack of sensation. Some of these preferentially affect long axons, or the ends of axons furthest from the cell body - suggesting impairment in communication or transport, that the parts of axons furthest from the cell body are most susceptible to. \n \nHow does communication along axons maintain their form and function? Axons have many internal organelles that are bounded by membranes, whose transport and organisation contributes to the engineering and communication to maintain longer axons. Some of them are transported along tracks called microtubules, and carry materials and signals forward and back along axons. Another membrane-bound structure within axons are tubules known as smooth endoplasmic reticulum (ER), which run lengthwise along the axon. Due to their length and continuity, and the ensuing potential to conduct signals for long distances within neurons, they have been likened to a &quot;neuron within a neuron&quot;. However, the mechanisms that form them, their function in axons, and the relationship between their form and function, are poorly understood. \n \nMechanisms to maintain function and integrity of long axons can be revealed by indentifying the genetic causes of axon degeneration. In support of a role for ER in this, the disease Hereditary Spastic Paraplegia (HSP), characterised by degeneration of longer spinal motor axons, is often caused by mutations in proteins with roles in modeling ER membrane. These proteins insert in one face of the membrane, thus curving it, and some have additional roles such as fusing tubules into a network, or severing microtubules (tracks along which organelles are transported). In yeast, removing two groups of these proteins even deletes nearly all tubular ER. \n \nWe aim to understand the mechanisms that govern the architecture of ER in axons, and the importance of this for axon function. We use the fruitfly Drosophila, given the ease of generating mutant and transgenic flies that lack particular proteins or express altered forms of them, and the availability of reagents and methods to study nerve cells, including axons. Some mutations in Drosophila HSP genes even have similar phenotypes to human HSP: larvae whose anterior (controlled by shorter axons) moves normally, but whose posterior (controlled by longer axons) cannot. We have also shown that a Drosophila HSP protein is important for shaping ER in non-neuronal cells, and for normal amounts of ER in longer axons - the first direct evidence that HSP genes affect ER in longer axons, and implying that axonal ER is important for axon survival. \n \nWe will therefore examine the detailed organisation of tubular ER in axons, using high resolution electron microscopy. We will develop ways to visualise ER in live animals, in single axons, and in high resolution electron microscopy, and will use these to assess in detail the roles of a range of proteins on the presence, extent, morphology and network organisation of axonal ER. We will also assess how far axonal ER contributes to signaling in axons by release of an important signaling molecule, calcium ions, and how this signaling depends on ER form as determined by HSP and related proteins. In the longer term, our approach can illuminate roles of ER in axonal injury and long-range signaling in neurons.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L021706/1","grantId":"BB/L021706/1","fundValue":"407898","fundStart":"2015-01-01","fundEnd":"2017-12-31","funder":"BBSRC","impactText":"","person":"Cahir  O'Kane","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}