{"id":"06E978DE-51D4-4D66-A292-F0030CCD2156","title":"Learning Energy Systems : A dynamic innovative solution to reducing energy demand","abstractText":"Summary\n\nBeyond our homes, schools are the buildings that all society, primarily young people, engages with. The potential for embedding principles of low energy behaviour through the use of school buildings is present across all school aged children, but they are rarely involved in decisions on how energy is used. Pupils, teachers, janitors and building managers will participate in this &quot;research in the wild&quot; in order to understand how and why energy is used in their school building, learn how to control and manage it, and ultimately take responsibility for reducing energy use.\n\nThis project will develop a collective 'Learning Energy System' involving people, objects, data and machines. Central to this is a digital system designed to align human needs and comfort with building energy systems, with the aim of to reducing overall energy demand. This project differs from many energy reduction projects. The building user; as a sensor of conditions; as a driver of energy demand; as an individual; and as a collective, is at the heart of the 'Learning Energy System'. Dynamic interactions between people and technology will be set up using innovative mobile applications.\n\nThe research team will work with a Facilities Management company responsible for 32 schools across Scotland. Digital data representing energy use is available and will be used to develop a system to enable building users to more effectively manage and control how energy is used in their school buildings. The concept of a 'Living Lab' will be used which involved the user community in the co-creation of a solution to an identified problem. The facilities manager has already worked closely with the schools to reduce energy, but they have identified a need to develop a system to sustain energy reductions and involve builder users more actively in the energy management strategy. This will emerge as the 'Learning Energy System', a web based approach designed to be adaptive, interactive and easy to use.\n\nPupils, teachers and janitors will work together using a range of low cost technology to co-create scenarios that connect with existing Building Management Systems, sensors and control systems. Innovative representation of energy will be used to explore ideas of motivation and desire to change behaviour to how and when energy is used. Overall the aim is to reduce energy use in the schools, and recognise the importance of the building user in achieving this goal.\n\nThe 'Learning Energy System' will provide real time reductions in energy use for the schools, and a positive engagement with a wide range of building users. The whole process will offer thought provoking and compelling arguments for taking responsibility for efficient use of energy, and an exciting opportunity to use state of the art equipment to visualise, interpret, and control previously out of reach and often invisible energy streams. \n\nThe system will be made available to all schools across the UK providing potential for transforming behaviour relative to energy use in a large number of communities. Cost savings, engagement with communities and carbon reductions associated with this project offer economic, social and environmental impact.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K012789/1","grantId":"EP/K012789/1","fundValue":"267735","fundStart":"2013-09-30","fundEnd":"2015-09-30","funder":"EPSRC","impactText":"","person":"Kate  Carter","coPersons":["Robin Alun Williams","Chris  Speed","Nigel  Goddard","Remo Francesco  Pedreschi"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}