{"id":"06EE8B69-872C-41EA-8E31-3137A72AA44B","title":"Broiler gut health and C. jejuni infection: impacts of harvest management","abstractText":"Life-End summary\nSustainable production of safe chicken is an international priority and preserving bird welfare is a key component of this. Current intensive (broiler) production can compromise bird health and welfare and food safety and there are strong links between poor bird welfare and the Campylobacter public health threat. Campylobacter is the most common cause of bacterial diarrhoea in the EU and despite millions of pounds of research funding it is estimated that contaminated chicken caused ~700000 human campylobacteriosis cases in the UK in 2013 with around 100 deaths. Infection is characterised by severe abdominal pain and acute (sometimes bloody) diarrhoea and costs the UK an estimated &pound;1 billion per year. Campylobacter contamination of chicken takes two forms. First, surface contamination of carcasses leads to cross-contamination in the kitchen. Second, and perhaps of greater importance than currently thought, contamination within muscle and liver tissues, increasing the health risk by facilitating bacterial survival during cooking.\nChickens in poor production environments or exposed to stress are more susceptible to Campylobacter and in such birds the bacteria show greater extra-intestinal spread to edible tissues, possibly as a consequence of disturbance to the gut environment. Therefore, improvements in broiler welfare have great potential to improve public health but there is an urgent need for information on the effect of stress to inform targeted interventions to reduce Campylobacter in broiler chickens.\nOne acutely stressful event in the life of broilers, in any production stream, is harvest when birds are removed from the farm for slaughter. We define the process as comprising: food withdrawal, catching, transport and stunning by either gas or electricity. Although there is a growing body of evidence that these stressors can increase Campylobacter growth rates as well as extra-intestinal spread, there is a paucity of data on their relative impotance or how they may select for particular types of Campylobacter. \nBy examining the harvest processes using large scale industry-relevant experimental conditions, state-of-the-art genomics, molecular microbiology and mathematical modelling techniques, we will determine the impact of harvest on gut health in broilers. We will combine this with a study to identify bacterial genetic determinants involved in extra-intestinal spread of Campylobacter to edible tissues. We will quantify the relative impact of each stage of harvest on the gut bacterial population and the physiology and immunity of the birds, and investigate the role these play in controlling extra-intestinal spread of Campylobacter. \nThis multidisciplinary research programme will enhance understanding of the influence of the harvest process on bird gut health and Campylobacter. The quantitative information and modelling will be used to provide direct advice to industry about the elements of the harvest processes that provide the best opportunity for interventions that will mitigate the ongoing challenge of Campylobacter contamination in chicken meat.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M008096/1","grantId":"BB/M008096/1","fundValue":"123133","fundStart":"2015-04-23","fundEnd":"2017-10-22","funder":"BBSRC","impactText":"","person":"Nick  Sparks","coPersons":["Victoria  Sandilands"],"organisation":"SRUC","findingsText":"","dataset":"gtr"}