{"id":"06F3F41E-BC13-47BC-99C0-5BC051155617","title":"Interplay between the Polo and Scant/Greatwall mitotic kinases","abstractText":"Summary of Public Engagement in Science\nThe process of cell division has been highly conserved throughout evolution. This means that simple cells like yeasts use many of the same molecules to regulate cell division as do our own cells. The process whereby enzymes called protein kinases modify cellular proteins though addition of phosphates is commonly used to change the functions of proteins as cells proceed through their division cycles. This was first demonstrated by the Nobel Prize winning finding that the major cell cycle protein kinase, the cyclin dependent kinase, is so highly conserved that the human enzyme will rescue a deficiency of the corresponding enzyme in yeast cells. We use the fruit-fly, Drosophila, in our research because the cells of this multi-cellular organism have a division apparatus that closely resembles that found in human cells. Some 15 years ago we discovered two protein kinases of Drosophila, termed Polo and Aurora, that regulate the function of this division apparatus. We now know that elevated expression of the human counterparts of these two enzymes contributes to the development of tumours. Indeed inhibitors of these molecules are now being developed by pharmaceutical companies for use in cancer therapy. The present research aims for a better understanding of the roles of not only Polo kinase but also a novel mitotic kinase, Scant/Greatwall, that appears to participate in common processes as Polo. To this end we continue to use the fruit-fly as a model firstly because it offers sophisticated genetic tools for studying regulatory pathways. Secondly we are able to follow the behaviour of its division apparatus in living cells in order to study the effects of interfering with the function of individual proteins. Our findings can be rapidly translated to the regulation of cell division in human tumour cells. We anticipate that the work will lead to finding new proteins that regulate the cell division cycle, several of which might be valid targets for the future development of anti-cancer agents. In any event, an improved knowledge of the underlying biology behind the cell division process will contribute to the rational design of new agents to combat proliferative cell disease.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0501718","grantId":"G0501718","fundValue":"1579530","fundStart":"2006-07-01","fundEnd":"2011-06-30","funder":"MRC","impactText":"","person":"David Moore Glover","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}