{"id":"0701F454-59BD-4B14-AD37-5AB0E39243DF","title":"Novel Strategies to Detect and Mitigate the Emergence of AMR in Zoonotic Pathogens","abstractText":"Antimicrobial resistance (AMR) is one of the most critical challenges facing science in the 21st century. For decades we have benefited from the widespread availability of drugs to treat a variety of conditions using antibiotics with penicillin becoming one of the most recognizable drugs in terms of public awareness. However, through the natural evolution of pathogens, accelerated by the over-use of antimicrobial drugs, the effectiveness of current treatments to such interventions is reducing. Indeed the emergence of pathogens which are fully resistant to antimicrobial drugs, though limited, is becoming an increasing trend. As a direct result of the serious implications and threats this poses the UK has established a 5-year AMR challenge to researchers, mirrored internationally, to address these issues.\n\nIn considering AMR it is important that the risk to human health from the emergence of AMR in livestock is also recognized and addressed. The use of antibiotics in this context is also widespread, and the emergence of AMR is occurring as seen in human pathogens. Given the food chain, and environmental factors such as waste treatment and run-off, there is significant risk that this may offer a pathway for the translation of AMR pathogens from animals into humans.\n\nMuch of the study into AMR and its emergence has naturally been undertaken by researchers within the life sciences. However, researchers within the engineering and physical sciences (EPS) have for many years contributed strongly to the development of life and medical sciences through the development of new characterization tools, advanced mathematical modelling techniques, and through the development of increasingly smart sensors to give a few examples. There is therefore significant scope for engaging EPS researchers directly with addressing the AMR challenges with the aim of accelerating the development of new techniques and tools for identifying and addressing the problem.\n\nThis project will create a space in which we will bring together researchers from the EPS community, including many leaders of their field, with those directly tackling AMR research challenges in the life sciences. We will do this through the creation of a Collaborative Hub for Advancing Interdisciplinary Research (CHAIR) at the University of Surrey. This CHAIR will be based in the newly established School of Veterinary Medicine, providing a neutral space to engage with researchers from across the EPS Departments within the University. To support and facilitate collaborations focused on addressing the AMR challenges we will run a series of integrated seminars, workshops and networking events which will lead to 'sandpits' at which researchers will work to propose short collaborative projects. Successful projects will then be eligible to apply to receive further funding with the aim of generating full research proposal submissions to funding bodies on the AMR challenges. We will also provide support in terms of research time to short projects, funds for short-term missions to support researcher interaction and information exchange, and network formation. \n\nA series of researcher development and training activities will be offered in collaboration with the University's Researcher Development Programme. We will also closely engage with a number of strategic partners including the Defra Animal and Plant Health Agency, the Veterinary Medicines Directorate (VMD), The National Physical Laboratory (NPL), The Royal Surrey County Hospital, and internationally at North Carolina State University (USA) including supporting a short-term visiting appointment, and Universidad Sao Paulo (Brazil). This will significantly extend the potential impact of the activities we will support and provide new opportunities for wider collaboration.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M027481/1","grantId":"EP/M027481/1","fundValue":"461854","fundStart":"2015-10-01","fundEnd":"2017-09-30","funder":"EPSRC","impactText":"","person":"Richard James Curry","coPersons":["Johnjoe  McFadden","Robert Andrew Dorey","Roberto Marcello La Ragione"],"organisation":"University of Surrey","findingsText":"","dataset":"gtr"}