{"id":"0702178C-DC1B-462C-9992-4FB8FC0793F1","title":"MicroRNA function in murine cytomegalovirus","abstractText":"The broad goal of this project is to determine the mechanism by which an animal virus utilizes and controls microRNA (miRNA) expression in order to establish an infection and persist in its host. MiRNAs are a class of small RNA molecules (~ 22 nucleotides long), discovered in the last decade, that regulate gene expression by targeting specific messenger RNA transcripts for degradation or inhibited translation. It is estimated that 30% of genes in humans could be regulated by miRNAs, implicating a fundamental role of these molecules in modulating the transcriptome. Viral-encoded miRNAs have been discovered recently in a number of different viruses, including all three herpesvirus subfamilies. Recent reports have demonstrated that viral miRNAs can target host genes involved in the immune response. This class of molecules, therefore, represents an important new class of potential drug targets. To date, no viral miRNA has been examined in vivo. Understanding the functional role of miRNAs in an intact physiological system is of vital importance; an in vivo analysis considers that both viral and cellular gene expression can be influenced by cell-context as well as the extent of the anti-viral immune response. We will examine viral miRNA function in murine cytomegalovirus (CMV). Cytomegalovirus, a member of the betaherpesvirus family, is a ubiquitous virus that is a major cause of morbidity in the clinical setting. CMV is highly species-specific; however, the pathogenesis of MCMV in mice is remarkably similar to that of HCMV in humans. Murine CMV is therefore an established model for studying human CMV and the MCMV genome can be modified to generate miRNA deletion mutants using bacterial artificial chromosome (BAC) technology. We will use both MCMV miRNA deletion mutants and antisense technology to examine viral miRNA function in vivo. Microarray technology will be used to examine the host genes that are targeted by MCMV miRNAs. This work is highly relevant to future analysis of miRNA inhibitors as anti-viral therapeutics. Finally we will establish a system for examining viral miRNA biogenesis in vitro. This is required to gain an in-depth understanding of how the virus controls and exploits this class of molecules and should complement the in vivo analysis. The tools and knowledge resulting from this work will be widely applicable in other viral systems. MiRNAs have also been shown to play a role in cancer formation and cardiovascular and metabolic diseases; expanding the understanding of miRNA function and mechanism, therefore, is of paramount importance to human health.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G01552X/1","grantId":"BB/G01552X/1","fundValue":"331464","fundStart":"2009-04-01","fundEnd":"2011-09-30","funder":"BBSRC","impactText":"  The identification of broad spectrum antiviral microRNAs has opened up avenues for development of these molecules as therapeutics against diverse viruses. A particularly attractive feature of these molecules is they regulate the host cell rather than directly targeted the virus, such that there is less scope for resistance. We are currently working with the military to determine whether these can be used against virus outbreaks and we are currently testing their efficacy against respiratory viruses in particular.  ","person":"Amy H Buck","coPersons":[],"organisation":"University of Edinburgh","findingsText":" Viruses require host proteins to enter a cell, replicate and spread in an animal. In the last decade, a new class of molecules has been discovered, microRNAs, which regulate the precise concentration of host proteins in a cell. We developed a global functional screening assay to determine whether this class of molecule could influence the ability of viruses to replicate. We found that manipulating the expression level of specific microRNAs inhibited the replication of members of all three herpesviral subfamilies, as well as Semliki forest virus, a single stranded RNA virus. We then showed that these antiviral microRNAs directly target host genes that are required by diverse viruses for replication. Our findings suggest that the down-regulation of specific combinations of host proteins by a microRNA can inhibit virus replication. Since the antiviral effects of a microRNA relate to regulation of host gene expression, rather than direct targeting of the virus, we speculate that these molecules could be effective as broad-spectrum antivirals. Interestingly, we found that cytomegaloviruses encode molecules that interfere with these antiviral microRNAs. We identified a specific transcript produced by murine cytomegalovirus that binds to miR-27, an antiviral cellular microRNA, and mediates its degradation. Our findings demonstrate a new mode of virus-host interaction where a viral messenger RNA targets a cellular microRNA for degradation. This work suggests that other animal viruses may also target cellular microRNAs during infection and this mechanism could be a new therapeutic target. Our research is applicable to any agency or body that requires methods for treating viral infection, including emerging strains. We are currently examining the extent to which the molecules that we identified in the project can suppress diverse viral families. Because the microRNA molecules regulate host gene expression (rather than directly targeting the virus) there is less scope for resistance; this is important for the future of antiviral therapeutics. Aerospace, Defence and Marine,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}