{"id":"07230BCB-133C-41C0-9ADF-6BB2F15BAB14","title":"500,000 years of solar irradiance, climate and vegetation changes","abstractText":"Incoming solar irradiance ultimately governs the amount of energy within the Earth's system. Our understanding of how solar irradiance is modulated by the Earth's orbital pathway underpins our understanding of long-term (&gt;10,000 year) global climate and vegetation change through the geological record. However, there is no independent long-term record empirical record of solar irradiance on timescales &gt;10,000 years. Our proposal is designed to generate the first record of solar irradiance change at the Earth's surface by applying cutting-edge organic geochemical techniques to a unique tropical record of past vegetation change.\n\nCurrent understanding of solar flux is based upon changes observed in cosmogenic isotopes (10Be and 14C); however, the temporal range over which these techniques can be applied is limited by the half-lives of the respective isotopes. Recent advances in our understanding of pollen/spore chemical composition indicate that a signature of maximum Ultra Violet-B (UV-B) radiation exposure during growth is locked-in, and preserved, within the sporopollenin chemical structure [1]. As UV-B is directly proportional to total incoming solar irradiance this offers an opportunity to extract a long-term record of solar irradiance flux from the fossil pollen/spore record.\n\nDuring the Quaternary period (last 2.6 million years) orbital forcing has been identified as particularly important in relation to climate and vegetation change associated with glacial-interglacial cycles [2]. However, due to a paucity of appropriate study sites our understanding of terrestrial vegetation change over multiple glacial-interglacial cycles remains limited. New fossil pollen/spore data from a continuous c. 1 million year sedimentary record recovered from Lake Bosumtwi (Ghana), recovered by the International Continental Scientific Drilling Program, provides the first terrestrial record of vegetation change in Africa during this period [3]. The Lake Bosumtwi study site offers an ideal opportunity to assess how solar insolation, climate and vegetation have changed through time because it is well placed to record changes in the global climate system (Inter Tropical Convergence Zone, monsoon) and vegetation (shifts between forest and savannah biome are observed in the fossil pollen record).\n\nWe will use Fourier Transformed Infra-Red spectroscopy to analyse the chemical structure of c. 15,000 pollen/spores extracted from 500 different depths (ages) in the Lake Bosumtwi sediment record over the last 500,000 years. By characterizing past change in solar irradiance at the Earth's surface and comparing chemical change with existing model and vegetation data we will provide new insights into the pattern of change. The independent record of solar irradiance will allow climate and vegetation change inferences to be decoupled within the fossil record. Therefore, we will have the potential to determine leads and lags (causality) within the Earth's system, e.g. how do shifts in climate systems related to vegetation change.\n\nThe research team have all the requisite skills and experience to deliver the proposal: Gosling (PI OU) has worked on past environmental change in the tropics for 12 years and has worked on Lake Bosumtwi sediments since 2007; Lomax (PI Univ. Nottingham) and Fraser (Res Co-I OU) are organic geochemists who have pioneered research into pollen/spore chemical composition change and its preservation in the geological record. The Centre for Earth, Planetary, Space &amp; Astronomical Research (The OU) will provide the required facilities and research environment.\n\nREFS: [1] Lomax, B.H. et al., Plant spore walls as a record of long-term changes in ultraviolet-B radiation. Nature Geosci., 2008. 1: 592-596. [2] Hays, J.D. et al., Variations in the Earth's orbit: Pacemaker of the ice ages. Science, 1976. 194: 1121-1132. [3] Koeberl, C., et al., The 2004 ICDP Bosumtwi Crater Drilling Project. Meteorit. Planet. Sci., 2007. 42: 483-511.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/K005294/1","grantId":"NE/K005294/1","fundValue":"427067","fundStart":"2013-05-14","fundEnd":"2016-08-12","funder":"NERC","impactText":"","person":"Wesley  FraserWilliam Daniel Gosling","coPersons":["Barry Harvey  Lomax","Angela Louise Coe"],"organisation":"Open University","findingsText":"","dataset":"gtr"}