{"id":"072EA827-85B9-4464-A15A-0638AFF49E3A","title":"Cryptogamic diversity, biology and conservation on South Atlantic Islands","abstractText":"Oceanic islands (i.e. islands that have never been connected to a continent) are natural laboratories of evolutionary and biogeographic processes and key to understanding these in continental settings. Seen traditionally as migratory dead ends, it is now thought that these islands may instead represent 'dynamic refugia' and 'migratory stepping stones' for species that are effective dispersers, such as spore-producing plants (mosses, liverworts, hornworts, ferns and lycopods collectively known as cryptogams). \nThus, cryptogams are the key terrestrial plants for understanding the biogeography of oceanic islands; they are primary colonists and hence are sentinel organisms for tracking ecological successions and soil development and, unlike many flowering plants, they have almost all arrived naturally by wind-borne propagules rather than as human introductions.\nThe oceanic South Atlantic Islands include Ascension, St. Helena and Tristan da Cunha (all British Overseas Territories) and the Brazilian counterparts, Fernando de Noronha and Trindade. We are putting together a team of UK and Brazilian scientists who already have considerable experience of working on some of these islands to conduct the first comprehensive study of their cryptogamic diversity and biogeography. This work will enable the drawing up of biodiversity action plans, conservation strategies and lead to the recognition of the islands as key locations for monitoring and understanding the effects of climate change. \nOur research programme will include extensive field work, which coupled with thorough taxonomic analyses, will lead to the first comprehensive assessment of species richness and diversity of both Brazilian and British South Atlantic Oceanic Islands. Major outputs will be authoritative species checklists for the five islands; an illustrated Flora for Fernando de Noronha like those already published for St. Helena and Ascension Island; popular articles to increase public awareness; taxonomic revisions and articles on island biogeography in peer-reviewed journals. These outputs will provide essential baseline data that will: 1) highlight and publicize the importance of the cryptogamic flora to visitors of the islands; 2) allow for better informed and targeted conservation efforts- e.g. Fernando de Noronha is a UNESCO designated World Heritage Site; 3) provide key reference works for long-term monitoring of the effects of climate change and anthropogenic impacts on the biodiversity of the islands ; 4) form the basis for joint research programmes and funding applications by UK and Brazilian partners on island biogeography embracing the origins of the floras, their evolution, endemism and reproductive biology. \nEmbedded in these activities is a major training programme for early career Brazilian scientists and conservation personnel through workshops and fieldwork. This will enable a new generation of Brazilian scientists to carry out independent, state-of-the-art cryptogamic research.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/N00003X/1","grantId":"NE/N00003X/1","fundValue":"42709","fundStart":"2015-02-01","fundEnd":"2016-11-30","funder":"NERC","impactText":"","person":"Silvia  Pressel","coPersons":["Harald  Schneider","Jeffrey Graham  Duckett"],"organisation":"The Natural History Museum","findingsText":"","dataset":"gtr"}