{"id":"0734F805-28C0-4747-99A5-5356753DC584","title":"Feedbacks QUEST: Quantifying biogeochemical feedbacks on climate change","abstractText":"The climate system is immensely complex. It consists not only of the physical atmosphere and ocean, but of the living things that inhabit the land surface, seas and sediments. These influence the climate; for example they are sources and sinks of greenhouse gases such as water vapour, carbon dioxide (CO2), nitrous oxide (N2O) and methane (CH4). They also produce atmospheric particles / cloud droplets, and aerosols formed from volatile organic carbon, nitrogen and sulphur compounds, that may scatter light directly or alter the properties of clouds. Changes in the climate may in turn feed back, influencing the amount and type of life on the land or in the ocean. These are the biogeochemical feedbacks on climate, and they must be added to the (generally rather better understood) physical feedbacks (ice, clouds etc) to predict the properties of the full the climate system An attempt to better determine and quantify the most important biogeochemical feedbacks on climate change is long overdue. A framework for quantifying climate feedbacks (including some vegetation feedbacks) was outlined over 20 years ago, and in pioneering work Lashof made a first attempt to synthesise and quantify pertinent biogeochemical (including biogeophysical) feedbacks. Subsequently, there has been much work on individual feedbacks or groups of feedbacks, but there have been few attempts to take an overview and assessment of all pertinent biogeochemical feedbacks. In existing reviews, the treatment tends to be qualitative rather than quantitative and most attention is devoted to feedbacks in the carbon dioxide cycle with other biogeochemical cycles getting less attention. What is clear from existing assessments is that purely physical feedbacks (notably those involving water vapour, ice and snow) are predominantly positive and make the Earth system a fairly strong amplifier of short-term drivers of climate change. In such a system, small additional positive feedbacks can have large effects. Biogeochemical feedbacks were estimated by Lashof to provide a significant additional positive feedback, but the uncertainty is such that the overall climate sensitivity could lie within a large range. This research will, as a first step, update the semi-quantitative analysis of Lashof, resulting in a better understanding of what the most important biogeochemical feedbacks are today. Where these mechanisms are not already being studied in QUEST projects, we will then use and modify the QUEST family of Earth system models to make more quantitative estimates where possible of these feedbacks. (The QUEST family consists of the GENIE 'intermediate complexity' model framework, useful for studies on centennial to million year time scales, and the Quest Earth System model, now being built from a number of higher resolution modules and useful for run lengths of up to a few centuries.) Feedbacks that we expect to concentrate on (because they are not presently being emphasised elsewhere within QUEST) will be: in GENIE, long-term feedbacks involving the greenhouse gases nitrous oxide and methane, and a parameterization of atmospheric chemistry feedbacks on their sinks, in QESM, estimates of effect of both terrestrial and marine sources of aerosol precursors. We will also use the models to make a comprehensive assessment of the strength of different feedbacks on atmospheric carbon dioxide across the full range of timescales. The final output will be a synthesis of current knowledge, including some of the less well studied biogeochemical feedbacks, and modelling tools to allow their further exploration in the QUEST models.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F001657/1","grantId":"NE/F001657/1","fundValue":"459686","fundStart":"2007-10-01","fundEnd":"2010-07-31","funder":"NERC","impactText":"  In a recent POST note on feedbacks on climate change, and in subsequent research. Environment,Government, Democracy and Justice Cultural,Societal","person":"Timothy Michael Lenton","coPersons":["Andrew  Watson"],"organisation":"University of East Anglia","findingsText":" We undertook an effort to better quantify key biogeochemical feedbacks on climate change. This synthesised much existing work on individual feedbacks or groups of feedbacks, and added to it with a new analytical approach to quantifying ocean biogeochemical feedbacks on climate change, and state-of-the-art modelling of the feedback on climate change from biogenic marine dimethyl-sulphide emissions. Together this produced an overview and assessment of all pertinent biogeochemical feedbacks. \n\nWhat is clear from existing assessments is that purely physical feedbacks (notably those involving water vapour, ice and snow) are predominantly positive and make the Earth system a fairly strong amplifier of short-term drivers of climate change. In such a system, small additional positive feedbacks can have large effects. Biogeochemical feedbacks were estimated to provide a significant additional positive feedback, such that the overall climate sensitivity is estimated to be high, especially on long timescales .\n\nThis research improved upon an existing semi-quantitative analysis, resulting in a better understanding of what the most important biogeochemical feedbacks are today. We sought to use and modify the QUEST family of Earth system models to make more quantitative estimates where possible of these feedbacks. Progress was made with the GENIE &quot;intermediate complexity&quot; model framework, useful for studies on centennial to million year time scales, however the higher-resolution Quest Earth System model (QESM) did not become available for our use within the time frame of the project, so instead we used the global aerosol chemistry-climate model ECHAM5-HAMMOZ. The results also included a new analytical approach allowing a comprehensive assessment of the strength of different feedbacks on atmospheric carbon dioxide across the full range of timescales. In further research into quantifying biogeochemical feedbacks on climate change Environment","dataset":"gtr"}