{"id":"073CA938-DEBA-4857-B28E-761CBFD0D46C","title":"Hydrological extremes and feedbacks in the changing water cycle","abstractText":"The prospect of significant climate change over the next decades means that society must urgently face up to the implications for the changing water cycle, in particular increasing risks from extreme floods and droughts. Guidance for policy-makers to support adaptation to these risks and to support mitigation strategies to combat climate change is urgently required. However, the ability of climate scientists and hydrologists to predict the possible magnitudes of floods and droughts, and the frequency with which they are expected to occur, is still limited. This is due largely to gaps in knowledge of how best to use available data and models; of particular concern is the limited ability of climate and hydrological models to produce realistic extremes and changing hydrological behaviour. For example, regional climate models produce data which often requires to be downscaled to finer resolutions, but questions arise about what properties of the downscaled data are critical and how the downscaling should be done. As another example, drought planning requires inter-annual and inter-regional rainfall and evaporation to be represented accurately, however there is little guidance about how this can best be achieved under future climate using available models. In addition, there are weaknesses in the simulation of hydrology (for example, groundwater storage, river flows and evaporation) which act as hurdles to development of next generation climate models; in particular models currently used to simulate feedbacks from the earth surface to the atmosphere neglect important hydrological processes. This proposal will produce the science and models needed to address these questions, integrating climate and hydrological science to take impact modelling beyond the current state of the art. Specifically, the proposal: 1. exploits current generation climate science and statistical methods to improve and enhance projections of potential change in hydrologically-relevant metrics over a time-scale of 10 to 60 years, in particular extremes of heavy precipitation and drought; 2. builds on the analysis of historical data to improve scientific understanding and develop innovative methods for the modelling of extremes and non-stationarity in the hydrological response to climate variability; 3. seeks to improve the representation of hydrological processes in land surface models, in particular, the enhanced modelling of surface and subsurface processes for simulation of land-atmosphere feedbacks.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I00677X/1","grantId":"NE/I00677X/1","fundValue":"231012","fundStart":"2011-02-01","fundEnd":"2014-01-31","funder":"NERC","impactText":"","person":"Andrew John Wade","coPersons":["David  Brayshaw","Nigel  Arnell","Richard Philip Allan"],"organisation":"University of Reading","findingsText":" The University of Reading contributed to Work Package 1 of the HyDef project. The research focused on improving the understanding of the hydrometeorological processes responsible for flooding in British river basins. The work showed that the 10 largest winter flood events since 1970 in a range of British river basins were connected to Atmospheric Rivers (ARs), narrow regions of enhanced water vapour transport across the mid-latitudes. When an AR makes landfall, large rainfall totals and flooding can result. As floods in Britain had a strong linkage with ARs, an algorithm was developed to identify ARs in atmospheric reanalyses. The algorithm uses criteria of the spatial and temporal extent of the vertically-integrated horizontal Water Vapour Transport for the detection of persistent ARs (lasting 18 hours or longer) in five atmospheric reanalysis products. The relationship between persistent ARs and winter floods was shown using winter peaks-over-threshold (POT) floods (with on average one flood peak per winter). In the nine study basins over the period 1980–2010 (31 years), the number of winter POT-1 floods associated with persistent ARs ranged from approximately 40 to 80 %. Furthermore the winter occurrence of ARs was found to have a significant negative dependence with the Scandinavian Pattern. Given the strong link between the ARs identified in the algorithm and the British winter floods, the algorithm was applied to the latest climate projections (Coupled Model Intercomparison Project Phase 5– CMIP5) to assess future AR activity near Great Britain and hence, their associated winter floods. Initial results suggest that the water vapour transport will increase in the future, which is likely to cause larger rainfall totals and in turn a risk of bigger winter floods. The results also suggest that the projected change in ARs is predominantly a thermodynamic response to warming resulting from anthropogenic radiative forcing The methodology, which can be used to assess changes flood frequency of the largest winter floods, will be of use to those involved in assessing flood risk and impacts. The work assesses future flood frequency in response to changes in the water cycle due to climate change. The work will have a broad international appeal to climate scientists, hydrologists and policy makers interested in the impacts of climate change on floods. The methodology employed has a wide utility for others looking for potential AR changes in other mid-latitude regions and provides a robust way of assessing the impacts of extreme precipitation on surface water flooding by considering the modelled outcomes from a range of climate models. Environment","dataset":"gtr"}