{"id":"07419A95-E89A-475C-9FED-7B17FF7B66D3","title":"Keeping enough in reserve: the employment of hybrid citizen-soldiers and the Future Reserves 2020 programme.","abstractText":"The Army Reserve, the Maritime Reserve and the Royal Auxiliary Air Force are to be significantly expanded in ways intended to develop the ability of the UK armed forces to meet the challenges of a constantly evolving security environment as we move forward into the 21st Century. This research will provide a rigorous evidence base with which to maximise the proposed transformation in ways that will enhance operational effectiveness of this newly configured force. Specifically, it addresses a number of key challenges associated with the proposed transformation of the armed forces under the Future Reserves 2020 programme, in ways that ensure not just the assimilation of reservists, but crucially, their genuine integration. In order to do so, the research will focus on the consequences of the reservist policy for the relationship between the armed forces and its host society, what it means to be both a soldier and a civilian in citizenship and identity terms, how employers both view and respond to the FR20 programme, and ultimately, the likelihood that such a transformation will succeed. In more detailed terms, the research will investigate what kinds of civilian held skills are most likely to be attractive to the armed forces and vice versa, as well as look in-depth at what it means to be a reservist. How do reservists negotiate their participation in and transitions between the armed forces and the civilian work-place? What does it mean to be deployed in an operational theatre for the experience of moving back to a qualitatively different civilian environment? How do these transitions impact on employers? How might employers be better placed to facilitate reserve service? Addressing these and closely allied questions is an integral aspect of the wider changes being proposed to the armed forces reserves and to the armed forces, and the intention of the research is to provide a robust evidence base to inform the proposed changes. \n\nThe research will use a mixed-methods approach. A large-scale quantitative survey of reservists conducted at two time-points during the project will generate longitudinal data on reservist employment experiences and attitudes. Semi-structured interviews with a sample of reservists, with follow-up interviews to generate a longitudinal dimension, will capture reservist perspectives on their positions as hybrid citizen-soldiers as the Future Reserves 2020 programme progresses, including data on civilian employment patterns. Case studies of a sample of different employer types will generate data on employer perspectives, particularly the management of reservists within the labour force. The empirical research will be contextualised within reviews and analysis of existing policy documentation and relevant literatures, including a review of analogous experiences of reservist transformations in other national contexts.\n\nA project advisory group, including representatives from the Ministry of Defence and armed forces charged with making the changes under the Future Reserves 2020 programme, will ensure input into the project from the defence community as the research progresses, and will facilitate wider communication and use of relevant research findings. The research findings will be disseminated to a range of defence, other non-academic and relevant academic audiences and readerships using mechanisms to facilitate research impact. Outputs will include an expert workshop for senior military personnel, policy briefs summarising key research findings for policy-makers and practitioners, short journal pieces in relevant current affairs and defence policy publications, and academic journal articles in peer-reviewed military sociology, political science, employment sociology and international relations journals. \n\n\n\n .","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L012944/1","grantId":"ES/L012944/1","fundValue":"239402","fundStart":"2014-09-01","fundEnd":"2017-05-31","funder":"ESRC","impactText":"","person":"Rachel  Woodward","coPersons":["Kenneth Neil Jenkings","Paul Richard Higate","Timothy Peter Edmunds"],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}