{"id":"0742D56F-47ED-4073-A3DC-AD0AA8FA29E8","title":"Promoting Equality and Diversity Through Economic Crisis","abstractText":"The Research Network on Promoting Equality and Diversity Through Economic Crisis ('PEDEC') draws on core philosophical and methodological traditions from geography, law, business and management, history and politics to advance understanding of: (i) the equality and diversity effects of the downturn across places, sectors, and social groups; and (ii) the possibilities for resisting negative outcomes and effecting positive change. \\n\\nPEDEC is concerned to promote equality based both on the recognition of difference and the redistribution of resources (Fraser, 1997). The fundamental inseparability of social class from other dimensions of social identity (gender, race/ethnicity, disability, age, sexual orientation and religion) also critically inform the approach taken. Collaborators will pool their inter-disciplinary expertise to debate urgent issues around: competing organizational responses to economic crisis; the uneven social and spatial distribution of redundancy; the effect and utility in this climate of legal interventions including as envisaged by the 2009 Equality Bill; a potential backlash against equality and diversity as 'too costly in recession'; and the media representation of these issues. \\n\\nThe creation of the network responds to the new questions that have been raised by the economic crisis and that require investigation across disciplinary and spatial boundaries. It brings together scholars, practitioners and activists from the UK and elsewhere to explore the implications of the economic downturn, and coming cuts in public spending, for maintaining and progressing equality and diversity standards and for including marginalized groups in economic recovery.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H040099/1","grantId":"AH/H040099/1","fundValue":"26195","fundStart":"2010-09-01","fundEnd":"2012-08-31","funder":"AHRC","impactText":"  The stakeholders who attended the seminars organised by PEDEC research network have drawn on the material, ideas and information to inform their responses to the impact of the economic crisis on equality and diversity initiatives. Communities and Social Services/Policy,Education,Government, Democracy and Justice Societal,Economic,Policy & public services","person":"Kate  Malleson","coPersons":["Alan  James"],"organisation":"Queen Mary, University of London","findingsText":" This grant established a research network on promoting equality and diversity through economic crisis. It brought together, in a series of seminars, a wide range of different stakeholders (practitioners, academics, NGOs, civil servants, judges, policy-makers). They shared ideas, good practice and understanding to help minimise the negative effects of the economic crisis on equality and diversity initiatives. the wide range of stakeholders listed above have used the network and the papers given in the four seminars to inform their policy-making and their responses to the impact of the economic crisis on equality and diversity issues. Communities and Social Services/Policy,Education,Government, Democracy and Justice","dataset":"gtr"}