{"id":"074989E1-9FC0-44DE-9BD2-3E03E49BC49D","title":"A whole-system approach to analysing bioenergy demand and supply: mobilising the long-term potential of bioenergy TSEC-BIOSYS.","abstractText":"The project's objectives will be met through four strongly interdependent inter-disciplinary research themes (Figure 1). The themes will bring together natural and social scientists, engineers and economists from fifteen leading UK research organisations with demonstrated expertise in bioenergy or key complementary skills. Their research will be complemented by inputs from a network of organisations from the energy, bioenergy and agricultural industries, trade associations, financial organisations, NGOs, UK and Eli policy institutions, international organisations, regional I local authorities and other research organisations. Theme 1 will focus on the potential evolution of demand for bioenergy in the UK and current and future options for supplying the demand. The research addresses factors affecting demand, technology developments and possible transitions in bioenergy technologies and products, and the potential role of bioenergy imports. The theme will develop demand scenarios that will be used to assess the economic and environmental implications of satisfying different scales and types of demand. Theme 2 will study the biomass supply potential in the UK from a land use, forest and crop production perspective. Research will identify and address limitations and bottlenecks facing biomass supply, including social issues. Future supply will be estimated using spatial and temporal models that integrate crop science, agricultural / forestry management, economic and environmental factors. Theme 3 will focus on the development of a sustainability framework for bioenergy chains and address the implications of alternative pathways for the development of bioenergy. The theme will provide an integrated analysis of economic, environmental and social aspects for key bioenergy chains and scenarios of interest to the UK, and will assess the greenhouse gas abatement potential of bioenergy chains in different final energy demand categories. The sustainability framework will provide guidance in relation to economic, environmental and social criteria that must be met by bioenergy chains and projects, and for the formulation of best practice guidelines, regulation and policies. Theme 4 will draw out the UK-wide implications of the whole systems analysis carried out under Themes 1, 2 and 3, and a synthesis of key findings on bioenergy development under different scenarios, It will provide recommendations and analysis on practices, regulation and policies, and work closely with stakeholders in developing a bioenergy roadmap. Theme 4 will ensure consistency and integration between the models and methods used within the other themes to ensure that a whole system perspective is maintained throughout the project. The interactions between the research teams and key stakeholders will also be coordinated within this theme to ensure that stakeholder time is used effectively and to ensure that scenarios and models reflect important practical market, technology, planning and social issues.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/C516328/1","grantId":"NE/C516328/1","fundValue":"107726","fundStart":"2006-01-03","fundEnd":"2010-06-02","funder":"NERC","impactText":"","person":"Peter John Pearson","coPersons":["Jeremy  Woods","Richard  Dinsdale","David  Book","Giuliano Claudio Premier","Ivor Rex Harris","Nilay  Shah","Freda  Hawkes","Angela  Karp","David  Powlson","Dominic  Moran","Alan  Guwy","Claire  Adjiman","Richard  Murphy","Nigel Peter Brandon","Roland  Clift","Peter  Smith","Gail  Taylor","Lucia  Elghali","David  Banister","Malcolm  Fergusson","Ausilio Walter Bauen","Jonathan  Finch","Dennis Leslie  Hawkes","Rafael  Kandiyoti"],"organisation":"University of Glamorgan","findingsText":"","dataset":"gtr"}