{"id":"074B2983-FE8F-4D5A-BE5B-77EF61FDF5BE","title":"University of Edinburgh/MRC Centre for Inflammation Research","abstractText":"Inflammation, recognisable in the skin by soreness, redness and swelling following trauma, is a highly evolved defence system that helps our bodies fight invading micro-organisms and repair damage. However if inflammation is not controlled properly it may cause significant illness as is the case in diseases such as asthma and arthritis. Long term (or chronic) inflammatory diseases are amongst the major killers in the UK, for example: Heart and vascular disease, lung and airway disease (for example associated with smoking), chronic liver disease (for example associated with viral infection, alcohol abuse etc) and chronic kidney disease. Unchecked, inflammation also leads to tissue scarring (termed fibrosis) which can critically disrupt the function of organs such as the lung, kidney and liver. Inflammation is also becoming increasingly recognised as an important factor in the development of cancer. Whilst these diseases appear unrelated, there are events common to their development and progression which means that by understanding the biology of inflammation we will be able to develop new approaches to treatment of conditions affecting the lung, heart, liver or kidney. Additionally, we are developing methods of imaging inflammation and scarring to enable us to see how disease develops and test the effectiveness of treatments, without recourse to taking biopsies (a tissue sample).\nThe MRC-UoE Centre for Inflammation Research has a multi-disciplinary approach to the research of mechanisms underlying inflammatory disorders; with the aim of designing new treatments, and new methods to monitor and image these important conditions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0901697","grantId":"G0901697","fundValue":"2049650","fundStart":"2011-09-01","fundEnd":"2016-08-31","funder":"MRC","impactText":"","person":"John  Iredale","coPersons":[],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}