{"id":"075543F6-9C31-433B-8795-70CA581D5A8E","title":"Health of vegetarians","abstractText":"Health of vegetarians: lay summary\nEPIC-Oxford is a large study following the health of vegetarians and similar non-vegetarians. The aim of the proposed research is to examine the long-term health of vegetarians in the UK. This will help understanding of the impact of several related dietary factors on long-term health, and will provide important information for the 1.2 million vegetarians living in the UK. \nThe participants in EPIC-Oxford comprise 65,500 men and women who volunteered to join the study in the 1990s. Recruitment was targeted at vegetarians and other people with an interest in diet, and 34,000 meat-eaters, 10,000 people who eat fish but not meat, 19,000 lacto-vegetarians and 2,500 vegans joined the study. All the participants completed a questionnaire about their diet and other aspects of lifestyle, and 20,000 of them also provided a blood sample to be stored frozen for future analysis. The diet and lifestyle of the participants has been followed by questionnaires completed 5, 10 and 15 years after recruitment, and their health has been followed by linkage to National Health Service data on hospital diagnoses, cancers and death.\nPrevious analyses in EPIC-Oxford have shown several large differences in dietary intake, nutritional status or other markers of health between vegetarians and non-vegetarians. Some of these differences might be expected to lead to better health in the vegetarians, whereas others might lead to worse health. For example, we have shown that the vegetarians have relatively low levels of overweight and obesity, low blood cholesterol, high fruit and vegetable intake and high fibre intake, all of which may reduce the risk for some types of heart disease and perhaps other diseases. In contrast, we have also shown that the vegetarians have low dietary intakes and blood levels of potentially beneficial types of fat (especially n-3 fatty acids from fish), vitamin B12 and vitamin D; these low levels might contribute to an increased risk in vegetarians for some diseases, such as stroke. \nThe proposed research will utilize the information we have already collected over the last 20 years on the diet and lifestyle of the participants in EPIC-Oxford, together with extended follow-up by continued linkage to data from the National Health Service, to examine the risk for a range of diseases in vegetarians compared to non-vegetarians. \nThe main dietary factors examined will be vegetarian and vegan diets. We will also examine the impact on health of meat, fish, dairy products, animal protein, dairy protein, saturated fats, fats from vegetable oils and fish, dietary fibre, vitamin B12, and calcium. We will then examine the health records of the participants to answer several questions:\nWhether the already reported low risk of ischaemic heart disease in vegetarians is largely due to the low intake of saturated fatty acids, and whether it may also be affected by other dietary factors such as particular compounds in meat.\nWhether the risk of stroke may be high in vegetarians, and this may be related to the low intake of proteins from animal foods and of vitamin B12. \nFracture risk may be high in vegans and other individuals with low intakes of calcium due to low or zero intakes of dairy products. The risk for joint replacement for osteoarthritis may be low in vegetarians, due to low intakes of animal protein.\nThe risk of several disorders of the digestive system may be low in vegetarians, primarily due to high intakes of dietary fibre and absence of meat.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M012190/1","grantId":"MR/M012190/1","fundValue":"402644","fundStart":"2015-07-01","fundEnd":"2020-06-30","funder":"MRC","impactText":"","person":"Tim  Key","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}