{"id":"076612FF-8607-4D4F-8F14-C5A7B802267C","title":"Biocompatible Sterilisable Worm Gels: An Enabling Technology for the Development of Pluripotent Human Stem Cell-based Therapies","abstractText":"Human embryonic stem (hES) cells are pluripotent cells that can either self-renew, thereby maintaining their pluripotency, or differentiate depending on the culture conditions. Induced pluripotent stem (iPS) cells, which offer similar clinical potential to hES cells, can be generated by infecting adult cells. In principle, the application of hES and iPS cells in cell therapy and regenerative medicine offers tremendous potential because of their innate ability to differentiate into multiple, clinically-useful cell types. However, well-defined culture conditions are essential for realising the biomedical potential of hES and iPS cells. Matrigel is a gelatinous protein mixture secreted by mouse sarcoma cells and is marketed by BD Biosciences. This complex mixture contains laminin, entactin, collagen and various growth factors; it resembles the complex extracellular environment found in many tissues and is used by cell biologists as a model active substrate for cell culture studies. Matrigel is a liquid at 4oC, but on warming to 37oC it forms a fibrillar gel network. In its diluted form, Matrigel is used as an attachment substrate for culturing embryonic stem cells to maintain their pluripotent, undifferentiated state in the absence of any feeder cells. Despite its high cost, animal origin and poor/variable batch-to-batch reproducibility, Matrigel is nevertheless widely used by cell biologists. However, an alternative wholly synthetic gelling composition that can be reliably employed as a baseline material is urgently required for a wide range of in vitro stem cell experiments aimed at eventual clinical applications. Moreover, it is widely accepted that the effective translation of human pluripotent stem cells into cell therapies will require the development of standardised tests for product consistency, stability, toxicity and immunogenicity.\n \nWith the aid of this grant, we will develop a range of novel, wholly synthetic hydrogels based on the self-assembly of biocompatible methacrylic block copolymer worm-like particles, which are readily prepared in concentrated aqueous solution. Such gels are highly biocompatible and, unlike many hydrogels, can be readily sterilised simply by cold ultrafiltration: this is possible because the worms transform into free-flowing spherical nanoparticles when cooled to 5oC and reform worm gels on returning to ambient temperature. In a year-long informal collaboration, we have conducted proof-of-concept studies (see A. Blanazs et al., JACS, 2012, 134, 9741) and filed a U. Sheffield patent application, thus we already have a strong background IP position. However, there are many remaining technical challenges and a concerted inter-disciplinary research effort is now required to overcome these problems. Our new worm gels are expected to replace Matrigel (and related animal-derived materials) as the most convenient medium for the long-term storage, manipulation and proliferation of human stem cells while retaining their pluripotent state. Prof. Steve Armes will lead on the synthetic polymer chemistry aspects of this inter-disciplinary study, while Prof. Harry Moore will lead on the stem cell research. We request funding to support two experienced post-doctoral research scientists to work in close collaboration on this project. We have identified two appropriate industrial partners for this EPSRC grant. GEO is a UK-based speciality chemicals company that will provide the monomer building blocks required for the synthesis of the block copolymer worms, assist with the scale-up studies and act as a raw materials supplier in the event of future commercialisation. Plasticell is a UK-based biotech SME specialising in stem cell technologies. This company is ideally placed to help us assess and optimise our worm gels to ensure that they provide an appropriate technical solution for stem cell biologists. These two companies have each pledged &pound; 5 K cash to provide the &pound; 10 K contribution required by EPSRC.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L024160/1","grantId":"EP/L024160/1","fundValue":"663557","fundStart":"2014-09-30","fundEnd":"2017-09-29","funder":"EPSRC","impactText":"","person":"Steven  Armes","coPersons":["Harry David Moore"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}