{"id":"07660F70-2D19-4F88-9DBE-F08E4D0CF285","title":"Probing Earth's deep interior with rapid changes in Geomagnetic field and Earth rotation","abstractText":"The geomagnetic field varies on time scales of milliseconds to billions of years, and has sources both inside the Earth, from the dynamo generating the main field in the highly conducting liquid iron core, and outside the Earth, from currents flowing above us in the ionosphere and magnetosphere, reflecting the interaction of the solar wind with our planet. In general, rapid variations (less than one year period) originate outside the Earth, while longer period variations come from inside. Separating signals from one to ten years is a challenge, but also has the potential to tell us much about Earth structure and processes. The most rapid variations generally identified as being of internal origin are so-called &quot;geomagnetic jerks&quot; - rapid changes in the rate of change of the magnetic field. Their structure and evolution can tell us not only about rapid changes in Earth's fluid core (such as waves and upwelling of core fluid) but also about the solid mantle in between. This rocky region is not as electrically conducting as the iron core, but it could still conduct weakly. A strong constraint on this property has recently been provided by another geophysical measurement, the rate of Earth rotation. We have found that sharp changes in the field are matched by almost contemporaneous sharp changes in the rate of Earth rotation. This both gives as clues as to what causes the events, but also strongly restricts the conductivity of the mantle - if this were higher, then the magnetic signal would lag the rotational signal as it would take time for the field to diffuse from its origin at the core-mantle boundary through the solid Earth to be observed at the surface. Mantle conductivity is also constrained by measurements of the induced magnetic field from varying external fields, so-called geomagnetic depth sounding. The combination of this constraint from above the Earth, and the new constraint from the deep mantle, will be used to give a detailed profile of conductivity as a function of depth, which in turn constrains the composition and mineral state of the solid Earth. For example, if a phase change of silicate rock were predicted which gives a sharp rise in conductivity, this phase change could be excluded by the geomagnetic data.\n\nThe bulk of the work in this study is detailed analysis of both geomagnetic and Earth rotation data to tease out more information as to the signals they contain. A six-year oscillation has been confirmed in both measurements, but more rapid variations are even harder to distinguish, as they overlap with other sources: for the magnetic field, from external current systems, and for Earth rotation from angular momentum exchange with the atmosphere. For example, variations in short period (atmospheric) variations in Earth rotation have been shown to have a strong link to the ENSO climatic signal. A successful outcome of the project will rely on successful separation of the signals.\n\nWe will construct detailed models of the magnetic field variation in space and time to investigate what is causing these changes. Recently, quantum mechanical calculations of the physical state of materials of the Earth's deep interior have revised our assumed value for the electrical and linked thermal conductivity of the core. These new values have changed our understanding of how the core works - we now believe that instead of full vigorous convection, it is highly likely that there is a stably stratified layer of fluid at the top of the core. This layer will support waves and instabilities rather than large scale convection, as is seen for our atmosphere and oceans, similarly stably stratified, rapidly rotating fluids. A recent simple model of these waves can explain the details of the variation of the dipole field in the Earth, and our preliminary results suggest that they may also explain the geomagnetic jerks. Thus our work should constrain both the structure of Earth's mantle, and the dynamics of its core.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M012190/1","grantId":"NE/M012190/1","fundValue":"269191","fundStart":"2015-06-01","fundEnd":"2018-05-31","funder":"NERC","impactText":"","person":"Richard  Holme","coPersons":[],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}