{"id":"077B54F3-4AC8-4691-8257-3BF23D6ED381","title":"MIAMI VICE: Transforming Network Television in the 1980s","abstractText":"This research project employs the landmark police procedural Miami Vice (1984-1990) to interrogate the reshaping of US network television in the 1980s. This watershed decade saw network television reconfigure itself to adapt to the challenges presented by the spread of satellite and cable television, the popularity of the VCR, and the rise of home computing and videogaming, all of which made vulnerable its established preeminence as domestic audio-visual entertainment. While previous critical work has identified Miami Vice as a defining show of the era, it has typically framed analyses of its distinctive look and sound with theories of the postmodern, or with questions of audience engagement. In contrast, this study seeks to examine the show's status at the forefront of strategies to adapt to the changing political economy of network television. In particular, it explores the show's importance to the NBC network, which, after being last in prime time ratings from 1975 to 1983, established itself as the premier network for the rest of the decade, in large part by responding to this new competitive landscape by innovating in programming content, in focusing on 'narrowcasting' for lucrative audience demographics, and in seeking to be at the forefront of new developments in entertainment technologies. Miami Vice was a key vehicle for such strategies, and the project illuminates many of the pivotal shifts in network policy, and their consequent impact on televisual entertainment, through a sustained assessment of its defining features.\\n\\nOne of the main aims of the research project is thus to demonstrate the purposing of Miami Vice within the rapidly innovating sector for audio-visual entertainment in the 1980s. For example, one of the most significant but critically neglected developments during this period was the emergence of stereo television broadcasting, first by cable companies, and then by the major US networks from 1984 onwards. NBC, Miami Vice's broadcast network, took the lead in this area, and one of the key tasks of the project will be to reframe understandings of the show in order to assess its significance as a pivotal 'early adopter' application for stereo television sets, many of which were being manufactured by RCA, NBC's parent company. This development also anticipated changes in global entertainment markets, and another aim of the project is to illuminate the show's function as a global commodity benefiting from free-market economic and deregulatory policies; in particular the Reagan administration's efforts to open up foreign markets to US television products. One question the research will therefore address is the degree to which we must understand Miami Vice's defining characteristics as a corollary of its status as global televisual product.\\n \\nOne of the advantages of the approach taken by the research is therefore to enable a more complex sense of the forces shaping televisual entertainment in the 1980s; one that takes account of how programming might serve the strategies of conglomerates stretching across different sectors of the media and communications industry, and with an increasingly expansive global reach. The legacy of these changes is still being felt in the present media moment, and the research addresses a rather neglected chapter in this recent history. While most criticism of Miami Vice has identified its contemporaneousness in relation to the showcasing of 'designer' fashions, popular music and affluent lifestyles, this project takes an interdisciplinary approach drawn from political economic theory, television studies and cultural studies to situate the show at the heart of a rapidly evolving media economy reshaping programming content to fit emergent modes of consumption. It is in this sense that the show serves as an emblematic product for a seminal decade; one that remade established certainties regarding the 'business' of television in ways that are still being felt today.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/G006350/1","grantId":"AH/G006350/1","fundValue":"23698","fundStart":"2008-10-06","fundEnd":"2009-02-05","funder":"AHRC","impactText":"","person":"James  Lyons","coPersons":[],"organisation":"University of Exeter","findingsText":"","dataset":"gtr"}