{"id":"078DAE70-B26A-4B9B-B18B-E6C481ACEF96","title":"Short-term visitors programme for Bristol Astrophysics","abstractText":"The Bristol Astrophysics Group has concentrated its research on the origins, growth, and structure of the largest-scale objects in the Universe: galaxies and clusters of galaxies. The Group conducts surveys using radio, infra-red, optical, and X-ray telescopes to search for young galaxies and clusters at high redshift - which means that the objects are both very distant in the Universe, and are being seen a long time in the past, when they were young. Studies of these young objects should then show more evidence of how they formed than studies of galaxies and clusters closer to us (and hence older). The question of how the younger objects develop into the clusters and galaxies that we see today is also important, and here it appears that much complicated physics to do with gas flows, galaxy and cluster collisions, and the energy release from black holes is relevant. Sometimes rare events, such as outbursts from so-called 'active' galaxies or major collisions, change the properties of the galaxies and clusters dramatically. In between these events, slower processes allow the galaxies and clusters to settle back towards an almost-steady, but ultimately unstable, state. Since the physics is complicated, we are engaged in many projects aiming to disentangle the problems and understand what processes are most important, and what are their consequences. Because the Bristol Astrophysics Group is small, it is important that it works closely with its collaborators to study these complicated problems. Visitors to the Group are, therefore, of great importance to the research of the Group, and this proposal requests funding to bring collaborators to Bristol to work with Group members. At the same time, this helps to extend the range of astrophysics to which Group research students and post-doctoral research fellows are exposed, and transfers ideas to our collaborators' institutions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/G001995/1","grantId":"ST/G001995/1","fundValue":"20185","fundStart":"2009-07-01","fundEnd":"2012-06-30","funder":"STFC","impactText":"  Visits from collaborators in Taiwan led to some planning for operation of the AMiBA telescope, and the development of some software for investigating AGN feedback to the intracluster medium. Visits from collaborators in Mexico led to major progress on understanding data on lensing in the Bullet Cluster, and showed our collaborators in Sweden how to analyse the data that we had gained from the ATCA. Visits by Stanway helped complete papers on the gas contents of high-redshift galaxies. Visits by collaborators at Culham helped to develop methods for dealing with distributed particle acceleration which acted as the basis for several final-year undergraduate student projects, and which are still being developed. Visits by Dulwich improved software used on the Coldrick telescope, and allowed it to be debugged in preparation for its survey for new water masers A visit by Jaffe led to the completion of work on cooling gas in clusters. Several visits also contributed to the completion of work on GAMA survey papers. Education Cultural","person":"Mark  Birkinshaw","coPersons":["Benjamin John Maughan","Andrew James Young","Steven  Phillipps","Diana Mary Worrall","Malcolm Neal Bremer"],"organisation":"University of Bristol","findingsText":" This grant funded travel to Bristol by collaborators and international visitors, often to complete research papers, or to construct proposals for observing time, or to discuss future possibilities. Most visitors contributed to the education of graduate students while they visited, by giving a research seminar, or interacting directly with students. Specific research publications are shown later. The research outputs are available for use by astronomers world-wide, and some are helping to motivate the formation of a new astronomy research centre in Baja California. Education","dataset":"gtr"}