{"id":"07970418-D5F4-4046-8122-111FCF167862","title":"Integrated Operation and Planning for Smart Electric Distribution Networks (OPEN)","abstractText":"The UK has a commitment to reduce its greenhouse gas emissions by at least 80% by 2050 relative to 1990 levels. DECC's 2050 Pathway Analysis shows the various ways through which we can achieve this target. All feature a high penetration level of renewable generation and a very substantial uptake of electrification of heat and transport, particularly from 2030 onwards. This will place unprecedented demand and distributed generation on electricity supply infrastructure, particularly the distribution systems due to their size. If a business as usual model is to apply, then the costs of de-carbonisation will be very high. Being equally confronted by the pressure of global climate change and sustainable development, the Chinese government has declared that by 2020 the carbon emission per-unit GDP will reduce to 40-45% of that in 2008. However China also needs to meet a 10% annual demand increase which has been on-going for the past 20 years, and this rate of growth is expected to continue for at least another 10 years. Therefore reinforcement of current distribution networks in an economic and sustainable way while meeting customers' rising expectation of supply quality and reliability is one of the basic requirements of Smart Grid development in China. It is a matter of urgency to investigate how to develop and adapt the current distribution network using Smart Grid interventions in order to facilitate timely connection of low carbon and sustainable technologies in a cost-effective manner. This is a global challenge faced by UK, China and many other countries.\n\nOur consortium brings together leading researchers from the UK and China to jointly investigate the integrated operation and planning for smart distribution networks to address two key research challenges:\n\n(1) Conventional network operational and planning approaches do not address the emerging opportunities offered by increased measurement and control and do not deal with the inevitable uncertainties of smart distribution networks.\n(2) A general understanding of how national or regional electricity distribution infrastructure should be developed and operated using Smart Grid interventions is required urgently by those making policy within Distribution companies and in Government/Regulators. Such an understanding cannot be gained from running conventional power system analysis tools and then manually assessing the results.\n\nNew techniques and approaches will be investigated to address these important questions\n\n(1) Distribution state estimation and probabilistic predictive control approaches will be used to determine the location and control policies of smart grid interventions including Soft Open Points and electronic embedded hybrid on-load tap changers.\n(2) Novel dynamic pricing techniques will be proposed to resolve conflicts between energy markets and network operation and find synergies where these exist.\n(3) A very fast network assessment tool and a rolling planning tool that will bridge the gap between planning and operation will be developed.\n(4) New visualisation and reporting techniques will be developed to give network planners, operators as well policy makers clear insights as to how Smart Grid interventions can be used most effectively. \n\nComplementary, cross-country expertise will allow us to undertake the challenging research with substantially reduced cost, time and effort. The research will build upon the long-time well established collaborations between partner institutions of the two countries. Our ambition is to provide a strategic direction for the future of smart electricity distribution networks in the 2030-2050 time frame and deliver methodologies and technologies of alternative network operation and planning strategies in order to facilitate a cost effective evolution to a low carbon future.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K006274/1","grantId":"EP/K006274/1","fundValue":"1002350","fundStart":"2013-04-21","fundEnd":"2016-04-20","funder":"EPSRC","impactText":"","person":"Nick  Jenkins","coPersons":["Jianzhong  Wu","Furong  Li","Goran  Strbac","Shu Yuen Ron  Hui","Timothy  Green"],"organisation":"Cardiff University","findingsText":"","dataset":"gtr"}