{"id":"079A39FA-01B3-4D43-909A-25C86B27085F","title":"Plant virus infection as a determinant of pollen allergenicity","abstractText":"Pollen-induced rhinitis and conjunctivitis represents a major health problem, with up to one in four of the UK population now affected. Virus infection of plants is common and has the potential to induce profound changes in the composition of pollen grains. In order to investigate the concept that virus-infection in grasses can enhance the ability of pollen to stimulate allergic reactions, a collaboration is proposed between two institutions with complementary expertise: the Centre for Ecology and Hydrology (CEH) in Oxford and the Infection, Inflammation and Repair Division of the University of Southampton. We will focus on pollens from grass species implicated as major triggers of allergic rhinoconjunctivitis in the UK. Staff of CEH will supply the Southampton team with pollen from glasshouse-grown Anthoxanthum odoratum (sweet vernal grass) or Dactylis glomerata (cocksfoot) separately invaded by specific viruses (Anthoxanthum latent blanching hordeivirus, Cocksfoot streak potyvirus or Cocksfoot mottle sobemovirus). The hordeivirus can be pollen-borne, while the potyvirus expresses abundant proteases. All of the three viruses produce abundant capsid proteins and their infections should trigger host expression of a wide range of defensive proteins. All these alterations can occur in flower organs so pollens from infected plants could become contaminated with additional allergens. The potential for virus-induced alterations in allergenic potency will be investigated in Southampton using appropriate in vitro and in vivo models. The protein components of standardised extracts of pollens from virus free and virus infected plants will be carefully compared, and patterns of IgE binding by components of the different pollen extracts investigated. The potential to stimulate mast cell and basophil activation in vitro will be examined, and the ability of proteases or other pollen constituents to alter epithelial monolayers explored. We shall seek to provoke allergic reactions in the skin and upper airways of grass pollen allergic subjects, and compare responses elicited with pollen from virus free and virus infected grasses. This study should provide information on the extent to which plant viruses may alter the potential of pollens to induce sensitisation or to elicit allergic reactions. This will allow for the first time an assessment of these viruses as environmental determinants of pollen allergy, and could open the way for new approaches to reduce the burden of disease in the community.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E008933/1","grantId":"NE/E008933/1","fundValue":"61270","fundStart":"2007-10-01","fundEnd":"2010-11-30","funder":"NERC","impactText":"  Nil. This is a proof-of-concept project. More research is needed.  ","person":"Hui  Wang","coPersons":[],"organisation":"NERC Centre for Ecology and Hydrology","findingsText":" We proved the concept that pollen from virus infected grass had more potency to induce allergic reaction in hay fever patients than pollen from uninfected pollen. More research is needed. Agriculture, Food and Drink,Environment,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}