{"id":"07A7E1AE-0F1C-418E-99BF-057BA7ACEC3D","title":"Seeing Data: are good big data visualisations possible?","abstractText":"Seeing Data focuses on how people perceive representations of big data; that is, data visualisations. The proposed research starts from the premise that data are constructed by human decisions made during the data generation process. They are never raw, but always cooked (Bowker 2005); they do not just exist, but need to be generated (Manovich 2011). But big data are often assumed to 'just exist', and their representation through visualisations are taken as windows onto the world, even though some commentators have highlighted the dangers of such assumptions. For example Crawford (2013) states that 'the map is not the territory' in order to warn us against seeing visual representations of things as the things themselves. \n\nA second premise of the research is that the main way in which the general public gets to access big data is through data visualisations, 'the representation and presentation of data that exploits our visual perception abilities in order to amplify cognition' (Kirk 2013). Data visualisations, like the big data on which they are often based, are becoming increasingly ubiquitous: David McCandless's billion-dollar-o-gram, an animated visualisation of years lost due to US gun deaths and the website We Feel Fine which captures sentiment expressed online are just three examples of widely circulating data visualisations. \n\nIf big data are constructed by the ways in which they are generated and if data visualisations are the main source of popular access to big data, then critical questions about the role of data visualisations need to be asked. We need to explore whether, given these factors, effective big data visualisations are ever possible, and if so, how effectiveness might be measured. In order to answer these questions, more understanding of the reception of data visualisations is needed. Seeing Data addresses this issue. The proposed research involves generating big data, combining it with existing data, visualizing that data, and examining the reception of these visualisations amongst the general public, who are the main consumers of data visualisations. Through these methods, the research will develop understanding of the reception of data visualisations, which will then be shared with the producers and consumers of such visualisations. Thus the research aims to enhance both the production and consumption of data visualisations.\n\nQuestions about the reception of big data visualisations will be addressed through collaborative research carried out by a new media scholar, a data visualisation expert, a social science researcher working with large scale data and a visual communications scholar. Our empirical research takes as a case study data about a contentious social issue, migration, which is held by the Migration Observatory (MigObs) at the University of Oxford. MigObs aims to provide impartial, evidence-based analysis of data on migration and migrants in the UK, to inform media, public and policy debates; our research will explore whether data visualisations make it possible to meet this aim. Combining existing data about migration with newly-generated datasets, we will recruit field-leading data visualizers to produce visualisations of MigObs data. We will examine the reception of these visualisations in detail through in-depth focus group discussions with consumers of visualisations from the general public. To support this case study, we will also ask other consumers to keep diaries of their encounters with data visualisations in their everyday lives and their reactions to them. Thus we will explore whether effective big data visualisations are possible, given the constructedness of data and visualisations, what effectiveness might mean in this context and how effectiveness might be measured. We will also concretely help MigObs address some of the challenges it faces in clearly communicating its data to a range of stakeholders.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L009986/1","grantId":"AH/L009986/1","fundValue":"224192","fundStart":"2014-01-01","fundEnd":"2014-10-31","funder":"AHRC","impactText":"","person":"Helen  Kennedy","coPersons":["William  Allen"],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}