{"id":"07A82416-591D-48DD-B102-8FCC77B69C76","title":"Combinatorial genome editing to create enhanced biomanufacturing platforms","abstractText":"This project will enhance the manufacture of innovative medicines, allowing for more predictable routes to success and, with added certainty, enable the production of life-changing medicines more rapidly and cheaply with valuable consequences to patients and the economy. The focus is on improvement of the systems used to make medicines built from the knowledge of natural molecules, proteins, that are potent agents for the treatment of otherwise untreatable diseases. The molecules, often referred to as biopharmaceuticals (or biotherapeutics or biologics) are represented by insulin, a polymer of smaller components (amino acids) linked into a defined order by the genetic code in cells of the pancreas. The life-changing consequences of insulin in the treatment of diabetes is universally understood however it presents but one of many biopharmaceuticals that have been, are being/will be, made to treat diseases such as cancers (e.g Avastin), blood clotting disorders (e.g Factor VIII) or Rheumatoid arthritis (e.g Remicade). Each of these medicines is made by genetic engineering and they are synthesised by mammalian cells in fermenters. The research and safety validation of medicines of such wonderful potential is prolonged and costly but the rewards, for patients, society and economy are immense. Biopharmaceuticals dominate the pharmaceutical marketplace and in 2013, 7 of the top 10 selling drugs were biopharamcetuicals with combined sales of $58 billion. Potential rewards are immense but equally the investment is significant and consequently the cost to the patient and health agencies is high. There is a desire to make the route to market easier and less susceptible failure, to bring down the cost of manufacture and, hence, treatment. This situation is complicated by the development of new forms of biopharmaceuticals - molecules designed to be more specific, selective. potent and effective in treating diseases that until now have been untreatable. Many such biopharmaceuticals can be designed (for &quot;theoretical&quot; manufacture) but cannot be produced (or are produced poorly) by cells currently in industrial use. This presents the challenge to be addressed in the current project - making a new version of the cell used to manufacture the majority of the emerging biopharmaceuticals. The approach is novel, exciting and offers the potential to alter what is possible in the commercial production of biopharmaceuticals. \n\nThe cell we will engineer into a new manufacturing platform is the Chinese Hamster Ovary (CHO) cell. Estimates suggest that 900 biopharmaceuticals are currently in clinical trials and 70% are being made in CHO cells, The project brings together three distinct groups with strong and complentary skills to make this project occur. Firstly, Professor Alan Dickson (University of Manchester) has defined aspects of the CHO cell that can be altered to increase the efficency and certainty of production of biopharmaceuticals. These targets are associated with shortening the time it takes for CHO cells to reach manufacturing scale and enabling cells to make non-natural products (for production of the next generation of biopharmaceuticals). Horizon Discovery has built the technologies to add and/or remove multiple genes from cells, a technology that permits CHO cells to be genetically engineered to re-set the CHO cell to the more desirable version defined by the studies of Professor Dickson. The Horizon approach will enable multiple changes to be made to CHO cells, in combinations, to develop a toolbox of subtly-different cell versions to address the challenges presented by the many new biopharmaceuticals at research stage. Finally, the National Biologics Manufacturing Centre will take CHO cells engineered for enhanced performance and define the potential of the toolbox of CHO cells to support real-life manufacturing potential at commercial maunfactruing scale. A strong team to take the hypothesis to reality to manufacture.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M01701X/1","grantId":"BB/M01701X/1","fundValue":"426837","fundStart":"2015-07-13","fundEnd":"2018-08-02","funder":"BBSRC","impactText":"","person":"Alan  Dickson","coPersons":[],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}