{"id":"07B4D254-F510-4460-98A1-BF35F51108E6","title":"Auxin as a key regulator of pod shatter in Arabidopsis and Brassica","abstractText":"All flowering plants produce fruit. Whereas we often think of fruit as tasty and nutritious food, the plants use them to protect and nurse the seed that will give rise to the next generation. Fruit occur in extremely diverse shapes and sizes among flowering plants. They range from the size of a grain of table salt to the giant pumpkins that can weigh more than 1000 pounds. Many of the underlying mechanisms, which control fruit development, are mediated by developmental regulators called hormones. These mechanisms are shared among different plant species, and it therefore makes sense to study them in a plant species, which has obvious advantages as a research tool - a so-called model plant. A model plant should grow from a single seed to produce fruit in a short period of time (within a month) and be relatively easy to grow. The small Arabidopsis plant has these advantages and we already know some of the key genetic components that control Arabidopsis fruit development. One of the most important crop species in the UK is oilseed rape that colours the landscape in bright yellow patches during spring and early summer. Oilseed rape produces seed with a high content of nutritious oil that we use mainly in cooking and frying. In recent years seed oils have also become increasingly popular as biofuels for cars, buses, and trucks and may some day substitute diesel and gasoline. Oilseed rape fruit dry out at maturity and open to allow their seed to be dispersed in a process called pod shatter. Unfortunately, all the fruit in the field do not dry out at the same time making it difficult for oilseed rape farmers to time their harvest and obtain all the seed. In fact, an average of 15-20% of the harvest is lost every year. This loss can reach 50% in years with particularly windy conditions or when wet weather delays harvest. Despite a remarkable size difference, fruit from Arabidopsis and oilseed rape are very similar and we know from work in Arabidopsis that the plant hormone auxin can inhibit the pod shattering process. In the proposed research project, we will both expand our knowledge of this mechanism in the model plant, Arabidopsis, and develop technology to reduce pod shatter in oilseed rape based on that knowledge. In conclusion, we believe that our work in will provide substantial benefits for both farmers and consumers, as well as for the environment.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D018005/1","grantId":"BB/D018005/1","fundValue":"314059","fundStart":"2006-10-02","fundEnd":"2009-10-01","funder":"BBSRC","impactText":"  Bringing fundamental data through a model-to-crop translation pipeline is a lengthy process. So far our data have allowed us to obtain a grant under the BBSRC Crop Improvement Research Club to take our discoveries directly into oilseed rape.\n-The fundamental data provided a new concept in auxin biology, namely the auxin minimum. This has led to a contribution to education in the area of plant hormonal biology. Education ","person":"Lars  Ostergaard","coPersons":[],"organisation":"John Innes Centre","findingsText":" We have found that valve margin formation requires depletion of the plant hormone auxin from a subset of cells in the Arabidopsis fruit, thereby facilitating fruit opening and seed dispersal. We have identified the key regulatory components and the mechanism by which this auxin depletion takes place, and have identified unique ways of using this knowledge to control pod shatter in crops such as oilseed rape. Incorporation into breeding programmes of oilseed rape Agriculture, Food and Drink,Education,Environment","dataset":"gtr"}