{"id":"07BCE782-C2C9-4498-A403-B9229CEC742C","title":"The neural representation of vocal emotion: representational similarity analysis and information-theoretic approaches","abstractText":"Recognizing and interpreting emotions in other persons is crucial for social interactions. In particular, people of all cultures are able to recognize emotions in vocalizations without speech such as laughs, cries or screams of fear. But how our brain analyses emotion in voices remains poorly understood, compared to how we perceive emotion in faces, for example.\nIn this project we bring together several expert co-investigators and external collaborators to address two new streams of unanswered questions on the way our brain processes emotional information in voice. We will use several complementary neuroimaging techniques to measure cerebral activity with the best precision currently possible, and advanced analysis techniques to ask two main series of questions:\n(1) Does the brain processes emotions as different categories (e.g., fear, anger, pleasure) or rather as a continuum emotions each characterized by different amount of activation (arousal) or how negative/positive the expression is (valence)?\n(2) How do different nodes of the oscillatory network of brain regions responsible for analysing emotion in voice interact with one another? Do they share information between nodes in a synergistic way, or is there redundancy between the different nodes? And if yes, how, where and when is emotional information combined to arrive at the recognition of a specific emotion?\nThe results from this project will bring important new knowledge on how the normal brain works, with longer-term impact on the treatment and diagnosis of communication disorders and the development of better neural prostheses such as cochlear implants. The project will also contribute to consolidating and preserving UK's leading position in advanced neuroscience research.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M009742/1","grantId":"BB/M009742/1","fundValue":"743156","fundStart":"2015-04-01","fundEnd":"2018-03-31","funder":"BBSRC","impactText":"","person":"Joachim  Gross","coPersons":["Philippe Georges Schyns"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}