{"id":"07BFCFD4-8B22-4ED6-B8A8-929079E1C16E","title":"Modelling the effects of realistic polar stratospheric clouds on past climate and future ozone","abstractText":"Climate change and its attribution to human activity is the most important global environmental challenge of the 21st Century. Stratospheric ozone depletion due to reactive chlorine from CFCs was one of the most important of the 20th Century. Any unexplained climate change would lead to severe loss of confidence in science-based advice when priorities for implementing the Kyoto Protocol or its successors are being debated. Any unexplained delay in the recovery of ozone depletion, expected because of the Montreal Protocol, could lead to similar loss of confidence by opinion formers and policy makers. Here we propose to investigate a large unexplained change in Antarctic climate and a strong possibility of delayed recovery of the Antarctic ozone hole, and proffer explanations. The largest warming observed in the troposphere in the last 30 years occurred in the mid- troposphere in Antarctic winter. This recent discovery cannot yet be explained - computer modelling with increased greenhouse gases shows too small a warming - but recent work has implicated increased Polar Stratospheric Clouds (PSCs). We propose to test the hypothesis that a combination of increased greenhouse gases and increased PSCs has caused the warming. We would conduct a thorough modelling study, after inserting a comprehensive PSC growth scheme, and an improved calculation of the stratospheric cold points induced by atmospheric waves above mountains, into the premier UK atmospheric model. The improved model will also be used to forecast the future evolution of the ozone hole. During the 21st Century, CFCs are expected to reduce. But greenhouse gases will continue to increase, which will act to cool the stratosphere and so produce more PSCs. This latter process may significantly delay the expected recovery of the ozone hole. This proposal combines world leaders in PSC and atmospheric chemistry modelling at Leeds and Cambridge Universities with BAS expertise in Antarctic climate attribution and publicity, to create an exceptionally strong team. This work should be done now before the unexplained change in Antarctic climate comes to the attention of the wider media and public.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H024778/1","grantId":"NE/H024778/1","fundValue":"116417","fundStart":"2011-01-01","fundEnd":"2014-06-30","funder":"NERC","impactText":"  A recent study concluded that the climate system can respond quite sensitively in its seasonal evolution to small chemical perturbations, that circulation adjustments seen in the model can occur in reality, and that coupled chemistry-climate models allow a better assessment of future ozone and climate change than recent Coupled Model Inter-comparison Project (CMIP) type models with prescribed ozone fields. The results were from two pairs of chemistry-climate model simulations using the same climate model but different chemical perturbations. In each pair of experiments an ozone change was triggered by a simple change in the chemistry. One pair of model experiments looked at the impact of polar stratospheric clouds (PSCs) and the other pair at the impact of short-lived halogenated species on composition and circulation. Braesicke, P., J. Keeble, X. Yang, G. Stiller, S. Kellmann, N. L. Abraham, A. Archibald, P. Telford, and J. A. Pyle, 'Circulation anomalies in the Southern Hemisphere and ozone changes', Atmos. Chem. Phys., 13, 10677-10688, doi: 10.5194/acp-13-10677-2013, 2013. Beneficiaries: The climate / chemistry-climate modelling community by highlighting the importance of chemistry-climate interactions and emphasising the strong link between composition differences and climate change. Environment Cultural","person":"Peter  Braesicke","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}