{"id":"07C0DD28-33B4-4180-857E-529E68C4939D","title":"RESUBMIT Translations and Transformations: China, Modernity and Cultural Transmission","abstractText":"An age of globalization makes it more than ever urgent to ask: what processes of transmission mediate literary and cultural exchanges between China and the West? China's complex interactions with its others are key to understanding its relation to modernity. Humanities scholarship on the translations and transformations involved in such interactions have diverged. Some have posed, from a Western point of view, the alterity of China. Others have focused on the negotiations of difference and equivalence involved in any cultural encounter, and on forms of transmission enabled or transformed by these negotiations. \\n\\nThe Network will focus on the oppositions and relations through which Chinese modernity has been shaped and imagined. The historical origins of 'the modern' have been variously located in western formations: Reformation, Enlightenment, Industrial Revolution, or the emergence of an Avant-Garde. Defining the modern, however, is not only a question of periodization, but also of geography. As Lydia Liu observes, 'The problem of translation has become increasingly central to critical reflections on modernity... The fact that one can speak about a varied range of modernities suggests an extraordinary faith in the translatability of modernity and its universal ethos.' \\n\\nAt the heart of this problem are specific acts, sites, and theories of translation; relationships between universal and particular; and the limits or possibilities of cultural commensurability. Whether at the level of language and culture, or concepts, technologies and techniques, translation defines the field of Chinese modernism and modernity. The processes of transmission include literary and visual translation, as well as contextualization and reception, but also raise issues of translatability in the broadest sense. The study of modernity in relation to cultural transmission has proved increasingly attractive not only to scholars of literary and cultural studies in China and the West, but to translation theorists, critical theorists, and theorists of the visual. \\n\\nThe activities of the Network will be organized into three strands: \\n\\nTranslating Modernism: Scholars working on the relationship between Western and Chinese modernisms increasingly seek to go beyond the question of what in Chinese modernism corresponds to or derives from European modernism.\\n\\nTranslating Theory: The take-up of western post-modern cultural and critical theory in China since the 1990s has been dramatic, yet poses questions about its translation into new contexts.\\n\\nTranslating Culture: Contemporary Chinese artistic and cultural production has never been more accessible to global audiences, but issues of commensurability arise in both elite and popular culture.\\n\\nThe rationale of the Network is to increase UK research capacity into modern and contemporary Chinese culture. While work on cultural transmission to and from China has been vibrant in the US academy over the past fifteen years, the field remains comparatively weak in the UK. The aim of the three-way Network between CRASSH, the Centre for Comparative Literature and Cultural Studies at Tsinghua University, and Yale's Council on East Asian Studies is to create and sustain relationships with academics in both China and the US, where the field is further advanced. The Network will play a key role in developing research capacity through a programme of workshops, seminars, visiting fellowships, and two major international conferences in Cambridge and Beijing. \\n\\nIts participants have expertise in literary theory, cultural studies, translation theory, modernism, and contemporary Chinese culture, including visual culture. The activities of the Network will be of interest to academics and practitioners in the fields of comparative literature, cultural studies, critical and cultural theory, translation studies, and Chinese studies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F012381/1","grantId":"AH/F012381/1","fundValue":"48917","fundStart":"2008-03-01","fundEnd":"2010-09-30","funder":"AHRC","impactText":"","person":"Mary  Jacobus","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}