{"id":"07C5A56A-7451-40C4-B954-BDA5D6651350","title":"FIELD OBSERVATION AND MODELLING OF THE SEDIMENT TRIAD [FORMOST]","abstractText":"A strong team of experimentalists and modellers from the Proudman Oceanographic Laboratory (POL), Liverpool, and the University of Wales Bangor (UWB) aims to advance significantly our understanding, and hence representation, of coastal sediment transport processes. A three pronged attack is proposed, involving measurements, process formulations and area modelling, in order to probe the underlying physics in differing sediment transport regimes. Three complementary state-of-the-art data sets from the Deltaflume (large-scale laboratory) study, the LEACOAST2 project and the Dee Estuary, U.K., will be employed. These data, obtained using innovative optical and acoustic techniques, are starting to provide the breakthrough in our understanding of near-bed transport processes that will be employed to develop the next generation of advanced models. Here the focus will be on the improvement of the established UWB Sand Transport Model that has been under development for the past 15 years. This will be achieved through the use of existing field data from both the sandy LEACOST2 site (at Sea Palling, U.K.) and the complex, mixed sediment environment of the outer Dee Estuary, supplemented by new field experiments in the outer Dee. This new data will be used to advance, and fully integrate, the modelling of sediment transport processes on local scales into models on larger coastal area scales, helping to address the surprisingly large gap that has arisen regarding the transfer of process-based knowledge into the developing coastal modelling systems. The project will exploit new observational capabilities in the field, particularly through the use of a Coherent Doppler Velocity Profiler (CDVP) that will allow detailed near-bed velocity profiles to be measured in the field, in order to improve and validate local sediment transport models in conditions involving steep waves combined with currents over seabeds comprising mixed sediment sizes. The CDVP will complement our existing state-of-the-art capabilities in the acoustic measurement of both sediment in suspension and also bed form geometry. The results from the improved local models will be validated using both the prototype laboratory data and existing/new field data. The resulting models will be run over extensive wave, current and (mixed) sediment size ranges of practical importance, and the model results will be parameterised for use in coastal area modelling systems. Since the computer run times of such modelling systems can still be prohibitively long, consideration will be given to model 'input filtering', particularly in relation to the schematisation of an (annual) climate of waves combined with a Spring-Neap variation in the tidal forcing. The new sediment transport formulations will be implemented in two coastal area modelling systems, namely the POLCOMS (POL Coastal Ocean Modelling System), and the TELEMAC Modelling System, which are in use and under development at both POL and UWB. Both POLCOMS and TELEMAC will be used to compute the annual sediment transport budget in a modelled area defined in the outer channels of the Dee Estuary, a site that exemplifies many of the coastal and estuarine problems around the UK coastline that are likely to be exacerbated by future sea-level rise and increased storminess. This exercise will help to address generic questions such as: Does accretion of sediment occur within an estuary from offshore sediment sources?; and, are wave effects a critical factor in determining whether an estuary accretes or erodes? The underlying rationale for the modelling on both small process scales and larger coastal area scales is to determine the extent to which our predictive capabilities related to sand transport remain valid in a sand-dominated but mixed (i.e. with a small fine fraction) sediment environment.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E015123/1","grantId":"NE/E015123/1","fundValue":"326166","fundStart":"2008-01-01","fundEnd":"2010-12-31","funder":"NERC","impactText":"","person":"Alan Geoffrey Davies","coPersons":["Colin  Jago","Jacobus Hugo Baas"],"organisation":"Bangor University","findingsText":"","dataset":"gtr"}