{"id":"07E21C6C-DE99-4CC6-A1EC-8D66C7B8A385","title":"AnyScale Applications","abstractText":"The ecosystem of compute devices is highly connected, and likely to\nbecome even more so as the internet-of-things concept is realized. There is\na single underlying global protocol for communication which enables all\nconnected devices to interact, i.e. internet protocol (IP). In this\nproject, we will create a corresponding single underlying global protocol\nfor computation. This will enable wireless sensors, smartphones,\nlaptops, servers and cloud data centres \nto co-operate on what is conceptually a single task,\ni.e. an AnyScale app.\n\nA user might run an AnyScale app on her smartphone, then when the battery is running\nlow, or wireless connectivity becomes available, the app may shift its\ncomputation to a cloud server automatically. This kind of runtime decision\nmaking and taking is made possible by the AnyScale framework, which uses a\ncost/benefit model and machine learning techniques to drive its\nbehaviour.\nWhen the app is running on the phone, it cannot do very complex\ncalculations or use too much memory. However in a powerful server, the\ncomputations can be much larger and complicated. The AnyScale app will\nbehave in an appropriate way based on where it is running.\n\nIn this project, we will create the tools, techniques and technology to\nenable software developers to create and deploy AnyScale apps. Our first\ncase study will be to design a movement controller app, that allows a biped \nrobot with realistic humanoid limbs to 'walk' over various kinds of terrain. This\nis a complex computational task - generally beyond the power of embedded\nchips inside robotic limbs. Our AnyScale controller will offload\ncomputation to computers on-board the robot, or wirelessly to nearby\nservers or cloud-based systems. This is an ideal scenario for robotic\nexploration, e.g. of nuclear disaster sites.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L000725/1","grantId":"EP/L000725/1","fundValue":"1166420","fundStart":"2013-10-01","fundEnd":"2017-09-30","funder":"EPSRC","impactText":"","person":"Jeremy  Singer","coPersons":["Stephen  Furber","Mikel  Lujan","Michael  O'Boyle","Joseph  Sventek","Gavin  Brown","Vijayanand  Nagarajan","Matthew  Chalmers","Sethu  Vijayakumar"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}