{"id":"07F00899-FF73-4AAC-BE7E-B6C25DE19359","title":"Real-time host-parasite coevolution in natural microbial communities","abstractText":"The functioning of all ecosystems is ultimately dependent on the diversity of its community of bacteria. A key factor maintaining diversity in these communities are viruses that reproduce inside and ultimately kill bacteria. Our recent work has shown that bacteria and their viruses are literally evolving in the soil all around us over a matter of days, locked into coevolutionary arms races where bacteria evolve resistance to viruses and viruses evolve to overcome this defense. As well as affecting community structure, this rapid coevolution has other important indirect effects, such as causing the evolution of 'mutator' bacteria that pose a significant health risk to other organisms. Our aim is to follow and characterise these real-time coevolutionary arms races between bacteria and viruses in natural environments: something never previosuly done for any organisms. By using unique genetic markers, we can release and then re-capture through time the evolving bacteria and viruses. We will take advantage of our experience using next generation sequencing to link changes in resistance and infectivity traits with mutations occurring within the genomes of the organisms.\nIn addition to characterising these coevolutionary dynamics, we will test hypotheses about how the environment affects coevolution. Our preliminary work suggests that coevolution is likely to fundmantally differ based on the extent to which soil is mixed, and how close bacteria are to plants, which exude highly nutritious food for bacteria. Specifically, the arms race will be more intense and hence be of greater significance for structuring communities in well mixed soil around plants.\nWhile the work investigates natural bacteria-virus coevolutionary interactions in soil, the broader implications are extensive. First, there is increasing interest in using viruses to kill bacteria that cause infections of humans, animals and crops, hence determing the significance of evolution in the fight between these organisms is crucial. Second, the study of real-time coevolution in natural environments has simply not been possible in any other system, allowing us to test fundamental hypotheses developed through decades of theoretical work, natural surveys and laboratory studies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J020346/1","grantId":"NE/J020346/1","fundValue":"75262","fundStart":"2012-12-10","fundEnd":"2016-06-30","funder":"NERC","impactText":"","person":"Steve  Paterson","coPersons":["Michael Alan Brockhurst"],"organisation":"University of Liverpool","findingsText":" This is a split award, see response from PI. This is a split award, see response from PI. Environment","dataset":"gtr"}