{"id":"07FC8652-1B62-4381-A4C9-C1B11E9F20B0","title":"Template neuronal networks in developing neocortex","abstractText":"When we are young our brains develop rapidly in response to experiences we encounter. This determines how it will function throughout our lives. One example is that young children are able to learn languages easily compared to adults; young minds are very adaptable. My research is geared towards understanding the processes going on in the young brain that make it adaptable. \n\nNerve cells, or neurons, form the circuits that do the computation that underlies brain function. Early in our lives, nature and nurture combine to influence the way the neurons become connected together into circuits in the brain. Nature's role works through the genetically-encoded processes that build basic brain structure. This basic structure acts as a template for the nurture part, as the experiences we encounter cause changes in the basic template structure. These changes allow the brain to work properly. Surprisingly, we know very little about the basic structure of template circuits that develop before sensory experiences then adjust them. However, it is very important to understand these templates because their properties will determine how much our experiences can influence brain function. In one sense, the properties of this basic structure define just how big the differences between individual brains can be. This study is specifically designed to investigate how and when the earliest template circuits form in the young brain and how they influence the nurture-dependent phase of brain circuit development. \n\nNerve cells communicate through structures called synapses. When a circuit changes, such as when we learn a language, it is largely because its synapses change. Likewise, when a circuit is wired up incorrectly, as in certain neurological disorders like autism, it is likely that the synapses are at fault. Therefore, to understand early template circuits, we must measure the synapses that connect it all together. Also, there are likely to be changes in those synapses that are important for development of the template circuit. \n\nMeasurement of changes in circuit structure is not easy because there are millions of synapses that are all mixed together. So, it is difficult to find which circuit they belong to. I have developed a new technique to locate which nerve cells are connected and to analyse the synapses that connect them. This techniques uses a special type of microscopy that can see deep inside brain tissue with very fine detail. This approach will be used to measure the properties of synapses and neurons within template circuits as they develop early in life.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J013188/1","grantId":"MR/J013188/1","fundValue":"470871","fundStart":"2013-01-03","fundEnd":"2016-05-02","funder":"MRC","impactText":"","person":"Michael Charles Ashby","coPersons":[],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}