{"id":"080B24C9-D280-405E-A2EE-4C36890368BB","title":"Constructing Scientific Communities: Citizen Science in the 19th and 21st Centuries","abstractText":"When Darwin was developing his theories of evolution he read avidly in popular natural history magazines and sought out information from an army of almost 2000 correspondents. Such engagement with a wide public in the construction of\nscience became increasingly difficult with the development of professional, and highly specialised science, but the emergence of 'citizen science' projects has suggested a new way forward.\nWith the creation of vast data sets in contemporary science, there is a need for a new army of volunteers to help classify and analyse the information. The Zooniverse platform, started in 2007 with 'Galaxy Zoo', now has over 800,000\nparticipants who contribute to projects from astrophysics to climate science. Significant discoveries have already been made by these volunteers in the field of astronomy. Yet, the structures by which these volunteers might engage with\nprofessional science, and through which scientists themselves might draw upon their findings, are not clear, and researchers on the project have been turning to nineteenth-century models of communication to find ways of harnessing\nthis huge popular interest in order to increase the rate of scientific progress.\nThe information revolution in our own age has parallels in the nineteenth century which saw an explosion of print, and journal publishing; in 1800 there were only around 100 science periodicals, but by 1900 this had jumped to 10,000\nworldwide. The project brings together historical and literary research in the nineteenth century with contemporary scientific practice, looking at the ways in which patterns of popular communication and engagement in nineteenth-century science can offer models for current practice. The research is timely since the digital revolution, and open-access publishing, are about to change forever the processes and forms of scientific communication and exchange.\nThe project will be based at the Universities of Oxford and Leicester, in partnership with three of our most significant institutions: the Natural History Museum; the Hunterian Museum at the Royal College of Surgeons, and the Royal Society. Researchers will draw on their historic collections, uncovering the extraordinary range of largely forgotten science journals of the nineteenth century, from the Magazine of Natural History (one of Darwin's favourites), to Recreative Science, or Hardwicke's Science Gossip: an Illustrated Medium of Interchange and Gossip for Students and Lovers of Nature. They will also work with these institutions' science communities, addressing questions about the creation and circulation of knowledge in the digital age, and looking at innovative ways of breaking through the public/professional divide. The Zooniverse will extend the range of its work, creating four new citizen science projects which will both accelerate the rate of scientific growth in these areas, and add an estimated 100,000 to 300,000 to the dedicated ranks of citizen scientists. Drawing on the historical research, it will also develop new tools to enable better systems of exchange between professional science, and this growing army of volunteers. As part of the project there will be public symposia in the Natural History Museum, the Royal Society and the Royal College of Surgeons, as well as an exhibition in the Hunterian Museum, and a performance lecture by Professor Marcus du Sautoy. Science has suffered in the public mind from its seeming aloofness and impenetrability. This partnership between humanities and science researchers aims to break down some of those barriers, and to create a truly productive public engagement with science which will enhance the ongoing development of scientific practice.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L007010/1","grantId":"AH/L007010/1","fundValue":"1564150","fundStart":"2013-12-01","fundEnd":"2017-11-30","funder":"AHRC","impactText":"  The projects on Zooniverse have attracted a very wide participant base and introduced many with little background in science to the possibilities of becoming involved in scientific research. We will be exploring the motivations and experiences of some of the most successful citizen scientists who have gone well beyond classifications on the web to develop advanced scientific understanding, and contributed at a high level to scientific findings. Digital/Communication/Information Technologies (including Software) Cultural,Societal","person":"Sally  Shuttleworth","coPersons":["Gowan  Dawson","Christopher John Lintott"],"organisation":"University of Oxford","findingsText":" We have exceeded targets in numbers already of citizen science participants. The project target was 1 million participants but we have now increased numbers of citizen scientists to 1.3 million. We are developing a collaboration with the Wellcome Trust for a new Zooniverse project on medical records of London and also a collaboration with the Missouri Botanical Garden to create a new Zooniverse project on nineteenth century botanical illustrations. \n\nWe are in the first year of the grant and therefore other activities are in the early stages of development. \n\nWe have met all the objectives for the first year but clearly not yet the overall objectives for the whole project. It is too early at the moment to discuss the research findings from the nineteenth century but the collaboration with Zooniverse is opening up possibilities of engagement in science with thousands of people worldwide. Agriculture, Food and Drink,Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Environment,Healthcare,Culture, Heritage, Museums and Collections","dataset":"gtr"}