{"id":"080C60B2-35C1-40BD-B4A5-489ED429D00A","title":"Epigenetic management of stress and disease resistance in Atlantic salmon","abstractText":"World fish consumption is expected to reach c. 180 million tons by 2015, most of which will have to come from farmed fish, as the majority of wild fisheries are either stagnant or grossly over-exploited. To meet future global food demands, aquaculture is expected to intensify production, delivering fish that will have to thrive at high densities on less water, less food and less space. However, stress during intensification can compromise the capacity of organisms to respond to pathogens, making them more susceptible to infectious diseases, though the underlying mechanisms are poorly understood. \n\nWe will combine the expertise of salmon biologists, geneticists, bioinformaticians and parasitologists to determine how stress experienced during early life affects immune-competence and fitness of Atlantic salmon later in life, enabling them to cope with pathogens and respond to subsequent stressors. To achieve this we will manipulate stress during embryo development combining a brief cold shock and air exposure, and assess the relative roles of immune-related genes and epigenetic programming (DNA methylation) on subsequent resistance to Saprolegnia parasitica, a pervasive fish pathogen that costs the salmon farming industry tens of millions of pounds in losses every year and that can also cause considerable damage to wild salmon populations. \n\nUltimately, the aim of our research is to investigate how knowledge of the effects of early life conditions on the epigenome could be incorporated into programmes for stress management and disease resistance in fish farming, thereby facilitating aquaculture intensification while minimising impacts on wild stocks.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M026469/1","grantId":"BB/M026469/1","fundValue":"238805","fundStart":"2015-04-01","fundEnd":"2017-03-31","funder":"BBSRC","impactText":"","person":"Carlos  Garcia De Leaniz","coPersons":["Sam  Sheppard","Joanne  Cable","Pieter  Van West","Cock  Van Oosterhout","Tom John Humphrey","Pablo  Orozco-TerWengel","Samuel Allen Martin","Sofia  Consuegra Del Olmo"],"organisation":"Swansea University","findingsText":"","dataset":"gtr"}