{"id":"082E37B0-A00A-4D4B-B7E8-E3908D295F1A","title":"Impact and mitigation of emergent diseases on major UK insect pollinators","abstractText":"The mysterious death of thousands of honey bee colonies in the USA in the winter of 2005/06, termed Colony Collapse Disorder, focused media attention on the plight of bees, the world's primary pollinators. In the UK, both the honey bee and the 24 species of bumble bee play a major role in crop and wildflower pollination, and both have been suffering serious declines. Exotic (non-native) and newly emergent (native, but with increasing virulence) diseases are considered a major cause of decline in bees and consequently they are one of the greatest challenges to bees in the UK. The single-celled microsporidian 'fungus' Nosema ceranae is an exotic infectious disease of the honey bee that primarily attacks the gut of the bee. We have shown that it has spread worldwide, including the UK, within the last ca. 10 years, and it has been implicated in honey bee colony collapses in the USA (2005/06) and Spain (2007/08). Deformed Wing Virus (DWV) is the major disease organism associated with Varroa destructor mites of honey bees. This emergent disease replicates inside the bee, causing deformed wings and reduced longevity and is responsible for considerable honey bee colony mortality in the UK. Both disease organisms have recently been detected in bumble bees. Thus, both N. ceranae and DWV pose major threats to the UK's principal pollinators. Investigations of pollinator diseases typically focus on single-species interactions (one disease organism and one pollinator species). However, most parasites have multiple hosts and most hosts have multiple parasites. Here, we will take a multidisciplinary, ecological systems-based approach to understand the virulence (e.g. reduced longevity) and transmission of these two major disease organisms, N. ceranae and DWV, and detrimental synergies between them, on the UK's major pollination service providers: the honey bee and bumble bees. We will undertake laboratory epidemiological experiments (in which we look at the impact of a disease organism(s) on its host and the progression of disease from initial infection through to host mortality or recovery), state-of-the-art 'post-genomic' analyses and high-resolution radar tracking of individual insects to determine disease virulence and transmission. Using these data, we will parameterise a novel epidemiological model that will allow risk assessment of these emergent diseases on UK pollinators. Taking advantage of the complete genomes of both N. ceranae and DWV, we will undertake country-wide screening of pollinators to provide the evidence base of current disease strain prevalence. We will also refine innovative approaches for combating disease impacts. Specifically we will investigate the role of 'lactic acid bacteria' (the 'good guys' found naturally in healthy bee guts) and so-called RNAi technology (=RNA interference - short stretches of RNA that may interfere with viral replication inside a host) in curing bees of N. ceranae and DWV, which would provide long-term sustainable solutions to these disease organisms. For ca. &pound;1.6 million (75% FEC), this interdisciplinary project will combine expertise from three leading UK bee and pollination research groups at Queen's University Belfast, Royal Holloway University of London and Rothamsted Research with mathematical modellers (Royal Holloway), pioneering microbiologists at the University of Lund (Sweden) and the world leader in RNAi technologies for bee diseases: Beeologics (USA). It will elucidate the impact and epidemiology of two increasingly important parasites on the UK's principal insect pollinators. Results will provide the evidence base for policy on disease mitigation strategies for government (conservation and agricultural advisory bodies) and major stakeholders (beekeepers, bumble bee importers). As well as serving as a model study of emergent pollinator diseases, project results will feed directly into husbandry practices and approaches to mitigate disease impact.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I000100/1","grantId":"BB/I000100/1","fundValue":"574479","fundStart":"2011-03-01","fundEnd":"2014-05-31","funder":"BBSRC","impactText":"  We have held over 60 dissemination events, from scientific presentations at conferences through workshops with government policy makers to beekeeper conventions, in an attempt to disseminate the important messages that have arisen from our results. We have informed national (British) and international (EU) government of our key findings and we have fed results arising from our research into pollinator conservation policy (the National Pollinator Strategies) for England and Wales. On the scientific field, we have been instrumental in founding the newly established SUPER-B, a cross-European network funded by the European Science Foundation to address the decline of pollinators Europe-wide, and in directing attention and improving research to address the role of pathogens in pollinator decline. Agriculture, Food and Drink,Environment Policy & public services","person":"Robert John Paxton","coPersons":["James Thomas Murray"],"organisation":"Queen's University of Belfast","findingsText":" Our overarching aim was to understand whether and how interactions among two emerging insect pathogens, deformed wing virus (DWV) and a spore-forming microorganism of the gut (a fungus-like microsporidian called Nosema ceranae or N. ceranae), impacted their known host, the honey bee. Further, we set out to determine the extent to which these pathogens also impacted other important insect pollinators of the UK, the bumble bees, and how they could be controlled in hosts. We successfully developed methods for rearing pathogens in the laboratory, and then we undertook a large body of experimental research, both in the laboratory under tightly controlled setting, and in the field using advanced radar technology, to determine how important each pathogen, alone and in combination, impacts these pollinator insects. We also developed novel mathematical models - informed by our empirical data - that can predict the impact of pathogens on social bees. We have 7 key findings:\n\n1. Both DWV and N. ceranae are pathogen for honey bees. Contrary to our original hypothesis, they seem not to interact synergistically in elevating mortality of honey bees in the laboratory. Under most circumstances, DWV is far more virulent than N. ceranae for honey bees.\n\n2. In a stressful field setting, the impact of both pathogens may be greater than that seen in the benign laboratory. Radar tracking demonstrates the difficulty faced by honey bees when orientating and flying if they are infected with either pathogen.\n\n3. A novel method of control of pathogens, feeding with naturally occurring Lactic Acid Bacteria, provides health benefits for the honey bee, but they do not give specific benefits to hosts in combatting DWV and N. ceranae.\n\n4. Theoretical modelling demonstrates that pathogens and other stressors such as pesticides may cause sudden collapse of social insect colonies when they suffer from on-going insult by these factors. \n\n5. Both pathogens impact bumble bees, but again DWV has far greater impact on its host.\n\n6. DWV is at an extremely high prevalence in British honey bees.\n\n7. Pathogens of the honey bee may 'spill over' into bumble bees, and vice versa, with potentially devastating consequences for populations of both managed (honey bee) and largely unmanaged (bumble bee) pollinator populations. Policymakers may use our results in their formulation of evidence-based policy in relation to the importation, movement and stocking of managed pollinators. For bee-keepers, our results suggest that greater attention needs to be paid to management to reduce DWV pathogen loads, probably by reducing the number of Varroa mite pests in colonies. Conservationists, NGOs and the general public need to be aware of the risks that pathogens represent for pollinator numbers, and the potential that exists for inter-host transfer of pathogens. Our research should also motivate the scientific field to study the role of pathogens in regulating insect pollinator populations, and how virulence might evolve in a multi-host multi-pathogen system that is insect pollinators and their microbial associates. Agriculture, Food and Drink,Environment","dataset":"gtr"}