{"id":"08488EC3-9F5B-4C77-AEFC-37F83C9B0703","title":"Systems Analysis of TNF and TRAIL Signalling Pathways in Hepatocytes","abstractText":"Systems level understanding of complex biological pathways and networks requires knowledge of its units, structures and temporal processes. Hepatocellular carcinoma (HCC) is one of the commonest cancers world-wide. HCC is induced by inflammation, interfering with induction of apoptosis. As a result, therapeutic options for HCC are limited due to resistance to current therapies. Tumour necrosis factor (TNF) and the TNF-related apoptosis-inducing ligand (TRAIL) are two cytokines which differentially trigger inflammatory and apoptotic signalling in liver cells. Co-treatment with inhibitors of TNF, chemotherapeutic agents or irradiation results in TRAIL sensitisation of primarily TRAIL-resistant HCC cell lines whereas normally differentiated hepatocytes remain resistant. Within the Era SysBioPlus consortium we propose to investigate the dynamic regulation and threshold of TNF- and TRAIL-induced inflammatory and apoptotic signalling pathways in primary and transformed hepatocytes and to build topology-based models to identify critical points for pathway regulation. Our group will focus entirely on the analysis and perturbation of TNF- and TRAIL-induced signalling pathways primary human hepatocytes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I004580/1","grantId":"BB/I004580/1","fundValue":"579421","fundStart":"2010-04-01","fundEnd":"2013-02-01","funder":"BBSRC","impactText":"","person":"Henning  Walczak","coPersons":[],"organisation":"Imperial College London","findingsText":" We have established the culturing of primary human hepatocytes (PHH) to enable the analysis of the crosstalk between TNF- and TRAIL-induced signalling pathways (WP1). To do so, PHH were obtained from Clonetics (Lonza, UK) and validation experiments were performed with isoleucine zipper (iz)-TRAIL, a highly active recombinant form of soluble human TRAIL, both alone and in the presence of a kinase inhibitor (PIK-75) that we previously identified as a highly potent TRAIL sensitizer for human cancer cells. We used the Cell Titer Glo(R) assay to assess cell viability. In addition, we determined release of liver enzymes such as AST, as well as presence of cleaved cytokeratin-18 (CK18) in the cells' supernatant to cell death. These results revealed that PIK-75 in combination with izTRAIL did not kill PHH, whereas the TRAIL-related death ligand CD95L readily induced death of PHH already in the absence of PIK-75.\n\n\n\nUsing the RNAi-mediated suppression of the expression of PI3K p110_ we were able to successfully establish key protocols for transient RNAi in PHH. Using these protocols have now performed RNAi-mediated suppression of expression of six proteins which we had identified in a previously performed genome-wide RNAi TRAIL sensitiser screen as factors whose presence keeps cancer cells resistant to the apoptosis-inducing potential of TRAIL. We also performed knockdown of factors which we recently identified as decisive for the balance of TNF-induced gene-activatory and cell-death-inducing capacity (Haas et al., Molecular Cell, 2009; Gerlach et al., Nature 2011). Expression of these factors was susccessfully suppressed by transient RNAi in primary PHH. We recently isolated RNA according to the established SOPs from PHH that were either treated with PIK-75 or in which one of these factors was knocked down by RNAi before and after treatment with TRAIL and/or TNF. Currently we are performing quality control assays on the obtained RNA. If this quality control turns out to be positive, the obtained RNA is ready for analysis by NGS (RNASeq).  ","dataset":"gtr"}