{"id":"084F132E-5DFD-4244-8065-1981F3E4A1DD","title":"Projecting Performance: Interrelationships between performance and technology, dancer and operator","abstractText":"Projecting Performance was a collaboration between performance academics and digital technologists. The project focused on the choreographic and scenographic exchange between dancers and projected digital images within a theatrical context. It questioned processes of performance and perceived boundaries between performers and technologists, promoting dialogues in iterative cycles of creative development. The research addressed these issues at different levels:\n- What defines relationships between the performer-dancer, the projected image and the performer-operator?\n- What methodologies might be used for the engagement of performance academics and digital technologists in effective collaborative research?\n\nProjected digital images are widely employed in theatrical productions today, but their use is frequently constrained either to pre-recorded footage with the performer as strictly-timed soloist, or though computer-controlled interactions where the performer needs to trigger the technology. This project investigated a new set of interrelationships between performer, projection and technical operator, where the operator also becomes a 'performer' both controlling and being spontaneously present in the digital image on stage. The stage-performer interacts with the off-stage operator, who simultaneously sees, controls and 'performs' the projected image in the stage 'picture'. The expressive nature of the\ndigital image concentrates the quality of the operator's movement through abstract forms that are choreographed with the stage performer.\n\nWork that directly integrates performance and technologist in both process and performance is still rare. Collaborative methods that facilitate such integration deserve further exploration for the combined benefit of both academic and professional communities. Through this research, we identified some underlying processes of our work as collaborators from the fields of performance and new technologies, within the context of the performance research laboratory. How did our working practices complement each other, and where did we need to compromise or find alternative approaches?\n\nThe findings from this research project have critical implications for relationships between humans and technology in 21st century choreography and scenography. The dialogue between performance and technology in this research has exposed and developed further methodologies for collaborative research.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/D502756/1","grantId":"AH/D502756/1","fundValue":"52805","fundStart":"2006-09-01","fundEnd":"2008-01-31","funder":"AHRC","impactText":"","person":"Sita  Popat","coPersons":["Scott  Palmer"],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}