{"id":"0855AE20-CC7C-475A-9BD6-9013DB1F13C0","title":"Noble Gas Partitioning Experiments at Mantle Pressures: Proof-of-Concept Study","abstractText":"The Earth is a dynamic planet and its interior is constantly in motion. These motions are responsible for beneficial effects such as the magnetic field that protects us from deadly cosmic radiation and the production of the continents we live on, as well as hazards such as volcanoes and earthquakes. While observations of the present day Earth are increasingly detailed, these only tell us about today. Data on how the Earth's interior has changed over time is rare and indirect. Primarily it comes from looking at the geochemistry of samples derived from the Earth's interior. Each process in the mantle fractionates elements based upon the pressure and temperature of the process, the composition of the material and the element in question. The noble gases (He, Ne, Ar, Kr, Xe) have unique chemical properties that make them particularly powerful for understanding the evolution of the Earth. Correctly interpreting the noble gas record requires that one quantify the chemical behaviour of noble gases at the high pressures and temperatures that exist in the Earth's interior. Primarily such information comes from laboratory experiments that reproduce the conditions within the Earth. However, due to difficulties with both the experiments and analyses, such data has not been produced for noble gases. Lacking any direct observational data, our current interpretation of noble gases is completely based upon theoretical assumptions and could well be largely, or entirely, incorrect. Recent advances in both experimental and analytical technology now make noble gas studies at high pressure feasible. The current proposal is to develop the techniques to make the first reliable noble gas partitioning measurements at high pressures in order to shed light on the noble gas geochemical record and the history of the Earth's internal motions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F010281/1","grantId":"NE/F010281/1","fundValue":"26322","fundStart":"2008-07-01","fundEnd":"2009-06-30","funder":"NERC","impactText":"","person":"David Graham Pearson","coPersons":[],"organisation":"Durham University","findingsText":"","dataset":"gtr"}