{"id":"08689A4E-F039-4782-9936-E0D995A43F3A","title":"Phosphorus cycling in the soil-microbe-plant continuum of agri-ecosystems","abstractText":"The element phosphorus (P) is an essential nutrient required by crops to ensure good growth and yields. Crops get their P from the soil via their roots in the form of phosphate (a phosphorus atom surrounded by four oxygen atoms, Pi). The availability of Pi for the crop in the soil depends on the soil type, its pH, the growth of bacteria and fungi in the soil and the amount of Pi the crop takes up. Unfortunately, P is very reactive and can get locked away in the soil either with other elements or in organic compounds, making it hard for the crop to acquire sufficient Pi. To overcome this, farmers add Pi fertilisers to the crop. However, Pi fertilisers are made from rock phosphate, a non-renewable resource, the availability of which is set to decline, and the price increase, over the coming decades. Excessive use of Pi fertilisers is also a problem as the Pi can be washed into local rivers and lakes and contributes to the process of eutrophication. \n\nSince plants evolved over millions of years without Pi fertilisers, they are well equipped with adaptations to help improve the availability of Pi near their roots. Many of these adaptations have not been selected for directly when breeding crop varieties or they are not optimised for rapidly growing, high yielding crops. These adaptations included making more roots, releasing acids from their roots to free Pi bound to the soil, releasing enzymes from their roots to release Pi trapped in organic compounds and recruiting soil bacteria and fungi to help acquire Pi. \n\nTo help reduce our need for Pi fertilisers we will study these plant adaptations and the bacteria that grow near the roots of oilseed rape. We will begin by identifying the bacteria that live near the roots of these crop plants using next generation sequencing technology. This allows us to sequence the genomes of most of the bacteria living in the soil near the roots and identify them. We will also investigate the enzymes and proteins made by the bacteria and the root. These approaches will tell us about bacterial activity in the soil near the root and which processes they are contributing towards. Since the P can be in different forms in the soil, such as bound to the soil or trapped in organic compounds, we will use 31P-NMR spectroscopy to investigate what forms the P is in and how they change.\n\nThe growth of bacteria around the roots of the crop is largely controlled by sugars and other products released by the roots; the content and concentrations of these are genetically determined. We will reduce the expression of some of the genes that determine the release of these compounds and study the effects on the types of bacteria present near the roots and the processes they affect in relation to P availability.\n\nFinally, the P requirement of the crop changes during the growing season, declining towards harvest. We will study how the root and the bacteria growing near to it change overtime and regulate the availability of P to the crop.\n\nThese studies will provide valuable information on how a crop controls the bacteria growing near its root, how the bacteria help the crop acquire P and how these processes change during the growing season. This information will help develop agricultural systems that use existing P in the soil more efficiently and optimise the amount of Pi fertiliser required to grow a successful crop. It will also provide targets for breeding crops that are more efficient at acquiring Pi from the soil, either by themselves, or with help from some soil bacteria.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L025671/2","grantId":"BB/L025671/2","fundValue":"128190","fundStart":"2015-12-14","fundEnd":"2019-06-13","funder":"BBSRC","impactText":"","person":"Mark  Tibbett","coPersons":[],"organisation":"University of Reading","findingsText":"","dataset":"gtr"}