{"id":"086A33F5-0BAA-40A9-96F9-D9DDA9ED0735","title":"G. E. Moore: the break with idealism.","abstractText":"The Cambridge philosopher G. E. Moore is rightly renowned for the ethical theory of Principia Ethica (1903) and for his later 'Defence of Common Sense' (1925). What is less well understood is his leading role in the rebellion against the idealist tradition in philosophy which was dominant in Britain in the latter part of the 19th century and which led to the development of the analytical realism which was characteristic of British philosophy in the first half of the 20th century. The main reason for this relative ignorance is that the text in which Moore accomplished this rebellion was his 1898 dissertation which gained him a Prize Fellowship at Trinity College. This dissertation (which is in the Wren Library at Trinity College) has never been published and one objective of this research is precisely to prepare an edition of it. A further objective is to accompany this text with two others, the dissertation he submited unsuccessfully in 1897 and his substantial notes for lectures on Kant which he delivered in 1899. The first text shows Moore's starting position, when, under the influence of his teacher McTaggart, he was himself an idealist; the second shows Moore confidently laying out the criticisms of Kant's transcendental idealism which he has painfully worked out in his successful 1898 Dissertation. Taken together, these three works show the trajectory of Moore's crtical rejection of idealism.\\n\\nThese texts will be published with a substantial introduction which sets them in the context of British philosophy of the period and assesses their significance. It will be argued that Moore's abstract realism develops as a response to the idealist philosophy he rejected and also that his mature philosophy included a persisting critical engagement with Kant's transcendental idealism. Equally, Moore's work needs to be set alongside that of his friend and near contemporary at Trinity College, Bertrand Russell, who later acknowledged that it was Moore's rebellion against idealism which imparted a decisive shift to his own thought, in particular to the metaphysics and epistemology on which he relied in his early philosophy of logic and mathematics. Finally, Moore's criticisms of Kant need to be appraised as such, both in the light of the reading of Kant prevalent at the time and in the light of subsequent influential interpretations of Kant, most notably that of Strawson.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H007830/1","grantId":"AH/H007830/1","fundValue":"26499","fundStart":"2009-10-12","fundEnd":"2010-01-11","funder":"AHRC","impactText":"  The book I published following the research has been well reviewed and used by experts in the field. Other Cultural","person":"Tom  Baldwin","coPersons":[],"organisation":"University of York","findingsText":" The main aims of the research were (i) to explore the emergence of a distinctive 'analytic' style of philosophy in the influential early writings of G. E. Moore; (ii) to provide an edition of the most important of these early writings. The edition was accomplished successfully, although it was a more complex task than originally envisaged because of the fragmentary nature of some of the manuscripts. The assessment of these writings is included in an extended introduction to the edition which places these early writings in the context of the writings of other philosophers of the period, notably Sidgwick, Stout, and Bradley. Two new conclusions are proposed: first, that the connections with Stout are more important than had previously been realised; secondly, that the relationship between Bradley's idealism and Moore's early realism includes important agreements concerning some central themes of logic and metaphysics, although the disagreements become more prominent as Moore becomes more confident of his own position. The book is already a new resource for work in the early development of British analytic philosophy Other","dataset":"gtr"}