{"id":"086DA5D3-CA81-4734-B633-EC473BE5AFD9","title":"Recyclable Catalyst Technology for Cross-Coupling Reactions at Manufacturing Scale","abstractText":"Homogeneous Palladium (Pd) cross-couplings, based on Nobel-prize winning methodologies, have become essential for\nthe production of life-enhancing pharmaceuticals &amp; chemicals (est. worth to sector: &gt;&pound;10 bn). However there are\nenvironmental &amp; sustainability issues, often addressed by heterogeneous Pd catalysts but with reduced performance. This\nproject combines the advantages of each type of Pd catalysis by development of a broad-spectrum 'Catch &amp; Release'\ncross-coupling technology. Novel functionalised silica materials will allow purification of reaction products by temporary\ncapture of the Pd catalyst in heterogeneous form, capable of release back in it's active form into solution by new reaction\ncomponents for further production. The technology is employed in semi-continuous format, with application possible across\nmultiple process industries. Initial applications towards the manufacture of pharmaceuticals &amp; agrochemicals will be\ndemonstrated. This project fits rigorously within the TSB competition's headline goal of providing 'Sustainable\nmanufacturing for the process industry' and describes an innovative 'Novel Catalysis' approach. This is delivered through a\ntechnology which enables change from existing batch to semi-continuous processing and the development of inherently\nmore sustainable processes, which recover &amp; reuse the active catalysts, both metal and ligand, whilst dramatically reducing subsequent product purification requirements. The overarching objective is the identification and optimisation of an\nappropriately functionalised aryl bromide on the silica solid support to effectively catch &amp; then release the active Pd catalyst\nand to take this as proven technology into manufacture.\nOur consortium links academic and SME expertise in ligand design/immobilisation and understanding of metal-catalysed\ncouplings together with global industrial product end-users. The widespread application of transition metal (Pd) crosscoupling\nreactions in a ariety of chemistry-related industries means the chosen subject material is of high and topical\nimportance as the UK strives for faster production processes to increase it's competitive edge in manufacturing. The\nproject's combination of the benefits of homogeneous Pd catalysis (fast reaction rates, selectivity and flexible catalyst\nchoice) with the use of a solid phase to temporarily support the active Pd catalyst (for subsequent reuse) &amp; simultaneously\nallow easy product purification will enable high efficiency chemical synthesis with increased throughput by semi-continuous\nprocessing. First development and then fine-tuning of the silica-supported linker to suitably effect the cross-coupling\nreaction step is critical to industry adoption of the final commercial product as a broad-spectrum, preferred method for\ncross-coupling at process scale; the project's activities and objectives reflect this. The output from this innovative and\nimproved catalytic route for cross-couplings will be observed by better process economics, through recycling of high cost\nsynthetic metals, including Pd, and organic ligands, and reduced toxic waste outputs. The endpoint commercial product\nwould generate international interest and lead to export sales. In summary, our project focuses primarily on catalysis\nprocess innovation, through improvement of the lifetime and recycling of the Pd catalyst for cross-couplings by the\nintroduction of a heterogeneous stage to the catalytic cycle, which also serves as a reaction purification step.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K504105/1","grantId":"EP/K504105/1","fundValue":"178952","fundStart":"2013-06-27","fundEnd":"2013-09-30","funder":"EPSRC","impactText":"","person":"Guy  Lloyd-Jones","coPersons":[],"organisation":"University of Bristol","findingsText":" catalyst application technology Applied in processes using catalyst technologies Chemicals","dataset":"gtr"}