{"id":"086F025D-DE3E-4925-8C7F-021131B4B326","title":"Engag&eacute;: Performing engagement in health and wellbeing research: Towards a new code of ethics","abstractText":"To improve our health and quality of life we sometimes need expertise that is built up by extracting information from people such as patients and other NHS users, but other times it is important to involving them as collaborators. People's experiences and opinions can make valuable contributions to decisions about what are the most important questions for researchers to ask or how a particular medicine or government policy can be developed. Projects by the Alzheimers Society allowing dementia sufferers and their carers to collaborate in research into how GPs can find alternatives to prescribing ever more powerful medicines has improved their quality of life over the last decade. During the last five years, the involvement of women living with HIV/AIDS in research into the social and medical aspects of the disease that had previously only involved men has greatly improved the quality of testing, treatment and hence the health and wellbeing of hundreds of thousands of women worldwide.\n\nInvolving people through collaboration and engagement in the research process needs careful preparation. In particular it raises major new ethical issues with which health researchers often struggle. Existing ethical codes designed for conventional research practice need rethinking to address the need for participants to become collaborators in the whole research process from the fieldworker to the laboratory and from the clinic to the policy-maker's desk.\n\nResearch across a range of disciplines relating to health and wellbeing - such as community psychology or epidemiology - has generally undertaken community engagement without systematic consideration of ethical implications. A failure to appreciate the different mindset and strategy needed for a two-way dialogue with participants, as opposed to a one-way process of data gathering by experts, can reduce the effectiveness of engagement. \n\nAs in many other areas of research, community engagement has occurred at the margins of academic institutions and within silos based on people's specialist area of knowledge. Barriers such as lack of resources and skills among these specialists have prevented the necessary lessons being learnt, even within a particular disciplines. Learning about community engagement is very rarely shared between disciplines.\n\nEngag&eacute; aims to address this by a series of projects:\n\n1. Bringing together the funders, researchers evaluators and, vitally, those on the receiving end of these community engagement projects. At a carefully planned two day residential they will share insights from their experience and draw up a code of ethics for community engagement in health and wellbeing research. We will employ techniques borrowed from the theatre to allow people to communicate with people from completely different backgrounds to their own. \n\n2. Draw up a new code of ethics for engagement in health and wellbeing research via a process of dialogue and collaboration.\n\n3.This will be incorporated into an online Guide to Engagement on Health and Wellbeing e-book and DVD that will equip researchers, people who they engage with, the funders and evaluators of community engagement projects with the tools to collaborate in the design of ethically sound engagement processes.\n\n4. We will launch this at two UK events in the autumn of 2012 and one international conference in 2013 that will bring together key leaders of research programmes and other decision-makers relating to health and wellbeing.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J01169X/1","grantId":"AH/J01169X/1","fundValue":"31759","fundStart":"2012-02-14","fundEnd":"2013-03-13","funder":"AHRC","impactText":"  The practices used in, and findings of, this small project led directly into a larger Co-design project, Seen and Heard (AH/K006584/1). Creative Economy,Education,Healthcare,Government, Democracy and Justice Cultural,Societal,Policy & public services","person":"Tom  Wakeford","coPersons":["Alison  Phipps","Alistair McIntosh Campbell"],"organisation":"University of Edinburgh","findingsText":" There is now widespread recognition of the importance of involving people from different backgrounds in research. Yet there are challenges - from the sprawling terminology used to describe this practice, to the practical barriers, lack of sharing of learning across disciplines, and tension between the research methodologies used and the ethical values subscribed to.\n \nThis project created a new community of inquiry spanning the divide between scholar and practitioner. The use of arts-based and participatory learning techniques, such as group mapping and forum theatre, generated rich case study material. Strong relationships built up among participants enabled deep reflection on ethical issues in engaged research, leading to the development of online resources relating to ethical engagement in health and wellbeing, which will assist researchers and funders in building coalitions that can co-design and jointly oversee ethical community engagement. Agriculture, Food and Drink,Creative Economy,Education,Healthcare,Culture, Heritage, Museums and Collections,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}