{"id":"08721C5A-335A-4AC0-AC98-A10CC1F3A03E","title":"Single channel recording from small mammalian presynaptic nerve terminals.","abstractText":"The human brain is composed of nerve cells that communicate with each other by sending and receiving chemical signals, called neurotransmitters. This form of communication is tightly controlled by a set of proteins called ion channels. The activity of these ion channel proteins determines when chemical signals are sent. Thus, if we are to understand chemical signalling in the human brain we must understand how ion channels control that signalling. Although there are technologies that allow us to measure the activity of ion channel proteins, in most cases they cannot be applied directly at the most important area for chemical signalling: the synapse. The synapse is a tiny area (about one millionth of a metre across) which has the special function of sending and receiving chemical signals between nerve cells. The reason we cannot measure ion channel activity at most synapses is simply because they are too small. However, we have made a major breakthrough in this area by applying methods used in nanotechnology (the science concerned with things that are about one thousand millionth of a metre in size). By applying methods adopted from nanotechnology we have been able to show that for the first time it is possible to record the activity of ion channel proteins at synapses and thus to radically improve our understanding of chemical signalling in the brain. This technology will eventually have extensive implications for researchers studying the brain in both health and disease. This proposal thus seeks funding to refine our methods for general use and to begin the enormous task of measuring the array of ion channel activity that controls chemical signalling in the brain.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D018595/1","grantId":"BB/D018595/1","fundValue":"321022","fundStart":"2007-01-02","fundEnd":"2010-10-01","funder":"BBSRC","impactText":"  We filed patent on smart patch. It is licensed to Ionscope Ltd. Healthcare Economic","person":"Yuri  Korchev","coPersons":[],"organisation":"Imperial College London","findingsText":" Direct electrical access to presynaptic ion channels has hitherto been limited to large specialized terminals. We developed a new method based on superresolution scanning ion conductance imaging of small synapses at 100-150 nm 3D resolution, which allows presynaptic patch-clamp recordings in all four configurations. Using this technique, we report\npresynaptic recordings of all major ion channels. This semi automated approach allows direct investigation of the distribution and properties of presynaptic ion channels at small central synapses. The developed technology found wide application around the wold for study ion channels/receptors in normal and deceased cells. The technology is patented and commercialized. Dedicated instrument sold by Ionscope Ltd and Park system Healthcare","dataset":"gtr"}