{"id":"0874C085-DEC2-4D6D-84AA-79B6D96FF4F3","title":"Characterisation of a novel NANOG / KDM4B complex to regulate heterochromatin function and chromosome stability in pluripotent stem cells","abstractText":"Pluripotent stem cells (PSC) are unspecialised cells that can form any cell type of the body. There is currently much hope that PSC could be used for cell-based therapies for the treatment of diseases, replacement for worn out tissues as we age, and for better understanding of human development, but there are still several hurdles that must be overcome before these goals are achieved. One of the hurdles is the appearance of genetic instability, and in particular the accumulation of too many chromosomes, that can affect PSC. How these unwanted changes arise remains poorly understood, but scientists are trying to prevent the changes from occurring in order to produce safer and better quality PSC.\n\nWe have chosen to study an exciting and mysterious part of our genome called constitutive heterochromatin. In many different cell types, heterochromatin is important for key cellular processes, including the maintenance of genetic stability and control of chromosome number, although it has been relatively poorly studied in PSC so far. In our recent work, we have identified a new pathway through which heterochromatin is controlled in PSC. Unexpectedly, this new pathway uses several well-known stem cell factors but we are now able to assign new functions to them. Importantly, we when use genetic tricks to prevent these factors from functioning in PSC, it leads to defects in heterochromatin organisation, to the associated loss of genetic stability, and to the accumulation of additional chromosomes in the cells. This unanticipated connection between stem cell factors, heterochromatin organisation and the control of chromosome stability is important because it could provide an explanation for how genetic changes appear in PSC and would potentially allow researchers to prevent this from occurring. \n\nOur research has led us to form the hypothesis that heterochromatin is involved directly in the genetic instability of PSC. The overall aim in this research proposal, therefore, is to determine how heterochromatin is controlled in PSC, and what happens when this level of control goes wrong. We have carefully planned three main objectives to test our hypothesis.\n\nThe first objective is to define how the stem cell factors control heterochromatin in PSC. Our research strongly suggests the involvement of an additional factor, KDM4B, and so we would like to examine this factor in more detail. We will achieve this by asking whether KDM4B localises to heterochromatin in PSC, and then measure what happens to heterochromatin when we remove Kdm4b from PSC. We predict that heterochromatin will show defects and possibly the appearance of chromosome instability in the PSC.\n\nThe second objective is to investigate how defects in heterochromatin lead to chromosome instability in PSC. Previous research from many laboratories has shown that the particular signals that mark and define heterochromatin are required to prevent genetic instability, and we want to take this forward by investigating how these signals are controlled in PSC, especially in light of the new mode of heterochromatin regulation that we have now identified.\n\nThe third objective is to use the knowledge that we generate to improve the quality and genetic stability of PSC so that we can remove one of the current hurdles to future applications. We anticipate that if we can understand how heterochromatin organisation is connected to chromosome instability in PSC, then we can, in future, devise ways to prevent this from happening. Understanding the detailed mechanism of how this occurs may lead to improved use of stem cells for regenerative medicine. This knowledge is also important in research outside of PSC, especially in ageing and cancer for example, where the normal process of heterochromatin regulation is disrupted. By better understanding how heterochromatin is controlled in general, we may be able to develop strategies to detect early changes and also to prevent them from happening.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M022285/1","grantId":"BB/M022285/1","fundValue":"329410","fundStart":"2015-10-01","fundEnd":"2018-09-30","funder":"BBSRC","impactText":"","person":"Peter  Rugg-Gunn","coPersons":[],"organisation":"Babraham Institute","findingsText":"","dataset":"gtr"}