{"id":"0877EBC3-A567-4A13-9B19-14ABE7A2A21D","title":"Becoming Coolies: Rethinking the Origins of the Indian Labour Diaspora, 1772-1920.","abstractText":"Between the 1830s and 1920s over 1.3 million Indians migrated as indentured labourers to locations across the world. Criticised both at the time and since as a 'new system of slavery', this 'first wave' of Indian labour migration has been negatively portrayed as the cynical exploitation of a passive Indian labour force. Those who migrated have been presented as the victims of colonial coercion and dupes of unscrupulous middle men, who exhibited no role in the decision making process, and no influence over their individual or collective outcomes. As a result nineteenth-century Indian labour mobility has often been regarded as qualitatively different to, and disconnected from, a 'second wave' of voluntary, skilled Indian migration, beginning in the 1950s, which is often regarded as the 'legitimate' root of the modern day Indian Diaspora. This project sets out to dispute such assumptions by seeking to understand nineteenth-century indentured labour migration around the Indian Ocean in the context of a longer and more diverse history of Indian labour mobility. By situating indentured labour alongside the contemporaneous migrations of soldiers, slaves and service providers from the Indian subcontinent, it will explore the extent to which existing networks, connections and communities helped to shape the processes and experiences of indenture. Drawing upon previously misinterpreted or under-utilised resources in India, Britain, France, Mauritius, R&eacute;union, Sri Lanka and South Africa - including the personal correspondence of migrants themselves - it will assess the degree to which indentured labourers were able to make conscious and informed decisions about if, when and where to migrate. It will also explore the ways in which migrant labourers in the Indian Ocean were able to improve their status and renegotiate real or imposed identities by moving between different categories of labour, and how far they could utilise kinship and other networks to take control of the souces of labour supply. Convict indents, emigration certificates, ship registers and migrants' letters will be used to suggest a broader and more varied movement of Indians overseas than has hitherto been realised. By tracing the vitally important continuities and interconnections between different forms of labour migration, and placing migrant agency, experiences and outcomes at the centre of the analysis, this project will explore the processes of migration in a way that goes beyond the reproduction of conventional colonial and nationalist tropes of indentured victimhood, exploitation and abuse. Instead it will offer a new approach to the migrant experience that seeks to understand the impetuses and consequences of migration from a subaltern perspective, opening up possibilities for radically reinterpreting the nature and importance of migrant agency in the early formation of the Indian Diaspora.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/M004910/1","grantId":"AH/M004910/1","fundValue":"616013","fundStart":"2015-03-01","fundEnd":"2017-08-31","funder":"AHRC","impactText":"","person":"Crispin  Bates","coPersons":["Andrea  Major"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}