{"id":"087A02C4-7C3C-4AAB-BD2F-EC35721E919D","title":"Top-down control of visual processing and awareness: Studies with transcranial magnetic stimulation and electroencephalography.","abstractText":"Humans are aware of only a fraction of their environment. The nervous system is able to sort the sensory inputs that enter consciousness and those that do not. Our hypothesis is that brain regions that control action, in the frontal lobe, are able to influence the processing of input coming from the senses in the posterior part of the brain. More specifically we want to study how a brain region involved in moving the eyes, the frontal eye field, also interacts with other regions dedicated to vision. We use functional magnetic resonance imaging to take pictures of each participant brain and identify the regions active when he/she moves the eyes or looks at visual displays. Then we can manipulate specifically the activity of these regions, even in the absence of movement or visual stimuli. This is achieved with transcranial magnetic stimulation (TMS). TMS consists in stimulating a restricted area of the brain (about 1cm2) for a tenth of millisecond, by indirectly and painlessly inducing a current through the skull. The induced current interferes with the ongoing neuronal activity. If consequently to a TMS pulse a behavioural or physiological variable changes, then we can conclude that the stimulated brain region is crucial for regulating this variable. In a first study, we propose to apply TMS over the frontal eye field to assess whether it influences the perception of visual motion. Indeed, when we move the eyes, we are not aware of the blurring induced by the retinal image displacement. This is because sensitivity to visual motion is suppressed during eye movement. Our approach will allow us to test whether the frontal eye field could be at the origin of this suppression. Moreover, we will test whether the frontal eye field interacts with a region known to be crucial for visual motion perception, V5/MT, by combining TMS of the two regions. This is important since most theories of vision suggest that awareness is mediated through multiple retroactive interactions between visual areas. In a second set of experiments, we will apply TMS over the frontal eye field while we measure its effects on other visual areas activity with electroencephalography (EEG). EEG is a technique that allows researchers to record currents at the surface of the scalp. Those currents reflect, every millisecond, the activity of underlying neuronal populations. Therefore we will be able to examine directly how a signal originating from the frontal lobe influences distal neurons, located in the occipital lobe, which are active in response to a visual stimulation. This is an important question since many psychophysical studies indicate that the brain regions involved in eye movements play a crucial role in attention. Attention is one of the main mechanisms responsible for selecting sensory features to enter awareness. The approach we propose is challenging methodologically, since it combines several complex techniques. But it has several advantages over more conventional brain imaging methods. First, it allows us to target precisely one region in space and time. Second, more than establishing a correlation between brain activity and behavioural variables, it enables us to test whether and at what moment a region is necessary for a given task. Third, it allows us to assess the timing and functional significance of interactions between two brain regions. Finally, it is close conceptually to techniques employed in non-human primates, which enables us to compare our results with the large amount of data obtained in animals. This proposal is highly relevant to the current priority of the BBRSC Animal Sciences Committee ' From Neurons to Behaviour'. The data gained will certainly broaden our understanding of the human visual system. They will contribute to support the view that, from their entry into the brains, the sensory signals are shaped by feedback control, depending on our actions, our expectations, our memory.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E003699/1","grantId":"BB/E003699/1","fundValue":"186971","fundStart":"2007-02-28","fundEnd":"2009-03-27","funder":"BBSRC","impactText":"","person":"Marie-Helene  Grosbras","coPersons":[],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}