{"id":"087BED3C-3816-4F7F-9DC1-669A02A0F6F9","title":"Miguel de Unamuno in exile, 1924-1930.","abstractText":"Miguel de Unamuno (1864-1936), Spain's leading early twentieth-century writer and intellectual, spent six years of his mature writing life (1924-1930) in exile from the military Dictatorship of General Miguel Primo de Rivera. He left Spain as one of the country's leading intellectuals; when he returned six years later, he was being touted by many as a popular choice for the presidency of a future Spanish republic. During his years outside Spain, Unamuno wrote some of his most complex, innovative and challenging works, works that have received some individual critical attention but that are still in need of a clear and sustained analysis. It is the central contention of this proposal that these works can only be fully understood if considered and analysed as the products of a specific moment in Unamuno's life and of a specific experience, that of exile itself.\\n\\nThis project offers, therefore, the first book-length study of this crucial and self-contained period in Unamuno's life, and it will approach this period from several distinct but complementary angles. First, it will establish the reasons for Unamuno's exile, a task that will involve a careful and focused analysis of Unamuno's lifelong project as a politically-committed intellectual and a clarification of exactly why that project led him into conflict with the Dictator. Secondly, it will look at the biography of Unamuno's exile, focusing above all on the effects that the exile experience had on Unamuno the man and the writer. Thirdly, it will clarify the way in which that experience affected Unamuno's political position and strategies during his stay in Fuerteventura, Paris and Hendaye. Fourthly, it will focus in detail on the crisis that Unamuno suffered during exile and that caused him to question and even dismantle the very intellectual worldview and project that he had assembled over the previous forty years. Finally, it will clarify the exact nature and extent of Unamuno's influence over Spanish public affairs at this time. The project will therefore provide close readings of a variety of different texts: press and clandestine articles that shed light on Unamuno's evolving political position of the time; autobiographical and literary essays that reveal his experience of exile itself; philosophical works that show the nature, development and implications of his exile crisis; drama and poetry that continue to think through the implications of that crisis.\\n\\nAs the above summary implies, it is in the context of exile and Unamuno's experience of exile that these complex works can finally be fully understood. More than that, if properly read, the works that give expression to Unamuno's exile crisis can also shed light on the nature and implications of his lifelong intellectual and political project. This book will therefore offer a critical reading of that project from the perspective of exile itself. Finally, it will also explore what it is that this particular case study can reveal about the experience of exile in general, providing insights and ideas that will be of use to those scholars who are interested in a later and more massive experience of exile, that of the post-Civil War refugees from General Franco's Spain.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/G008876/1","grantId":"AH/G008876/1","fundValue":"27224","fundStart":"2009-02-01","fundEnd":"2009-05-31","funder":"AHRC","impactText":"  They have been used in other people's research on Unamuno and on Spanish intellectual life in the 1920s. Other Cultural","person":"Stephen  Roberts","coPersons":[],"organisation":"University of Nottingham","findingsText":" a. Concerning Unamuno\n\nBy looking at Unamuno's exile period as a self-contained whole with its own dynamics, the project reveals:\n\n-the central unity that exists between and among all of his writings of this time. It shows, in particular, how Unamuno tussles during exile, whether in his political writings, his poetry and plays, his journalism and essays, or his diaries, with a network of concerns relating to personal and national identity, role-playing, the function of the intellectual, and the relationship between the writer and his or her readers;\n\n-the relationship between these works of exile and Unamuno's overall oeuvre, above all the way in which the complex worldview that Unamuno had carefully built up over the previous four decades was both put into practice and placed under enormous strain during the exile period, and how the exile experience itself gave rise in him to a series of new ideas and attitudes that would inform and help to explain his complex responses and writings after his return to Spain and until his death in 1936;\n\n-the fact that all the works of this period can only be fully understood when read as exilic works, that is, as works that are born out of and reflect upon the experience of exile, and that it is only in the context of this experience that the reasons behind Unamuno's choice of genres (articles, poetry and drama over more narrative forms) and the profound originality of his work of the 1920s can be fully understood.\n\nMore specifically, the project provides:\n\ni. a clear idea of the reasons for Unamuno's exile, which was the price paid (and reward gained) for his outspoken resistance to the authoritarian tendencies that had entered Spanish politics after 1914 and for his carefully-cultivated attempts to create a conflict between what he presented as two opposing cultures, that of the intellectuals and that of the military;\n\nii. new biographical details, gleaned from previously unused sources (letters and diaries; uncollected articles of the period), concerning Unamuno's stay in Fuerteventura, Paris and Hendaye, especially his relationship with the literary ?lite in Paris, with the French authorities, and with the agents provocateurs who surrounded him in both Paris and Hendaye;\n\niii. a sense of the evolution of Unamuno's political activity and thought during exile, especially the use he made of both legal and clandestine outlets and his attempt to address a French, and more generally European, as well as a particularly Spanish, audience;\n\niv. a new and much more detailed reading of the personal and philosophical crisis that Unamuno suffered in Paris and Hendaye and of the light that that crisis sheds retrospectively on Unamuno's whole project as a public intellectual;\n\nv. a sense of how that very crisis, and the philosophical and moral concerns that lay at its heart, should be seen as part of the general crisis in values that was seen to be affecting Europe - and not least the Paris of the 1920s - in the wake of the Great War;\n\nvi. close readings of all of Unamuno' exile works, large and small, famous and little-known;\n\nvii. a clearer understanding of Unamuno's political and personal responses after his return from exile.\n\n\n\nb. Concerning Spanish intellectual history\n\nBy looking centrally at Unamuno's exile crisis, which it presents in terms of an intellectual's crisis, the project:\n\ni. clarifies what Unamuno understood to be the true role and function of the intellectual;\n\nii. traces the unravelling of the philosophical underpinnings of that role during the crisis itself and Unamuno's attempts to reconstruct those underpinnings and that role in the aftermath of the crisis;\n\niii. reveals how Unamuno reimagines and reinterprets Spain from abroad;\n\niv. contrasts Unamuno's role at this time with that of other intellectuals and makes the case that Unamuno was Spain's first intellectual with a popular, rather than a populist, touch and appeal;\n\nv. suggests that Unamuno's exile crisis was a very early example of the crisis of the very notion of the modern intellectual, one that foregrounds the questions of commitment, responsibility, authenticity and mains sales that would come to dominate intellectual writings throughout Europe in the 1930s and 1940s.\n\n\n\nc. Concerning exile\n\nUnamuno's exile predates the much better-known post-Civil War exodus from Spain by a decade. Although it can be claimed that his experience as a famous writer was necessarily different from that of the tens of thousands of less well-known Spaniards who were forced into exile in 1939, there is no doubt that his rich and detailed reflections on the experience of exile help to shed light on the phenomenon in general. This particular case study helps above all to illuminate:\n\ni. the everyday experience of the exile, ranging from the personal trauma of living out one's life distant from country, family and friends to the practicalities of surviving in a foreign land to the disturbing experience of living either in a past of memories and nostalgia or in a future of expectations, hopes and fears;\n\nii. the temporal, as well as the spatial, disruption caused by exile, that is, the fact that exile displaces one not only from a spatial centre but also from a temporal centre and can give rise to the impression of living outside the present moment;\n\niii. some of the psychological effects that can accompany exile, including: the sense of isolation and the loss of contact with everyday reality; the creation of a rich inner life and voice that can come to replace normal human intercourse and can in some cases lead to an exaggerated sense of self-importance; the adoption of repetitive and obsessive forms of behaviour; and the many different forms of anxiety that can attend the exile experience;\n\niv. the tendency for exiles to take refuge in language, the last remaining vestige of their lost country and culture;\n\nv. the fact that exile does not come fully to an end with the return to one's native land and that the returnee has forever to struggle to re-adapt to a homeland which has itself changed during his or her absence. In his writings of the 1930s, Unamuno can be seen struggling with such a phenomenon, which the Uruguayan intellectual Mario Benedetti would later call 'desexilio' (de-exile). Some of the general findings (see above) could be of interest to those working with exiles or on the experience of exile. Communities and Social Services/Policy,Other","dataset":"gtr"}