{"id":"087B9E4C-F574-4FBC-B903-9A37BACA443F","title":"The Diary of Thomas Larkham, 1647-1669: a critical edition","abstractText":"Thomas Larkham's 'diary' - perhaps better described as an account-book with personal and spiritual annotations - has been in the care of the British Library since early last century, but is still owned by his descendants. Its rather obscure place in the Library's collections (as a loan item), means it has been little used; in fact, various scholars in recent times have declared it to be lost. \\n\\nThe Reverend Thomas Larkham (1602-1669) is an intriguing character, always controversial enough to make his mark, though never particularly prominent. His story captures many of the unusual twists the career of a 'hotter sort of protestant' could take between 1630 and 1660. He left his Devon parish for New England in 1639. After three turbulent years in America he returned to home with relief (he often noted the anniversary of the day he set sail). In the 1640s he appears fleetingly as a preacher in East Greenwich, Kent, and later as a chaplain in the Parliamentary Army. He arrived back in Devon with his regiment in 1647, and was prevailed upon to become Vicar of Tavistock. An ugly tithe dispute - which had much to do with local politics in the aftermath of Civil War - led Larkham to despair of the town. He set off for Cumberland, a 'dark corner of the North', where he drew on his experience of New England and the Army to become a pioneer of congregationalist church practice. However, for most of the 1650s he steered a controversial course in Tavistock. He styled himself 'public preacher' to the parish and gave sermons on Sundays, lecture days and at funerals. He restricted baptism and communion to an ever smaller circle. By the end of the decade this select group rented a chamber in the vicarage for meetings, and local resentment erupted in a no-holds-barred pamphlet war.\\n\\nFor over twenty years, Larkham used the book to note down his income and expenditure in a Micawberish spirit, adding personal notes and prayers to his financial records. The volume gives a perspective on the day to day life of a parish minister in the unusual circumstances of the 1650s (where the entries are most copious), intriguing both for what it includes and for what has to be read between the lines. The disputes Larkham was locked into appear elliptically and intermittently, amid notes of sixpence spent at the barber's and money laid out for tobacco and malt, sums received for funeral sermons, gifts of pullets or butter from his flock, what he gave to the poor and at communion, and lists of those to whom he sold copies of his printed sermons. In 1660 he drew a particularly thick black line under an entry that marked a watershed, the day he left his living as Vicar of Tavistock. The entries that follow show how his fortunes changed as a result: prisoner, fugitive preacher, local apothecary. Taken with the extensive material that survives about Larkham from the disputes his activities stirred up, the diary illuminates the private side of a public life. \\n\\nLarkham's manuscript had a history before and after he wrote in its pages. After his death the manuscript passed to his son George, an eminent nonconformist in Cumberland, who took the volume north and filled it up with farming accounts and sermon notes. The original owner was George Lane - a part-time scrivener and schoolmaster, eventually a minister in Kent - who used it as an account book from 1597-1611. Lane died in 1642. Larkham must have picked up the volume soon afterwards when he came to Kent as preacher. Larkham wrote around Lane's dense entries in the first folios of the volume, and overwrote Lane's scant and faded entries in another fifty or so folios. Larkham crammed about 800 words onto each A5-sized page, making the manuscript pretty fiendish to decipher. The aim here is to publish Larkham's entries in full, but also to give a flavour of the entries made by George Laneand George Larkham. Publications will make this difficult but significant manuscript accessible.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H003886/1","grantId":"AH/H003886/1","fundValue":"31525","fundStart":"2010-01-01","fundEnd":"2010-04-30","funder":"AHRC","impactText":"","person":"Susan  Hardman Moore","coPersons":[],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}