{"id":"087C8E5F-B0AF-4D75-8503-3937DB927357","title":"Sex differences in immunity: the role of sexual selection","abstractText":"Animals do not do all things perfectly. In order to survive, reproduce and ensure their genes are represented in future generations, they must divide their time and energy between vital activities such as finding food and fighting disease. To be successful in reproduction, both sexes need to produce more young than their competitors. For a male, the key to producing many young is to mate with as many females as possible and to achieve this he must out-compete rivals and persuade females to mate with him. Across the animal kingdom males have evolved extraordinary features such as impressive antlers and fabulous plumage to ensure success in both tasks, a process Charles Darwin coined sexual selection. On the whole, females do not need such tricks to maximise the number of young they produce. Females' eggs are larger and more expensive to manufacture than males' sperm, so fewer can be made. The expense of producing eggs tends to make females choosy about how often to mate and who to mate with. For females, survival is more important than mating with many males, as this increase in lifespan provides plenty of time to produce young. Naturally-selected features, such as a strong immune system, are therefore vital for females to reduce the risk of dying. Bacteria, viruses and other natural enemies of animals are widespread and can be devastating to their hosts. Infections like myxomotosis regularly decimate rabbit populations and animals have evolved powerful defences to fight infections and rid themselves of infestations. However, immune systems can be expensive as they are powered by energy and nutrients. As supplies of these are limited, animals they must prioritise their activities carefully. Scientists think that for males this means channelling resources into attracting mates, even if that means dying sooner, whilst for females this means having strong immunity to ensure survival. We therefore predict that males should have weaker immune systems and be more prone to disease compared to females. Our research will test this idea in fruitflies that have been allowed to evolve under different levels of sexual selection. By encouraging fruitflies to mate with many individuals we caused strong sexual selection with intense competition among males. Under these conditions, males should put a lot of effort into gaining opportunities to mate and fertilise eggs. Indeed, we found changes in the way males sing to females (they do this by vibrating their wings) which may make them better at persuading females to mate with them. We predict that these males will then have less energy and fewer nutrients left to invest in immunity, making them more likely to catch infections. As females need to invest in features that increase survival, they should be more resistant to catching infections. In contrast, when we allowed only monogamous mating, that is, one female housed with one male for their entire lives, sexual selection did not occur. As monogamous males do not have to compete in mating contests they should have more energy and nutrients to invest in their immune systems, making them just as good as monogamous females at fighting disease. Studies of insects are important. They can reveal a lot about the biology of other animals, including mammals, because insects share some of the devices used by mammals to combat disease and infection. This fascinating research will help us to understand important aspects of biology such as when and how often males and females get ill, when they die, and how many young they manage to raise. What's more, if the sex of a host influences how pests and diseases behave, it could affect how fast infections multiply and spread which will alter the number of hosts and natural enemies that live in our environment and also how they evolve along-side one another. These changes may even affect the chances of species going extinct or new ones arising, factors that determine the diversity of animal life on our planet.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/D003741/1","grantId":"NE/D003741/1","fundValue":"326782","fundStart":"2006-04-01","fundEnd":"2009-11-30","funder":"NERC","impactText":"","person":"Rhonda  Snook","coPersons":["Helen Sarah  Crudgington","Michael Trevor Siva-Jothy"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}