{"id":"087FAA6E-8210-4B4C-B310-D8E0452E0CBA","title":"Iron mobilisation in the bacterial cell","abstractText":"Nearly all organisms depend on iron for their existence. Iron is a key element for life because of its abundance in the earths crust and its useful chemical and physical properties - e.g. it is very good at transferring electrons, and activating oxygen for reaction with a range of substrates. Both of these are key processes in respiration - the means by which energy stored in foods is converted into a useable form - thus illustrating why organisms are dependent on this metal. Despite its abundance and useful properties, iron presents organisms with two problems. Firstly, ever since the oxygen levels in the earth's atmosphere began to increase, iron has been present largely in an oxidised and highly insoluble mineral form that is not readily available for utilisation by organisms. As a consequence, iron is often a limiting nutrient for growth and its availability can, for example, determine whether or not a bacterial pathogen can successfully colonise its host. Secondly, the chemistry that makes iron so useful means that it can also be highly toxic to the cell. To counter these problems, a whole range of smart mechanisms have evolved that enable organisms to scavenge iron from their environment, to stock pile it when it is found in excess of immediate requirements, and to maintain it within the cell in a non-toxic form. The latter two are achieved by iron-storage molecules that are found in all cell types from the simplest to the most complex. Iron-storage proteins belong to the ferritin super-family and have unusual structures consisting of 24 subunits arranged to form a large, spherical protein shell surrounding a central cavity where up to 4,500 iron atoms can be stored. Bacteria, which are the simplest of organisms, often contain two different types of ferritin: a ferritin (Ftn) which resembles closely the archetypal ferritins found in mammals, and a bacterioferritin (BFR) which are more distantly related heme-containing proteins, so far found only in bacteria. We and others have studied these iron-storage proteins in the model bacterium E. coli, and so understand in some detail how their synthesis is controlled and how they are able to store large quantities of iron. In times of environmental iron deficiency, bacteria and other organisms mobilise their iron stores to compensate for the lack of external iron. However, very little is known about how iron is released from iron stores, either in bacteria or in more complex organisms such as mammals. We and others have identified a small electron transfer protein, Bfd, which we propose plays a key role in iron mobilisation from BFR. We now wish to test our hypothesis and to characterise, for the first time in any organism, the processes involved in iron mobilisation from iron-storage proteins. The research proposed here uniquely brings together our expertises in the physiology of iron metabolism (at Reading) and the biochemistry of iron-storage proteins (at UEA) in order to tackle this major remaining question of iron metabolism. Using a truly multi-disciplinary approach employing a wide range of genetic, biochemical and bioanalytical methods, we will study in detail iron mobilisation from BFR and Ftn in E. coli, and the role played by Bfd and other relevant factors in this process. We will also clarify the respective roles of BFR and Ftn in the iron-storage process (it is unclear why E. coli and other bacteria possess two such distinct iron-storage proteins) and seek to identify other cellular factors that interact with these proteins. This work will have a major impact on our understanding of how bacteria utilise previously stored iron for synthetic processes. Joint with BB/D002435/1.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D001943/1","grantId":"BB/D001943/1","fundValue":"197362","fundStart":"2006-07-01","fundEnd":"2009-11-30","funder":"BBSRC","impactText":"  So far, our research findings have been used by the academic research community to further research in iron metabolism. Our work on bacterioferritins has also led to its use as a platform for synthetic biology projects aimed at artificial photosynthesis. This is in the early stages, however, and has not advanced beyond the academic context.  ","person":"Nicolas Edward Le Brun","coPersons":["Geoffrey Robert  Moore"],"organisation":"University of East Anglia","findingsText":" Nearly all organisms depend on iron for their existence. Iron is a key element for life because of its abundance in the earths crust and its useful chemical and physical properties - e.g. it is very good at transferring electrons, and activating oxygen for reaction with a range of substrates. Both of these are key processes in respiration - the means by which energy stored in foods is converted into a useable form - thus illustrating why organisms are dependent on this metal. Despite its abundan\n\nNearly all organisms depend on iron for their existence. Iron is a key element for life because of its abundance in the earth's crust and its useful chemical and physical properties - e.g. it is very good at transferring electrons, and activating oxygen for reaction with a range of substrates. Both of these are key processes in respiration - the means by which energy stored in foods is converted into a useable form - thus illustrating why organisms are dependent on this metal. Despite its abundance and useful properties, iron presents organisms with two problems. Firstly, ever since the oxygen levels in the earth's atmosphere began to increase, iron has been present largely in an oxidised and highly insoluble mineral form that is not readily available for utilisation by organisms. As a consequence, iron is often a limiting nutrient for growth and its availability can, for example, determine whether or not a bacterial pathogen can successfully colonise its host. Secondly, the chemistry that makes iron so useful means that it can also be highly toxic to the cell. To counter these problems, a whole range of smart mechanisms have evolved that enable organisms to scavenge iron from their environment, to stock pile it when it is found in excess of immediate requirements, and to maintain it within the cell in a\nnon-toxic form. The latter two are achieved by iron-storage molecules that are found in all cell types from the simplest to\nthe most complex. Iron-storage proteins belong to the ferritin super-family and have unusual structures consisting of 24\nsubunits arranged to form a large, spherical protein shell surrounding a central cavity where up to 4,500 iron atoms can\nbe stored. Bacteria, which are the simplest of organisms, often contain two different types of ferritin: a ferritin (Ftn) which\nresembles closely the archetypal ferritins found in mammals, and a bacterioferritin (BFR) which are more distantly related\nheme-containing proteins, so far found only in bacteria. We and others have studied these iron-storage proteins in the\nmodel bacterium E. coli, and so understand in some detail how their synthesis is controlled and how they are able to store\nlarge quantities of iron. In times of environmental iron deficiency, bacteria and other organisms mobilise their iron stores to compensate for the lack of external iron. However, very little is known about how iron is released from iron stores, either in bacteria or in more complex organisms such as mammals. We and others have identified a small electron\ntransfer protein, Bfd, which we propose plays a key role in iron mobilisation from BFR. Main achievements:\n1. We have studied heme-free and heme-loaded forms of bacterioferritin (BFR) and developed a series of iron release assays to show that the heme groups of BFR play a key role in the kinetics of iron release from the mineral core. This is the first clear evidence for this and solves a major outstanding problem in ferritin research.\n2. We have shown that the small [2Fe-2S] ferredoxin Bfd binds to 24meric BFR and to a stable BFR subunit dimer, irrespective of heme content, and that Bfd functions to facilitate reduction of the heme.\n3. We have solved high resolution structures of BFR representing all the major intermediates of core mineralisation. A novel, mechanistically important inner surface iron site was also identified. Combined mechanistic and structural data demonstrate that the catalytic ferroxidase centre functions as true cofactor and not as a gated iron pore. The work carried out during this grant was fundamental in nature and significantly improved understanding of how ferritins function in terms of iron storage and release. The work has potential benefits for future healthcare applications because iron is a key determinant of virulence in pathogenic organisms. Pharmaceuticals and Medical Biotechnology,Other","dataset":"gtr"}