{"id":"088AE152-D97F-478F-BB97-FDC2F7F836E1","title":"Microliths and Mortuary Practices: late Pleistocene hunter-gatherers and landscapes in the Azraq Basin, Jordan.","abstractText":"Studies of the Epipalaeolithic often regard the arid areas of the Levant as marginal, while considering the Mediterranean zone as the centre of cultural developments in the late EP. While EP site distributions have brought this view into question (e.g., Garrard et al. 1988 and forthcoming), recent research by Dr. Stock and Dr. Maher demonstrates that early and middle EP sites in Jordan assumed to have been occupied by mobile hunter-gatherers strongly resemble later sites of sedentary, socially-complex groups (Natufians). More than seven human burials from `Uyun al-Hammam (Maher 2005) doubles the number of human skeletons from this time period and provides data on health, diet, behaviour, and biological affinities. Our work presents critical insights into the timing and nature of the first sedentary villages, early animal domestication, the role of animals in social life, prehistoric health, mortuary practices, and the first cemeteries. It also raises questions as to whether the characteristics of `Uyun al-Hammam are unique, or indicative of broad trends in EP behaviour. The proposed research aims to test these questions through a combined programme of excavation, at the sites of Kharaneh IV and Ayn Qasiyah, and analysis of archaeological evidence for behavioural change in the Epipalaeolithic. Preliminary work demonstrates the excellent potential of these sites for addressing the questions raised by our previous research, both from their rich archaeological and environmental records, and the presence of human burials.\\n\\nBoth of these sites fall within the Azraq Basin, a former wetland that provided abundant resources and was an attractive location for human settlement throughout the EP. Test excavations at Kharaneh IV (Muheisen, 1988) revealed a long sequence of human settlement, from the early to the middle EP (c. 20,000-15,000 cal B.P.), with evidence for hut structures, hearths, and some of the earliest known human burials in Jordan. Kharaneh IV provides evidence for a prolonged history of human settlement in the region, and the burial of individuals on-site may represent a process of 'marking out' special places in the landscape. Ayn Qasiyah exhibits both early EP (c. 21,000-17,000 cal B.P.) and late EP (c. 14,500-10,200 cal B.P.) occupations and the semi-articulated remains of an adult skeleton in the early EP horizons. Work at the site, which has excellent organic preservation of the marsh deposits, will enable us to excavate the burial and gain a more detailed understanding of behavioural patterns reflected by spatial organization, site use, and changing conditions within the marshland. \\n\\nThe presence of human burials at these sites, in the context of recent discoveries, presents the first opportunity to study the health, diet, and mortuary practices of this period, and to integrate this data with the osteological analysis of Natufian burials (Stock et al., 2005). These data, in turn, are integral to address the larger-scale issues regarding habitual behaviour and the origins of sedentism, socio-economic shifts to plant intensification, dietary changes associated with behavioural change, and the elaboration of burial practices. Our project goals hinge on the complimentary types of data brought together by the explicit collaboration of the three applicants and related specialists.\\n\\nOur research will critically re-evaluate the 'origins of agriculture' paradigm through the excavation of two sites, strategically chosen for their spatial and temporal context, and re-evaluation of existing evidence. This project will place this transition within a broader theoretical framework that includes human biology, environmental change, landscape use, niche construction, and social agency. This integrated approach highlights humans' knowledgeable engagement with a physical and social environment, expressed through the material record, and will test whether the behaviourial roots of agriculture are found prior to the Natufian.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E009484/1","grantId":"AH/E009484/1","fundValue":"414478","fundStart":"2007-09-01","fundEnd":"2011-10-31","funder":"AHRC","impactText":"","person":"Jay Theodore Stock","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}