{"id":"08959197-DC95-4E07-997C-80700345D961","title":"Nuclear Physics Consolidated Grant 2013 (Equipment Bid)","abstractText":"The majority of the visible mass of the universe is made up of atomic nuclei that lie at the centre of atoms. Nuclear physics seeks to answer fundamental questions such as: &quot;How do the laws of physics work when driven to the extremes? What are the fundamental constituents and fabric of the universe and how do they interact? How did the universe begin and how is it evolving? What is the nature of nuclear and hadronic matter?&quot; The aim of our research is to study the properties of atomic nuclei and nuclear matter in order to answer these questions. No one yet knows how heavy a nucleus can be; in other words, just how many neutrons and protons can be made to bind together. We will study the heaviest nuclei that can be made in the laboratory and determine their properties which will allow better predictions to be made for the &quot;superheavies&quot;. For lighter nuclei we will explore in the region of the proton and neutron drip lines, which are the borders between bound and unbound nuclei. We will determine more precisely than ever before the location of these drip lines. Nuclei beyond the proton drip line have so much electrical charge that they are highly unstable and try to achieve greater stability through the process of proton emission. We will investigate how nuclear behaviour is affected when protons become unbound.\n\nFor these exotic systems we will also explore how the nucleus prefers to rearrange its shape, which can be a sphere, rugby ball, pear, etc. and how it stores its energy among the possible degrees of freedom. We will also investigate how the properties of these nuclei develop as we make them spin faster and faster. We will try to determine the precise nature of ultra high spin states in heavy nuclei, just before the nucleus breaks up due to fission. By violently removing a nucleon from a nucleus in a nuclear reaction at high energies and measuring its properties, we can investigate to what extent the nucleon &quot;feels&quot; the influence of its neighbouring nucleons, whether it is correlated with them. Such information tells us about the nuclear force inside the nucleus at different inter-nucleon distances. Nuclear matter can exist in different phases, analogous to the solid, liquid, gas and plasma phases in ordinary substances. By varying the temperature, density, pressure and isospin asymmetry (the relative number of neutrons and protons), nuclear matter can undergo a transition from one phase to another. Thermodynamic properties nuclear matter and its phase transitions can be described by its equation of state. In extreme conditions of density and temperature (about 100 thousands times more than the temperature at the heart of the sun!), a phase transition should occur and quarks and gluons (of which the protons and neutrons are made of) should exist in a new state of matter called the Quark-Gluon Plasma. By colliding nuclei together at high energies, we will study properties of this new state of matter and how nuclear matter behaves as the isospin asymmetry and density vary. Such information is not only important for nuclear physics but also to understand neutron stars and other compact astrophysical objects.\n\nThis programme of research will employ a large variety of experimental methods to probe many aspects of nuclear structure and the phases of strongly interacting matter, mostly using instrumentation that we have constructed at several world-leading accelerator laboratories. The work will require a series of related experiments at a range of facilities in order for us to gain an insight into the answers to the questions posed above. These experiments will help theorists to refine and test their calculations that have attempted to predict the properties of nuclei and nuclear matter, often with widely differing results. The resolution of this problem will help us to describe complex many-body nuclear systems and better understand conditions in our universe a few fractions of a second after the big bang.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/L005689/1","grantId":"ST/L005689/1","fundValue":"44544","fundStart":"2014-01-01","fundEnd":"2014-03-31","funder":"STFC","impactText":"","person":"Rolf-Dietmar Kurt Herzberg","coPersons":["Andrew John Boston","Paul  Nolan","Edward Stephen Paul","Peter Anthony Butler","Bradley  Cheal","Marielle  Chartier","Helen Claire Boston","Robert  Page","David Thomas Joss"],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}