{"id":"089DE783-AA3A-464A-9111-E1D4493572A4","title":"Reaction-coupled dynamics in DHFR catalysis","abstractText":"Enzymes are efficient catalysts that achieve rate enhancements of up to 21 orders of magnitude relative to uncatalysed reactions. However, the precise causes of these remarkable rate enhancements are not fully understood.\n\nHydrogen transfer reactions are of fundamental importance in all biological processes. In order to understand the effects controlling the speed of these reactions, enzyme motions must be taken into account. In particular, the influence of fast motions that actively promote the reaction is a current hot topic in mechanistic studies of enzyme catalysis. Enzymes are large molecules, but we have shown that while long-range enzyme motions play important roles in the physical steps of the catalytic cycle (i.e. binding of substrates, release of products and global conformational changes), they have no effect on the actual chemical step. Our recent results have shown that fast, localised enzyme motions do play a role in the chemical step, but that this role is not the one traditionally proposed.\n\nNow that we have a more thorough general understanding of how fast enzyme motions couple to the chemical step, we are able to focus our efforts towards a precise atomistic understanding of the motions involved. We will investigate the relationship between dynamics and enzymatic chemistry using the enzyme dihydrofolate reductase (DHFR). This enzyme is required in many essential biochemical processes including synthesis of DNA and amino acids. It is therefore a long established drug target and several inhibitors have been discovered and successfully developed as antibacterial, antimalarial and anti-tumour drugs. The increasing and inherently unavoidable problem of drug resistance together with the poor yield from screening programmes demands a rational approach to develop new inhibitors based on a thorough understanding of the mechanistic and dynamic details of the catalytic process. \n\nBased on our extensive previous research, we will approach this in the following way: \n\n- Selective isotopic labelling of the enzyme. Isotopic labelling is a powerful strategy for investigating the role of enzyme dynamics, as the dynamics are affected but other properties of the enzyme are not. We already have data for the fully labelled 'heavy' enzyme; now we seek to identify the specific portions of the enzyme involved. We can produce individual parts of the protein either labelled or unlabelled using bacterial culture methods, and chemically join the different regions together to form the full length, active enzyme. Alternatively, we can incorporate labels directly by feeding the culture with labelled amino acids or their biochemical precursors.\n- Measuring the effect of selective isotopic labelling on the kinetics of the chemical reaction catalysed by the enzyme. We have shown that full labelling of the enzyme has a significant effect on the kinetics. However, it is likely that only certain parts of the enzyme cause this effect. By comparing various patterns of selective labelling against the results for the fully labelled enzyme, we will pinpoint the regions directly involved.\n- Investigation of the effect of selective isotopic labelling on the dynamics of the enzyme. By incorporating specific labels at positions of interest, and varying the overall mass of the enzyme by random fractional labelling at other sites, we can determine the effect on the enzyme dynamics using magnetic resonance techniques. This will complement the kinetic studies and will provide a thorough investigation of the contributions of fast motions in the active enzyme complex. \nOverall, this project will provide detailed insight into how dynamics and catalysis are linked in enzymatic reactions. It will eventually allow us to develop a model of catalysis that can explain the enormous efficiency of Nature's catalysts and should lead to the rational design of enzyme inhibitors with applications as anti-infective and anti-cancer agents.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L020394/1","grantId":"BB/L020394/1","fundValue":"402824","fundStart":"2014-08-01","fundEnd":"2017-07-31","funder":"BBSRC","impactText":"","person":"Rudolf Konrad Allemann","coPersons":["Edric Joel Loveridge"],"organisation":"Cardiff University","findingsText":"","dataset":"gtr"}