{"id":"08C2004B-6BC5-4D6C-9C84-9A8DE4E6FD91","title":"Implications of the embedded through-section technique for improving the resilience and sustainability of existing reinforced concrete infrastructure","abstractText":"The strength enhancement of structurally deficient concrete infrastructure is an application of considerable economic and strategic importance, particularly in the case of bridges. In the United Kingdom alone, it has been estimated that there are approximately 10,000 bridges on the strategic road network and 150,000 bridges on local roads, of which a considerable number need strengthening or replacement. The estimated cost of assessing and strengthening such structures is in excess of &pound;4 billion. Other countries, e.g. the United States, are faced with the same challenge, so emphasising the global significance of the issue.\n\nDuring the past two decades, fibre reinforced polymer (FRP) reinforcement has gained acceptance as strengthening systems for existing reinforced concrete (RC) structures. The use of FRP strengthening systems is advantageous due to their excellent mechanical and durability properties. Extensive research has resulted in approved FRP flexural strengthening methods for RC structures. In contrast, FRP shear strengthening of RC structures is not yet fully understood.\n\nTo date, FRP shear strengthening systems for existing RC structures have primarily been applied as externally bonded (EB) or near-surface mounted (NSM) reinforcement. In order to utilise these systems, both sides of individual beam webs must be accessible. However, it is difficult to provide such an access in several practical situations. Moreover, laborious and time-consuming surface or groove preparation is required to ensure adequate bond between the concrete and the EB or NSM systems respectively. Furthermore, unless proper anchorage is provided, both the EB and NSM systems debond from the concrete at a stress level of 20% to 30% of the ultimate strength of the FRP reinforcement.\n\nThe embedded through-section (ETS) technique is a recently developed shear strengthening method for existing RC structures. In this method, vertical holes are drilled upwards from the soffit in the shear spns of existing RC beams. High viscosity epoxy resin is then injected into the drilled holes and FRP bars are embedded into place. The ETS technique provides higher strengthening effectiveness than that provided by the EB or NSM systems. Other advantages of the ETS technique include higher protection against fire and vandalism, less epoxy consumption, and no need for access to the top slab or time-consuming surface preparation.\n\nResearch investigating the shear behaviour of RC beams strengthened with ETS FRP bars has been limited. All beams tested to date had effective depths of less than 400 mm. This is unrepresentative of several practical situations where RC bridge beams have significantly higher effective depths. Moreover, the effect of other parameters that influence the structural behaviour of the strengthened beams, such as the shear span to effective depth (a/d) ratio and FRP bar type, has not been sufficiently investigated. A proper understanding of the effect of the above-mentioned parameters on the strengthened behaviour is vital for the best utilisation of the ETS technique.\n\nThis project will investigate, experimentally and numerically, the effect of a/d and FRP bar type on the behaviour of realistically sized RC beams strengthened in shear with ETS FRP bars. The combination of experiments and numerical techniques will ensure an integrated modelling approach that will inevitably lead to a better understanding of the strengthened behaviour. The experimental results will be used to check the accuracy of current design standards and improve their predictions where needed. The insight gained from this project will enable the utilisation of FRP reinforcement for improving the sustainability and resilience of existing RC infrastructure. The concepts encompassed in this work will underpin our understanding of the behaviour of FRP-strengthened concrete structures and thus have parallel implications in a variety of other areas of concrete construction.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L010364/1","grantId":"EP/L010364/1","fundValue":"98544","fundStart":"2014-04-01","fundEnd":"2016-03-31","funder":"EPSRC","impactText":"  Please note that the research project is at a relatively early stage (project started on 1 April 2014). \n\nSo far, the research findings have been communicated to the Highways Agency. It is envisaged that the research findings will permeate into future practice based on guidelines that the Highways Agency will make for designers and contractors. \n\nA Research Fellow (RF) has been appointed to undertake specific parts of the research. The RF is part of the future generation of researchers, and the knowledge generated during the research will provide them with new expertise in this area of research. Construction Societal","person":"Samir  Dirar","coPersons":[],"organisation":"University of Birmingham","findingsText":" Please note that the research project is at a relatively early stage (project started on 1 April 2014).\n\nSo far, the research work has encompassed the development of a three-dimensional non-linear finite element model for concrete members strengthened in shear with embedded fibre-reinforced polymer (FRP) bars. \n\nA total of 52 non-linear finite element analyses have been conducted using the developed model. The analyses have identified the influence of concrete strength, shear span to effective depth ratio, beam depth, embedded bar orientation and interaction between steel and FRP shear reinforcement on the structural behaviour of strengthened beams. \n\nThe results confirm the effectiveness of the investigated strengthening technique and show that it overcomes many of the shortcomings of other strengthening techniques. The developed finite element model will be useful in predicting the structural behaviour of strengthened members and/or carrying out further parametric studies. This will be of significant interest to the international community involved in strengthening and repair of concrete infrastructure, in a number of universities around the world, and in leading national and/or international engineering consultancy firms.\n\nIt is crucial to provide the future generation of engineers with the appropriate Construction,Education","dataset":"gtr"}