{"id":"08C50D92-3D00-4D02-825D-F96BFC02CB5B","title":"The Jalview Resource for Sequence Analysis and Annotation","abstractText":"Comparison is a central part of everyone's daily life. If two objects look similar, then a first guess is that they might have similar functions. Comparison of the biological molecules DNA, RNA and proteins from different individuals or species is central to understanding what each molecule does. DNA, RNA and protein molecules can be represented as long &quot;words&quot; of a few letters up to thousands or even millions of letters in length. It is these words, or &quot;sequences&quot; that are compared by computer programs. For example, comparison of a protein sequence from a plant disease-causing bacterium with that from the plant may suggest ways to design a treatment to kill the bacterium and not the plant. Ideally, more than two sequences are compared at the same time as this makes it easier to spot common features. This process is called &quot;multiple sequence alignment&quot; and is one of the most powerful techniques available in modern biology. Easy-to-use but feature-rich interactive computer programs are essential to visualise and enable the most information to be extracted from multiple sequence alignments. Jalview, is the most widely used program for visualising sequence alignments and editing them. It is installed on over 55,000 computers world-wide, on hundreds of thousands of web pages, and is in daily use by thousands of scientists and students. Jalview not only allows alignments to be viewed coloured and edited, but also exploits the internet to connect to over 1,400 sources of sequences and annotations on those sequences. In addition, Jalview exploits state-of-the-art internet technology to connect to computer servers that can perform large calculations on the sequences and return these to the user in a few seconds or minutes. In this way the program puts a mass of human knowledge at the fingertips of the scientist and so saves them a huge amount of time in exploring the function of their favourite protein, DNA or RNA molecule. Some databases of alignments contain alignments with over 200,000 sequences. New technology in DNA sequencing is enabling sequences to be determined faster than ever, so the total volume of sequence data available is doubling approximately once a year. However, sophisticated computer programs like Jalview require maintenance to fix bugs and to introduce new features as new techniques and data sources are developed world-wide. In order to ensure that Jalview can meet the needs of its large community in the face of the data onslaught, we are requesting support for staff to maintain and develop the Jalview Resource and train people how to use it. The principal aims of the resource will be: 1. to drive the maintenance and further development of the Jalview sequence analysis resource from October 2014 onwards. 2. To provide a range of training resources and regular workshops both for end-users of Jalview and for software developers who wish to add new features or incorporate Jalview in their own systems. 3. To facilitate the open development of Jalview as a community project. 4. To develop Jalview to be able to view, calculate properties of, and edit alignments of any size. 5. To migrate the Jalview applet that works on a web-page to Javascript. 6. To extend Jalview to provide flexible access to sophisticated state-of-the-art tools for sequence search and alignment in collaboration with their developers. 7. To extend Jalview to support state-of-the-art tools for the calculation of evolutionary trees. 8. To continue to seek new funding sources to expand the Jalview development team and improve the long-term sustainability of the resource. The applications of the jalview resource are many fold, from a teaching tool, though a figure-for-publication-making tool and expert analysts' workbench, to a neat way to display sequence alignments on a web page. The applications of Jalview span all areas of biology and so the benefits of the resource are legion.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L020742/1","grantId":"BB/L020742/1","fundValue":"513686","fundStart":"2014-10-01","fundEnd":"2019-09-30","funder":"BBSRC","impactText":"","person":"Geoffrey  Barton","coPersons":[],"organisation":"University of Dundee","findingsText":"","dataset":"gtr"}