{"id":"08C9E640-902B-48F9-8AB2-34AE8433F328","title":"Bach's Well-Tempered Clavier, Book II -- Composition, Revision and Reception","abstractText":"J.S. Bach's Well-Tempered Clavier, Book II (1739-42) is widely regarded as one of the most important works in western music. Many composers of later generations studied this work, receiving various forms of influence. Despite its exceptional popularity, we are still unable to establish fully the final text intended by the composer, let alone the texts that were available to the pupils of subsequent generations. This makes it difficult to conduct an accurate assessment of its influence upon them.\n\nThe background to the problem is two-fold:\n(1) It appears that Bach did not produce a definitive version of the work. While allowing his pupils to make copies from his scores, he frequently revised the work over many years. To make the situation even more complicated, he sometimes entered revisions to his pupils' copies. Thus we have a situation where there is no single source containing all of Bach's latest thoughts. The exact reason as to why Bach did not produce a final, definitive version is yet to be ascertained.\n(2) Currently, I am aware of roughly 140 manuscript copies of the work dating from c.1740 to c.1850 that survive. The majority of them appear to have been copied from those that no longer survive. From stylistic features, it is often possible to discern the variants originating from the musicians of later generations, providing fascinating details of how Bach's music was received and cherished. Still, it is difficult to identify from where those variants first originated.\nNaturally, this type of source situation creates enormous difficulties for musicologists whose primary objective is to produce an edition of a single authentic text reflecting the composer's final thoughts. Although numerous editions have been published since 1801, we have not yet seen an edition that has succeeded in establishing the exact text of Bach's final intention. To resolve these outstanding issues, we need to rediscover more manuscript sources and study them.\nThe principal aim of this project is to explore whether there is any significant evidence in the surviving manuscript sources from which one can still learn hitherto unknown facts that illuminate the origin and the reception of the work. There are\ntwo specific objectives, which are:\n\n(1) To study all the known autograph manuscripts of Bach's works that he wrote from 1738 to 1743, extracting some distinct tendencies and peculiarities in Bach's penmanship in this period, to assess his revisions in the autograph of WTC II.\n\n(2) To study the recently resurfaced manuscript sources of the WTC II.\n\nFor the first objective, I have examined all 28 sources as outlined in my original proposals, and made a detailed study on them. From this study, I gained good knowledge of how he approached preparing his scores from what he had prepared previously to what he had anticipated from the score in the making. Accordingly I am currently revising my draft chapter 'Bach's autograph manuscripts' (Chapter 2) of my forthcoming book (see below).\nAs for the second objective, I studied those newly resurfaced manuscript sources that came to light since January 2004 as reported in my original proposal. Having obtained the reproduction, and made initial study on the text, I visited the library where they are kept at present, and made detailed examination. Currently, I am in the process of entering the text- critical information into the database containing roughly 140 manuscripts of WTC II that I have already examined in the past. The information gleaned from this study will be incorporated in Chapter 3 'Manuscript copies' and Chapter 4 'Reception History'.\nThe knowledge gained from this research work will be fed into a two-volume monograph that I am currently working on: The Genesis and Early History of Bach's Well-tempered Clavier, Book II: a composer and his editions, c.1738-1850\n(Aldershot: Ashgate), which is prepared jointly with Professor Richard Rastall.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E508529/1","grantId":"AH/E508529/1","fundValue":"15957","fundStart":"2006-08-15","fundEnd":"2008-04-15","funder":"AHRC","impactText":"  I have read a conference paper on the subject at the 13th biennial international conference on Baroque music, held at University of Leeds from 2 to 6 July 2008, and the revised version of the paper was published in Festschrift for Christopher Hogwood entitled 'Essays in Honor of Christopher Hogwood. The Maestro's Direction'. A further developed article is submitted to a peer-reviewed journal called 'Early Music', which is currently under review. Education,Culture, Heritage, Museums and Collections Cultural","person":"Yo  Tomita","coPersons":[],"organisation":"Queen's University of Belfast","findingsText":" I discovered that Bach's quaver beams can be studied to learn not only how he revised his initial ideas on paper, but also his instantaneous responses to phrasing and articulations. This is an additional means to read Bach's intentions as to how he perceived his music at multiple layers of compositional thought process from motivic to structural levels. Performers can examine this aspect of Bach's notation to gain better understanding of what the composer thought at the time of composition. Education,Culture, Heritage, Museums and Collections","dataset":"gtr"}