{"id":"08CC3C9C-C6FA-448B-A214-83F156DC7142","title":"The signalling pathways involved in NMDA receptor-dependent LTD","abstractText":"Information storage in the brain depends on changes in the efficiency by which nerve cells (neurons) communicate. This occurs at specialised structures (synapses) via the release of a chemical neurotransmitter and its detection by receptor proteins, a process called synaptic transmission. The strength of this communication can be increased or decreased, depending on the patterns of synaptic activation, i.e. synaptic plasticity. In general, synaptic transmission can be increased by the process known as long-term potentiation (LTP) or decreased by the process known as long-term depression (LTD). The best established forms of synaptic plasticity involve the activation of one class of L-glutamate receptor, the NMDA receptor, which leads to alterations in the number of another class of glutamate receptor, the AMPA receptor, at synapses. The aim of the proposed project is to find the mechanisms by which NMDA receptor activation leads to a decrease in AMPA receptor transmission during LTD in the hippocampus, a brain region critically involved in learning and memory. We have recently discovered two proteins that appear to play a central role in this process. The purpose of this project is to identify how these proteins are involved in this important form of synaptic plasticity.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H006451/1","grantId":"BB/H006451/1","fundValue":"407479","fundStart":"2010-05-03","fundEnd":"2013-09-02","funder":"BBSRC","impactText":"","person":"Graham Leon Collingridge","coPersons":["Kwangwook Kei Cho"],"organisation":"University of Bristol","findingsText":" The Janus kinase (JAK) / signal transducer and activator of transcription (STAT) pathway is involved in many cellular processes, including cell growth and differentiation, immune functions and cancer. It is activated by various cytokines, growth factors, and protein tyrosine kinases and regulates the transcription of many genes. Of the four JAK isoforms and seven STAT isoforms known, JAK2 and STAT3 are highly expressed in the brain where they are present in the postsynaptic density (PSD). Howev we are cuurently continuing the research under a further award. Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}