{"id":"08CE8D65-A914-485C-913C-F3E73117D93D","title":"Commercialising radar-based detection of deforestation and forest degradation","abstractText":"Keywords: carbon credits; classification; deforestation; forest degradation; radar; REDD+; satellite data; tropical forest\n\nDeforestation is accelerating across tropical forests and woodlands. As much as 20% of man-made greenhouse gas emissions come from tropical forest loss, ten times the emissions from air travel. However some damage to forest is hard to detect or quantify: in particular small-scale deforestation and degradation. Examples of this include a slash-and-burn farmer clearing a small field, or\nwhere some trees are taken from a forest but it remains forest - e.g. selective logging for high value trees. This makes it very difficult to accurately estimate the area of forest destroyed by people each year. It similarly makes it hard to measure the success of projects that aim to halt or reverse forest loss. \n\nWhen looking to monitor deforestation and degradation, pretty much the only available data source used is optical satellite data. Effectively these sensors are advanced digital cameras collecting images every time they pass over an area. Images are mostly available for free at resolutions of up to about 30 metre pixel size, with an image at this resolution typically taken everywhere in the planet every few weeks. However, there are two major problems:\n\n1. Much of the tropics is cloudy most of the time. For some tropical forest areas, good cloud-free images are only available once every few years. \n\n2. Optical satellite data can only see the top of the canopy, and can confuse trees with grass and shrubs. This means small-scale deforestation and degradation can often be missed.\n\nWe have produced a potential solution using a different type of satellite data: radar data. Radar can 'see through' cloud cover and the top of the canopy to discover the three dimensional structure of forests, solving the above problems. We know that long wavelength radar data can be used to map changes, but before our innovation it was not known that this could also be done with short wavelength data. There is no guaranteed provision of long wavelength radar data, just a collection of one-off satellites with data policies that do not allow commercial use without a significant charge. However, short wavelength data is far more readily available: the European Union has just funded a satellite series called Sentinel-1, which commits to providing consistent short-wavelength radar data into the 2030's from a number of satellites, and with the data provided free of charge for commercial use. NERC research at the University of Edinburgh has led to an algorithm that can use this data successfully. \n\nOn completion of this project we will be able to create maps of deforestation and forest degradation every quarter at a 20 m resolution. There is no comparable product available from optical data, and we have submitted a patent for this radar-based technology, so we mean to start the only company able to sell the most reliable forest change product available.\n\nWe have commissioned market research suggesting there are a wide number of potential users. Our primary market would be project developers that are generating carbon credits by protecting forest areas that were threatened with destruction: managers need satellite products to demonstrate historical rates of forest loss and to monitor the success of their projects. Such developers are already spending millions of dollars a year on inferior products.\n\nWe would also aim to sell to large multinational companies who are trying to remove deforestation from their supply chains: large companies such as Nestle and Unilever have already committed to this, but need to provide evidence of this to their customers. Finally there are opportunities to sell the product to timber companies (who may need to prove the source of their timber is sustainable for certification purposes), and biofuel producers, including those providing wood pellets to an increasing number of power stations.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M021998/1","grantId":"NE/M021998/1","fundValue":"193882","fundStart":"2015-05-01","fundEnd":"2017-04-30","funder":"NERC","impactText":"","person":"Edward Thomas Mitchard","coPersons":[],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}