{"id":"08D66E05-83BE-4370-8C8A-118D291F0C53","title":"Parameterisation of developmental networks to understand periodic patterning","abstractText":"Advances in genetics have given us a good idea of how many genes we have. From this we get an idea of how many components act to make and maintain our bodies. However, it is clear that genes do not act in isolation, but act with others to form a network. The operation of the network as a whole, rather than that of an individual gene, gives tissues their shape and cells their identity. \n\nEven before genes were isolated and sequenced, ideas were formed concerning the nature of network interactions that might operate to drive the development of form in the embryo. Almost 60 years ago Alan Turing suggested that many examples of repeated strucutres in nature, such as the alternating leaves on a plant or the spacing of hairs in the skin, could be explained by a simple set of interating substances, which he called morphogens. He realised that if two morphogens have opposing properties, but operate over different ranges, then this system can produce ordered patterns out of almost nothing. Since this seminal work theoreticians have applied this insight to a wide range of biological patterns, such as spot and stripe markings on animal skin, the colour patterns on seashells, internal organs such as the trachea and even the distinction between the left and right sides of the body. Theory is beginning to meet experimental work in defining what Turing's postulated 'morphogens' might be for specific systems, but so far studies in this area have been limited to labelling this or that molecule as a morphogen. To move this field forward we need (i) a definition of the important morphogens that act in a specific tissue, (ii) a mathematical model that can describe the operation of these molecules and (iii) a set of measurements for the important characteristics of these molecules, such as the speed with which they move through tissues and the their molecular lifespan. We will perform a bottom-up integrated mathematical and experimental study of feather patterning in embryonic chicken skin to fully test Turing's idea for the first time.\n\nRecent genetic advances have allowed us to define the key molecules required to produce a pattern in the chicken skin, giving us the key components we need to piece together an understanding of this system. Embryonic skin develops well in culture, allowing us to observe and manipulate the patterning process, and provides a large amount of material for experimentation. This is therefore the ideal system in which to test our mature ideas about how higher level networks of genes operate to create ordered patterns in nature.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J017124/1","grantId":"BB/J017124/1","fundValue":"45509","fundStart":"2012-12-31","fundEnd":"2015-12-30","funder":"BBSRC","impactText":"  Not at this time. Model is being developed, but requires further testing before can be used to provide alternative method for understanding development.  ","person":"Kevin  Painter","coPersons":[],"organisation":"Heriot-Watt University","findingsText":" Developing computer models to reproduce patterning during embryonic development.\n\nBeginning to understand the role of cell movement in the patterning process of feather formation. Continuing development of computer models should offer a route to replacement/reduction of experimentation. Digital/Communication/Information Technologies (including Software),Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}