{"id":"08EBA259-0B04-4D01-A62F-43077AB99CB0","title":"Inositol metabolism in euryhaline teleosts: roles in osmoregulation and disruption by organic pesticides","abstractText":"The evolutionary success and survival of aquatic organisms in many diverse freshwater (FW) and sea water (SW) habitats has been made possible by the development of complex interrelated ion and water transport systems which allow animals and plants to osmoregulate and survive in extreme hypotonic and hypertonic environments. Well-studied examples of this are the euryhaline teleosts, such as the European eel and the Atlantic salmon, which exhibit the genetic plasticity to enable survival in both FW and SW with only minimal changes in the osmolality and ionic composition of their body fluids. In order to accomplish this, euryhaline teleosts have evolved the capacity to adapt their osmoregulatory strategies to allow the excretion of excess water and the scavenging of salts from ion-poor FW habitats while reversing these functions when entering SW. Recent evidence has suggested that the simple organic alcohol, inositol, is central to the ability of eels to adapt to SW environments. This polyol, which is synthesised and accumulated in a variety of tissues such as the gill, skin and fins, acts in many hormonal signalling pathways and also as an organic osmolyte, preventing the osmotic loss of water and the subsequent desiccation of fish when in SW. Body surface epithelial cells, which accumulate inositol can then act as a barrier between the hypo-osmotic internal environment of the fish and the hyperosmotic external environment.\n\nThis project will investigate the expression and function of genes involved in inositol production and distribution in two model species, the eel and the salmon, to determine the roles of this osmolyte in both FW- and SW-adapted teleosts. Although both eel and salmon are capable of movement between FW and SW, the physiological patterns of salinity adaptation are slightly different. Although sexually immature FW &quot;yellow&quot; eels can successfully acclimate to acute transfers to SW, the sexually immature FW salmon parr must first go through an endocrine-induced maturation process called smoltification before fish can survive in SW. The ability of mature and immature life stages of both eels and salmon to regulate inositol production in response to increased environmental salinities will be investigated as will the effects of cortisol, a hormone known to be involved in sexual maturation and salinity adaptation in fish. \n\nIn addition we have recently discovered that an essential enzyme responsible for the cellular production of inositol, inositol monophosphatase (IMPA), can be inhibited or in some cases stimulated by low concentrations of a wide range of organic toxins known to be found in FW. Any perturbations in the activity of this key enzyme by any environmental toxins are likely to have profound effects on the subsequent ability of fish to osmoregulate. Recent evidence suggests that enzymatic activity of IMPA is inhibited by an unknown protein component(s) of the cytoskeleton, and that at least some stimulatory toxins appear to disrupt this normal regulatory system. Potential deleterious effects of toxins on osmoregulation and hormonal signalling could be associated with over-stimulation of the enzyme when fish are in FW and/or inhibition of the enzyme after fish migrate to SW. Such perturbations would certainly compromise the ability of fish to osmoregulate and this is likely to have severe implications with respect to fish migration and the overall fecundity of the species. Over the last 30 years there has been dramatic declines in both salmon and in eel populations. Although the reasons for the decrease in the populations of both species are undetermined, exposures of fish to a variety of anthropogenic toxins have been implicated in a number of studies. This project will determine if any of the major persistent environmental toxins have any effects on the enzymes responsible for the production and tissue distribution of this essential organic osmolyte and signalling molecule.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J010081/1","grantId":"NE/J010081/1","fundValue":"455296","fundStart":"2012-03-01","fundEnd":"2016-02-29","funder":"NERC","impactText":"","person":"Gordon  Cramb","coPersons":["Neil  Hazon"],"organisation":"University of St Andrews","findingsText":" We have determined that inositol is a key intracellular osmolyte accumulated in many tissies, but especially the skin, fin and gill of many euryhaline teleosts following entry into seawater Animal welfare in the aquaculture industry Agriculture, Food and Drink,Environment","dataset":"gtr"}