{"id":"08ECB12C-684D-4333-B863-88EE3D8F37F4","title":"Modelling solar irradiance variations: the influence of faculae and small-scale magnetic flux elements","abstractText":"The Sun is the main driver of the Earth's climate. The effect of its variability on the climate, however, remains poorly understood. This is due to a number of reasons, including the lack of a universally accepted mechanism for such an influence, the difficulties in attributing signals in the complex climate system unambiguously to the Sun as well as large uncertainties regarding the level of total and spectral solar variability over climate-relevant time scales. This proposal aims to provide state-of-the art solar irradiance reconstructions spanning all wavelengths from the UV to the IR. These will represent a major improvement compared to current reconstructions in two main respects: 1) We propose to combine non-LTE spectral synthesis calculations in parts of the UV spectrum with standard LTE calculations in the visible and IR. LTE calculations are sufficiently accurate over most of the visible and IR region and are computationally straightforward. We will complement these with non-LTE calculations where they are most needed, i.e., where our current LTE calculations are known to fail. The variability in the UV wavelength region is of particular interest as it currently the most promising mechanism to provide the Sun-climate coupling. 2) We will derive the intensities of the bright magnetic elements from magneto-convection simulations. This will allow us for the first time to obtain the spectral response for the small-scale magnetic elements that are thought to be the main cause for long-term irradiance variability. To our knowledge, this is currently the only way to estimate the long-term spectral variability. In addition, the magneto-convection simulations can be used to derive synthetic magnetograms that can then used to translate the observed magnetogram signals into intensities, thus dispensing with any free parameters in the irradiance reconstructions. As a by-product, we will test the simulations by deriving solar surface images that can be directly compared to observations, such as those taken by, e.g., Hinode or Sunrise.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/I001972/1","grantId":"ST/I001972/1","fundValue":"292564","fundStart":"2011-09-01","fundEnd":"2013-03-31","funder":"STFC","impactText":"","person":"Yvonne  Unruh","coPersons":[],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}