{"id":"08F144F3-7D5E-4300-8A5E-75E7219B0583","title":"The Migration of Faith: Clerical Exile in Late Antiquity (325-c.600AD)","abstractText":"Between the fourth and the sixth centuries exile was a legal sanction frequently used by Roman emperors and the rulers of the post-Roman successor states against dissident Christian clerics. This project seeks to test the hypothesis that such exile proved to be not only a form of punishment, but also, and more importantly, a form of cultural encounter. Clerics in exile spread their ideas at places where they had previously been unknown. They also absorbed influences from their new environment and, in the case of recall from exile, transferred ideas and experiences elsewhere. This process, the project contends, had a profound impact on the development of Christianity and its foundational texts in this period, which are still noticeable today. For example, the Nicene creed, which most of modern Christian denominations subscribe to, may not have had the same impact without the banishment of its original supporters during the fourth century.\nIn order to prove its hypothesis, the project adopts an interdisciplinary approach with an innovative methodology. It is a collaboration between Dr Julia Hillner (Sheffield, PI), a legal historian, and two international co-investigators, Prof J&ouml;rg Ulrich (Halle), a theologian, and Associate Prof Jakob Engberg (Aarhus), a cultural historian. While both the development of Christian theology and ritual in this period and the legal development of the Roman penalty of exile have been extensively studied, the two have not been brought together before. The project seeks to rectify this gap in scholarship by re-invigorating traditional legal and theological studies that have typically concentrated on normative sources through the application of a digital approach that will help to set these sources in context. To this end, the project includes the construction of a relational database that collects all available information on individual clerical exiles. The data will be derived from printed and online source editions and we anticipate a dtaset comprising records for approximately 1,000 individuals. This will allow the project team to trace and visualise the personal and geographical networks clerical exiles developed and maintained from their place of banishment and after return from exile. The quantitative information will provide the basis for a thorough qualitative re-assessment of selected legal, theological and hagiographical texts of the period (also available in edited form), which will be investigated in the light of the networks of their authors and audiences. This part of the project will seek to establish the influence of exile experiences on the formation of Christian law, Christian doctrine and Christian cult in late antiquity. In short, the project involves a long-term study of exile that focuses on social networks of individual clerics and interprets institutional texts and structures not according to a top-down model of change, but as a result of relations among individuals, facilitated by exile, within a decentralised framework, in which every element of the network contributed to shape institutional developments.\nThe results of the project will be disseminated via a book co-authored by the PI, the Co-Is and the research associate of the project, and via a doctoral dissertation. The project will also maintain a project blog and website, which will ensure access to the database for a larger academic audience, and, embedded in educational material, for a broader non-academic audience, and will hold a final international conference. The project will also develop a network of local museums and heritage organisations at places of late antique banishment with a view to develop closer collaboration for future funding applications.\nThe project will commence in May 2014 and is scheduled to run for 36 months.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L006812/1","grantId":"AH/L006812/1","fundValue":"337852","fundStart":"2014-08-01","fundEnd":"2017-07-31","funder":"AHRC","impactText":"","person":"Julia  Hillner","coPersons":["Jakob  Engberg","Joerg  Ulrich"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}