{"id":"08FA464E-911D-4D47-B702-3EABBE49FB04","title":"Protein Manipulation in Lipid Bilayers using Surface Acoustic Waves","abstractText":"The phospholipid bilayer that separates the internal cellular environment from the outside world presents an impervious barrier for the transport of large molecules and charged ions. Proteins located within this bilayer provide a mechanism for the passage of nutrients and waste products between the cytoplasm and the external environment. Further, they also play pivotal role in transmitting the cellular response to chemical changes such as the interaction with hormones, toxins, etc. It is not surprising that such proteins are of significant pharmaceutical interest. Significant progress in understanding the function of many membrane proteins has been hampered since they often change their structure, and lose their functionality, once removed from their membranous environment. Our group has a strong interest in developing new platforms and tools for studying such bilayer membranes and proteins. Here we propose to develop a new technique for manipulating such proteins whilst keeping them in their lipid bilayer environment. In particular, we wish to use the electric fields associated with evanescent waves (created using a modified surface acoustic wave device) to move charged proteins within the lipid bilayer. This represents the first step towards the facile manipulation of membrane proteins and which will eventually allow us to trap, move and separate proteins within the bilayer. The will be a significant breakthrough for the study of membrane proteins.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E015530/1","grantId":"EP/E015530/1","fundValue":"187838","fundStart":"2006-10-01","fundEnd":"2008-03-31","funder":"EPSRC","impactText":"  The findings of this work have so far been primarily of academic impact. It has contributed to the growing amount of research on the integration of SAW devices into microfluidics. Translation of the impact of this into the CSEP options below is likely to be over many years. Healthcare Cultural","person":"Stephen  Evans","coPersons":["Alexander Giles Davies","Richard James Bushby","John  Cunningham","Christoph Paul Walti","Peter George Stockley","Edmund Harold  Linfield"],"organisation":"University of Leeds","findingsText":" Through this research we integrated on chip surface acoustic waves into microfluidic systems for the manipulation of particles and bubbles in the size regime 1 to 20 um. We were able to demonstrate that we could use SAW to forma standing wave to :\ni) create particles arrays - test-tubes without walls\nii) move particles in arrays in sequential manner\niii) use SAW device as a mixer For lab on chip device / manipulation of micro bubbles for separation / cleaning after functionalisation Aerospace, Defence and Marine,Agriculture, Food and Drink,Chemicals,Education,Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}