{"id":"090F6218-0F83-477C-B1A5-080F0F1D845D","title":"Genomic response to selection for flowering time in Arabidopsis thaliana","abstractText":"A major goal of evolutionary genetics is to understand how genetic changes contribute to adaptive evolution. To achieve such an understanding it is necessary to combine knowledge of the genetic basis of traits under selection with knowledge of how natural selection acts on the genetic variation available. It has been a major challenge to achieve this goal because most traits of interest are complex, meaning that there are many genetic and environmental factors affecting phenotypic expression. Further complexity arises from the presence of epistatic interactions, genotype-environment interactions and pleiotropy. Although the emergence of quantitative trait locus (QTL) analysis has improved our ability to dissect the genetic basis of complex traits, it remains unclear whether allelic effects estimated in a relatively simple genetic background will accurately predict the evolutionary outcome of selection in a complex genetic background, or in multiple environments. Here, I propose to investigate the genomic response to selection for earlier flowering time in an outbred population of Arabidopsis thaliana that combines the genetic diversity of 19 accessions. This project will allow for the integration of our current knowledge of the molecular basis of flowering time with empirical data on the way selection operates at the genome level. Genetic factors identified in this study will represent factors that are important in the evolutionary process, and their identity will be compared with known candidate genes for flowering time. In addition to testing the applicability of current models of the genetic basis of flowering time to predicting future evolutionary change, this project will also provide a valuable means for the discovery of new genetic factor that play an important role in mediating flowering time. Selection experiments will be performed under two environmental conditions, simulating the photoperiod and cold exposure encountered by seeds germinating in the spring or the fall. By comparing the results under these two environmental conditions we will be able to investigate the influence of gene-by-environment interaction effects on response to selection. In addition, phenotypic selection analysis will be performed for a large number of life-history traits under both environmental conditions to investigate correlated responses to selection and trade-offs that could affect the outcome of the experiment.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/C004604/1","grantId":"NE/C004604/1","fundValue":"252594","fundStart":"2006-01-01","fundEnd":"2008-12-31","funder":"NERC","impactText":"","person":"Paula  Kover","coPersons":[],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}