{"id":"09108830-A853-48C4-9E76-5EE15FDBE7C4","title":"The Socio-Cultural and Learning Experiences of Working Class Students in HE","abstractText":"<p>This research will explore working class students’ experiences of higher education; the impact of these on their learner and cultural identities and the implications for their progress and retention. The research will take place across three geographical areas and in different types of HE institution. This will enable us to compare the social and cultural experiences of working class students in order to identify similarities and differences and the impact of these on the students as learners and on their identities. </p> \n<p>Foregrounding class issues and their implications for students’ learning is one of the key purposes of the research. However, social class and identity formations are complex. Many working class students currently in English universities are mature women. Minority ethnic students also tend to be mature students. The intersection of gender, ‘race’, ethnicity, and class is therefore central to our research. </p> \n<p>The research is a mainly qualitative study but will also employ quantitative methods. The HEIs will comprise an elite, ‘red brick’ and post 1992 university and a college of further education. We will focus on three disciplinary areas and if possible the same ones in each institution. Our focus is on undergraduates 18 years and above from working class backgrounds.</p> \n<p>The project addresses an area, which is under researched and will therefore make a vital contribution to knowledge that could have implications for both future quality of experience and outcomes and for student retention.</p> \n<p>The project team is Gill Crozier (PI) from University of Sunderland and Diane Reay&nbsp;from Cambridge University</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-139-25-0208","grantId":"RES-139-25-0208","fundValue":"168814","fundStart":"2006-01-01","fundEnd":"2008-04-30","funder":"ESRC","impactText":"","person":"Gill  Crozier","coPersons":["Diane  Reay"],"organisation":"University of Sunderland","findingsText":"","dataset":"gtr"}