{"id":"09120C40-14CF-44BF-BDC9-632E956A043C","title":"Liquid Fuel and bioEnergy Supply from CO2 Reduction","abstractText":"The current fuel production and related industries are still heavily reliant on fossil fuels. BP's &quot;Statistical Review of World Energy&quot; published in 2014 states that the world has in reserves 892 billion tonnes of coal, 186 trillion cubic meters of natural gas, and 1688 billion barrels of crude oil. Although these represent huge reserves, taking into account today's level of extraction, would mean that coal would be exhausted in 113 years and natural gas and crude oil would be extracted by 2069 and 2067, respectively. In the meanwhile, the CO2 atmospheric concentration has increased from 270 ppm before the industrial revolution to 400 ppm today and its annual release is predicted to exceed 40GT/year by 2030. As the world population increases, breakthrough technologies tackling both fuel supply and carbon emission challenges are needed. The use of CO2 from, or captured in industrial processes, as a direct feedstock for chemical fuel production, are crucial for reducing green house gas emission and for sustainable fuel production with the existing resources.\nThe aim of this project is to develop a breakthrough technology with integrated low cost bio-electrochemical processes to convert CO2 into liquid fuels for transportations, energy storage, heating and other applications. CO2 is firstly electrochemically reduced to formate with the electric energy from biomass and various wastes and other renewable sources by Bioelectrochemical systems (BES). The product then goes through a biotransformation SimCell reactor with microorganisms (Ralstonia) specialised in converting formate to medium chain alkanes using a Synthetic biology approach. The proposed technology will develop around the existing wastewater treatment facilities from for example, petroleum refineries and water industries, utilising the carbon source in wastewater, thus minimising the requirement to transport materials and use additional land. To tackle the grand challenges, a multidisciplinary team of five universities will work together to develop this groundbreaking technology. \nOur research targets two specific aspects on renewable low carbon fuel generation: 1) Use of biomass and wastewater as a source of energy and reducing power to synthesise chemicals from CO2. 2) Interface electrochemical and biological processes to achieve chemical energy-to-fuels transformation.\nTo achieve the goal of this project, there are three major research challenges we need to tackle:\n1. How to maximise the power output and energy from wastewater with Bioelectrochemical systems?\n2. How to achieve CO2 conversion to medium chain alkanes through reduction to formate in Microbial electrolysis cells, and then SimCells?\n3. Can we develop a viable, integrated, efficient and economic system combining bio-electrochemical and biological processes for sustainable liquid fuel production?\n\nTo tackle these challenges, we need to maximise energy output from wastewater by using novel 3-D materials, to apply highly active electrochemical catalysts for CO2 reduction, to improve efficiency of SimCell reactor, and to integrate both processes and design a new system to convert CO2 to medium chain alkanes with high efficiency. In this study, rigorous LCA will be carried out to identify the optimum pathways for liquid biofuel production. We will also look at the policies on low carbon fuel production and explore the ways to influence low carbon fuel policies. Through the development of this innovative technology, we will bring positive impact on the UK's target for reducing CO2 emissions and increasing the use of renewable energy.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N009746/1","grantId":"EP/N009746/1","fundValue":"1924300","fundStart":"2016-03-01","fundEnd":"2020-02-29","funder":"EPSRC","impactText":"","person":"Keith  Scott","coPersons":["Giuliano Claudio Premier","Alan  Guwy","Ian  Thompson","Richard  Dinsdale","Jhuma  Sadhukhan","Peter  Styring","Eileen Hao Yu","Ian  Head","Wei  Huang","T P Curtis"],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}