{"id":"0913CD40-D603-467C-AB0E-CB53BD6830B4","title":"Organizational innovation, people management and sustained performance: towards a multi-level framework for medium-sized businesses","abstractText":"<p>The question of how to achieve sustained organisational performance is of national and international economic significance. Indeed, it has been predicted that the UK's export market is likely to fall during the next two decades as developing nations increasingly catch up and potentially overtake the UK (The Times, 12 October 2011).</p>\n\n<p>Organisations that embrace innovation rather than remaining entrenched in long-standing ways of working are likely to diminish or even reverse trends in this direction; however, although there is a lot of research focused on the technical aspects of innovation, rather less attention has been devoted to understanding the people management implications that this way of working presents (OECD, 2010; Sparrow, 2010). In this respect, it has been argued that medium-sized businesses (MSBs) are more neglected than either their smaller counterparts or multi-nationals. The suggestion is that renewal in the MSB sector-driven by recognising and championing MSB needs- might yield a GDP of between &pound;20 and &pound;50 billion by 2020 (CBI, 2011). Reflecting the significance of this challenge, our seminar series proposes a multi-level framework to explore people management&nbsp; and organisational innovation. Our focus is MSBs although we envisage that our work will have wide applicability across the business sector.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/J022624/1","grantId":"ES/J022624/1","fundValue":"13920","fundStart":"2012-10-01","fundEnd":"2013-09-30","funder":"ESRC","impactText":"  The findings have been used in several ways:\n1. Presentations and supervisions with executive practitioners enrolled on the Doctorate of Business Administration (Shipton is Head of Doctoral Programmes at Nottingham Business School, Nottingham Trent University). There are over 170 students on the programme, many of whom are senior executives.\n2. Presentations and consultancy projects with organizations (e.g Experian and Kenz) via the Nottingham Business School Executive Development Programme\n3. Advice and consultancy through the Centre for Performance-led HR (Lancaster School of Management) and the Centre for People and Organizations (Aston Business School) Communities and Social Services/Policy,Construction,Education Economic,Policy & public services","person":"Helen Joanne Shipton","coPersons":["Paul  Sparrow","Pawan  Budhwar","Jennifer Margaret Bimrose"],"organisation":"Aston University","findingsText":" This was a seminar series intended to promote the cross-fertilization of ideas across academic literatures such as strategic HRM, knowledge exchange, workplace learning and creativity, that have largely involved in tandem. \nOur central question was to explore the way in which effective people management might elicit organizational innovation. this was achieved by:\na. bringing these literatures into a single discussion forum\nb. actively searching for synergies across the five sessions\nc. encouraging leading scholars as well as junior faculty to look across levels their work.\nCompare and contrasting literatures concerned with people management and innovation that a. take an\norganizational-level perspective and b. focus primarily on the individual -in order to foster understanding about how\nemployers might make the best use of people's skills for innovation and any role that managerial practices, learning\ncultures and formal or informal education might play.\n\nOne finding is that in the UK innovation is seen to flow from scientific experts positioned in discrete areas of the business such as Research &amp;amp;amp;amp;amp;amp;amp;amp; Development. Our research posits an alternative position: that innovation is rather a continuous, multi-level process, involving the application and re-application of existing as well as new scientific knowledge. Innovation occurs across employees at all levels of the business (Gupta et al., 2007). Organizational contexts as well as the wider environment exert influence upon the innovation displayed by individuals and teams. Specifically, findings were as follows:\n1. that contexts building employee motivation may be more important for innovation than those fostering capability and skills\n2. that, for innovation, apprenticeship training needs to focus on contracting and collaboration rather than functional separation\n3. that popular leadership theories such as transformational leadership may inhibit or enable innovation, depending on whether there is an orientation towards knowledge-sharing and collaboration.\n4. A clear demand for positioning the debate within an international frame of reference. Innovating through people on a global stage opens new markets, which in turn increases the potential for growth in domestic economies (BIS, 2012) yet presents particular demands for the people involved, which are not well understood. A team of scholars linked with the seminar series are now examining global factors that might influence HRM- Innovation relationships. The PI. Helen Shipton, was offered and accepted a Professorship at Nottingham Business School in July 2013. This has opened up further opportunities for taking the findings forward. Nottingham Business School has strong links with executive communities through its executive education activities ( Shipton is Head of Doctoral Studies). The Doctorate of Business Administration is one of the largest programmes of its kind, with 150 plus students. \nThe other institutions involved in the bid also have extensive networks increasingly utilized insights via the Series. The Centre for Performance-Led HR at Lancaster, through Paul Sparrow, has an international reputation for practically-relevant research and links with a wide group of globally renowned organizations. Bath School of Management, whilst not a partner, became closely involved in the Series through Juani Swart and Yvonne Van Rossenberg and is also one of the leading institutions in the UK for the quality of its research and its commitment to practitioner engagement. Aston University has for several years been at the top or thereabouts of league tables measuring graduate employability, and has an extensive undergraduate business placement scheme that is being be tapped into for the series via Co-I, Pawan Budhwar. Aerospace, Defence and Marine,Communities and Social Services/Policy,Financial Services, and Management Consultancy,Healthcare,Manufacturing, including Industrial Biotechology,Retail","dataset":"gtr"}