{"id":"09223E3B-678A-4593-835F-F38D228BA248","title":"The Social Life of Achievement and Competitiveness in Vietnam and Indonesia","abstractText":"<p>This project will investigate the changing ways in which Indonesian and Vietnamese individuals of divergent backgrounds and experience have understood the idea of 'achievement' over the course of their lives.</p>\n\n<ul>\n \n\n <li>What conceptualisations of achievement have been historically significant in both Vietnam and Indonesia?</li>\n\n <li>What conceptions of 'achievement' are emerging today, in a world which measures the attainment, capacities, and 'global competitiveness' of whole populations and nation-states?</li>\n\n <li>What is the significance of these shifts for the lived experience of 'achieving'?</li>\n\n</ul>\n\n<p><br />Based in Vietnam’s capital city of Hanoi and Indonesia’s borderland province of Kepri, the project will employ in-depth interviews and participant observation to focus on four particular groups: policy makers, who are devising strategies to increase achievement orientation and attainment within their populations; teachers and pupils at high-profile 'achievement schools' which have been indicated as the birthplace of a more globally competitive generation; export workers, who have historically contributed to each nation's economic growth but are now frequently being reclassified as ‘unskilled’; and religious and ritual professionals, who are variously seen as operating in a domain that lies outside parameters of 'achievement' or touted as a valuable 'export commodity' sporting unique forms of human capital such as psychic abilities.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/J00202X/1","grantId":"ES/J00202X/1","fundValue":"79819","fundStart":"2011-11-01","fundEnd":"2013-10-31","funder":"ESRC","impactText":"  Our scientific impacts include the development of a model of achievement psychology and motivation that is more attentive to political context than those currently dominant in social and developmental psychology (see Long 2013b), the development of a new framework for the anthropological study of achievement (see Long and Moore 2013), and the most detailed accounts yet published of the different nuances and inflections that can be associated with the language of ‘achievement’ in both Vietnam (Bayly 2013c) and Indonesia (Long 2013a).\n\nIn July 2013, Long organised a workshop with social psychologists, school administrators and teachers, held at the Greenwich Free School in Woolwich. This explored how our work with high-achieving school pupils might illuminate educational practice in the UK and elsewhere, complementing the models of educational psychology that are currently dominant in programmes such as TeachFirst (selected papers are available publicly at\nhttp://sociallifeofachievement.wordpress.com/2013/07/23/symposium-motivational-psychology-in-educational-settings/). Teachers who attended the symposium found the project's findings on the sometimes unexpected consequences that 'positive psychology' discourses engendered in Indonesia of particular value in identifying and safeguarading against similar outcomes in their own pedagogical practice. On 4th July 2014, he shared similar findings with 120 British school pupils and teachers in a public outreach lecture on ‘The Madness of Success’ at London Anthropology Day, encouraging participants to relate the material to their own experiences of learning. A lively group discussion ensued, suggesting many participants' conceptions had been changed by attending the event.\n\nLong has also given several speeches to student and public audiences in the Riau Archipelago itself, helping to raise their awareness of how state-authored achievement discourse was shaping the lives of citizens. The research project and its early findings were debated in the Kepri press – see e.g. ‘Arungi hidup dengan prinsip seperti pilot’, Batam Pos, 21st January 2012, or ‘Pelajar di Kepri butuh motivasi’, Haluan Kepri, 5th January 2013. Senior members of the provincial administration, including such key figures as the Regent of Kabupaten Bintan and the Provincial Monitor for government high schools have taken a personal interest in the project's findings.\n\nIn Vietnam, Bayly's research findings have made a critical contribution to the work of the Centre for Research and Preservation of Vietnam's Doctoral Heritage (CPD), a key public foundation seeking to contribute to public understanding and awareness of the contributions of the many Vietnamese men and women with modern high-level 'doctoral' knowledge and training who contributed to the nation's modern development. Her work with them has entailed a number of occasions for exchange and dialogue relating to their attempts to generate an updated understanding of role models and emulation standards for present-day citizen-achievers. Bayly has also been a consultant for the Centre for Research &amp;amp; Promotion of the Cultural Heritage of Vietnam (CCH), an NGO created by key heritage professionals in Hanoi. Her role with CCH is to foster project development related to its pioneering work of training and capacity-building for staff at national museums and public heritage sites, and the creation of heritage-based museum education programmes. During the grant period she has been consultant for CCH educational projects at the Ho Chi Minh Museum in Hanoi, the Vietnam Women's Museum, the National Museum of Vietnam History, the former Presidential Palace complex in Ho Chi Minh City, the National Fine Arts Museum, and the National Army Museum in Hanoi, where she has organised and spoken at symposia on cross-cultural perspectives on the fostering of creativity through museum education programmes and initiatives. \n\nThe Vietnamese museums Bayly advises have reported adopting significantly revised strategies in response to her presentations on the project's findings. Public heritage institutions in Vietnam are now charged with making museum-based educational initiatives a key resource in the pursuit of a new critical national goal, that of enhancing young people's 'creativity'. Bayly's presentations on the tensions between older high-socialist and newer marketisation-era understandings of personal and collective attainment have enhanced heritage professionals' awareness of the potential strengths and weaknesses of the programme options available to them. The Director of Vietnam's Centre for the Research and Promotion of Vietnamese Cultural Heritage (CCH) has described Bayly's presentations as '[having] greatly aided us in our highly regarded museum capacity-building programmes.” Communities and Social Services/Policy,Creative Economy,Education,Leisure Activities, including Sports, Recreation and Tourism,Government, Democracy and Justice,Culture, Heritage, Museums and Collections Cultural,Societal","person":"Susan  Bayly","coPersons":["Nicholas James Long"],"organisation":"University of Cambridge","findingsText":" In Kepri and Hanoi, the cultivation of achievement-oriented and competitive populations is a claim to equal membership of both the nation and a globalised knowledge economy (Bayly 2013a; Long 2013a, 2013b). Respondents from all categories saw their achievements not just as individual attainments but as ‘for the nation’ and its standing on the world stage. Rather than viewing the growing global emphasis on achievement as a monolithic subjectification created and imposed by neoliberalism (cf. Ong 2006; Urciuoli 2008), our findings indicate that achievement thinking and policy should be viewed as strategic responses to locally-situated imaginaries of a changing political economy. Many of Bayly’s respondents professed a direct stake in the much-discussed goal of making the distinctive qualities of Vietnameseness a source of high-yield attainments in the global marketplace. One manifestation of this has been the claim that specialists in the paranormal arts represent a scientifically measurable and uniquely Vietnamese national asset (Bayly 2013 a; c). This pattern was absent in Kepri, where paranormal practitioners took pride in their capacities but refused to categorise them as ‘achievements’.\n\n\n\nThe project has led us to develop a new theoretical framework for studying achievement not just as a goal, but also as a socially embedded event reframing subjectivity and social relations (Long and Moore 2013). This illuminates why the experience of achieving is more diverse than typically assumed. Students at Hanoi’s ‘gifted-student’ schools have become objects of moral concern as they negotiate still-active schemas exalting a socialist citizen’s obligations to the collective, alongside calls for market-era achievers to chart an individual but never ‘opportunist’ path in the attainment of globally-defined ‘human resource’ capacities such as ‘confidence’ and ‘creativity’. Consequently, high performers in Hanoi’s big-name schools felt perpetually on show: hailed as exemplars for the\n\nnation, yet continually scrutinized for signs of self-advantaging ‘achievement disease’ (Bayly 2013a, 2013b). \n\n\n\nIn Kepri, achievement-related debates were more technocratic. The use of contests (following McClelland’s (1961) achievement psychology) is now complemented with activities allowing greater numbers of people to achieve: e.g. mass record-breaking (Long 2013b) or ‘hypno-motivation’, reflecting a key premise of current educational psychology: that anyone can grow to be a high-quality human resource (Dweck 2006, 2013). Yet since Kepri people view the officials implementing these programmes as low-quality ‘human resources’ themselves, achievement becomes a source of self-doubt and anxiety as much as pleasure or confidence. Reflexivity regarding political circumstances, we argue, is a crucial dimension of achievement psychology (Long 2013b).\n\n\n\nRecognition was a central concern for our informants, notably export labourers – who grappled with being valuable sources of revenue for their families but also disparaged as workers of low human resource quality. Respondents in both fieldsites used their remittances to fund degree-course study and hence a ‘high-achiever’s life for younger kin. Long’s respondents found migration recalibrated their views of other countries’ human resource quality such that they could now recognise themsleves as ‘competitive’. This casts new light on dominant theories of ‘recognition’, which typically presume national rather than transnational frames (e.g. Honneth 1995; McNay 2008; Siegel 1997). Our scientific impacts include the development of a model of achievement psychology and motivation that is more attentive to political context than those currently dominant in social and developmental psychology (see Long 2013b), the development of a new framework for the anthropological study of achievement (see Long and Moore 2013), and the most detailed accounts yet published of the different nuances and inflections that can be associated with the language of ‘achievement’ in both Vietnam (Bayly 2013c) and Indonesia (Long 2013a).\n\n\n\nIn July 2013, Long organised a workshop with social psychologists, school administrators and teachers, held at the Greenwich Free School in Woolwich. This explored how our work with high-achieving school pupils might illuminate educational practice in the UK and elsewhere, complementing the models of educational psychology that are currently dominant in programmes such as TeachFirst (selected papers are available publicly at http://sociallifeofachievement.wordpress.com/2013/07/23/symposium-motivational-psychology-in-educational-settings/)\n\n\n\nLong has also given several speeches to student and civilian audiences in Kepri itself, raising awareness of how state-authored achievement discourse was shaping the lives of citizens. The research project and its early findings were debated in the Kepri press – see e.g. ‘Arungi hidup dengan prinsip seperti pilot’, Batam Pos, 21st January 2012, or ‘Pelajar di Kepri butuh motivasi’, Haluan Kepri, 5th January 2013.\n\n\n\nBayly’s policy-related impacts in Vietnam arise from her role as international advisor to the Centre for Research and Preservation of Vietnam's Doctoral Heritage (CPD), a key public foundation seeking to contribute to public understanding and awareness of the contributions of the many Vietnamese men and women with modern high-level 'doctoral' knowledge and training who contributed to the nation's modern development. Her work with them has entailed a number of occasions for exchange and dialogue relating to their\n\nattempts to generate an updated understanding of role models and emulation standards for present-day citizen-achievers. \n\n\n\nBayly has also been a capacity-building consultant for the Centre for Research &amp;amp; Promotion of the Cultural Heritage of Vietnam (CCH), an NGO created by key heritage professionals in Hanoi. She has found members very responsive to the idea of building nuanced notions of achievement into the language employed to motivate their young staff especially to seek and benefit from various kinds of international training. This shows how the insights we are developing can have practical benefit in honing motivational discourses that might avoid some of the unfortunate unintended consequences attendant on unreflective uses of achievement vocabulary. \n N/A - this was a small grant only, designed to test the horizons of ideas and generate new hypotheses that may or may not be 'exploitable' in future. Communities and Social Services/Policy,Creative Economy,Education,Government, Democracy and Justice,Culture, Heritage, Museums and Collections","dataset":"gtr"}