{"id":"09259F5D-4C7A-4618-BEAB-921DDB5BFCD6","title":"Reward and empathy in autism","abstractText":"Empathy is a natural capacity hardwired into the human brain that we use to understand others emotions and respond appropriately to them. We automatically smile on seeing a baby smile and feel our heart beat faster as a runner dashes to a close finish. This automatic mimicking is a simple measure of how much we empathise with what we are seeing. People with autism do not tend to show this automatic mimicry, and score poorly on other measures of empathy. One explanation for low empathy in autism is that people with autism do not empathise with others because they do not find social stimuli (e.g. human faces) innately pleasing/rewarding. An alternative explanation suggests quite the opposite, in that people with autism do not find social stimuli rewarding because of their lack of empathy.\n\nThe proposed research will test the relationship between these two hypotheses in a sample of typical adults, and in a sample of adults with autism, by measuring the activity of their facial muscles (facial Electromyography (EMG)) and brains (functional MRI), while they watch emotion expressions of other people. Facial EMG provides a direct measure of automatic mimicking, by measuring the minute changes in the activity of facial muscles. Functional MRI provides a direct method to measure the real-time activity of the brain regions involved in processing rewards and mimicking. Specifically, these experiments will test\n\na) if increasing the reward value of a face leads to increased automatic mimicking of the face,\nb) if mimicking target faces makes them more rewarding than non-mimicked faces, and\nc) what the differences are in the above processes between people with and without autism.\n\nThese studies would lead to a better understanding of the nature of empathy and its connection with reward, and contribute to understanding the causal mechanisms that underlie atypical social behaviour in autism. Current therapies for autism rely on various forms of reward conditioning, where people with autism are rewarded for certain types of behaviour. However, how reward conditioning relates to social behaviour is largely unknown. By systematically examining the link between these two processes, this research could potentially inform and enhance the development of therapies for autism.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1100359","grantId":"G1100359","fundValue":"481990","fundStart":"2012-04-24","fundEnd":"2016-04-24","funder":"MRC","impactText":"","person":"Bhismadev  Chakrabarti","coPersons":[],"organisation":"University of Reading","findingsText":"","dataset":"gtr"}