{"id":"092B1B45-D379-4D23-9087-0E44C69BEA21","title":"Engineering Comes Home","abstractText":"Engineering Comes Home turns infrastructure design on its head. We start with household needs and look outward to design infrastructure, not the other way around. This new paradigm allows integrated thinking about water, energy, food and data at the domestic scale, and connects homes to technologies, infrastructures and communities in order to meet everyday needs and demands as efficiently and reliably as possible. The project puts people and their everyday needs and desires first, using technology and infrastructure to best meet those needs within resource and environmental constraints. It addresses the challenge of designing sustainable and resilient systems and technologies to deliver infrastructure services within environmental and social constraints.\n\nThe project will develop and test a methodology for co-design of infrastructure and technologies starting from household scale and connecting to neighbourhood, city and regional scale, working with a case study community of social housing residents in London. This will involve:\n1. Synthesis of existing data relating to the nexus in case study community (census, water and energy companies, Environment Agency, local authorities, public health).\n2. Social research to identify needs, aspirations and daily practices that relate to food, energy and water production and consumption (interviews, diaries, focus groups, participatory mapping, sensors and monitors of resources use).\n3. Developing a design support toolkit of potential technical options for meeting household needs and their lifecycle resource and environmental impacts. The toolkit will include technologies and systems that are currently in the market or are emerging and will allow for speculation about new technologies, systems and configurations.\n4. Co-design workshops with the project team, SMEs, technical experts and local communities to identify options for meeting needs using alternative technologies and infrastructures.\n5. Feedback to infrastructure providers, policy makers, designers and local government regarding options for new infrastructure and needs for new governance and other arrangements. \n\nInfrastructure development and resource efficiency are of high national importance and are vital to the future success of the British economy. This project will develop new methods for infrastructure design within resource constraints and social expectations. The project is novel in addressing connections between water, food, energy, waste and data within the home as the starting point for how to design technology and infrastructure that meets these needs while achieving resource efficiency and environmental sustainability. This project will provide new opportunities for innovation across infrastructure sectors and in domestic and neighbourhood level systems. Integrating infrastructure services across different scales of provision is a particular challenge for policy and engineering, which will be addressed through the methods devised in this project. A new design paradigm starting from domestic needs and expectations will also help deliver infrastructure that is socially acceptable and desirable to local communities.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N005902/1","grantId":"EP/N005902/1","fundValue":"296437","fundStart":"2015-11-16","fundEnd":"2017-05-15","funder":"EPSRC","impactText":"","person":"Sarah Jayne Bell","coPersons":["Rob  Comber"],"organisation":"University College London","findingsText":"","dataset":"gtr"}