{"id":"092C5AF9-65AF-4F8D-AD12-7B3D919BF182","title":"Using key models for developing stem cell-based therapies for aganglionic gut disorders","abstractText":"Life threatening developmental disorders of the gut enteric nervous system (ENS) such as Hirschsprung?s disease (HSCR) occur commonly and are characterised by absent (aganglionic) nerve cells in the gut wall. Current surgical treatments for HSCR are unsatisfactory due to persistent complications and are best classed as palliative therapies rather than definitive cures. The overall research goal is to develop curative therapies for these disorders by testing whether specialised stem cells isolated from the gut (ENS stem cells) are capable of restoring missing ENS following transplantation into, and restoring function of, affected gut. To date, the applicants? research has laid the groundwork for progression to the critical step of testing such therapeutic strategies in key animal models that closely resemble HSCR, prior to clinical trials in patients. This work includes the recent identification of a novel source of ENS stem cells from the gut lining (mucosa), which provides a safer, more accessible and reproducible source of stem cells. ENS stem cells isolated from the gut mucosa of post-natal animals and humans (including from the normal? segment of HSCR gut) have been shown to restore components of the ENS when transplanted into recipient aganglionc gut grown in the laboratory. In order to translate these findings into an effective cell replacement therapy in humans, the proposed research aims to study whether gut mucosal ENS stem cells can be safely and efficiently delivered into the gut of live animals suffering HSCR-like disorders. The research will study the best methods to deliver ENS stem cells to the affected gut and optimise their ability to colonise the gut, form ENS and integrate with other components of the gut musculature to restore function. In addition to access to the best available mouse models of HSCR, the applicants are well placed to carry out this research given their track record in the field of ENS development, stem cell biology and transplantation, and ultimately expertise in the clinical management of children suffering ENS disorders.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0800973","grantId":"G0800973","fundValue":"579713","fundStart":"2009-07-01","fundEnd":"2012-07-31","funder":"MRC","impactText":"","person":"Nikhil  Thapar","coPersons":["Vassilis  Pachnis","Alan John Burns"],"organisation":"University College London","findingsText":"","dataset":"gtr"}