{"id":"09338D66-D510-44BE-966D-22C1411F7547","title":"Understanding phopspholipid homeostasis in Gram-negative bacteria","abstractText":"For simplicity, all cells can be considered 'bags' of chemicals, where the chemicals encode the material required for the cell to replicate, to obtain and utilise nutrients, and essentially survive within its habitat. In all cases, the 'bag' that contains these chemicals is made up of fats called phospholipids; the correct term for the 'bag' is the cell membrane. Different organisms have different cell membrane properties. Some of the most dangerous bacteria have two cell membranes, simply termed an inner and an outer membrane. The outer membranes are studded with proteins which form gated holes in the membrane to allow water and nutrients to flow into the cell and waste products to be pushed out of the cell. The outer membranes of these bacteria are also decorated with a very specialised lipid called lipopolysaccharide that makes the membrane very strong and allows the bacteria to resist many antibiotics.\nBy understanding how bacteria make their outer membranes, and decorate it with proteins and lipopolysaccharide we can develop drugs that will either kill the bacteria or prevent it from growing. For several years we and other groups have study how the proteins and lipopolysaccharide is incorporated into the outer membrane. However, to date nobody has figured out how phospholipid, which is made by the chemicals inside the cell, can make its way across the inner membrane and into the outer membrane. Finding out how this happens is extremely important; if we can figure out how these phospholipids are trafficked to the outer membrane then we may be able to develop drugs that stop this process, ultimately killing the bacteria.\nFortunately, we have recently found a protein in the outer membrane that binds one of the phospholipids. We have good evidence that this protein receives phospholipid into the outer membrane and if you stop this protein from functioning the bacteria become very sensitive to antibiotics. We have shown that bacteria that lack this protein are unable to cause disease and interestingly this protein can be used safely and effectively in vaccines to help the body fight bacterial infections. This is the first time anyone has found a protein with such activity. Therefore, the overall aim of this project is to determine how bacteria recognize and organize lipids into their outer membrane.\nWe will tackle this problem in a number of different ways. We will investigate whether the protein is capable of recognising all of the different lipids found within the outer membrane. We will investigate if the protein organizes the lipids into specific places within the outer membrane that might be important for the outer membrane in resisting antibiotics. We will investigate if this protein requires partner proteins to be effective at its job. We will use many different techniques to address this problem including genetics, biochemistry and structural biology where we elucidate the 3-dimensional structures of proteins. Ultimately, this project will shed light on a pathway that many researchers have been looking for and it will allow industry to begin to exploit this knowledge to stop or prevent infections.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M00810X/1","grantId":"BB/M00810X/1","fundValue":"566020","fundStart":"2015-03-02","fundEnd":"2020-03-01","funder":"BBSRC","impactText":"","person":"Ian  Henderson","coPersons":["Mark  Viant","Michael  Overduin"],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}