{"id":"093CEC97-791E-496A-A8A8-0BD423BD40B9","title":"Archaeological Artefacts as Material Culture","abstractText":"The project comprises the completion of a book (Contracted to Routledge) on archaeological Artefacts as Material Culture. This will examine how archaeologist use objects from the past to explore the actions and interactions of individuals and societies. In particular it will bridge the gap that exist between a technical appreciation of the propertied of materials and the scientific of analysis arising from these, and the very socially oriented understanding of artefacts as they are made and used by past archaeologist.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=113066/1","grantId":"113066/1","fundValue":"8407","fundStart":"2006-02-01","fundEnd":"2006-05-31","funder":"AHRC","impactText":"  The book resulting from my research leave was published in 2007 but reprinted in 2008 and 2009. It is still available in hardback, paperback and now also in e-book format. It forms a key research and teaching resource and is used internationally. Creative Economy,Education,Culture, Heritage, Museums and Collections Cultural","person":"Linda  Hurcombe","coPersons":[],"organisation":"University of Exeter","findingsText":" The research leave was used to write a book. \nHurcombe, L. 2007 Archaeological Artefacts as Material Culture, London: Routledge\nThis book is an introduction to the study of artefacts, setting them in a social context rather than using a purely scientific approach. Drawing on a range of different cultures and extensively illustrated, Archaeological Artefacts and Material Culture covers everything from recovery strategies and recording procedures to interpretation through typology, ethnography and experiment, and every type of material including wood, fibers, bones, hides and adhesives, stone, clay, and metals.\n\nWith over seventy illustrations with almost fifty in full colour, this book not only provides the tools an archaeologist will need to interpret past societies from their artefacts, but also a keen appreciation of the beauty and tactility involved in working with these fascinating objects. This is a book no archaeologist should be without, but it will also appeal to anybody interested in the interaction between people and objects. The approach was both practical and theoretical with a clear emphasis on the materiality of ancient artefacts. Creative Economy,Education,Culture, Heritage, Museums and Collections","dataset":"gtr"}