{"id":"093C56BC-AB19-4E2D-B674-58C13B73B6BF","title":"Pulse quietening at source for higher-frequency power and signal switching","abstractText":"Today's portable microelectronic systems, such as mobile telephones, require high energy efficiencies to further battery life. They also require compact electronics. Combining these two requirements poses a problem with relation to their power supplies, since it implies greater miniaturisation, high conversion efficiencies and high power densities. \n\nUsing silicon-based DC/DC converters places limits on how far these improvements can go. We intend to make use of a new gallium-nitride transistor technology to develop smaller, more efficient power supplies. Specifically, we will produce a 10W power supply in this new technology, with a high voltage conversion factor, and integrate it inside a contemporary microelectronics package. \n\nThe only way that this will work is to operate the new power supply at incredibly high switching frequencies (&gt;100 MHz), which is 10-100 times faster than today's power supplies. The project then revolves around solving the challenges of: 1) how to operate such a power supply at very high frequencies; 2) how to integrate it into a small, modern, microelectronics package. We expect key challenges to be the creation of unacceptable electromagnetic emissions from the high switching speeds, and the need to accurately control the impedances of the circuit, since circuit impedances become more significant the faster one switches.\n\nWe will solve the challenges by deploying an advanced version of a drive-pulse shaping technique that we call &quot;pulse quietening&quot;, and by using modern integration techniques, including the creation of a custom chip to control the new power supply. Our method is to create several prototypes, running at increasingly high speeds, from 1MHz up to 100 MHz. We will create models and theories about the most efficient way to drive the power supply transistors and measure the outputs, as well as furthering our knowledge and application of pulse quietening.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K021273/1","grantId":"EP/K021273/1","fundValue":"801686","fundStart":"2013-06-17","fundEnd":"2018-06-16","funder":"EPSRC","impactText":"","person":"Bernard H Stark","coPersons":["Neville  McNeill","Simon James Hollis"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}