{"id":"093FDCF5-9510-4B59-A61A-F2840ADB55A7","title":"Homeostatic maintenance of the auditory system and its relation to age-dependent hearing loss: A Drosophila model organ study","abstractText":"In the UK, some 70% of people over 70 suffer from decline of hearing. Yet, we have acquiesced into this age-related decay of our senses almost as tacitly as we take their faultless operation for granted for most of our lives. Scientifically, both of these phenomena are equally remarkable. Our eyes and ears are parts of the living world and as such they are in constant need of metabolic energy and permanently exposed to countless environmental challenges. In contrast to a granite rock, a biological system that retains constant properties over periods of days, months, or even years, needs an explanation. If then at some point, and without any obvious external cause, system performance eventually declines, a second explanation is required. This research project will study both of these phenomena and test the hypothesis that they are mechanistically interlinked. In other words, what are the cellular mechanisms that maintain our sense of hearing and how do these mechanisms deteriorate over time? Using the antennal ears of the fruit fly Drosophila melanogaster as a model sensory organ, we will (i) dissect the molecular network that maintains sensitive hearing throughout the fly's life course and (ii) study how this maintenance, or homeostasis, changes during ageing. We will specifically test the hypothesis that the same molecular networks that direct the construction of the ear in the growing fly (about which we already know quite a lot) also contribute to its homeostatic control during adult life (about which we know very little). Importantly, the molecular networks of ear construction are known to have much in common between flies and humans, and we expect our research will provide a relevant model to understand decline of hearing in humans.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M008533/1","grantId":"BB/M008533/1","fundValue":"711952","fundStart":"2015-07-01","fundEnd":"2018-06-30","funder":"BBSRC","impactText":"","person":"Joerg Thaddaeus Albert","coPersons":["Andrew  Jarman","Jonathan Edward Gale"],"organisation":"University College London","findingsText":"","dataset":"gtr"}