{"id":"094AD274-443C-410E-BE7D-F42F37D3373F","title":"International Centre for Infrastructure Futures (ICIF)","abstractText":"Compared to many parts of the world, the UK has under-invested in its infrastructure in recent decades. It now faces many challenges in upgrading its infrastructure so that it is appropriate for the social, economic and environmental challenges it will face in the remainder of the 21st century. A key challenge involves taking into account the ways in which infrastructure systems in one sector increasingly rely on other infrastructure systems in other sectors in order to operate. These interdependencies mean failures in one system can cause follow-on failures in other systems. For example, failures in the water system might knock out electricity supplies, which disrupt communications, and therefore transportation, which prevent engineers getting to the original problem in the water infrastructure. These problems now generate major economic and social costs. Unfortunately they are difficult to manage because the UK infrastructure system has historically been built, and is currently operated and managed, around individual infrastructure sectors. \n\nBecause many privatised utilities have focused on operating infrastructure assets, they have limited experience in producing new ones or of understanding these interdependencies. Many of the old national R&amp;D laboratories have been shut down and there is a lack of capability in the UK to procure and deliver the modern infrastructure the UK requires. On the one hand, this makes innovation risky. On the other hand, it creates significant commercial opportunities for firms that can improve their understanding of infrastructure interdependencies and speed up how they develop and test their new business models. This learning is difficult because infrastructure innovation is undertaken in complex networks of firms, rather than in an individual firm, and typically has to address a wide range of stakeholders, regulators, customers, users and suppliers. Currently, the UK lacks a shared learning environment where these different actors can come together and explore the strengths and weaknesses of different options. This makes innovation more difficult and costly, as firms are forced to 'learn by doing' and find it difficult to anticipate technical, economic, legal and societal constraints on their activity before they embark on costly development projects.\n\nThe Centre will create a shared, facilitated learning environment in which social scientists, engineers, industrialists, policy makers and other stakeholders can research and learn together to understand how better to exploit the technical and market opportunities that emerge from the increased interdependence of infrastructure systems. The Centre will focus on the development and implementation of innovative business models and aims to support UK firms wishing to exploit them in international markets. The Centre will undertake a wide range of research activities on infrastructure interdependencies with users, which will allow problems to be discovered and addressed earlier and at lower cost. Because infrastructure innovations alter the social distribution of risks and rewards, the public needs to be involved in decision making to ensure business models and forms of regulation are socially robust. As a consequence, the Centre has a major focus on using its research to catalyse a broader national debate about the future of the UK's infrastructure, and how it might contribute towards a more sustainable, economically vibrant, and fair society.\n\nBeneficiaries from the Centre's activities include existing utility businesses, entrepreneurs wishing to enter the infrastructure sector, regulators, government and, perhaps most importantly, our communities who will benefit from more efficient and less vulnerable infrastructure based services.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K012347/1","grantId":"EP/K012347/1","fundValue":"3444600","fundStart":"2013-06-30","fundEnd":"2016-12-29","funder":"EPSRC","impactText":"","person":"Brian Stanley  Collins","coPersons":["Liz Emma Varga","Raul  FUENTES","A  Edkins","Andrew Colin Davies","Paul  Nightingale","Timothy Mark Brady","Harry  Dimitriou","Simon Richard Jude","Wendy  Larner","Patrick  Godfrey","Colin Anthony Taylor","Taku  Fujiyama","David John Richards","Paul  Jeffrey","Nick  Tyler","Nick  Jennings","Julien J. Harou","Michael  Yearworth","A. S. Bahaj","Sarvapali Dyanand Ramchurn","Ruth Elizabeth Deakin Crick","Francesca  Medda","Simon James Pollard"],"organisation":"University College London","findingsText":"","dataset":"gtr"}