{"id":"094C74A9-EDE7-4051-873D-CBCA74E36278","title":"Afro-Asian Networks in the Early Cold War, 1945-1960","abstractText":"This project relates to the AHRC research theme 'Care for the future: thinking forward through the past'. It contributes to our understanding of the social history of globalisation, decolonization, and civil society. It examines the experiences of the early Cold War from the point of view of the Global South. By focusing on the transnational activities of non-state actors rather than heads of state, the project leaders seek to highlight global networks and communities that have so far remained unexamined.\n\nThe 1950s constituted an era of transformation, where decolonization and patronage from competing Cold War powers created opportunities for new alliances among people across the colonial and post-colonial world. Recently, scholars have given renewed attention to major diplomatic initiatives - namely the 1955 Bandung conference of Afro-Asian nations - in the political imagining of a new world order. But this was also a decade of intensive social and cultural exchange among nonstate actors. Across Asia and Africa, intellectuals, activists, and revolutionaries explored new vectors of solidarity across national, linguistic and ideological borders. Artists, poets, and performers experimented with new ideas and techniques for intellectual and cultural expression to create new visions of the nation. They engaged critically with communist, socialist and democratic ideas in circulation, constantly reformulated their political loyalties, and built up networks of intellectual and radical sociability. This project explores conversations and alliances that helped shape a generation of Asian and Africans seeking to transform their societies within a new world order.\n\nThe project seeks to break out of national and regional boundaries between South, Southeast, and East Asia, and between Asia and Africa, to look at transnational and trans-regional exchanges across these areas. By understanding the way in which non-state actors used these networks, we hope to illuminate our understanding of the effects of soft power initiatives and mentalities of internationalism on the formation of civil society in the Global South.\n\nThe main component of the project is a Collaborative Research Week in Amsterdam in January 2016, where fourteen participants, mostly early-career researchers, will work together in the archives of the International Institute of Social History, which holds one of the most important collections of social and emancipatory movements from around the world.\n\nThe project leaders believe that the best results are to be gained when specialists on different regions are given the opportunity to connect their findings in 'real-time' with specialists on other regions than their own. The week will consist of an introductory seminar, informal meetings, and seminars with senior Netherlands-based scholars of colonialism and decolonization familiar with the archives.\n\nThis research week will be followed by an international conference in Bristol in September 2016, during which researchers will present their written findings to a larger audience made up of scholars from a range of academic institutions and disciplinary perspectives, as well as non-academic stakeholders. We will also invite participants of the &quot;Socialism goes global network&quot;, to examine connections between the Second and Third World within the context of decolonization.\n\nThe outputs of this grant include a special journal issue, a public website, as well as a public engagement event as part of the University of Bristol History Department's 'Past Matters' Festival. The event, 'Third World Networks Past and Present', will allow us to profile our research in dialogue with Asian and African activists who make use of transnational networks in the contemporary world. This debate about the strengths, limitations, and periods of success for Afro-Asian networks will feed into a History and Policy Working Paper on the international origins of civil society in the Global South.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/N003020/1","grantId":"AH/N003020/1","fundValue":"31685","fundStart":"2015-12-10","fundEnd":"2017-06-09","funder":"AHRC","impactText":"","person":"Su Lin  Lewis","coPersons":["Carolien  Stolte"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}