{"id":"09572B41-073F-42B8-BFF6-B88BAF28483C","title":"Microbial physiology underpinning the production of difficult recombinant proteins","abstractText":"Most people appreciate the need for pharmaceutical companies to develop new vaccines to prevent disease, or drugs to combat illness, not only for humans, but also for our domestic animals. In this context, biotechnology and genetic engineering are clearly tools to be used for the benefit of society. The development of new vaccines and drugs often depends upon the ability of bioprocessing companies to harness a cell factory to produce one or more target proteins. In many cases this will mean using simple but safe bacteria to generate the required product. Bacteria can be taught to synthesise almost any protein, once they have inherited the correct DNA coding sequence. However, under the conditions they are grown in the laboratory, they are often unable to assemble the protein correctly, so the product is useless. Sometimes it is better to make less product more slowly so that it is not toxic to the cell. In other cases, extra copies of helpful genes need to be transferred to the cell factory so it can assemble and modify the target protein after it has been generated from the genetic information provided. In this project, we will discover why some proteins are so difficult to make, and how to help bacteria make them more efficiently. We will start by making a protein that is located on the outer surface of the bacterium that causes the sexually transmitted disease, gonorrhoea. It is also found in bacteria that cause teenage meningitis (the so-called 'kissing disease'). Vaccines are required for both gonorrhoea and type B meningitis. We will discover how to prevent the accumulation of useless product, and how to make authentic protein. The UK bioprocessing companies who have formed a club to support this type of research will then be invited to challenge us with one of their unsolved problems. This will allow us to test whether there are general rules that must be followed if other difficult proteins are to be generated for the benefit of human health.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E005934/1","grantId":"BB/E005934/1","fundValue":"386310","fundStart":"2006-10-01","fundEnd":"2009-09-30","funder":"BBSRC","impactText":"","person":"Jeffrey  Cole","coPersons":["Chris  Hewitt","Tim William Overton"],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}