{"id":"095E0F95-1B49-4AB1-91AA-7AE802DDD8D5","title":"Macroevolution in planktonic foraminifera","abstractText":"This project aims to provide a more detailed, precise and comprehensive understanding than has so far been possible of how ecology and environments shape the evolution of biodiversity in a group of organisms over a long period of time. Over millions of years, species arise, change, give rise to new species and then go extinct. There is clear evidence that the speed with which these things happen varies among species and over time: biodiversity is too unevenly spread among different groups of organisms for them all to have been diversifying in the same way, and the fossil record shows that there have been times when the risk of extinction has been particularly high. However, it has proved very hard to work out exactly why some species have thrived and others died out, or why some times are better and others worse. For most groups, we know most about present-day diversity, so can relate numbers of species to particular characteristics, like small size or being able to fly. Such analyses, however, don't tell us whether those characteristics affect the rate at which species are formed, the rate of extinction, or both. Nor can they give us direct information about how the processes shaping biodiversity have changed over time. The fossil record has direct information about the past, but it is often too patchy to tell us much about detailed processes at the level of individual species and lineages. The planktonic foraminifera have probably the best fossil record of any group over the past 65 million years. These single-celled, often beautiful, organisms are found in vast numbers in seas throughout the world. For tens of millions of years, billions of individuals have rained down on the sea bed, often forming thick sediments. To go down into these sediments is to go back in time in foram evolution, and the sheer numbers of fossils make it possible to reconstruct their history in unparalleled detail. Their evolutionary relationships can be pieced together, and each species characterised: physical dimensions can be measured, and ecology inferred from chemical analysis. The sediments, and other sources of data, also tell us when each fossil lived, and what its world was like. This combination of information makes it possible to understand in unprecedented detail the 'rules' governing foram evolution. How have rates of speciation and extinction changed through the last 65 million years? Does high diversity suppress speciation, cause extinction, neither, or both? Do individual species' probabilities of speciating or going extinct in the next slice of time depend on how old they are? Which ecological characters shape speciation and extinction rates? Does the tendency towards larger size stem solely from within-species changes, or does size affect speciation and extinction rates too? How do morphological characters evolve over time, and is the rate of their evolution tied up with rates of diversification? And how constant have these 'rules' been through time? Are there different sets of rules when extinction rates are high, as opposed to normal; or when climate is changing, as opposed to stable? Some of these questions have been tackled before in some groups of organisms, but planktonic forams provide the opportunity to gain a synthetic overview of how large-scale patterns in evolution arise in natural environments. Such an overview would be valuable to all researchers looking at macroevolution, because it is not possible to look at most of these questions rigorously in most other groups of organisms: having a detailed picture of one 'model' system will help researchers working on other groups too.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E015956/1","grantId":"NE/E015956/1","fundValue":"269550","fundStart":"2007-10-15","fundEnd":"2010-10-14","funder":"NERC","impactText":"","person":"Andy J Purvis","coPersons":[],"organisation":"Imperial College London","findingsText":" We produced and published a comprehensive species-level phylogeny for Cenozoic macroperforate foraminifera alongside a database of key ecological data for all species (published in 2011 in Biological Reviews). Analysing these resources showed that diversity dynamics within the clade have been equilibrial, but that the equilibrium species-richness changed through the Cenozoic in response to climate and the ecological make-up of the group. Speciation was suppressed by high standing species diversity, whereas extinction was provoked by climatic change. This analysis, published in Science in 2011, was the first convincing demonstration of how extrinsic environmental factors interact with intrinsic features of clade biology to shape macroevolution. Follow-up papers have shown that these conclusions do not depend on the choice of species concept (2012, Biology Letters) and that speciation events in species' evolutionary history have been associated with bursts of gene sequence evolution (2013 Methods in Ecology &amp; Evolution).\n\n\n\nA second strand of work developed a new statistical approach to delimiting species based on morphometric data (2009 BMC Evolutionary Biology), and using it to show that a set of six Eocene 'species' mostly formed a single, gradually-evolving, lineage except for the last 2 million years of its existence when two distinct species coexisted (2014 Paleobiology).\n\n\n\nA final strand of work investigated the possibility that organism size shows a macroevolutionary trend through time in the group. This work is still ongoing.  Environment","dataset":"gtr"}