{"id":"097800D2-2C4E-4AFB-82E7-A91A6CDE76FB","title":"Regulation of Pulmonary Neutrophils In Vivo: Direct Interrogation by Intravital Microscopy","abstractText":"Neutrophils are the most numerous white blood cells in the blood. They are critical in fighting disease causing microbes (bacteria, etc.). The blood vessels of the lung are extensive, very narrow and uniquely composed in order to allow the oxygen necessary for us to live into the blood and the carbon dioxide generated by our muscles and other organs to escape. When we breathe, microbes can come into close contact with the cells of the lung, therefore white blood cell function is critical in protecting the lung from infection. However, a lot of the processes that make neutrophils so good at fighting disease can be dangerous if not properly controlled. Neutrophils have been implicated in several 'inflammatory' lung diseases including acute respiratory distress syndrome caused by lung infections or injury, and severe asthma.\nThe way that neutrophils act can be regulated by several factors. Blood cells are produced in the bone marrow, and what stimulates their release into the blood can have marked effects on their function. Additionally, the cells that line blood vessels and the other white blood cells encountered can affect neutrophil function. New microscope technology allows us for the first time to look at white blood function in real lung blood vessels. This proposal investigates how neutrophils are regulated by building and combining new technologies to allow us to directly observe neutrophils in lung blood vessels and using these techniques to better understand the behaviour of neutrophils in healthy and diseased lungs.\nThe study aims to uncover fundamental aspects of neutrophil function, both beneficial in defence against microbes, and dangerous in terms of lung disease.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M01245X/1","grantId":"MR/M01245X/1","fundValue":"149492","fundStart":"2015-02-01","fundEnd":"2017-01-31","funder":"MRC","impactText":"","person":"Leo Marc Carlin","coPersons":[],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}