{"id":"0985F62D-90BE-4A56-9D0D-488100DB1F56","title":"What are the signals that allow the correct differentiation of neoblast stem cells during planarian regeneration?","abstractText":"Studying the biology of simple animals has been, and continues to be, invaluable to the understanding of human biology. We kno wthat simple animals (such as flies and worms) use the same basic genes and molecules that humans use for controlling many different biological processes. Their unusual biology makes them ideal subjects for studying certain basic aspects of our own biology. Simple animals have shorter lifecycles, allowing faster progress than in more complex animals. Additionally, simple animals are amenable to experimental approaches that are inappropriate and unethical in complex animals (particularly humans!). In this study, a planarian worm will be used to understand the basic biology of stem cells. Stem cells are cells that retain the ability to become lots of different types of cell such as nerve, muscle or skin cells. Adult planarians are unusual in that they contain a large number of stem cells which are capable of giving rise to every other cell type in the worm. For example experiments at the beginning of the last century showed that if a planarian is cut into small pieces, these prsence of adult stem cells will allow each piece of the worm to regenerate into a whole new, albeit smaller, worm. Growing a new head, arm or leg is something humans obviously can't do. But we do have cells that have some capacity to generate other cell types when they are needed, for example in response to cuts or bruises we are able to heal and replace damaged cells. The intention of this research is to understand how the planarian worm's stem cells are able to divide and give rise to the right cells at the right place in the new worm. If we can understand this process we may be closer to understanding our own capacity to regenerate lost or damaged cells. This type of research is particularly important for understanding diseases in which cells have been lost or damaged and new cells are needed (such as Alzheimers), or for diseases like leukemia where our own stem cells go haywire and produce too quickly or produce the wrong type of cells. The fact that so many bioogical processes are shared between simple animals and that we have developed exoerimental tools to study the in detail an animal that uses stem cells so extensively during its life course is an exciting opportunity to increase our basic understanding of stem cell biology.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E01030X/1","grantId":"BB/E01030X/1","fundValue":"406796","fundStart":"2007-03-01","fundEnd":"2010-08-31","funder":"BBSRC","impactText":"","person":"Aziz  Aboobaker","coPersons":[],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}