{"id":"0985226E-49DC-423C-B871-5BCA721FC5D9","title":"Underpinning Power Electronics - Integrated Drives","abstractText":"An electric drive, defined as a system which includes a power electronic converter, an electrical machine and a controller, is a key enabling technology which is penetrating into almost all sectors of industry, and has particularly exciting opportunities in aerospace, automotive, renewable energy generation and industrial processes as well as consumer products. It facilitates cost effective and efficient renewable energy generation, enables the adoption of &quot;more electric aircraft&quot; technology, and provides traction power for electric propulsions in railways, ships and cars. The world market for industrial drives alone is over &pound;8.5 billion and has grown between 2% and 5% above the industrial average over the past 30 years, driven by (1) the growth of industrial automation for better quality, productivity and management, and (2) energy saving for cost reduction opportunities which are increasingly supported by regulations such as the climate change levy (UK Department for Business Innovation and Skill report: Power Electronics Strategy for Success, http://www.bis.gov.uk/assets/biscore/business-sectors/docs/p/11-1073-power-electronics-strategy-for-success). \n\nAdvances in electric drives therefore are not only crucial for the UK's economic growth and competitiveness but also has the potential to make a huge contribution to the low carbon economy as well as to achieve the UK Government target of 15% of all energy generation to come from renewable sources by 2020.\n\nWhile electric drive technology could be considered as established, many challenges lie ahead, including adding new functionality, improving efficiency and compactness in drives as well as the overall system, better availability and condition monitoring, increasing power density and ability to operate in adverse environments. Underlying all of this is the drive for lower costs. The technology is advancing rapidly, and new developments in components and customer requirements in emerging markets such as automotiv, aerospace and renewable energy need to be embraced quickly to maintain a competitive advantage. The constraints on material supply chains, such as rare earth magnets, have to be addressed too.\n\nThis theme will encompass research ranging from the physical integration of the drive, to the design of components, through to the integrated design of the system, using a holistic approach. The ultimate aim of this research will be to advance a selection of the following challenges: Increased Efficiency; Increased Power Density; Greater Functionality; Increased Robustness; Higher Levels of Integration; Lower EMI and Lower Life Cycle Costs, many of which will embrace transformational research topics as opposed to incremental advances. Lower costs will be a key over-arching feature of the theme: although certain cost functions relating to manufacture are to a certain degree independent of this programme, the research will endeavour to reduce component and life-cycle costs and maintain a close working collaboration with the industrial partners to ensure manufacturing costs are not ignored. \n\nA systems approach in this theme is essential. Devices and converter concepts will be developed under other themes and, with the exception of the machine and controller, this aspect is about integration. Modelling tools will be developed to enable system optimisation, so that motor, converter and load trade-offs can be understood, enabling design for maximum efficiency, life cycle costs or power density. Finally, this progresses into the topic of design for manufacture.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K034987/1","grantId":"EP/K034987/1","fundValue":"2041120","fundStart":"2013-07-01","fundEnd":"2017-06-30","funder":"EPSRC","impactText":"  This project is ongoing and so our findings are just emerging. Aerospace, Defence and Marine,Education,Energy ","person":"Barrie Charles Mecrow","coPersons":["Philip Henry Mellor","David  Drury","Christopher  Gerada","J  Wang","Volker  Pickert","Alexander C  Smith","Zi-Qiang  Zhu","Greg  Asher","Judith  Apsley"],"organisation":"Newcastle University","findingsText":" Project still in early stages. Through direct contact with industry and other academics Aerospace, Defence and Marine,Education,Energy,Transport","dataset":"gtr"}