{"id":"098AF2A3-565A-4A03-BD3C-781861710BA6","title":"The acquisition of print-to-meaning links in reading: an investigation using novel writing systems","abstractText":"Reading is one of the most remarkable of our cognitive abilities. In a short space of time, most children go from painstakingly sounding out the individual symbols that make up words, to the rapid and seemingly automatic access to meaning from these symbols that skilled readers experience. Literacy has a profound impact on individuals, society, and the economy: amongst other things, it decreases dependency on state benefits and improves participation in the democratic process. Yet, unlike many other of our fundamental capacities (e.g. walking, talking), explicit instruction and practice are necessary in learning to read.\n\nTo comprehend text, young children learning alphabetic languages start by translating printed words into their spoken forms, and then they use their knowledge of spoken language to recover meaning. This print-to-sound-to-meaning mapping is often referred to as a sub-word process because words are broken down into letters that systematically correspond to sounds before meaning is accessed. Recent advances in the teaching of reading have shown that phonics instruction helps children to develop these sub-word reading skills. Most children then progress to using a more efficient whole-word process whereby meaning is accessed directly from print. However, we know that around 20% of 15-year-old children in the European Union fail to make this transition, and thus find it difficult to use reading to learn. \n\nTo date it has proven difficult to investigate which factors influence the development of sub-word (print-to-sound-to-meaning) and whole-word (print-to-meaning) reading strategies. This is partly because it is often difficult to diagnose which strategies people are using when they read, and partly because it is very challenging experimentally to vary aspects of a child's learning environment without introducing scientific confounds or ethical issues. To overcome these challenges we have developed a laboratory model of reading acquisition in which we study the processes by which adults learn to read new words written in unfamiliar symbols (i.e. an artificial orthography). This method enables us to manipulate exactly what is learned and how it is learned with perfect experimental control, and to observe changes in performance at regular time points using techniques at the leading edge of cognitive neuroscience. For these reasons, we believe that this new approach can contribute to our understanding of the factors that contribute to reading acquisition. \n\nWe will conduct three experiments in which adults learn to read artificial orthographies intensely over a period of two weeks. In Experiment 1, we will compare learning to read words written in an alphabetic script in which there is a systematic relationship between individual symbols and sounds with learning to read words written in a logographic script in which there is no systematic relationship between individual symbols and sounds. In Experiment 2, adults will learn to read words written in alphabetic scripts, but for one set of words they will concentrate on learning to read them aloud, whereas for another set of words they will concentrate on learning their meanings. In Experiment 3, we will examine the effect of spelling-to-sound irregularity on these learning processes. Before, early, and at the end of training, we will use behavioural and brain imaging techniques to diagnose the extent to which learners engage sub-word versus whole-word processes to accomplish the reading tasks.\n\nOur results will provide vital knowledge about how a person's language skills, the writing system they are learning, and the way they are taught affect the development of sub-word and whole-word reading pathways. Thus, we anticipate that our findings will be of benefit in the middle to longer term in helping researchers to design evidence-based reading interventions and in informing literacy education and policy more generally.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L002264/1","grantId":"ES/L002264/1","fundValue":"383410","fundStart":"2014-04-01","fundEnd":"2017-03-31","funder":"ESRC","impactText":"  This is a grant that was only recently started so there have not been impacts as yet.  ","person":"Kathleen  Rastle","coPersons":["Jo  Taylor","Matt  Davis"],"organisation":"Royal Holloway, University of London","findingsText":" This is a grant only recently started, so there are no key findings as yet. n/a Education","dataset":"gtr"}