{"id":"098D2971-DE47-4BFC-9F9D-B44A102EBC8C","title":"The Sport Tourism Opportunities for Research, Mobility and International Networking Group (STORMING) Initiative","abstractText":"<p>The 'STORMING Initiative' awarded by the Economic and Social Research Council (ERSC) offered seventeen travel and conference bursaries for UK-based early career researchers to each attend one of a series of international networking events. This grant scheme formed part of the ESRC’s ‘International Training and Networking Opportunities Programme’.</p>\n\n<p>The project utilised the bursaries to both increase international mobility and provide networking opportunities for emerging early career researchers with a commitment to supporting and further developing sport tourism research. The 2012 Olympic and Paralympic Games also acted as a catalyst for this project, highlighting the impacts of sport events.</p>\n\n<p>The main objective of the STORMING Initiative was to deliver a series of international sport tourism networking events across four continents.These events, organised during 2010, were aligned with existing conferences in the area of sport, tourism, and leisure studies. In addition to bursary recipients delivering academic papers at international conferences, the project involved the organisation of one-day sport tourism workshops and ‘master classes’ facilitated by experts in the field of sport tourism research.This led to long-term international collaboration between the bursary recipients and international researchers, whilst also providing a platform for the exchange of information, research outputs, and sharing of experiences of research best practices.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/H00730X/1","grantId":"ES/H00730X/1","fundValue":"30946","fundStart":"2009-09-01","fundEnd":"2010-12-31","funder":"ESRC","impactText":"  This initial ESRC project was focused on supporting early career researchers (ECR's) to develop their research profile and academic publications linked to exploring the impacts of international sports events. In supporting seventeen ECR's from 10 different UK institutions, many have used this project to expand their own networks and foster their own international collaborations in this chosen area. The initial project led to a subsequent 2011 ESRC Festival of Social Sciences project linked to the 2012 Olympic Games, which engaged industry practitioners, community groups and academics in examining some of the underlying impacts and issues associated with the delivery of international sports events. The emphasis of this follow up project was on leveraging tourism benefits associated with the London 2012 Games. Leisure Activities, including Sports, Recreation and Tourism Societal,Economic","person":"Richard  Shipway","coPersons":[],"organisation":"Bournemouth University","findingsText":" This project funded seventeen Early Career Researchers (ECR's), from ten UK HEI's to develop networks and collaborative actvity linked to international sports events. Since completion of the project, most of the bursary recipents have extensively published their research findings and engaged in enterprise activity linked to mega sports events, and their subsequent tourism related impacts. This activity has been most notably in the context of the London 2012 Olympic and Paralympic Games, with outcomes ranging from actual full time employment and careers with London Organising Committee for the Olympic Games (LOCOG), to funded projects directly from the International Olympic Committee (IOC), as a direct result of the networks and links that emerged in the post ESRC funding era.\n\n\n\nAdditional funding council support has been received, along with support for public engagement activity linked to sport tourism. Many of the ECR's, from all around the UK, who were all in the early stages of their academic careers, are now taking their networks and expertise forward, and in doing so, establishing their own research and enterprise profiles. Subsequent research and enterprise activity for the two organisations mentioned above (LOCOG and the IOC) begin to illustrate how project members have managed to leverage and develop their own networks, profiles and collaborative activity to secure additional funding and / or employment, as a direct result of the initial ESRC project. \n\n\n\nAs recently as March 2013, one of the project members secured funding for a community engagement project to assess resident perceptions of the tourism impacts of the 2012 Games, whilst another continues to explore the community legacy of the 2012 Volunteers ('Gamesmakers'). These are just two, out of numerous examples of where ESRC bursary recipents, in the early stages of their careers, are begining to explore their own individual pathways to impact, around studies linked to the impacts and legacies of international sports events. Given the current high profile of sport events in the UK (London 2012 Olympic and Paralympic Games, Glasgow 2014 Commonwealth Games, 2015 Rugby World Cup), many of the research approaches used in this project can be replicated in different sporting environments.\n\n\n\nAlready some of the findings have led to subsequent funding for public engagement activities and events, including two of the project members who received subsequent funding for the 2012 ESRC Festival of Social Science week, to profile their work. In these early stages, various engagement strategies have emerged (business engagement, community engagement and public engagement, to name but three). Given the nature of the project, amongst seventeen early career academics from ten HEI's, each individual will continue to develop their own direction and pathways, with this 2010 project being the initial catalyst to their present and future activities. Leisure Activities, including Sports, Recreation and Tourism","dataset":"gtr"}