{"id":"0990369C-A47B-4FA9-9EED-848ADEAFA88F","title":"New Frontiers in Random Geometry (RaG)","abstractText":"The simplest experiment of probability theory is the toss of a fair coin. A sequence of coin tosses may be viewed as a one-dimensional process, and the ensuing theory is classical. When the randomness occurs in more general spaces, such as higher-dimensional euclidean spaces, the theory has wider importance and applicability, but also confronts difficulties of a very much greater order of magnitude. The basic challenge is to devise a calculus of probability that is well adapted to the problem under consideration and to the geometry of the encompassing space. Such problems may be static or dynamic in time.There have been many successes in recent years in areas including random walks, percolation and statistical physics, and models for aggregation and fragmentation. Two-dimensional systems are special for a variety of reasons, not least because of conformal structure and complex analysis.The current project will develop the frontiers of random geometry through a portfolio of linked themes including models for fragmentation and aggregation, percolation, random surfaces. The emphasis will be upon the development of new methodology, together with applications across a range of topics. We will pay special attention to three areas. The study of random fragmentations of a planar domain promises connections to processes similar to the so-called Gaussian free field. The study of surfaces with specified topological properties within percolation-type models makes connections to a multiplicity of random processes in three and more dimensions. The fractal nature of models for aggregation will be studied via conformality and other methods of stochastic geometry.In this six-year project, the three investigators will collaborate with research associates in mounting a concerted study of random geometry, with its special conjunction of stochastic processes inhabiting spaces of given geometry. Workshops will be organised on nominated topics of significance. Workers and students from the UK/EU and further afield will be invited to participate in the associated activity.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I03372X/1","grantId":"EP/I03372X/1","fundValue":"1458400","fundStart":"2011-09-01","fundEnd":"2017-08-31","funder":"EPSRC","impactText":"","person":"Geoffrey  Grimmett","coPersons":["James  Norris","Nathanael  Berestycki"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}