{"id":"0997B5BD-3A8E-4B37-93B2-51A7CDBEBC7A","title":"Retheorising Women's Health: Shifting Paradigms and the Biomedical Body","abstractText":"<p>The seminar series Retheorising Women's Health: Shifting Paradigms and the Biomedical Body consisted 4 workshops held at Warwick University, Queens University Belfast, Lancaster University and Liverpool University.</p>\n\n<p><strong>Aim:</strong> to launch a multidisciplinary examination of significant shifts in the conceptual, cultural, clinical and scientific terrain of women’s health in the light of radical shifts in the socio-cultural, political, economic and technological landscape of health politics more generally in the period of late modernity, and in response to ‘third wave’ feminist and women's health studies and theory.</p>\n\n<p>The 'think tank' styled workshops brought together cross-disciplinary and trans-national participants spanning a range of social sciences, humanities, science and medical backgrounds. Our aims were:</p>\n\n<ul>\n \n\n <li>to promote co-operative debate and dialogue on the theme of women’s health through interdisciplinary exchange across social scientific, scientific and philosophical approaches involving both theorists and practitioners</li>\n\n <li>to develop a new understanding of the impact both of social, cultural and technological changes in the context of biomedical science, and of advances in relevant theoretical frameworks (and particularly those to do with gender and the body)</li>\n\n <li>to re-invigorate the concept of women’s health for the contemporary world by articulating alternative frameworks for defining, evaluating and advancing women’s health. </li>\n\n</ul>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-451-26-0514","grantId":"RES-451-26-0514","fundValue":"18538","fundStart":"2009-04-01","fundEnd":"2011-03-31","funder":"ESRC","impactText":"","person":"Margrit  Shildrick","coPersons":["Azrini  Wahidin","Deborah Lynn Steinberg"],"organisation":"Queen's University of Belfast","findingsText":"","dataset":"gtr"}