{"id":"0998D2AF-503B-4AB8-9F90-DCBB05B6CC10","title":"Predicting the ecological consequences of mega hydroelectric dams on vertebrate assemblages in lowland tropical forests","abstractText":"The construction of major hydroelectric dams is one of the most important current drivers of habitat loss in lowland tropical forests, where the ratio of megawatts of hydropower produced per unit of flooded area is notoriously low. At least 662,000 ha of primary forests were inundated by the nine mega-hydroelectric dams constructed to date across the Brazilian Amazon, and 10 additional major dams will be built by 2022. The hydroelectric energy sector promotes widespread erosion of forest fauna and flora due to conversion of large tracts of forest into islands embedded within a unsuitable freshwater matrix and high deforestation rates throughout the neighbouring reservoir areas. Given escalating investments in hydropower, assessing the effects of mega-dams on forest biodiversity persistence has become a high research priority in tropical forest conservation. \n\nThe environmental impact of the Balbina Hydroelectric Dam (BHD) in the Central Amazon has been widely considered to be disastrous; &lt;50% of the estimated power supply at the time of construction (1986) is now generated at the expense of 236,000ha of continuous forests that were reduced to an archipelago of ~3,500 islands. However, this experimental landscape provides a unique opportunity to examine biotic responses to habitat fragmentation and isolation. In addition to the long-term relaxation time, the Balbina Dam presents several advantages compared to other fragmented landscapes including a large number of replicate islands, a homogeneous habitat matrix, effective protection from logging and hunting, and partial logistical support from the Uatum&atilde; Biological Reserve which manages the reservoir area. Here, we propose to examine how both terrestrial and arboreal vertebrate populations (mammals, birds and reptiles) respond to drastic post-isolation alteration in landscape structure in the Balbina reservoir, and the synergistic interaction of forest disturbance and forest isolation. \n\nQuantitative surveys will beconducted at 32 sites using a combination of seven sampling techniques: line-transect censuses, point-counts, camera trapping, track-surveys, enclosed track stations, armadillo burrow counts, and automated digital recordings of the diurnal and nocturnal fauna. Patterns of species persistence and community structure will be quantified and related to habitat structure and composition (forest basal area, canopy gap fraction, canopy height, understorey density, density of live/dead trees and floristic diversity) and different patch and landscape metrics (island size, shape, isolation, land cover). Forest canopy fracture will be assessed using digital hemispherical photographs coupled with high resolution satellite images. \n\nThis study will document the patterns of local extinction in vertebrate assemblages within a true lacustrine island system and predict species richness and composition across the entire Balbina archipelago using modified species-area relationships. Using an 'analytical toolkit', results from this study will also inform pre-construction environmental impact assessments and licensing standards of planned hydroelectric dams projected for other Amazonian river basins, provided that the dam location and maximum water-level are known and digital elevation (DE) data for the upstream flooded area can be made available. This will allow the development of a predictive framework with which the tradeoffs between hydropower generation and biodiversity erosion can be evaluated for a range of proposed hydroelectric dam project sites.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J01401X/1","grantId":"NE/J01401X/1","fundValue":"50852","fundStart":"2012-03-26","fundEnd":"2013-09-25","funder":"NERC","impactText":"","person":"Carlos  Peres","coPersons":[],"organisation":"University of East Anglia","findingsText":"","dataset":"gtr"}