{"id":"099CB22F-D143-43C7-BEB7-36A32C9DCF6E","title":"A novel plant pathogenesis regulatory system in Erwinia: functional analysis of a new post-transcriptional input to bacterial quorum sensing control.","abstractText":"This proposed research involves the study of a new gene in a bacterial pathogen of plants. The bacterial pathogen (Erwinia) causes rotting diseases of potato and other plants and is important in potato crop production. The bacteria attack the plant by producing a spectrum of enzymes that can degrade the cell walls of the plant leading to the commercially-significant rotting disease symptoms. The ability of the bacteria to make these plant cell wall degrading enzymes is affected by the cell population density of the bacteria; the enzymes are only made in abundance when the bacterial density if high. The bacteria make a small diffusible chemical signal called OHHL and the concentration of this molecule is a direct reflection of bacterial density. In this process (quorum sensing) the bacteria use the chemical signal to communicate with each other and thereby link cell density to the ability to aggressively rot the plant. If the ability to enact the process of quorum sensing is blocked then the bacteria are no longer capable of causing disease. Consequently, a deeper understanding of the mode of action of quorum sensing in this potato pathogen is important for our fundamental appreciation of how bacterial pathogens communicate with each other and, if we can understand the process, how we might intervene in the disease. There are no chemical control systems available for potato diseases caused by Erwinia and so fundamental understanding of how it causes infection is the only route to an eventual rational therapy. In this proposal we will investigate the role of a new gene (ECA2020) that we have shown recently to be involved in the process of quorum sensing. The product of this gene affects the expression/functionality of one of the key proteins (VirR) involved in quorum sensing. We will study the way ECA2020 operates by investigating which other proteins it interacts with and we will test the hypothesis that it may have some functions similar to proteins from higher organisms that are involved in messenger RNA processing. We will look for bacterial mutants that can bypass their dependence on the ECA2020 system and we will study the precise impact on production of the fully active VirR protein. We will also test the possibility that the contiguous gene (ECA2019) might be involved in a related process and we will investigate how the ECA2020 gene is itself regulated. The overall aim is to try to work out how this new gene modulates the function of the quorum sensing system during plant infection and disease initiation because this might be a target in the longer term for control of potato rotting diseases caused by Erwinia.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H013261/1","grantId":"BB/H013261/1","fundValue":"388732","fundStart":"2010-04-12","fundEnd":"2013-04-11","funder":"BBSRC","impactText":"  A Postdoctoral Research Associate who worked on this grant moved to a position in the UK healthcare industry, thereby retaining her acquired skills within UK Plc.\nAs a part of this research programme, the central regulator of virulence, virR, in this plant pathogen, was defined. The definition of this new regulator along with its cognate quorum sensing LuxI-type protein, could define a new target for therapeutic intervention in phytopathogenesis. Agriculture, Food and Drink,Education,Environment,Healthcare,Pharmaceuticals and Medical Biotechnology Cultural,Societal,Economic,Policy & public services","person":"George  Salmond","coPersons":[],"organisation":"University of Cambridge","findingsText":" The bacterium, Erwinia (Pectobacterium) is a significant agricultural problem in the UK potato industry. It causes soft rot and blackleg disease, leading to commercial losses. There is no effective chemical control method for Erwinia infection. There are no fully resistant potato cultivars available commercially and the genetic manipulation of the crop for consumption is currently considered to be unacceptable in the UK. Consequently, there is a need to understand how the pathogen is transmitted and how it kills potato plants. The main (but not sole) factors in the disease is the production of a battery of plant cell wall degrading enzymes (PCWDEs) by the bacterial pathogen. The production of these enzymes is very tightly regulated by the bacterium. There are many environmental factors that impact on PCWDE production, including temperature, pH, humidity, plant stress and the size of the bacterial population. The bacteria have evolved a mechanism for sensing the numbers of cells in the local population - this is called quorum sensing (QS). In QS the bacteria make a small, freely diffusible molecule that acts as a chemical signal that allows the bacterial pathogen to monitor cell density. At low density the PCWDEs are repressed but at higher cell density the relative concentration of the signal increases and activates the simultaneous production and release of the PCWDEs by all the bacteria, leading to aggressive rotting of the potato plant. Therefore we need to understand all regulatory mechanisms used by the bacteria to control the production of their PCWDEs and that includes a complete understanding of the QS control system. This grant covered research into how QS is modulated to control PCWDE production - and virulence in potato. \n\nWe investigated a bacterial gene called ECA2020, mutation of which affected the expression of the virulence regulator, VirR. Microarray experiments (allowing us to look at expression of all genes in the pathogen) allowed us to compare expression in a virR, expI and virR/expI mutant to wild type Erwinia (Pectobacterium). These showed that a mutation in the virR gene bypassed the majority of transcriptional changes found in an expI mutant (affected in QS). A technique called Chromatin Immunoprecipitation microarray analysis was performed with tagged VirR to identify its binding sites across the Erwinia genome. Using purified VirR, we determined the minimum DNA site required for VirR binding. \n\nOther post-transcriptional investigations were done involving a protein called Hfq and this had a strong impact on virulence in Erwinia. Overall, our work has added new insight into the events that happen after the VirR regulator gene is transcribed and how this might impact on virulence in potato. Research outcomes from this project that could have relevance to plant disease control, because the main theme of the project is the regulation of the virulence factors elaborated by this bacterial phytopathogen. Increasing understanding of Pectobacterium, a potato pathogen, infections is of increasing interest given the implications for UK food security and the economic impacts this pathogen has on seed potato exports. This study identified new regulatory inputs involved in Pectobacterium virulence, which can be further exploited for agricultural and biocontrol purposes. Agriculture, Food and Drink,Education,Environment,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}