{"id":"09A0700B-E65E-4D56-92E4-719B7F0ACC85","title":"Highly accelerated quantitative MRI of skeletal and cardiac muscle in muscular dystrophy and type 2 diabetes","abstractText":"Magnetic resonance imaging (MRI) has revolutionised clinical medical imaging and research by providing repeatable, non-invasive measurements of tissue structure and function. Since its invention, scanning efficiency has improved due to scientific developments in hardware and software. Even so, MRI examinations tend to concentrate on one part of the body and usually last no longer than 1 hour. This is a problem if we want to study a disease which affects more than one body part (ie muscle and heart), since the exam will take several hours. This is (1) difficult for some patients to bear (children, adults with breathing difficulties) and (2) very expensive, which means that less research can be performed.\n\nThis aim of this project is to reduce the time required to get the images by a factor of three. The basic principle is familiar: in digital photography, photos are stored using compressed techniques such as JPEG which use the fact that large areas of the image are the same. This research takes this idea further. By knowing the properties of an image we want to acquire we can compress the acquisition of the data, not just the storage, so that the scan time is reduced by at least factor three . New mathematical techniques will be used to optimise the compression as much as possible to see if reductions greater than two-thirds are possible. The accelerated method will be validated for two important clinical conditions: for measuring skeletal and cardiac muscle damage in muscular dystrophy and measuring excess fat accumulation in the liver and pancreas in type 2 diabetes.\n\nThere are presently no established cures for the muscular dystrophies, where healthy muscle tissue is replaced by fibrosis and fat. It affects both skeletal muscle and cardiac muscle. MRI has the ability to measure the amount of fat going into the muscles, which is useful for measuring how the disease has progressed between two points in time. Cardiac MRI is known to be the most sensitive method of detecting early damage. Now that trials of therapies are moving from animal models to the first human trials, there is an urgent need to measure the response of skeletal and cardiac muscle to determine the benefits/drawbacks of the intervention. This research develops a method of significantly speeding up the acquisition of this information, to take 40 minutes rather than 2 hours.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1100160","grantId":"G1100160","fundValue":"301396","fundStart":"2012-01-01","fundEnd":"2014-12-31","funder":"MRC","impactText":"","person":"Kieren Grant Hollingsworth","coPersons":[],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}