{"id":"09A17FD6-9591-4006-85D5-3C2A82950610","title":"The Fat, the Black, the Plain and the Ugly: The Unattractive Body in Early Modern Culture","abstractText":"\\nThis book will explore the representation of ugliness in the literature and culture of early modern England. It will focus on ugliness in the ordinary sense of that which is considered unattractive, for example the ageing body, rather than bodies or features that are deformed to the point of being grotesque. \\n\\nMy research will analyse representations of ugliness in the light of the emergence of modern forms of subjectivity in this period. Within earlier medieval traditions of the self, external appearance was assumed to be an apt reflection of inner nature. The modern subject, however, was grounded in a dualistic model of body and mind in which outward appearance ostensibly became irrelevant to the self within. An investigation of the changing meanings of ugliness in the early modern period provides a means of refining this model of modern identity. The meanings of ugliness became increasingly opaque in the literature of the era, yet residual ideologies of ugliness as a sign of character continued to circulate alongside emergent ideologies in which the face did not provide easy access to the authentic self. Ugliness retained powerful symbolic associations, particularly in relation to women and other marginalised groups. My research therefore examines representations of ugliness in order to explore the ongoing, problematic role of physical appearance within early modern identities.\\n\\nAs well as addressing wider questions of the relationship between ugliness and identity in the early modern era, the study will comprise detailed readings of faces and bodies perceived to be ugly in early modern literature and culture, providing new readings of both well-known and lesser-known literary and cultural texts.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/D000114/1","grantId":"AH/D000114/1","fundValue":"19733","fundStart":"2006-09-26","fundEnd":"2007-01-25","funder":"AHRC","impactText":"","person":"Naomi Sylvia Baker","coPersons":[],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}