{"id":"09AC0771-5553-4976-9074-61010B412251","title":"New Heritage Breeding for accelerated trait development in barley","abstractText":"This project develops a business strategy to accelerate the breeding of crop varieties by connecting all users in the supply chain. We revived Chevalier, a Victorian premium malting barley, and discovered that it is resistant to Fusarium head blight (FHB), an important disease that contaminates grain with mycotoxins. The objectives are to 1) evaluate the agronomy, malting characteristics and brewing potential of Chevalier 2), identify and perform malting trials on FHB resistant lines from a cross between Chevalier and a modern variety; FHB resistance would reduce the need for pesticides, 3) develop a business plan for New Heritage Breeding which evaluates heritage varieties for niche markets and accelerates breeding of varieties for specific markets. The project benefits crop breeders, farmers, maltsters and consumers who will obtain new products with reduced environmental impact. The project defines a model for other crop improvement programmes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K02003X/1","grantId":"BB/K02003X/1","fundValue":"198073","fundStart":"2013-05-08","fundEnd":"2014-11-07","funder":"BBSRC","impactText":"  We have identified a commercial opportunity through the production of heritage malt. As a result of this, the researcher employed on the project was successfully awarded a BBSRC Enterprise Fellowship to develop a business based on this research. The business comprises the production of heritage barleys, and the development of new varieties primarily focussed on the Eastern USA and Canada. Currently, a business plan is in preparation.\nIn addition, a new line of research into genomic selection for accelerated breeding has been developed which will be the basis for further research. We are developing this further in collaboration with our North American partners, and the genome analysis centre (TGAC). Agriculture, Food and Drink Societal,Economic","person":"Christopher  Ridout","coPersons":["Keith  Thomas","Paul  Nicholson"],"organisation":"John Innes Centre","findingsText":" We have demonstrated that a heritage variety of barley, Chevallier, can be successfully grown and malted. Agronomic conditions for quality malt production were defined through working in partnership with farming and malting companies. We registered Chevallier as a conservation variety, and developed procedures for bulking and treating seed. Brewing trials demonstrated good performance in a range of conditions. A visit to the USA demonstrated strong demand for heritage malt, and a need to develop new varieties for production in the Eastern states. We identified valuable resistance to Fusarium Head Blight in Chevallier, and we have been mapping this in a genetic cross. We have also identified other heritage barley varieties with FHB resistance which cen be used as the basis for breeding. The original objectives have all been met, and the project has created a business opportunity which will be developed in the future. In addition, we have explored the opportunities for accelerated breeding using genomic selection which will be developed in future grants. The findings will be taken forward through the establishment of a company focussed on heritage barley and pre-breeding of new varieties for the Eastern USA. The panel of barley lines that have been used is genetically diverged, and is a valuable research tool for variety improvement. This work will be developed in partnership with researchers in Europe and the USA. A 'partnering award' grant application is currently in preparation to strengthen these links with North American researchers. Agriculture, Food and Drink","dataset":"gtr"}