{"id":"09AFCEF7-A733-4C70-B5F0-B9C2F2494C4B","title":"HealthForce -Development and feasibility of a peer-led, bodyweight and lifestyle management programme","abstractText":"The HealthForce programme aims to motivate, facilitate and support changes in lifestyle and weight management in adults from deprived backgrounds who are participating in a novel cardio-vascular risk-screening programme (TASCFORCE). The overall aim of the intervention is to achieve long term weight maintenance, increase current levels of physical activity and to increase fruit and vegetable intakes. The implementation of the programme will (initially) be nurse delivered and utilise behavioural theory approaches, tailored feedback and personalised goals. Delivery will be provided in 3 stages (activity, diet and weight control approaches) emphasising achievement of small changes and improved self-efficacy. To facilitate lifestyle change, advice will be based on knowledge of local community shopping and activity and equipment to support action (e.g. pedometers) will be available for loan. On completetion of the programme, motivated participants will be eligible to become HealthForce counsellor (Peer educators) and will be provided with free training and volunteer payments for support work. Evaluation includes process of programme delivery, acceptability and measurements, impact on psychological parameters and outcome measures of health behaviours and biomarkers. This data will inform the design of a lifestyle arm of the TASCFORCE study.\n\nThe study will add to the evidence base on the effectiveness of lifestyle interventions and explore the potential to use peer educators in community based lifestyle and weight management programmes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0501273","grantId":"G0501273","fundValue":"172811","fundStart":"2006-04-01","fundEnd":"2009-06-30","funder":"MRC","impactText":"","person":"Annie  Anderson","coPersons":["Allan  Struthers","Jill  Belch","Alison  Kirk","Edwin Roland Van Teijlingen","John Graeme Houston","Brian  Williams"],"organisation":"University of Dundee","findingsText":"","dataset":"gtr"}