{"id":"09B35F53-C42F-496C-ACEB-C5C00025405E","title":"Climate variability in the North Atlantic Ocean: wind-induced changes in heat content, sea level and overturning.","abstractText":"The climate system is widely accepted as warming. Much of the extra heat provided to the climate system is estimated to have been taken up by the oceans. However, this warming of the oceans is not happening uniformly. For the North Atlantic, the most well observed basin, there has been warming in the tropics and mid latitudes, but cooling at high latitudes over the last 50 years. These changes in heat content are associated with changes in atmospheric forcing from winds and surface heat fluxes. As well as the oceans changing their temperature, there are salinity changes with a general freshening at high latitudes and increase in salinity at low latitudes, perhaps associated with a strengthening in the atmospheric water cycle. The strong gyre-scale contrast in these ocean properties suggest that the wind forcing and gyre dynamics are playing an important role, which are likely to be reflected in changes in the dynamical signals for overturning and sea level. The ocean overturning response to these water-mass changes appears surprising: based on our historical analyses, there is a slightly weakening over the subtropical gyre and slightly strengthening over the subpolar gyre during the last 50 years. These overturning changes might reflect the effect of the wind forcing, where gyre-scale property changes feedback onto changes in the overturning. The effect of the winds also directly affects sea level and the interpretation of the tide gauge record: there are large-scale correlations between the interannual variations in air pressure over the central part of the ocean basins and eastern boundary sea level. In our study, we plan (i) to extend our analyses of the historical data for temperature and salinity over the North Atlantic, as well as the existing tide gauge records longer than 40 years; (ii) conduct model experiments designed to reveal the effect of changing winds on the gyre contrasts in temperature and salinity, on how heat content and overturning are related, and on the relationship with sea level; and (iii) assess how tide gauge records for sea level are affected by gyre dynamics and overturning, which will be used to interpret changes in the long historical records of sea level rise in the North Atlantic.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H019812/1","grantId":"NE/H019812/1","fundValue":"115941","fundStart":"2011-02-02","fundEnd":"2014-02-01","funder":"NERC","impactText":"","person":"Christopher William Hughes","coPersons":["Philip  Woodworth","SJ  Holgate"],"organisation":"National Oceanography Centre","findingsText":"","dataset":"gtr"}