{"id":"09DA0577-7EA3-45FB-A042-1636744021D9","title":"The Role of GIGANTEA in mediating metabolic input in to the Arabidopsis circadian clock","abstractText":"Most living organisms measure time. We are familiar with our human 'body clock' which acts as an internal watch allowing us to sleep and wake up at regular time intervals. In particular, we experience the physiological effects of disruption of the clock when we cross time zones and get jet-lag. Plants also measure time and use this information to measure the length of the seasons and to control flowering. Many plant behaviours only occur at specific times of the day, for example water lily flowers are only open in the middle of the day and close long before dusk. We have recently found that plants with a functional clock grow faster than plants that do not have a working clock. The time-keeper in plants is present in every cell and is known as a circadian clock. We have new data that demonstrate that sugar can regulate the behaviour of the circadian clock. This is important because in plants, there are rhythmic changes in the content of sugar in the cells. In the day, using the energy from sunlight, plants make sugar by photosynthesis. At night the sugar content of cells is low because there is no photosynthesis. Our finding that sugar regulates the behaviour of the circadian clock suggests a mechanism by which the metabolism of plants regulates daily rhythms of other activities. We have identified one of the genes required for the sensing of sugar by the plant circadian clock. This is GIGANTEA (GI), a gene already known to be part of the clock. We now want to understand how GI responds to sugar and how this affects the function of the clock. We will measure how sugar affects the GI gene and interactions between the GI protein with other proteins. Sugar does not only regulate the circadian clock. Sugar affects the development of the plant and regulates many genes. We will find out if GI has a role in sugar-mediated changes in development and gene activity, in addition to its role in sugar regulation of the clock. This will find out if GI is part of a general sugar sensing mechanism. We hope to find other genes important for sugar sensing by the circadian clock. We will look for effects of other genes of the circadian clock on sugar sensing. We also will investigate whether other genes already known to have a role in other sugar-sensing pathways also have an effect on sugar sensing by the clock. A major goal of our project is to find out why sugar affects the plant circadian clock. We will do this by studying the growth and physiology of plants with genetically-manipulated levels of the GI gene in environments that affect the sugar content of the plant. This understanding of the physiological role of GI and sugar sensing is an essential step in planning how to produce crop plants that grow faster, are healthier, larger or produce new products, such as biofuels.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H006826/1","grantId":"BB/H006826/1","fundValue":"451638","fundStart":"2010-07-01","fundEnd":"2013-06-30","funder":"BBSRC","impactText":"  We have made a major breakthrough and identified a new function for photosynthesis. We have discovered that photosynthesis entrains the circadian clock of Arabidopsis. Circadian clocks provide competitive advantage in an environment that is heavily influenced by the rotation of the Earth by driving daily rhythms in behavior, physiology and metabolism in bacteria, fungi, plants and animals. Circadian clocks comprise transcription-translation feedback loops, which are entrained by environmental signals such as light and temperature to adjust the phase of rhythms to match the local environment. Production of sugar from photosynthesis is a key metabolic output of the circadian clock in plants. In this research grant we found that these rhythmic endogenous sugar signals can entrain circadian rhythms in Arabidopsis by regulating circadian clock gene expression early in the photoperiod to define a 'metabolic dawn'. By inhibiting photosynthesis we demonstrated that endogenous oscillations of sugars provide metabolic feedback to the circadian oscillator through the morning-expressed PSEUDO RESPONSE REGULATOR 7 (PRR7) and identified that prr7 mutants are insensitive to the effects of sugar on circadian period. Thus, photosynthesis has a profound effect on the entrainment and maintenance of robust circadian rhythms in Arabidopsis, demonstrating a critical role for metabolism in regulation of the circadian clock. This identifies for the first time a new aspect of plant physiology.\n\nCircadian clock genes represent an attractive target for breeding and genetic manipulation for crop improvement. Circadian clocks regulate almost all aspects of plant physiology associated with the major traits of interest to crop breeders, including yield, flowering time, starch content and stress tolerance. Early farmers unknowingly selected for mutants in circadian clock genes during the early domestication of wheat and barley in Northern Europe. We have identified a major new aspect of regulation of circadian clock genes through a previously unidentified feedback pathway from photosynthesis. Our data indicate that the circadian clock genes CCA1, PRR7 and GI are hubs in a major metabolic network, being both regulated by sugars as an output of photosynthesis and also acting to regulate metabolic dynamics and efficiency in the model plant Arabidopsis. We are beginning work with our industrial partners Bayer Crop Science and the National Institute for Agricultural Botany to explore the potential for commercial exploitation in wheat, Britain’s major crop plant. Our studies performed as part of this grant through laboratory analysis of gene function have identified the target genes. We are now moving in to a pre-commercial pipeline to allow the investigation of the potential for exploitation. \n\nThe work received wide coverage including an interview on BBC Farming today Agriculture, Food and Drink Cultural,Societal","person":"Alexander Arundell Webb","coPersons":["Krystyna Anna Kelly","Kathryn Susan Lilley"],"organisation":"University of Cambridge","findingsText":" We have made a major breakthrough and identified a new function for photosynthesis. We have discovered that photosynthesis entrains the circadian clock of Arabidopsis. Circadian clocks provide competitive advantage in an environment that is heavily influenced by the rotation of the Earth by driving daily rhythms in behavior, physiology and metabolism in bacteria, fungi, plants and animals. Circadian clocks comprise transcription-translation feedback loops, which are entrained by environmental signals such as light and temperature to adjust the phase of rhythms to match the local environment. Production of sugar from photosynthesis is a key metabolic output of the circadian clock in plants. In this research grant we found that these rhythmic endogenous sugar signals can entrain circadian rhythms in Arabidopsis by regulating circadian clock gene expression early in the photoperiod to define a 'metabolic dawn'. By inhibiting photosynthesis we demonstrated that endogenous oscillations of sugars provide metabolic feedback to the circadian oscillator through the morning-expressed PSEUDO RESPONSE REGULATOR 7 (PRR7) and identified that prr7 mutants are insensitive to the effects of sugar on circadian period. Thus, photosynthesis has a profound effect on the entrainment and maintenance of robust circadian rhythms in Arabidopsis, demonstrating a critical role for metabolism in regulation of the circadian clock. This identifies for the first time a new aspect of plant physiology. Circadian clock genes represent an attractive target for breeding and genetic manipulation for crop improvement. Circadian clocks regulate almost all aspects of plant physiology associated with the major traits of interest to crop breeders, including yield, flowering time, starch content and stress tolerance. Early farmers unknowingly selected for mutants in circadian clock genes during the early domestication of wheat and barley in Northern Europe. We have identified a major new aspect of regulation of circadian clock genes through a previously unidentified feedback pathway from photosynthesis. Our data indicate that the circadian clock genes CCA1, PRR7 and GI are hubs in a major metabolic network, being both regulated by sugars as an output of photosynthesis and also acting to regulate metabolic dynamics and efficiency in the model plant Arabidopsis. We are beginning work with our industrial partners Bayer Crop Science and the National Institute for Agricultural Botany to explore the potential for commercial exploitation in wheat, Britain’s major crop plant. Our studies performed as part of this grant through laboratory analysis of gene function have identified the target genes. We are now moving in to a pre-commercial pipeline to allow the investigation of the potential for exploitation. Agriculture, Food and Drink","dataset":"gtr"}