{"id":"09DD3A78-CF1F-43F2-BC79-0174DD57EBAD","title":"Chromosome segregation machinery in a basal eukaryotic system","abstractText":"When cells grow and divide they must partition their genetic material equally between the two new daughter cells. This is essential if the new cells are to inherit the genes necessary to grow and divide. In non-bacterial organisms, division is more complex because the genes are packaged up onto several discrete chromosomes and one copy of each chromosome must be inherited by each of the cell's progeny. This requires an intricate mechanism whereby chromosomes are attached to a specific division apparatus which then separates copies into the daughter cells. Attachment of the chromosomes to the division apparatus occurs via a specialised region of DNA, around which a complex molecular machine is built. Much work has been done in a few 'model' organisms to describe the components of this machine and understand how it works. As a result, a good paradigm exists for the workings of division in simple yeast cells, and some of the features of this machinery are the same or similar in human cells. However, for many important non-bacterial organisms, this model of cell division does not work - either their division looks different from the paradigm or key components are missing from the system. This implies that we do not yet fully understand the fundamentals of the system or the way in which the system evolved.\nAfrican trypanosomes are single-celled parasites of the blood which are spread by the bite of tsetse flies. The parasite causes a tropical disease known as &quot;sleeping sickness&quot;, which kills ~50 000 people annually in sub-Saharan regions. A related disease of cattle, n'gana, also has a major detrimental impact on the economy of rural areas. African trypanosomes are unusual parasites, in that they multiply in the blood in full view of the body's defence systems. They do this by periodically changing their cell surface to escape the host's immune response. This process is so important to the parasite that they dedicate a large proportion of their genome to it, including very many small specialised chromosomes that exist solely for this process. When the parasite divides, one copy of each of these chromosomes has to be partitioned into each of the two daughter cells, but very little is known about how this is achieved. What is clear is that it must occur in a manner different from our current models of chromosome segregation - and that many key components seen in other systems are not present in trypanosomes. \nAfrican trypanosomes and their relatives are also unusual in another way: their lineage branched from the rest of non-bacterial life very early in evolution and they may even have evolved from some of the first non-bacterial life ever to have existed. This means that studying chromosome segregation in these organisms not only illuminates a novel mechanism for the process, but tells us about how the system evolved in organisms such as humans. I aim to identify the proteins that make up the machinery that is necessary for the stable inheritance of chromosomes in African trypanosomes. Because trypanosomes are so different from human and cattle cells, this information might be exploitable in the future for the design of drugs. Conversely, the parts of this machinery that are shared between trypanosomes and other cells must be extremely ancient and will inform us about some of the fundamental processes/components which are necessary to make a non-bacterial cell.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J01477X/1","grantId":"BB/J01477X/1","fundValue":"340369","fundStart":"2012-11-19","fundEnd":"2015-11-18","funder":"BBSRC","impactText":"","person":"Bill  Wickstead","coPersons":[],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}