{"id":"09F63FC3-0167-48C6-AF9E-71BD37D879CF","title":"Connecting youth with geographic communities: youth organisations and group identities in the UK during the twentieth century","abstractText":"The project aims to understand the role played by youth organisations in connecting young people to various kinds of community, geographically defined. Youth organisations enable young people to develop strong and positive connections with local communities, most clearly through their promotion of an ethos of an active local citizenship (Kearns 1995). Youth organisations also help a connection to be forged between young people and the imagined community of the nation (Anderson 1983). Finally, youth organisations also contribute to the promotion of connections between young people and international or global communities. While youth organisations have been active in shaping community engagement at these three different scales, part of the significance of youth organisations is the way in which they reinforce important connections between these scales.\n\nYouth organisations, moreover, have played this role over a long period. The history of youth organisations in the UK has been illuminated in a number of studies (e.g. Springhall 1977; Proctor 2002; Prynn 1983) and yet, these studies are limited in scope. First, they have not examined explicitly the role played by youth organisations in shaping the connections between young people and different kinds of political and cultural community. Second, these studies have been largely Anglocentric studies of youth organisations associated with a British state project. Less attention has been directed towards youth organisations, which have challenged dominant state projects (cf. L&ouml;ffler 2006; Prynn 1983). Third, studies of youth organisations have also tended to focus on the period before 1939 (e.g. Springhall 1977). Few studies have examined how youth organisations have mediated the relationship between young people and different kinds of community in the period after 1945. Finally, very few studies to date have examined how youth organisations seek to overcome - or sometimes succeed in reflecting or promoting - communiy tensions and subdivisions at different scales (although see Mills 2009).\n\nGiven this background, the project's aims are to:\n\n1. Examine the academic and policy literature that has elaborated on the role played by youth organisations in reflecting and promoting the connections between young people and different kinds of community, geographically defined.\n2. Conduct a scoping study of the archival material that can enable one to understand how youth organisations in Wales have sought to promote a distinctive interpretation of the connections that should exist between young people and Welsh places, the Welsh nation and an international community.\n3. Convene a workshop comprising academics and practitioners from England, Scotland, Northern Ireland and Wales in order to examine the role played by youth organisations in connecting young people to communities - in historic and contemporary contexts.\n\nThe project contributes to the Supplementary Call's demand for: more research to examine the role of cultural institutions in shaping community engagement (pp. 8-9 in the call); an increased understanding of the resursive relationship that can exist between (real) local communities and (imagined) national and transnational communities (p.3); an historical focus on the connections between groups of people and various kinds of community (pp. 6-7); an understanding of how communities can be places of tension as well as unity (p. 10), not least because of issues relating to language and religion (p. 7).\n\nMore broadly, this pilot project will act as the basis for a larger proposal, which will seek to develop a 'new British history' of youth organisations.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J011436/1","grantId":"AH/J011436/1","fundValue":"24281","fundStart":"2012-02-01","fundEnd":"2012-07-31","funder":"AHRC","impactText":"","person":"Rhys Alwyn Jones","coPersons":["Peter Richard Merriman","Sarah Lesley Mills"],"organisation":"Aberystwyth University","findingsText":"","dataset":"gtr"}