{"id":"09FBAF4E-970B-4F14-B0E3-537BE5F0A57D","title":"Portable Terahertz Systems Based on Advanced InP Technology - PORTRAIT","abstractText":"This work is aimed at creating new types of portable sources and detectors of radiation. These will be handheld, about the size of a normal torch, and will run off batteries. They work in the terahertz (THz) range, this can be thought of either as very high frequency radio waves or as light which is invisible to the human eye. For a long time it has been quite difficult to generate and detect THz, but over recent years people have used large powerful lasers to create pulses of THz radiation. This has proved very useful in medical applications to build up pictures of body tissue, rather like an x-ray, which can show up abnormalities. Other interesting areas being studied include using THz in fossil imaging, analysing chemicals and gases, in security and in astronomy.The work in the project aims to make a new generation of THz 'torches' and 'cameras' which can be carried in the pocket. Making the devices, small, low power and portable, will allow people to use THz radiation in applications like airport security to screen for explosive chemicals or drugs, to look for pollution in the local environment, and even to be used in pharmacies or GPs for helping with diagnosis. Moreover the radiation they use will be very 'pure' and that will help to make very sensitive detection.A feature of the work is to build upon the optoelectronic technologies developed for optical communications systems which provides a good foundation of advanced fabrication techniques leading to high reliability components capable of low power and efficient room temperature operation. UCL, Bath and Essex will work together with the Centre for Integrated Photonics (CIP), to design, fabricate and characterise novel components for THz operation. Leeds will focus on users and applications issues undertaking a detailed comparison between the performances of old and new systems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D502233/1","grantId":"EP/D502233/1","fundValue":"347488","fundStart":"2006-05-01","fundEnd":"2009-10-31","funder":"EPSRC","impactText":"","person":"Alwyn  Seeds","coPersons":["Cyril  Renaud"],"organisation":"University College London","findingsText":"","dataset":"gtr"}