{"id":"09FF0EFF-0311-433E-9939-F15110A904B2","title":"Methane and Other Greenhouse Gases in the Arctic - Measurements, Process Studies and Modelling (MAMM)","abstractText":"The Arctic is a major source of atmospheric methane and other greenhouse gases, with both natural and anthropogenic emissions. Arctic greenhouse gas sources have the potential to be important globally, changing radiative forcing and atmospheric oxidizing capacity. Moreover, both palaeorecords and present-day studies suggest some sources, such as wetlands and methane hydrates, may show strong positive feedbacks [Nisbet and Chappellaz, 2009], so that the warming feeds the warming. It is urgent that Arctic greenhouse gas sources should be quantified, by strength, geographic location, character (e.g. wetland, gasfield, clathrate), and by temporal variation (summer, winter, day, night), and their vulnerability to change assessed. \nWe will address these issues by an integrated program of measurement and modelling. Analysis of gas mixing ratios (concentrations), isotopic character, and source fluxes, will be made both from the ground and aircraft. Both past and new measurements will be modelled using a suite of techniques. Fluxes will be implemented into the JULES land surface model. Atmospheric modelling, including trajectory and inverse modelling will improve understanding on the local/regional scale, placing the role of Arctic emissions in large scale global atmospheric change.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I029161/1","grantId":"NE/I029161/1","fundValue":"399634","fundStart":"2011-10-01","fundEnd":"2016-03-31","funder":"NERC","impactText":"","person":"John Adrian  Pyle","coPersons":["Glenn Derek Carver"],"organisation":"University of Cambridge","findingsText":" MAMM has so far produced a very large volume of new data, from surface and aircraft measurements, related to Arctic methane which will be widely exploited by the atmospheric science community. Ongoing data analysis Environment","dataset":"gtr"}