{"id":"0A257B36-CCB6-4CA5-BD94-F3F039F16063","title":"Impact of methanotrophs, methanogens and geochemical conditions on net methane flux to the atmosphere from Arctic soils","abstractText":"On a global scale, soils contain more carbon than all vegetation and atmospheric sinks combined. However, this stored carbon is not permanently retained and can be readily released back to the atmosphere by biological and non-biological mechanisms (a process known as flux). In soil systems, microbial communities are the primary recyclers of carbon, including the conversion of soil carbon to gases, such as methane (CH4). This conversion is critical because CH4 is the second most significant greenhouse gas and has been rising in the atmosphere over the past forty years. Unfortunately, rates of CH4 release from Arctic soils appear to be increasing, which is significant because Arctic processes are responsible for &gt; 25% of atmospheric CH4. As such, an urgent need exists to understand and quantify factors and mechanisms that influence Arctic CH4 flux, which will allow us to better predict climate conditions in the future. \n\nAs background, we quantified CH4 flux at 13 differing high Arctic sites near Ny-Alesund, Svalbard in 2010 in conjunction with the measurement of 58 geochemical and biological parameters in near-surface soils (work focused on the anaerobic-aerobic interface). However, statistical analyses showed only weak correlations among key near-surface microbial groups (i.e., methane-consuming methanotrophs and methane-producing methanogens), geochemical conditions, and detected CH4 flux. In fact, data suggest that phenomena deeper in the soil profile, including deep methanogenesis and gas and carbon releases from melting permafrost, may be more critical than previously thought to net CH4 release from Arctic soils. We now hypothesize that factors such as the depth of the biologically active zone (BAZ) above the permafrost; non-biological permafrost contributions; and the proportional thickness of anaerobic vs. aerobic soil layers may dominate observed CH4 release rates. Specifically, if the BAZ is deep and the anaerobic layer thick relative to the oxic layer, CH4 production will overwhelm CH4 consumption, resulting in elevated CH4 flux to the atmosphere. \n\nIn this project, we will test this alternate hypothesis via the following activities: \n\n1. Return to Ny-&Aring;lesund in late summer 2012 to core into and below the BAZ at specific sites with known and contrasting CH4 fluxes. Within these cores, we will quantify absolute methanogen and methanotroph abundances versus depth at each site; determine associated geochemical conditions, CH4 and oxygen profiles, permafrost depths, and permafrost CH4 and carbon content; and measure CH4 flux to correlate soil and permafrost conditions with CH4 released to atmosphere at each site; \n\n2. Statistically compare estimated biological vs. non-biological contributors to the CH4 balance at each site, including the influence of permafrost CH4 and carbon releases associated with melting; \n\n3. Extend local CH4 flux estimates to landscape levels around Ny-&Aring;lesund by measuring CH4 flux at proximal sites radiating away from cored sites to more accurately estimate the relative contributions of different types of landscapes to regional CH4 flux; and\n\n4. Sustain a successful international collaboration with a USA researcher examining methanotroph-methanogen relationships in the Arctic to increase the capacity of current and future work. \n\nThe above activities will be fulfilled via an eight-month research plan, including 10 days based at the NERC Arctic Research Station in Ny-&Aring;lesund. Work will be performed in the late summer, which is the period of maximum permafrost thaw, and also a time when the NERC field station tends to be underutilized. A central non-technical goal of this effort will be to gain enough data to support a larger proposal aimed at EU and other international funding agencies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J01446X/1","grantId":"NE/J01446X/1","fundValue":"51783","fundStart":"2012-12-01","fundEnd":"2013-11-30","funder":"NERC","impactText":"","person":"David William Graham","coPersons":["Neil  Gray"],"organisation":"Newcastle University","findingsText":" Final data analysis is not complete, but early results from this project include:\n\n1. The depth of thaw in 2013 was almost 0.5 m deeper than at the same sites in 2010, which resulted in problems with our permafrost coring equipment. \n\n2. Over forty sites were cored from eight sub-areas; early data show equivalent microbial variation within the sub-areas as across sub-areas, although evidence suggests microbial abundance is limited by available P (similar to 2010).\n\n3. Methanotrophic culturable isolates from the cores are dominated Verrucomicrobia strains, some of which are prevously unidentified. \n\n4. Selection strains appear to produce antibiotics of potential interest, although more testing is needed. Our sample analysis is complete, but data analyses is not complete at this point. Early data show spatial variation of microbial B-diversity is very large over small areas, being dominated by local geochemical factors, especially soil P. This is consistent our earlier Svalbard observations. \n\nWe also isolated some novel microbial strains from the soil samples. Some strains may have potential utility for biotechnical applications (methane to new product synthesis) as wellas strains that might produce new antibiotics. Antibiotic testing was done as an aside using sub-samples from the cores; testing we are now pursuing using funds from another project that aims to discover new drugs from pristine environments. Energy,Environment,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}