{"id":"0A2A94C4-7443-4CBC-988C-9565B3840A6F","title":"Structural studies of protein-protein interactions of the IgE network","abstractText":"The incidence of allergic disease in the UK is already high and is increasing. There is an urgent need for new therapies, and the long-term aim of this project is to further the development of new therapeutic compounds. Antibodies of a type known as immunoglobulin E (IgE) are crucially involved in the allergic response, and individuals susceptible to allergies have high levels of IgE in the blood. The IgE antibodies are the link between the allergens that enter the airways (such as grass pollen and house dust mites), the gut (food allergens) or the skin (contact allergies), and the body?s cells that trigger the allergic reaction. These are called mast cells, and the IgE antibodies bind to them through molecules on the cell surface known as ?receptors?. If we can block the binding of the IgE antibodies to the receptors, then all of these manifestations of allergic disease would be prevented.\n\nIn order to design compounds that will block this step in the allergic reaction, we need to know the detailed molecular structures of IgE and the receptor. We use both X-ray and magnetic resonance imaging techniques applied to individual molecules, to work out their atomic structures. Using these same techniques, we can also study the way in which the molecules bind to each other. In this way we shall build up an understanding at the molecular level of how the allergic response works. We also plan to study the molecular interactions that control the levels of IgE production in the body, and we have already set up experimental systems using nasal and lung biopsy material from patients with allergic rhinitis and asthma, to test the effects of potential inhibitors.\n\nThis programme of work provides the starting point for the design of compounds to inhibit these interactions. Such compounds are potential therapeutic agents for the treatment of allergic disorders.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0200486","grantId":"G0200486","fundValue":"241040","fundStart":"2004-06-01","fundEnd":"2008-05-31","funder":"MRC","impactText":"","person":"Brian John Sutton","coPersons":["James  McDonnell","Hannah Jane Gould"],"organisation":"King's College London","findingsText":"","dataset":"gtr"}