{"id":"0A39F654-D247-4A02-AAF5-A761A43D6099","title":"Caesium Mobility and Phase Separation Processes in Borosilicate Glasses","abstractText":"When nuclear fuel rods are removed from a reactor they contain, in addition to uranium dioxide (originally 235U enriched), a mixture of elements, including plutonium, that have been generated by the nuclear reactions that occur in the reactor. In the United Kingdom and in France these rods are 're-processed' to extract out plutonium, which may be used again as a nuclear fuel, and the uranium, now depleted in 235U, which can be mixed with the plutonium to make what is called mixed oxide or MOx fuel. This extraction is called the PUREX process and involves dissolving the rods in a highly acidic solution and extracting the plutonum and uranium with organic solvents. The atoms that have 'split' (called fission products) during the reactor process are left in the highly acidic and radioactive solution.This separation dramatically reduces the volume of nuclear waste material that needs disposal. The highly acidic and radioactive liquor remaining after the extraction of the plutonium and uranium is dried to an oxide powder and mixed with a base glass, made primarily from boron oxide and silicon dioxide, and heated to around 1100 degrees centigrade and turned into a glass. It is important for the quality (long term stability) of this material that all the fission products are adequately incorporated into the glass. Furthermore, the conditions required to produce the glass - high temperatures and intense radiation fields - make the process itself challenging with respect to the balance between temperature of operation, lifetime of melting equipment and the production of the highest quality waste glass i.e., avoidance of high solubility crystalline precipitates.This proposal intends to use high temperature nuclear magnetic resonance (NMR) spectroscopy to monitor the dissolution of two problematic elements, caesium (Cs) and molybdenum (Mo) into the borosilicate melt and the precipitation of Cs2MoO4 and related compounds during cooling. NMR is a very attractive technique for these materials because they are so complex in terms of composition. With NMR, specific elements can be observed independently of the rest of the material and so complex compositions are not an issue in determining which elements are involved in particular processes. This high temperature NMR method has been used successfully to look at molten silicates and borosilicates in the past by observation of boron and silicon behaviour. Here we are adapting these techiques to observe caesium and molybdenum. The outcome should be an understanding of the solubility of Cs and Mo into simplified melts and the real waste glasses (non-radioactive versions) provided by the French nuclear operators (Commissariat a l'Energie Atomique, CEA) and the UK nuclear operators (Nexia Solutions, BNFL group).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F011008/1","grantId":"EP/F011008/1","fundValue":"35429","fundStart":"2007-12-01","fundEnd":"2008-11-30","funder":"EPSRC","impactText":"","person":"Ian  Farnan","coPersons":[],"organisation":"University of Cambridge","findingsText":" Precipitation of highly soluble 'yellow phase' alkali molybdates in borosilicate nuclear waste glasses and melts of simplified composition has been observed in situ with high temperature 133Cs NMR and ex-situ with 95Mo MASNMR at multiple fields. The limit of molybdate solubility has been determined as ~ 2.5 wt% and this is the major factor in limiting the fission product loading of borosilicate glasses if they are to remain homogeneous, i.e., there will be no precipitation. This research is highly relevant for nuclear site operators of vitrification technology such as Sellafield Ltd. Continuing collaboration with nuclear waste research organisations such as the Commissariat a l'Energie Atomique and UK Nuclear Decommissioning Authority Energy,Environment","dataset":"gtr"}