{"id":"0A416DF7-F2F1-497D-BCF7-57993AF749BA","title":"European Prison Law and Practice","abstractText":"&quot;Although there is no single European prison system, in recent years bodies such as the European Court of Human Rights, the Council of Europe and the European Committee for the Prevention of Torture (CPT) have all pronounced on the standards that prison law and practice in Europe should meet. For the first time this research project brings together all this information as well as insights derived from legal developments and best practice in individual European countries.\n\nThe findings will be presented in a book that will set out European expectations both in regard to general principles of prison law and practice and their application to prisoners' rights, the conditions of imprisonment and the prison regime that is to be followed. The book will begin by outlining the sources of European prison law and of the practice associated with it. It will then consider the place of imprisonment in European penal systems. This will encompass both the normative argument that European principles require imprisonment to be used only as an intervention of last resort and an overview of prison statistics and empirical research on the place of imprisonment in European penal systems. The book will go on to develop a series of general principles that should guide the implementation of imprisonment in Europe.\n\nThe substantive core of the book will apply these principles to a detailed analysis of the legal and practical issues that arise in respect of specific conditions of imprisonment. This part will be divided into a number of chapters. One chapter will deal with conditions of detention in the narrow sense, such as accommodation, admission, nutrition and health care as well as related issues of access to legal advice and the outside world generally. On each of these there is already a considerable amount of European law that needs to be refined in the light of best practice. A related chapter will consider the prison regime in respect of matters such as work, education, exercise and recreation. Questions relating to good order, which include security, safety and disciplinary matters, will have a chapter of their own. A separate chapter will be devoted to categories of persons who have special needs including women, foreign nationals and members of minorities.\n\nA further chapter will deal with the structural aspects of imprisonment that raise important legal issues. It will include staffing issues and systems of inspection and monitoring. The concluding chapter will reflect on the future of imprisonment in Europe and the role of law in this regard.\n&quot;","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E505449/1","grantId":"AH/E505449/1","fundValue":"36836","fundStart":"2007-10-01","fundEnd":"2008-01-31","funder":"AHRC","impactText":"","person":"Dirk  Van Zyl Smit","coPersons":[],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}