{"id":"0A43D9F1-0478-4CE1-820F-B78545B1B346","title":"How are candidate phylum JS1 bacteria adapted for life in the deep sub-seafloor biosphere?","abstractText":"In the mid-1990s we discovered an unusual group of bacteria in sediment samples collected from about 200 metres below the Japan Sea. We could not grow them on conventional laboratory media, in liquid or on agar in Petri dishes, but they were identified by sequencing 16S rRNA genes directly from the sediment that allowed us to relate them to other established bacterial species. Further studies that we and others carried out showed that these bacteria were highly abundant in many parts of the deep sub-seafloor biosphere, and that they constituted a potential or candidate new division or phylum, which we called JS1. As microbiologists started to use DNA analysis more routinely to investigate bacteria, and microbial communities generally, it became apparent that the vast majority of bacterial species could not be grown in the lab. For example, in marine sediment 0.1% or less of species were uncultivated; candidate phylum JS1 bacteria was just one of 50, possibly 100 candidate phyla which had no cultivated representative and could only be identified on the basis of their 16S rRNA genes. If the phyla containing pathogens like Escherichia coli (Proteobacteria) and MRSA (Firmicutes), or the photosynthetic bacteria (Cyanobacteria), or the antibiotic-producing Actinobacteria were as poorly understood it is difficult to imagine what the consequences would have been for medicine, industry and society.\n\nThis research aims to assemble a strong team of collaborating scientists, led by the Cardiff group who have pioneered developments in deep biosphere research over the last two decades. This collaboration provides a unique opportunity to exploit some recent research in Europe and the USA, developing methods for genome analysis using individual cells isolated by techniques such as fluorescence-activated cell sorting and microfluidic laser capture. Single cells of JS1 bacteria have been isolated by collaborators at Aarhus University, Denmark, and one of the first aims of the proposed project is to sequence their genomes. In parallel, our collaborators at UNLV, USA, will be working on a potentially related candidate phylum (OP9), single cells of which they have isolated from hot springs in Yellowstone Park. Another project partner at MIT, USA, has cloned JS1 genomic DNA fragments from an oil reservoir, and will collaborate with the Cardiff team to sequence these fragments. In addition to the single cell JS1 genome sequencing, we will be trying to improve cultivation of these bacteria from sediments in the laboratory, using a variety of systems including high-pressure cultivation. This part of the project will also involve developing DNA markers to investigate further the distribution and diversity of JS1 bacteria in sediments from across the Earth, many samples of which are already stored in an archive at -80oC at Cardiff. Methods to amplify DNA from low concentrations (QPCR) will be used to quantify JS1 bacteria in sub-surface sediment, and a method called CARD-FISH to visualize and count them, will be used in partnership with a collaborator at Hannover, Germany. Another aim of the project, therefore, is to obtain cultures in the lab that are highly enriched in JS1 bacteria, and to extract DNA and RNA from these cultures that can be sequenced and analysed for comparison to the single cell and cloned genomic DNA. However, interactions between JS1 bacteria and other microbes are likely to be very important in terms of their activities and biogeochemical cycles, so we will also want to learn about the community of bacteria and other microorganisms with which JS1 bacteria are associated.\n\nThus, although we know JS1 bacteria are abundant and widespread in deep biosphere sediments across the globe (indeed they may constitute one of the most abundant taxa on Earth), we don't know much else about them. Ultimately, this project aims to answer the question: how are JS1 bacteria are adapted for life in the deep sub-seafloor biosphere?","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J011177/1","grantId":"NE/J011177/1","fundValue":"390680","fundStart":"2012-04-01","fundEnd":"2015-09-30","funder":"NERC","impactText":"","person":"Andrew John Weightman","coPersons":["Peter  Kille","Ronald John Parkes","Henrik  Sass"],"organisation":"Cardiff University","findingsText":" The research and data analysis is still underway, but through our research on this project and collaboration with project partners, we have discovered the a new phylum of bacteria called Atribacteria, species of which are present in a variety of ecosystems across the Earth. These include marine sediments, deep below the seafloor (the deep biosphere), petroleum reservoirs, hydothermal and geothermal systems.\n\nWe are currently analysing genomic and metagenomic DNA sequence data, obtained from Atribacteria containing microbial communities and isolated single cells, to investigate biochemical and physiological potential of these bacteria. Our characterisation of a novel phylum of Bacteria, proposed as Atribacteria, is likely to affect research and teaching in Microbiology, particularly with respect to microbial ecology. Education,Environment","dataset":"gtr"}