{"id":"0A4DCAE3-BD5A-4274-BA28-18CD95AC3E2A","title":"Capital Equipment","abstractText":"The main objective of this bid is to enhance and extend our core science program through the provision of capital equipment. \n\nThe Flip Chip Bonding Equipment will allow us to provide hybrid pixel systems for the ATLAS and LHCb upgrade. It is a necessary addition to the LSDC in order to capitalize on earlier STFC investment and the unique expertise and skills set of our staff. Our research and development into the radiation hardening of silicon sensors would also be greatly enriched by this equipment. \n\nThe Gigabit FPGA Development System will complement our contributions to the LHCb upgrade and LBNE readout systems, and could be extended further into DAQ concepts for the proposed ILC in Japan. \n\nA Large Composite Oven will allow for the production of larger carbon fiber structures within our Advanced Materials Laboratory. It would be used for the production of light-weight support structures for ATLAS, LHCb and CTA and would support R&amp;D studies in collaboration with CERN into metallized carbon fiber beam pipes. \n\nA Cyro-Cooler for use in our Liquid Argon Laboratory would greatly increase the efficiency and productivity of our R&amp;D, while reducing operating costs. It would greatly also increase the impact of our work within the proposed LAr TPC R&amp;D at CERN (SPSC-E-007) and LBNE collaboration. \n\nA Portable Measuring Arm CMM for use in the Liverpool's Physics Mechanical Workshop would have an immediate impact on the quality and throughput of the tooling we are producing for the ATLAS and LHCB upgrade. It would also be of great benefit in the production of mould tools used in the Advanced Materials Lab due to their complex geometries. \n\nA Xeon-Phi Multi-core System in order to extend on our studies of GPU systems into novel, cost efficient computing for use at the LHC experiments, T2K and LBNE.\n\nA Small CNC Combination Lathe for use in Liverpool's Physics Mechanical Workshop would greatly increase the efficiency of the production of small precision turned components required for ATLAS upgrade staves and associated mechanics, LHCb upgrade VELO mechanics, LBNE TPC mechanics, and prototyping work. This could increase throughput of components by up to 5% / annum.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/L00335X/1","grantId":"ST/L00335X/1","fundValue":"115476","fundStart":"2013-10-01","fundEnd":"2015-03-31","funder":"STFC","impactText":"","person":"Themistocles  Bowcock","coPersons":["Christos  Touramanis"],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}