{"id":"0A61F05E-9171-4571-BA21-FBE24B5D8F44","title":"Innovative Technology for Healthcare Delivery - The MIMIT: CIMIT Collaboration","abstractText":"Manchester Integrating Medicine and Innovative Technology (MIMIT) is the first international affiliate of the Center for Integration of Medicine and Innovative Technology, Boston (CIMIT). CIMIT is a 10year old initiative and is a highly successful example of nurturing innovations in medical and heath technology. MIMIT is led by the University of Manchester in collaboration with six partner NHS organisations. These include: Central Manchester and Manchester Children's NHS Trust; University Hospital of South Manchester Foundation Trust; Salford Royal Foundation Trust; Christie Hospital NHS Foundation Trust; Mental Health &amp; Social Care Trust and Salford Primary Care Trust (www.mimit.org.uk). CIMIT comprises a consortium of world class hospitals and academic institutions based in Boston, Massachusetts. These include: Massachusetts General Hospital; Brigham and Women's Hospital; Newton-Wellesley Hospital; Beth Israel Deaconess Medical Centre; Children's Hospital Boston; Boston Medical Centre; the Charles Stark Draper Laboratory; Boston University; Massachusetts Institute of Technology; VA Boston Healthcare System and Harvard Medical School (www.cimit.org).The aim of the Manchester: Boston partnership is to accelerate the scope and development of new healthcare technologies and enable them to benefit patient care faster and more effectively. This aim is realised through a collaborative bridge that:-identifies unmet clinical need and gaps in knowledge to address that need.-optimises partnerships to address knowledge gaps and then invests in the partnership to develop the best technology solutions.-optimises mechanisms to accelerate and sustain project momentum thereby enhancing opportunities for transfer of technology and expertise.-enables close co-operation with end-users on both continents to facilitate rapid uptake into clinical care and translation for patient benefit.-optimises opportunity for collaboration with industry partners.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G041733/1","grantId":"EP/G041733/1","fundValue":"1293600","fundStart":"2009-04-01","fundEnd":"2012-10-31","funder":"EPSRC","impactText":"","person":"Jackie  Oldham","coPersons":["Sandra  Downes","Gus  McGrouther"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}