{"id":"0A64DA68-9D4A-47A5-823E-983BDDFEE8BC","title":"Towards better predictions designs and engineering of coiled-coil protein-protein interactions","abstractText":"Biology has rapidly become a molecular science: biology is blueprinted by, built from and run by molecules; and we now have the means to examine and understand biology at the molecular level. Biological molecules come in all shapes and sizes, ranging from water molecules that measure less than one billionth of a metre across, to molecules of DNA that, when stretched out, can span tens of centimetres. The larger molecules are called biological macromolecules, of which there are four types: carbohydrates, lipids, nucleic acids and proteins. Most of these perform tasks in biology dictated by their chemistry. Proteins, which are the subject of our research, are unusual in that they perform a wide variety of functions in biology. For example, collagen provides scaffolding and reinforcement in most mammalian tissues; myoglobin stores oxygen in muscle, whereas its relative, haemoglobin, transports oxygen from the lungs to active organs and tissues; and hexokinase is the first in a cascade of enzymes--proteins that catalyse chemical reactions--that breaks down glucose-containing foodstuffs to make ATP, the universal currency of energy in biology. The functions of all of the above proteins depend on them adopting specific three-dimensional shapes. To appreciate and to understand this, which is one long-term objective of our research, some protein chemistry is required: firstly, proteins are polymers; that is, they are chain-like molecules made from similar building blocks held together by strong links called peptide bonds. In general, polymers do not adopt specific three-dimensional structures. Proteins are unusual in that they do, which is the key to their roles and importance in biology. The reason that proteins adopt, or fold up to form specific structures comes down to the polypeptide chain and the building blocks used. Proteins predominantly use a set of just twenty amino-acid building blocks. The amino acids have different chemistries, for instance, some are soluble in water, whereas others are not, and, ultimately, these determine the functions of the intact proteins. The three-dimensional structures of proteins are determined by the order of amino acids along the polypeptide chain, which is known as the protein sequence. Even after more than fifty years of research, scientists do not understand how a protein's structure, and hence its function, is related to its sequence. This riddle is known as the protein-folding problem and is the subject of this grant proposal. To put this into perspective, for a protein of 100 amino acids, which is on the small side for proteins, there are 20 to the power 100 possible sequences. Whilst a great resource for biology--it is a huge pool of different potential proteins to explore--this is a very daunting number for scientists to consider. So if the protein-folding problem has remained unsolved for so long, how will we contribute? We will focus on one type of protein the members of which have similar sequences, but nonetheless adopt a variety of different structures. These are called coiled coils. They occur in all biological systems, and carry out many different functions, including helping to switch genes on, and providing scaffolding material within and outside cells. Predominantly, they are responsible for bringing protein molecules together, which is an essential process in biology as proteins do not work alone but in concert. We will gather together many examples of coiled-coil sequences and structures and marry them up. By comparing and contrasting the sequences associated with the different structures, we aim to learn rules that link sequence to structure. Armed with these rules, we will be able to predict new examples of coiled coils in the emerging genomes, and possibly even create our own coiled-coil proteins for medical applications such as scaffolds for tissue engineering.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D003016/1","grantId":"BB/D003016/1","fundValue":"225331","fundStart":"2006-01-02","fundEnd":"2009-01-01","funder":"BBSRC","impactText":"","person":"Dek Neil Woolfson","coPersons":[],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}