{"id":"0A69DDAA-EF6F-4185-A811-0A0A752DF1C5","title":"Identification and analysis of factors that regulate the activity of the yeast exosome complex of exoribonucleases","abstractText":"Understanding biological processes at the molecular level remains one of the greatest challenges of the modern age. In addition to understanding what makes us tick, fundamental biological research can potentially aid the treatment or prevention of human diseases, lead to increased agricultural production/diversity, support environment management and trigger the development of new biology-based technologies. Central to all cellular biological processes is the flow of genetic information through what is known as the gene expression pathway. In this pathway, the linear DNA sequence of our genes is copied into a chemically similar but less stable molecule, called RNA. These short-lived gene copies, known as messenger RNA (mRNA), are then transported to highly specialised structures called ribosomes. Here, the information encoded within the mRNA is converted into functional protein molecules, which then carry out the specific processes required in the cell. A mistake at any point within this pathway can have very serious consequences for the cell. For example, a copying error inserted into the mRNA sequence can result in an incorrectly folded or shortened protein that is unable to perform its function correctly. Mistakes in gene expression occur rather often, even in normal, healthy cells. Therefore, it is essential that cells are able to recognise faulty mRNA molecules and destroy them efficiently. To monitor the production of their mRNA, cells have evolved a number of quality control systems that are known collectively as mRNA surveillance. These processes ensure that incorrectly produced mRNA molecules are selected out and rapidly degraded, thereby preventing the production of defective proteins. A major piece of the cell's armoury for degrading RNA is the exosome. The exosome consists of 10 different enzymes associated with one another in a complex. Packaged together, these enzymes can work more efficiently than they could on their own. The complex also allows coordinated regulation; all the enzymes can be switched on or swiched off at the same time. Previous studies have identified the components of the exosome complex and demonstrated its function in RNA degradation. However, little is known about how the complex is regulated. This research project will identify proteins that function either to promote the activity of the exosome or to inhibit its activity. The function of the identified proteins in exosome-dependent cellular processes such as mRNA surveillance will then be studied. Further studies on mRNA surveillance will increase our understanding of how gene expression is controlled in the cell. This knowledge will be of potential benefit in the design and development of new biotechnological strategies for protein production. Moreover, mRNA surveillance phenomena are directly linked to the basis of some prevalent human genetic disorders, such as breast cancer. The exosome is also a biological target of a successful anti-cancer drug. Hence, a knowledge of how the activity of the exosome complex is regulated may provide an important resource of information in developing future strategies in the treatment or prevention of disease.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D001161/1","grantId":"BB/D001161/1","fundValue":"231257","fundStart":"2006-01-16","fundEnd":"2009-01-15","funder":"BBSRC","impactText":"","person":"Philip John Mitchell","coPersons":[],"organisation":"University of Sheffield","findingsText":" Understanding biological processes at the molecular level remains one of the greatest challenges of the modern age.\nCentral to all cellular biological processes is the flow of genetic information through what is known as the gene expression\npathway. In this pathway, the genetic information that is stored in stretches of the cell's DNA called &quot;genes&quot; is copied into\nshort-lived RNA intermediates and then decoded to generate the proteins required by the cell at any given time.\nA distinct set of key cellular RNA molecules are required to facilitate this flow of genetic information. These RNAs are\nmade from longer precursor molecules by the cell through the activity of enzymes called ribonucleases. In addition to the\nproductive synthesis of functional RNAs, some of these ribonucleases are also involved in the elimination of certain RNAs\nfrom the cell. In some instances, this is due to RNA &quot;quality control&quot; processes that detect and eliminate incorrectly made\nor assembled RNAs, or degrade those that lack crucial modifications normally incorporated after synthesis. In addition,\ncells produce a huge raft of short-lived regulatory RNA molecules that are maintained at a low level through active\ndegradation.\nThe exosome is a key component of the cell's armoury of nucleases that both processes precursor RNA molecules to\nmature species and degrades unwanted RNAs. Recently, detailed structures have been determined for the exosome and\nwe know which components of this complex have ribonuclease activity, i.e. the enzymatic activity to break down RNA. A\nkey outstanding question is how the complex is regulated to act both in a productive and in a destructive manner. The\nfocus of this research project lay in understanding how additional proteins may interact with and regulate the activity of\nthe exosome complex.\nWe have shown that a protein called Rrp47 can bind directly and simultaneously to both RNA and to Rrp6, one of the\nexosome components that has ribonuclease activity. In the presence of Rrp47, Rrp6 degrades RNA more efficiently and\nin a manner that is dependent upon the RNA binding activity of Rrp47. Using both biochemical and genetic experiments,\nPage 5 of 7 Date printed: 02/04/2009 11:17:17\nBB/D001161/1 Date saved: 02/04/2009 11:11:08\nwe have determined which portions of the Rrp47 protein are required for specific functions, either by analysing purified\nproteins in a test tube or by studying the RNAs in cells expressing variant forms of each protein. These data show that\none end of the Rrp47 protein binds directly to Rrp6, while the other end interacts with a number of proteins that are either\ncomponents of the molecular machinery involved in RNA production or RNA-binding proteins that are found associated\nwith correctly processed RNAs. The ability of Rrp47 to interact with these RNA-bound proteins correlates with proper\nmaturation of the RNA. Taken together, these results suggest three distinct mechanisms by which Rrp47 contributes to\nthe activity of the exosome. Firstly, Rrp47 interacts with both the exosome and the machinery that makes RNA, promoting\nthe recruitment of the exosome complex to the site of RNA production. Secondly, Rrp47 binds RNA and can present the\nend of the RNA to Rrp6, thereby facilitating the degradation of the RNA. Thirdly, Rrp47 can sense the assembly of RNAbinding\nproteins onto the correctly made RNA and ensure correct final trimming. This work was successfully continued in a research grant funded by the Wellcome Trust. Agriculture, Food and Drink,Education,Energy,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}