{"id":"0A710DC7-269B-4423-8CDA-4B4E695A8B95","title":"Edinburgh DiRAC Resource Grant","abstractText":"DiRAC (Distributed Research utilising Advanced Computing) is the integrated supercomputing facility for theoretical modelling and HPC-based research in particle physics, nuclear physics, astronomy and cosmology, areas in which the UK is world-leading. It was funded as a result of investment of &pound;12.32 million, from the Government's Large Facilities Capital Fund, together with investment from STFC and from universities. In 2012, the DiRAC facility was upgraded with a further &pound;15 million capital investment from government (DiRAC-2). \n\nThe DiRAC facility provides a variety of computer architectures, matching machine architecture to the algorithm design and requirements of the research problems to be solved. The science facilitated includes: using supercomputers to enable scientists to calculate what theories of the early universe predict and to test them against observations of the present universe; undertaking lattice field theory calculations whose primary aim is to increase the predictive power of the Standard Model of elementary particle interactions through numerical simulation of Quantum Chromodynamics; carrying out state-of-the-art cosmological simulations, including the large-scale distribution of dark matter, the formation of dark matter haloes, the formation and evolution of galaxies and clusters, the physics of the intergalactic medium and the properties of the intracluster gas. \n\nThis grant is to support the continued operation of the DiRAC facilities until 2017 to ensure that the UK remains one of the world-leaders of theoretical modelling in particle physics, astronomy and cosmology.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/M006530/1","grantId":"ST/M006530/1","fundValue":"1370930","fundStart":"2014-04-01","fundEnd":"2017-03-31","funder":"STFC","impactText":"","person":"Richard Donovan Kenway","coPersons":["Peter  Boyle"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}