{"id":"0A786683-3DB6-4995-89FF-A0DD5775B2B6","title":"Parasites and Communities; Empirical and Theoretical Scaling","abstractText":"Parasites interest ecologists because, by making animals ill, they alter how those animals interact with other species in natural communities. We have studied the parasites of two species of native and invading shrimps and found that parasites alter how often the shrimp of one species eat the other shrimp species (a process called intraguild predation), and the other types of prey that they select to eat. In addition, shrimp may respond to the threat of being eaten by predators (fish) by becoming less active and so potentially less likely to eat other animals. The challenge now is to study the consequences of these effects for the wider community: how parasites and predators influence which species we find in the community and how common they are. We will use lab and field experiments, and mathematics to look at this problem, to: firstly, build up a picture of how parasites and predators affect interactions between two or three species; secondly, examine how these effects alter the relationships between other species in the community. 1. We will examine how parasites affect predation, for example using laboratory experiments to measure the functional response (the relationship between a predator's consumption rate of prey and the density of the prey) for infected shrimp compared with uninfected shrimp in the presence and absence of predator cues. This will help us build mathematical models in which parasites alter their hosts' functional responses so that we can investigate how behaviour modification affects population dynamics (changes in population size over time). 2. We will use stable isotope analysis (which measures chemical variation to tell us about an animal's diet) of natural shrimp populations to see whether parasites cause a shift in host diets. We will also investigate this idea using laboratory experiments. We will build a mathematical model that links together the interactions of parasitism, predation, and intraguild predation, and use this to investigate the population dynamics of the species involved and see whether the parasite-induced changes in functional responses and diet that we expect to find in the shrimp community can change community structure. Our findings will be of interest to other scientists concerned with the impact of parasites on interactions between species, and their impact in the broader community and environment. It will also interest agencies who manage natural habitats, diversity and invasions (Environment Agency; N. Ireland Environment Agency, Department of Agriculture and Rural Affairs, N. Ireland). It is important to study parasites for many reasons. Firstly, as they are often 'hidden' members of the community, and do not often kill their hosts, their effects have been neglected compared to other interactions between species (such as predation and competition). Nevertheless, they can have dramatic impacts on communities, altering the balance between competing species, sometimes allowing two species to coexist where one would go extinct if parasites were not present (this makes the parasite a 'keystone species'). Secondly, parasites are often involved in biological invasions by foreign species into a new environment; in many cases an invading species does more damage because it is not as badly infected by the parasites in that environment, or it introduces new parasites that cause illness/death of the native species. Indeed, in our study system, one of the shrimps is an invading species and we are keen to understand the forces driving its success so that we can better protect the native species. Thirdly, parasites have important public health and economic consequences: emergent diseases (parasites that cross the species boundary to infect a new species) are an increasing threat to human health, domestic animals and wildlife. This project will help to understand these important problems by improving what we know about the effects of parasites in natural communities.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G01521X/1","grantId":"NE/G01521X/1","fundValue":"249070","fundStart":"2010-03-01","fundEnd":"2013-10-31","funder":"NERC","impactText":"  In predicting the impacts of invasive species. Environment ","person":"Jaimie  Dick","coPersons":[],"organisation":"Queen's University of Belfast","findingsText":" 1. Indirect effects of parasitism, acting through effects on host traits and mortality, can alter species coexistence/exclusion outcomes.\n\n2. Trait-mediated effects of parasites can be as important for community structure as more conventionally considered effects on host mortality. \n\n3. Predator cues drive strong trait mediated changes in communities.\n\n4. Parasitism drives changes in rates of cannibalism and the evolution of parasite avoidance strategies\n\n5. Processes underlying the spread of emerging infectious diseases bear many similarities to processes involved in biological invasion; comparison between these research areas could be mutually informative.\n\n\n\nSEE OUTCOMES FOR NE/G015201/1 Web sites Communities and Social Services/Policy","dataset":"gtr"}