{"id":"0A7AB94C-A7C4-4D23-B9F6-CD2FA9F58A36","title":"Summit eruption of Kilauea Volcano: a unique opportunity to test magma degassing models using new spectroscopic methods.","abstractText":"We are applying for an urgency grant to respond to the summit eruption of Kilauea that has begun in March 2008. We wish to take the unique opportunity to validate degassing models offered by a summit eruption, which has not occurred since 1924. Activity at the summit began in mid-March 2008, when volcanic gas emissions increased 4-fold. Subsequently, there have been two explosions at the summit caldera, the last associated with the eruption of juvenile Pele's hair and tears, which, combined with the high gas flux, signals the presence of magma at shallow levels. At the present time (31 March 2008) there is an ash-laden plume degassing from the explosion crater, with high emissions of volcanic gases. The Hawaiian Volcano Observatory have limited resources and manpower; we wish to supplement and greatly augment their capability to measure volcanic gases from the summit plume with a variety of techniques, for which our group is uniquely qualified and equipped. We request funds to carry out fieldwork as soon as possible in April/May 2008 with a variety of techniques, including FTIR, chemical sensors and DOAS, to measure gas composition and flux. The gas compositions and fluxes obtained by this study will allow evaluation of the pre-eruptive volatile content of the magma, assessment of magma pathways through the summit magma chamber and rift, and an improved interpretation of ground deformation and other monitoring data.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G001537/1","grantId":"NE/G001537/1","fundValue":"35160","fundStart":"2008-05-05","fundEnd":"2009-07-04","funder":"NERC","impactText":"  The results have fed into interpretations of volcano monitoring data, improving hazard assessment and forecasting. we used the results to enhance our gas sensor designs, which are now much more sophisticated. I now have a Phd student developing them further. Environment Economic,Policy & public services","person":"Marie  Edmonds","coPersons":["Clive  Oppenheimer"],"organisation":"University of Cambridge","findingsText":" We measured volcanic gases and analysed melt inclusions hosted by olivines to place constraints on the plumbing system beneath the summit of Kilauea and elucidate mechanisms of magma convection. We have shown that magma convection is taking place over vertical length scales of 1-2 km beneath Halemaumau. We have shown that there is a two stage process of magma outgassing, with the magma supplied to Halemaumau being significantly depleted in CO2 by outgassing from a larger reservoir at depth. Peer-reviewed journals, conferences Environment","dataset":"gtr"}