{"id":"0A80FBC3-8C05-45B6-919F-C47827602B94","title":"Identification investigation and implementation of plant-based parasite control strategies","abstractText":"Poor farmers in developing countries world-wide very often cannot afford chemical drugs to treat their animals against internal and external parasites. In Ethiopia, this is resulting in high mortality, reduced productivity and economic losses as high as 50% of the value of their sheep and goats. For many generations, small-holder farmers and pastoralists in Ethiopia have used medicinal plants to try to cure their animals. However, from the large economic losses it is clear that this is not very effective. Although many poor people use plants to try to cure their animals, we do not know if they work, how they work and if there are side effects that need to be considered. If we know more about these possible positive and negative effects, then we may be able to increase the effectiveness of using plants to control animal disease. This project brings together traditional healers and researchers to promote a better use of plants to cure animal disease through systematically obtaining scientific evidence on the effectiveness of Ethiopian plants. Because such information will also help farmers in developed countries such as the UK, we will also study the effectiveness of extracts from chicory, which is a medicinal plant that grows in the UK. We hope that by bringing together many researchers with different research skills, we will achieve best possible use of plants for parasite control. We will make sure the knowledge of traditional animal health care practitioners does not get lost, and if we find good results from Ethiopian plants that this benefits Ethiopian agriculture. The optimum outcome would be that countries like Ethiopia use their own natural resources to control animal parasites as much as possible. We will tackle this research in five related steps, each step will result in new information that the next step will use. We start with an inventory of plants that farmers use in Ethiopia to try to control parasites. This will be followed by making extracts from a selection of these plants, as well as from chicory, proven to reduce parasite problems in sheep. These extracts will be tested to see if they can kill parasites by mixing them with worm eggs, worm larvae and adult worms. We will also spray them lice, ticks and mites and observe effects on controlling these parasites. We expect that several of these extracts will show negative effects on these parasites. Ideally, we would like to test all these extracts directly in sheep on farms. However, that would be much work, be costly and take too long. Therefore we will first test some of the best potential extracts on mice, which we will deliberately infect with parasitic worms. In this way, we will use mice to screen out those extracts that work best when given in a real life situation. The best ones will be used in sheep. These sheep will be infected with either parasitic worms or with mites. We will also give the extracts to non-infected sheep to estimate if there are side effects we need to consider at the next stage when the extracts will be used on farms. The best extracts from the sheep experiments will be trialled on farms, in Ethiopia and the UK. Extracts tested on farm will be those that are most likely to be effective at helping cure the animals of parasites. We would like to think that our project can be of use to any country that has native plants that show promise for possible animal disease control. We will therefore inform as many people as possible how we approached our research, what we have found and how the results can be used to improve animal health.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H009299/1","grantId":"BB/H009299/1","fundValue":"799851","fundStart":"2010-12-01","fundEnd":"2014-06-01","funder":"BBSRC","impactText":"  Our findings have been used to inform traditional healers and small holder farmers that their use of plant-based parasite control strategies in their ruminant livestock has great potential, and that it can be underpinned with scientific evidence of their efficacy. Our findings have also been used to further propmote the use of forage chicory as an alternative crop with anti-parasitic benefits for sheep production systems in the UK. Agriculture, Food and Drink,Environment,Healthcare Cultural,Societal,Economic","person":"Jos  Houdijk","coPersons":["Adugna  Tolera"],"organisation":"SRUC","findingsText":" This project documented ethnomedical knowledge relevant to both human and animal health, and verified through a range of in vitro and in vivo methodologies that traditional knowledge on parasite control could be underpinned with scientific evidence. The project has allowed the completion of a natural chemistry laboratory at the facilities of Hawassa University (Ethiopia), and establishment of a rapid, objective screening of plant extracts for their anthelmintic and acaricidal properties at SRUC Traditional healers and small holder farmers in the developing world, but also conventional farmers in developed world may be encourage to use plants for herd health management, and reduce reliance on chemoprophylaxis.\nResearchers may use the methodologies developed for further assessment of plant anti-parasitic properties.\nPharmaceutical researchers may use results to home in on active ingredients towards novel drug discovery. Agriculture, Food and Drink,Environment,Healthcare,Culture, Heritage, Museums and Collections,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}