{"id":"0A8379A3-6FDB-41D9-9EC9-63D761492AA9","title":"Nutritional regulation of adipose tissue blood flow in humans: dietary neural and structural determinants","abstractText":"Fat is stored on the wall of the abdomen and under the skin in other places on the body. Blood flows through these deposits of fat. We discovered recently that the flow of blood to the fat deposits can increase a lot just after a meal. But in some people the blood flow does not increase. These are people who are at increased risk of developing heart disease as judged from blood samples. This is similar to observations made on blood flowing through the big blood vessels in the arm. If you stop the blood flowing through the arm with a tourniquet for a few minutes, normally the blood then rushes back at an increased rate. It is already known that if someone's arm blood flow is 'unresponsive' when challenged in this way, then that person is at increased risk of developing heart disease. In this project we want to find out what makes the blood flow in fat increase after a meal, why it doesn't do that in some people, and whether we can alter that by changing someone's diet to a 'healthier' pattern. We think the nervous system probably regulates the blood flow and we will test whether that is so, and what is different in the people whose blood flow doesn't respond to meals. Then we can see if the nervous system responses are changed by a healthier diet. We will also use a syringe and needle to take little samples of the fatty tissue for examination under a microscope to try to understand what is different about the fat deposits in someone whose blood flow doesn't respond to meals. In the long term, this research may help explain why the functioning of blood vessels is related to risk of heart disease, and may help us to guide people with increased risk of heart disease towards healthier diets.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D008123/1","grantId":"BB/D008123/1","fundValue":"331001","fundStart":"2006-02-01","fundEnd":"2008-07-31","funder":"BBSRC","impactText":"","person":"Keith  Frayn","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}