{"id":"0A8944A0-44F1-4486-AB35-2610D7321C10","title":"Newcastle University Single Cell Functional Genomics Unit (NUSCU)","abstractText":"Newcastle University (NU) has a well-established track record studying the molecular basis of rare disease underpinned by unique cohorts of patients with defined phenotypes and biobanked tissue, built through 21 Nationally Commissioned NHS clinical services, which we lead in partnership with the Newcastle upon Tyne Hospitals (NUTH) NHS Foundation Trust. Our work on rare mitochondrial, neuromuscular &amp; musculoskeletal diseases, rare childhood cancers, rare immune deficiencies, and novel cell therapies is renowned internationally, with each receiving substantial centre, fellowship, and programme level support from the MRC, NIHR, Wellcome Trust, European Union, Arthritis Research UK (ARUK), Leukaemia and Lymphoma Research (LLR), and Cancer Research UK (CRUK); &gt;&pound;100M combined since 2008. \n\nOver the last two years, each area has independently converged on single cell functional genomics and proteomic approaches to advance our understanding of pathogenesis and thus explain why patients with the same disorder develop different clinical phenotypes, and respond to treatments in different ways. We aim to bring together expertise and infrastructure focused on the genomic, epigenomic, transcriptomic and proteomic characterisation of single cells by forming the Newcastle University Single Cell Functional Genomics Unit (NUSCU). \n\nThe Unit will be academically led, have a dedicated bioinformatics team and hardware, and interface nationally through the newly established Northern Single Cell Consortium and CyTOF-UK users group. NUSCU will be managed by a dedicated facilities manager funded by NU leading in in-house technical team, building on a successful business model which will lead to self-sustainability within 3-years.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M008886/1","grantId":"MR/M008886/1","fundValue":"1715390","fundStart":"2015-04-30","fundEnd":"2018-04-29","funder":"MRC","impactText":"","person":"Patrick  Chinnery","coPersons":["Muzlifah  Haniffa","Diego  Miranda-Saavedra","Josef  Vormoor","Mauro F  Santibanez Koref","Majlinda  Lako"],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}