{"id":"0A9B7052-EADF-489C-9F64-4D9050B6702E","title":"Connectivity and gene flow in a dominant reef-building coral","abstractText":"Many aquatic and marine organisms have a planktonic phase in their life history and spend the first days or weeks of their life drifting in plankton. Plankton may be carried great distances by ocean currents and enable new areas to be colonised and genes to be exchanged between apparently quite distant populations. Not surprisingly, the occurrence of a planktonic life phase strongly influences many evolutionary and ecological processes including the global distribution of species, the creation of new species, and the persistence of individual populations. The latter is particularly important for conservation. For example, lobsters in Cuba may launch their offspring into the plankton which later arrive in Florida. In this case, the number of lobsters in Florida may be highly dependent on the number of adult lobsters in Cuba and the populations require management at large scales. Understanding levels of larval exchange is vital for biodiversity conservation and fisheries management but few data are available. Two approaches are usually taken to infer levels of larval connectivity. The first uses detailed oceanographic models to predict the dispersal of 'virtual larvae' in ocean and coastal currents. The second examines the genetic structure of populations and identifies scales where little larval exchange occurs (i.e. relatively isolated populations). Rarely have both approaches been integrated, largely because of the challenges in sampling organisms across relevant spatial scales and the computational complexity of creating spatially-realistic models of circulation. However, it is highly desible to combine both approaches as they offer great synergy. In this proposal, we combine large-scale sampling of genetic structure with a state-of-the-art model of larval dispersal (published by our collaborators in Science earlier this year). We examine the genetic structure and larval connectivity of the massive coral Montastraea annularis which is found throughout the Caribbean Sea. Working with this coral has a number of advantages. Perhaps most importantly, its natural history is relatively easy to model which lends itself to modelling larval dispersal. Therefore, we are able to perform one of the clearest tests possible for agreement between modelled larval dispersal and observed genetic diversity. We have sampled the genetic diversity of M. annularis throughout the Caribbean Sea and will compare the observed patterns of gene flow to predicted levels of larval connectivity. Insight from this project will also support on-going activities to model the metapopulation dynamics of this important coral and design more appropriate algorithms for the selection of marine reserve networks.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E010393/1","grantId":"NE/E010393/1","fundValue":"51022","fundStart":"2007-06-01","fundEnd":"2008-05-31","funder":"NERC","impactText":"","person":"Peter J  Mumby","coPersons":["Jamie  Stevens"],"organisation":"University of Exeter","findingsText":"","dataset":"gtr"}