{"id":"0A9FFB70-AFCD-4E40-99F7-4936687EF22A","title":"14TSB_ESAP: Tru-Nject: Proximal soil sensing based variable rate application of subsurface fertiliser liquid injection in vegetable/combinable crops","abstractText":"The research team at Cranfield will be responsible to carry out the on-line visible and near infrared (vi-NIR) measurment in\nselected experimental fields. Prior and during the on-line soil measurement, soil samples will be collected for upgrading the\ngeneral calibration functions already developed at Cranfield University. These upgraded calibration functions will be\nvalidated for accuracy estimation against laboratory measured soil organic carbon (OC), total nitrogenv(TN), pH,\nphosphorous (P), magnesium (Mg), calcium (ca), moisture content (MC) and clay content (CC). The laboratory analyses of\nthese soil properties will be carried out in soil laboratory of Cranfield University for 300 calibration and validation soil\nsamples collected from the experimental fields. The upgrade of Cranfield calibration models will be based on chemometric\ntools consisting of a combination of principal component analyses (PCA) and partial least squares regression (PLSR)\nanalysis to be carried out with Unscrambler 7.8 software (Camo Inc.; Oslo, Norway). Cranfield will also develop two types\nof soil maps e.g. full-point and comparison maps using ArcGIS ArcMap (ESRI ArcGISTM version 10, CA, USA). The\ncomparison maps will aim to compare between on-line predicted and laboratory measured soil properties. The full-point\nmaps will be used for understanding and evaluation of within field variation in soil fertility, and how these are correlated with\ncrop growth and yield. By this, it is hoped to identify crop yield limiting factors.\nCranfield team will be also responsible for data fusion and geostatistical analysis. Data fusion will include artificial neural\nnetwork, support vector machine and other tools, as necessary. Data fusion will be carried out with STATISTICA 10\n(StatSoft, Inc. USA) software. An unsupervised classification algorithm will be employed to identify spatially similar classes.\nThe clustering output will be imported into ArcGIS ArcMap (ESRI ArcGISTM version 10, CA, USA) to assist visualisation\nand spatial analysis. A homogenous set of management zones will be derived by using a moving-window filter to minimise\nthe occurrence of smaller clusters. This will be followed by the development of fertility maps for the experimental fields, with\nmanagement zones of each class having similar yield potential. After the fertility maps have been developed, N\nrecommendation maps will be generated using RB209 (SEFRA), in collaboration with STC ltd., and agronomist Mr. Philip\nEffingham.\nCranfield will also assist STC Ltd. in the cost benefit analysis to evaluate the economic viability of the system. This analysis\nwill be based on input data obtained from the trial plots, comparing between subsurface homogeneous and variable rate N\nfertilisation. Together with Manterra, Cranfield team will assess the technology integration, to allow for final evaluation of\nthe system, and identify further technical and software development needed if any.\nCranfield will also play an important role in the exploitation and dissemination of the results achieved. They will lead on\npublishing scientific papers in top journals on precision agriculture e.g. Precision Agriculture, Biosyatems Engineering,\nComputers and Electronics in Agriculture, and top international and national conferences e.g. European Conference on\nPrecision Agriculture, HGCA Precision Agriculture Workshop and EurAgEng2016. The team will promote the on-line based\nsubsurface variable rate N application system in trade workshops e.g. Cereals. They will also provide the needed input for\ntraining workshops organised by Manterra.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M005461/1","grantId":"BB/M005461/1","fundValue":"292429","fundStart":"2014-08-15","fundEnd":"2017-08-14","funder":"BBSRC","impactText":"","person":"Abdul Mounem Mouazen","coPersons":[],"organisation":"Cranfield University","findingsText":" N/A - The project just started in September, 2014 N/A - The project just started in September, 2014 Agriculture, Food and Drink,Energy,Environment","dataset":"gtr"}