{"id":"0AB16150-418E-4E80-9E55-6DFD0A53EF2E","title":"Endocytic invagination and vesicle scission - interplay between dynamin homologues and amphiphysins in budding yeast","abstractText":"'Endocytic Invagination and Vesicle Scission - interplay between dynamin homologues and amphiphysins in yeast' Ayscough and Goldberg Endocytosis is an essential process in most eukaryotic cells. It involves a small amount of the outer (plasma) membrane of the cell being pulled inwards into the cell until some of this membrane pinches off to form a little sphere called a vesicle. This vesicle will contain fluid from outside the cell and within its membrane it will contain proteins that were on the surface. A cell may want to remove these proteins from the surface because they are damaged, or because they can bind or respond to signals from outside that the cell no longer wants, or needs to respond to. Endocytosis is a very important way for a cell to control what is on its surface. Some pathogens or toxins can bind to proteins on the cell surface and trigger endocytosis. In this way these inappropriate substances can gain entry to the cell. Defects in the endocytic process have also been detected early in some neurological disorders such as Alzheimers. Research in the Ayscough laboratory uses a simple one-celled organism Saccharomyces cerevisiae (bakers yeast) as a model system. Many processes are known to happen in the same way in this cell-type and in cells of more complex organisms such as mammals. We are particularly interested in the role of two classes of proteins - the dynamins and the amphiphysins. These proteins are proposed to be involved in endocytosis but the exact step at which they function has been difficult to elucidate. The reason for this, is that much work on the relevant mammalian proteins has been performed with purified proteins. It is not always easy to then translate this data into a physiological context. Manipulating the various mammalian systems has not always been straightforward and some experiments can take months to perform. The yeast provides a more simple situation to investigate, and we can study things within the context of the whole organism. We use imaging of fluorescently tagged proteins to investigate how the proteins of interest move in the cell. We can determine when the proteins localise to sites of endocytosis and how long they stay there. This imaging needs to be very sensitive as the endocytic sites are only fractions of a micron in size. Furthermore, the actual membrane invagination and scission events occur on a seconds timescale. Using yeast we can readily investigate the effect of changing just single amino acids within the dynamin or amphiphysin proteins. As well as using live cell imaging we use electron microscopy. This allows a much more detailed analysis of the key stages of endocytosis. In particular, we can determine the impact of gene deletions or mutations on the proceses of membrane curvature and vesicle scission with much more certainty than is possible with light microscopy. Our approach will give new insights into the functioning of the proteins at the molecular level. In turn this will inform approaches in other systems studying these proteins in the context of both healthy and diseased cell types.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G011001/1","grantId":"BB/G011001/1","fundValue":"259404","fundStart":"2009-03-01","fundEnd":"2012-07-31","funder":"BBSRC","impactText":"  This work led directly to a second grant BB/K002511/1\nOUr findings are being further eploited in that grant  ","person":"Kathryn Rachel  Ayscough","coPersons":[],"organisation":"University of Sheffield","findingsText":" 1. What is the function of dynamins in yeast endocytosis? \nThis question wasaddressed and formed the basis for the JCS publication. Importantly this work also allowed us to identify regions of the protein that are important in endocytosis but do not appear to play a critical role of other membrane fusion/fission events mediated by Vps1. Thus we have an unexpected endocytic specific function. A second paper based on EM analysis of one of the mutants also allowed us to demonstrate the importance of the EM approach to this research. \n2. What is the interplay between dynamin and amphiphysins?\nResults from these experiments have now been published in the journal Traffic in which we revealted that Yeast dynamin Vps1 and amphiphysin Rvs167 function together during endocytosis. Our findings mean that there is a clearer mechanistic understanding of endocytosis in yeast. It mean that the yeast model is more fully applicable to the mammalian situation.\nIt also means that the yeast model might be further applied to understand the basis of disease mutants in dynamin family proteins Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}