{"id":"0AB2B5F8-793D-4D7F-80D4-D158669301B1","title":"Quantitative scale for halogen bonding and hydrogen bonding: a foundation for self-assembly","abstractText":"This project will provide quantitative experimental data on interactions between molecules that will underpin future research in self-assembly. The pre-eminent class of intermolecular interaction is the hydrogen bond. More recently established are halogen bonds, highly important interactions which parallel hydrogen bonds. \n\nThe atoms within molecules are usually held together by strong chemical bonds (150-1000 kJ/mol), but their molecular structures are often strongly influenced by forces that are about 10 times weaker, of which the most famous is the hydrogen bond. It is the hydrogen bond that provides the means for DNA to encode genetic information and for proteins to acquire their specificity. These weaker forces also underlie interactions between molecules, and hence determine how small molecules assemble into larger structures. Self-assembly is the process of forming the larger structures: it pervades research and technology in areas ranging from materials chemistry to catalysis to structural biology. For instance, it is the interaction of a drug with a protein that determines its activity, or the interaction of a catalyst with a substrate that determines its specificity.\n\nWhen strong chemical bonds are formed, for instance between nitrogen and hydrogen atoms, the electrons are distributed unevenly; the nitrogen acquires a slight negative charge and the hydrogen acquires a slight positive charge. A hydrogen bond is formed when a hydrogen atom with a slight positive charge interacts with another atom with a slight negative charge: e.g. N-H...OC, where O has a partial negative charge. In this project we will also focus on the halogen bond, in which the role of the hydrogen is replaced by a halogen (iodine, bromine or chlorine) with the partial positive charge. This situation arises when these halogens are attached to other groups that pull the electrons away, for instance fluorine-containing groups. \n\nIn 2004, Hunter presented a quantitative approach to understanding the impact of molecular interactions that has unified all classes of intermolecular interaction in all solvents. The basic principles have now been experimentally validated for simple systems that form hydrogen bonds, but the challenge is to implement this approach in systems that are more complicated and feature different types of intermolecular interaction. The research programme will examine hydrogen bonds to transition metal complexes and halogen bonds in general. The resulting quantitative measurements will be placed on a common scale with existing knowledge of organic hydrogen bonds.\n\nThe dominant techniques for quantitative probing of molecular interactions in solution will be nuclear magnetic resonance spectroscopy (especially appropriate to the transition metal compounds) and automated ultraviolet/visible spectroscopy (especially for the organic molecules). The interaction energies will often be determined at many temperatures, giving a full range of energetic information. The geometry of the interactions will be studied by X-ray crystallography, supported by solid-state nuclear magnetic resonance. The experimental studies will be underpinned by computational methods based on quantum mechanics that can predict the site of interaction and its strength. \n\nThe Brammer-Hunter-Perutz team bring great experience of studying intermolecular interactions and an established record of collaboration. The project is divided into three sections: (A) studies of transition metal compounds, (B) studies of interactions of organic molecules, (C) development of quantitative scales for hydrogen-bond and halogen-bond donor and acceptor strengths. Brammer provides the lead in crystallography, Perutz in NMR spectroscopy especially of transition metal complexes, and Hunter in automated UV/visible spectroscopy of organic molecules. Hunter also is the leader in data analysis methods and in computational methods.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J012955/1","grantId":"EP/J012955/1","fundValue":"344592","fundStart":"2012-08-01","fundEnd":"2015-10-31","funder":"EPSRC","impactText":"  They have not yet had any impact beyond acdemia  ","person":"Robin  Perutz","coPersons":[],"organisation":"University of York","findingsText":" Halogen bonding is the name given to a type opf weak bonding between an electropositive halogen and a base. It closely resembles the better know phenomenon of hydorogen bonding. We have demonstrated that metal hydride complexes are capable of halogen bonding as well as hydrogen bonding that had been described previously. We have also shown that it some halogen bonds manintain their strength even in polar solvents. We are currently completing a study that quantifies the strength of hydrogen bonds to different types of metal fluoride complexes. The grant has not yet finished They will be used by other acedmics to design new compounds exhibiting halogen bonds Chemicals","dataset":"gtr"}