{"id":"0ABC6608-1E0D-4491-8C9F-E5325F424BAF","title":"Helicobacter-induced CD4+ Th17 responses in intestinal inflammation","abstractText":"Inflammatory bowel disease (IBD), including Crohn?s disease and ulcerative colitis, is a significant health concern worldwide. In the United Kingdom alone there are ~150,000 people affected and 9,000 new cases diagnosed each year. With no cure existing, available treatments (medications, nutritional therapies, and surgery) are aimed at dampening the inflammation in the gut, thereby reducing the symptoms for the individual. However, there are many patients for whom these therapies are not effective, making the development of new therapeutic treatments a main priority and necessity.\n\nThe cause of IBD is not known; however, the intestinal bacterial flora is believed to be one factor contributing to the onset of disease in patients with these illnesses. A group of white blood cells called T helper (Th) lymphocytes that are part of the body?s immune system are believed, for unknown reasons, to ?attack? bacteria in the gut leading to intestinal inflammation. Recent data from both experimental models and human genetic studies has revealed that a protein called interleukin-23 (IL-23) plays an important role in the development of intestinal inflammation. It is currently unclear how IL-23 contributes to chronic inflammation; however, evidence suggests that this protein is essential for the expansion of a particular type of Th lymphocytes called Th17 cells. Th17 cells are believed to contribute to tissue pathology in certain autoimmune diseases through their production of the cytokines IL-17 and IL-22. To date, very little is known about the role of Th17 cells in intestinal inflammation. Thus, further research in this area will help our understanding of the process by which bacteria induce pathology in the gut, information that will be of utmost importance for the design of new therapeutic intervention strategies for IBD. \n\nIn this project, we will use an experimental model of intestinal inflammation involving infection with the bacterium Helicobacter hepaticus to study Th17 cells in intestinal pathology. In particular, we will examine how these cells develop and survive in the gut, and also characterize their production of cytokines such as IL-17 and IL-22 at different time points following infection. Moreover, we will use various novel in vivo approaches to block the action of Th17 cells or the cytokines they secrete to elucidate their role in the inflammatory process. Together, our studies will provide important information concerning harmful immune responses to intestinal bacteria that will help in the design of strategies towards the treatment of IBD in humans.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0700806","grantId":"G0700806","fundValue":"427791","fundStart":"2008-07-01","fundEnd":"2012-10-30","funder":"MRC","impactText":"","person":"Marika  Kullberg","coPersons":[],"organisation":"University of York","findingsText":"","dataset":"gtr"}