{"id":"0ABF39A1-9625-4D51-B07B-4CDA39AFA9E5","title":"Environmental and social influences on physical activity","abstractText":"Obesity in both children and adults is becoming increasingly common in this and other developed countries. Although the precise causes remain unclear, evidence suggests that even fairly small changes in physical activity could help to reverse this damaging trend. Physical activity also reduces risks of heart disease, diabetes, osteoporosis and even some cancers. Unfortunately, levels of activity appear to be decreasing in adults and may also be in children, although there is surprisingly little information available to confirm this. Approaches to increase activity, for example exercise prescriptions from the family doctor, have had limited success. There are many reasons put forward as to why people are inactive and what could be done to encourage activity. These cover such diverse areas as government policy concerning transport through to availability of school playing fields, sports facilities and a pleasant neighbourhood. Some are more easily altered than others. Before making potentially unhelpful and expensive recommendations it is useful to know how sedentary adults and children actually are and which factors (psychological, cultural, environmental and so on) are most strongly associated with inactivity. It would then be logical to target some of these factors in an effort to increase activity.\n\nWe propose to measure physical activity in adult volunteers by questionnaire and in 9-10 year old school children by questionnaire and also by using a matchbox sized device called an accelerometer worn on the waist which measures movement rather like a pedometer. The questionnaires will also assess a range of volunteer characteristics thought to be associated with activity including perceptions of the environment. In addition we will assess the built environment eg school and neighbourhood using both direct observation and a geographical information system that contains data on factors such as street lighting, garden size and traffic levels. This will enable the measures of physical activity and the assessment of the environment to be linked for each volunteer. We then plan to interview families to identify the barriers and opportunities to promoting physical activity. Finally we will present the results to interested groups with responsibility for health, children and the environment such as school governors, head teachers, Norfolk Children?s Services and also Cambridge Horizons, Local Authorities and the East of England Development Agency who are responsible for delivering nearly 50,000 new homes and #2.2billion of support infrastructure in the wider vicinity of Cambridge by 2016.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0501294","grantId":"G0501294","fundValue":"399250","fundStart":"2006-06-01","fundEnd":"2009-11-30","funder":"MRC","impactText":"","person":"Simon James Griffin","coPersons":["Andrew Peter Jones","Iain Richard Lake","Ulf  Ekelund","Esther  Van Sluijs","Nicholas John Wareham","Paula  Skidmore"],"organisation":"Medical Research Council","findingsText":"","dataset":"gtr"}