{"id":"0ABFE1FC-7C4C-4575-B4D9-B3408933F7FF","title":"Ash tree genomics: an urgent need","abstractText":"This project will sequence the genome of ash (Fraxinus excelsior).\n\nAsh trees in Britain currently face a most extreme threat due to the rapid spread of the deadly fungal disease Chalara fraxinea, with potentially devastating economic consequences. In recent days it has become clear that this disease is too widespread to be eliminated from Britain, and is unlikely to be contained. The survival of ash trees in this country will therefore depend upon genetic traits conferring resistance to Chalara fraxinea. In mainland Europe, already ravaged by this disease, a very low percentage of ash trees have shown a degree of resistance to Chalara fraxinea and its sexual form Hymenoscyphus pseudoalbidus (Kj&aelig;r et al. 2012; McKinney et al. 2011; McKinney et al. 2012). Such partially resistant trees are likely to provide the basis for future populations of ash in Britain and mainland Europe.\n\nNo genotype of ash has yet been found that shows complete resistance to Chalara fraxinea. However, ash trees in Denmark show genetic variation in their resistance, and this variation is additive. This means that the breeding of ash trees with a high level of resistance may be possible. However, the exact genetic basis of the resistant phenotypes found is unknown. This is partly due to the lack of fundamental knowledge about the genome of ash trees. Currently no genome sequence is available for ash, and the only plant in its order - the Lamiales - with a sequenced genome is the Monkey flower Mimulus guttatus, but this is in a different family. \n\nThere is an urgent need for basic characterization of the ash genome. Such a resource is essential for future DNA, RNA and protein-based studies of ash pathology, physiological and immunological responses, breeding experiments and reintroduction strategies. Due to next generation DNA sequencing technologies, it is relatively straightforward to sequence the whole genome of any species. The PI of this project has recently sequenced the whole genome of brch in this way, and his research group has expertise in tree genomics which is unique to the UK. The sequencing of the ash genome is a foundational step towards discovering the genetic basis of resistance to Chalara fraxinea and developing a breeding programme; it needs to be conducted without delay.\n\nThe project will begin on January 21, 2013. An ash tree for genome sequencing will be selected in collaboration with Dr Steve Lee, Programme Group Manager for 'Genetic Improvement' at Forest Research. Whole genomic DNA will be extracted from bud and cambial tissues in the PI's lab, and sent to Eurofins MWG Operon for sequencing. Sequencing will be carried out using the Illumina HiSeq 2000 v3 platform, with seven paired libraries of insert sizes of 200bp, 300bp, 500bp, 800bp, 3kb, 20kb and 40kb. Fraxinus excelsior, the ash tree native to Britain has a genome size of 954 Mbp (Kew C-value database); approximately one third of the size of the human genome. A total of 143 Gb of DNA sequence will be generated, giving 150X coverage of the genome. The Illumina data will be supplemented by longer reads generated by the 454 FLX++ platform which will provide 5x coverage with modal read length of 950bp. This data will be assembled by the PI and his PhD students on servers at CLCbio, Aarhus, Denmark under various parameter settings. The best assembly will be selected on the basis of N50 contig length, low number of Ns and high complete coverage of conserved eukaryote genes. The genome will be annotated electronically. In the spring, leaves and floral buds will be collected from the ash tree whose genome is being assembled. RNA will be extracted from these tissues and sequenced at QMUL. The RNA-seq data will be used to annotate the gene regions of the genome. We expect the first draft of the genome to be available by August 2013, and an annotated version by December 2013. This data will be made available through the EBI database.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/K01112X/1","grantId":"NE/K01112X/1","fundValue":"52065","fundStart":"2013-03-01","fundEnd":"2014-02-28","funder":"NERC","impactText":"  We produced a draft genome assembly for the European Ash tree, and made it available on a public website. This has been used by other researchers, and in our own research which is being followed up with a &quot;Living with Environmental Change: Tree health and plant biosecurity Phase 2&quot; grant. Our work on ash trees has generated considerable media interest. Agriculture, Food and Drink,Environment Societal","person":"Richard James Buggs","coPersons":[],"organisation":"Queen Mary, University of London","findingsText":"","dataset":"gtr"}