{"id":"0AD4623C-FCC9-4375-AE70-3C421900A5B9","title":"Pilot investigation: expression of Phox2 genes in neurons associated with the lateral line system in shark embryos","abstractText":"How did vertebrates evolve? Many of the features we associate with vertebrates, such as a head with a skull and special sense organs (paired eyes with lenses for acute vision, ears with hair cells for hearing and balance, nose for smell), arise from two embryonic cell populations. The NEURAL CREST makes much of the skull, and most peripheral neurons (outside the brain/spinal cord). CRANIAL PLACODES are patches of thickened skin on the embryonic head that make paired special sense organs and most peripheral sensory neurons in the head. In fish and amphibia, another set of sensory hair cells, like those in the inner ear, are arranged in lines over the surface of the head and body: these detect water movements and electromagnetic fields. This LATERAL LINE SYSTEM arises from LATERAL LINE PLACODES; it is important for detecting prey and avoiding obstacles. Neural crest and cranial placodes make many of the unique features of vertebrate body plans, so their evolution was crucial for vertebrate evolution. They are thought to have evolved as the vertebrate ancestor moved from a fairly passive, filter-feeding existence to an active predatory lifestyle. This is a pilot project to test a hypothesis about the earliest evolution of the lateral line system: whether it might have evolved not for distance reception (its function today), but instead as part of the neuronal reflex circuits that control unconscious bodily (visceral) functions. Neurons derived from the EPIBRANCHIAL PLACODES send information to the brain from taste buds, and other sensory receptors inside organs such as the heart and lungs, telling the brain what reflex action is needed, e.g. whether the breathing rate needs to go up. Remarkably, all neurons in such 'visceral reflex circuits' need the Phox2b transcription factor (a protein that turns specific genes on or off) to form properly. Not only do the epibranchial placode-derived sensory neurons need Phox2b (and its close relative Phox2a): so do the neurons they talk to in the brain, and the neurons that talk back to glands and smooth muscle. Interestingly, Phox2a is also expressed in lateral line sensory neurons in zebrafish, while Phox2b is needed for the formation of neurons in the mouse brain that send information to inner ear hair cells. In fish, these neurons also talk to lateral line hair cells. Is there an embryonic/evolutionary link between the Phox2-dependent visceral reflex system, whose sensory neurons arise from epibranchial placodes, and the lateral line system, whose hair cells and sensory neurons arise from lateral line placodes? If lateral line neurons are Phox2b-dependent, like epibranchial placode-derived neurons, then perhaps they first evolved as part of the sensory arm of Phox2-dependent visceral reflex circuits? In this pilot project, we aim to learn whether Phox2 genes are expressed in lateral line sensory neurons, the neurons they talk to in the brain, and the neurons in the brain that talk back to the lateral line hair cells. We will use shark embryos for these experiments, to see if Phox2 expression in lateral line-associated neurons is an ancient vertebrate trait, or something new that evolved in modern bony fish like zebrafish. If Phox2 genes are not expressed in lateral line-associated neurons, then we discard our hypothesis. However, if they are, we would then propose to investigate the role of Phox2 genes in the lateral line system, how they are switched on in lateral line vs visceral reflex-associated cells, and what genes they themselves turn on/off in lateral line vs visceral reflex neurons. This would increase our understanding of these remarkable transcription factors, illuminate the relationship between lateral line and epibranchial placodes, and provide insight into cranial placode (and thus vertebrate) evolution. However, first we need to find out if Phox2 genes are expressed in lateral line-associated neurons.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D008336/1","grantId":"BB/D008336/1","fundValue":"47336","fundStart":"2006-02-01","fundEnd":"2007-01-31","funder":"BBSRC","impactText":"  Research assistant training in transferable skills including project management, networking, teamworking, and written and verbal communication. This is valuable preparation for employment in both the private and public sectors. Other Societal","person":"Clare Victoria Baker","coPersons":[],"organisation":"University of Cambridge","findingsText":" We isolated shark (Scyliorhinus canicula) Phox2b and showed that, although it is not expressed in lateral line ganglia at any stage examined, it is a pan-gnathostome marker for epibranchial placode-derived neurons. We also used the transcription factor Tbx3 to describe the development of S. canicula lateral line ganglia for the first time. These results provide a significant advance in our understanding of the development of neurogenic placodes in shark embryos, and support a high degree of evolutionary conservation across all gnathostomes of the transcription factors important for epibranchial placode development. We created useful tools for the community by cloning cDNA fragments of shark transcription factors, whose sequence was deposited in a public database. Other","dataset":"gtr"}