{"id":"0AE9A4D6-1791-4B2C-8CFC-11E27E7F34C6","title":"Physics with Trapped Antihydrogen","abstractText":"Understanding the origin and evolution of our Universe has been at the heart of scientific endeavour for centuries. Recent decades have seen major advances, as physics and cosmology have combined to produce the beginnings of a coherent picture. Our Universe seems to have been born in a cataclysmic event called the Big Bang, and has continuously evolved over the 13-14 billion years since then. Though much of the visible Universe can be explained, there are still many profound mysteries, including the existence of antimatter, and its fate.\n\nSimply put, antimatter is an enigma. Whilst the symmetry of the laws of physics, and in particular quantum mechanics, predict its existence on a more-or-less equal footing to matter, the Universe appears to be composed only of the latter. Addressing this conundrum is one of the great challenges of basic science. As the Universe cooled after the Big Bang it appears that all the antimatter vanished, but leaving a tiny excess (one part in a billion) of matter from which the entire material Universe is created. The problem is we don't understand how this came to be. There are asymmetries in the behaviour of matter and antimatter, but they are too small by many orders of magnitude to account for the existence of matter in the Universe. \n\nOne way to address this problem, and the way we have chosen, is to study antihydrogen - an atom that the Universe never got the chance to make - and compare its properties with those of hydrogen. Recently, we have made great progress. We are now able to gently mix antiprotons and positrons to create some antihydrogen atoms with low enough kinetic energies to be held in a magnetic minimum neutral atom trap that is only 0.54 K deep. This trap is formed by magnetic fields from a complicated coil arrangement that forms the field minimum in the centre of the antihydrogen production region. Antihydrogen, like hydrogen, has a tiny magnetic moment - think of the orbiting positron as a tiny current loop - such that the energy levels shift in an applied magnetic field. Those atoms whose potential energy increases in the field will prefer to sit at the magnetic field minimum, and may be trapped. We have been able to confine anti-atoms for 15 minutes or more if required, so we are sure that they are in their ground state.\n\nIn a landmark experiment we have performed the first ever study of an anti-atom by bombarding the trapped antihydrogen with microwave radiation. The frequency of the microwaves was tuned to a resonant transition that forced the anti-atoms into a quantum state that could not be held in the trap. The result was that the trap was emptied of the antihydrogen - but only when the microwave frequency was set appropriately. We were able to tell that our trap had been emptied, and also spot the annihilations as the antihydrogen hit the trap walls. We are currently re-building our apparatus to improve this experiment, and also to use lasers to address the spectrum of antihydrogen. \n\nAlthough this capability has great opportunities, there is much work to be done before the properties of hydrogen and antihydrogen can be compared with precision. In this project we will start in this direction. If any differences are found, we will have discovered new physics, and perhaps come some way along the road to discovering the fate of antimatter in the early Universe.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L014769/1","grantId":"EP/L014769/1","fundValue":"459893","fundStart":"2014-02-01","fundEnd":"2017-01-31","funder":"EPSRC","impactText":"","person":"Paul  Nolan","coPersons":["Swapan  Chattopadhyay","David Thomas Joss"],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}