{"id":"0B01F138-D847-4F81-88BC-2DBDDB368DA5","title":"Earthquakes without Frontiers: A Partnership for Increasing Resilience to Seismic Hazard in the Continents","abstractText":"Between 2 and 2.5 million people have died in earthquakes since 1900, and approximately two-thirds of those deaths have occurred in the continental interiors, far from the plate boundaries. Over this time interval, advances in the scientific understanding of earthquakes have been translated into impressive resilience in regions where the hazard is well understood (eg California, Chile, and Japan). Here, resilience is defined as the ability of a community to resist, accommodate, or adapt to the effects of an earthquake, to maintain critical basic functions, and to recover after the event. \n\nComparable advances have not, however, taken place in most parts of the continental interiors. Instead, many parts of the continental interiors, and particularly the Alpine-Himalayan belt, have seen a major increase in vulnerability to earthquakes in the last few decades, due to a wide range of social, economic, and governance issues. Increasing resilience to continental earthquakes and their related hazards is therfore an urgent scientific and societal priority. This goal requires a holistic view of earthquakes, and collaboration between physical scientists, social scientists, practitioners, and governments on a scale that has not yet been attempted. Our project knits together three groups with extensive and successful track records in (i) the science of earthquakes and related hazards [COMET+, the Dynamic Earth and Geohazards research group in the National Centre of Earth Observation, and the British Geological Survey Hazards Group] (ii) exploring the social science of resilience to emerging hazards and risks [Institute of Hazard, Risk and Resilience, University of Durham, and associated researchers] and (iii) the use of research to promote evidence-based policy [Overseas Development Institute].\n\nFirst, we shall establish a global partnership between researchers from six UK universities, two UK research centers, and representatives of a wide range of governmental and non-governmental organisations from countries across the Alpine-Himalayan belt. This partnership will be focused on communication and sharing of research needs and knowledge gaps, basic research findings and outputs, and new approaches for building resilience to earthquakes across the region.\n\nThis partnership will carry out coupled physical- and social-science research in three case-study areas (China, central Asia, and the Himalayan front). Our understanding of earthquake occurrence across this large region is currently too poor to provide detailed estimates of likely earthquake probabilities and effects at the sub-national scales needed by communities - let alone to provide forecasts of earthquake occurrence. \n\nOne component of the project involves research into the locations of active faults across the region, the rates at which they are currently deforming, and the ground shaking that they are likely to produce. This basic physical science research, which will also include the effects of secondary hazards such as landsliding, will provide baseline scenarios about the hazards in forms that are meaningful for, and usable by, the communities at risk.\n\nAt the same time, we shall map and identify the societal factors that help or hinder the creation of resilience to those physical hazards. This holistic approach to resilience will include investigation of cultural practices and adaptations, economic considerations, social mechanisms, and the role that governance at all scales plays in determining how resilience communities are to earthquakes.\n\nThe overall framework of this project, provided by the ODI's RAPID methodology, will allow us to draw upon the expertise of the partner organisations, and the research findings outlined above, to generate a set of evidence-based toolkits and policy recommendations that together will define the pathways by which resilience to earthquakes can best be increased, both in the case-study areas and across the entire partnership.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J019941/1","grantId":"NE/J019941/1","fundValue":"33483","fundStart":"2012-07-01","fundEnd":"2017-06-30","funder":"NERC","impactText":"","person":"Samantha  Jones","coPersons":[],"organisation":"Northumbria University","findingsText":"","dataset":"gtr"}