{"id":"0B09E44A-9AC0-448D-85A1-30DF4FB10858","title":"'Collections Demography' On Dynamic Evolution of Populations of Objects","abstractText":"Collections of heritage objects have a specifically dynamic evolution: they constantly grow and constantly degrade depending on use, environment and material properties. Understanding of this dynamics is currently lacking, yet it could significantly optimise of collection management. To achieve this, the project poses several fundamental research questions: \\n- How to explain collections as dynamic populations? \\n- What is the relationship between an object and a group of objects (collection)? \\n- How to describe the demographics (changes in a population over time) of collections in relation to age, use, environmental influences and values we attach to heritage? \\nSignificant reference points in an object's life need to be defined, particularly the 'point of failure', therefore, a philosophical framework defining (un)acceptable levels of damage is necessary. Given the extent of knowledge and existing data collected in the last decade for paper-based objects, this project will largely focus on library and archival collections. \\nDemographic statistical tools will be exploited to model changes in populations of objects. The established functions of change based on agents such as environment, use and inherent properties of objects will be overlaid on existing and new collections survey data (census data). The main output, the demographic model will be informed and interpreted through an overarching framework of cultural values. This management tool will, therefore, be based on a holistic understanding of the value of collections.\\nThe Collection Demography proposal is ideally nested within the theme Nature of Transformation. Beside focussing on material agents of change, the proposal principally examines the transformation of cultural values over time and addresses the culturally-driven question with scientific tools. Appropriate computational tools will be developed to interpret the demography of historic collections. Exploration of the effects of environmental change on collections also addresses the Resilience and Adaptation theme. Despite the project's focus on archival and library collections, the outcomes of this research project will have application to all cultural heritage collections. The rich interdisciplinarity arising from the collaboration of art historians, conservators, heritage managers, environmental, building and material scientists, and statisticians strongly supports the goals of the Science and Heritage Programme. The cooperation between the higher and non-education sectors will help to diminish sector fragmentation and build the much needed capacity in full alignment with the Programme goals.\\nThe wider relevance of the project has been stressed at many recent fora: 62 expert participants in the Science &amp; Heritage Programme Research Cluster 'Environmental Guidelines: Opportunities or Risks' (EGOR) strongly stressed the need for tools integrating the relationships between people, collections and environment. The project will also provide arguments in the BSI/CEN debates on new environmental standards and guidelines. The CATCH22 Cluster (Cultural Encounters and Explorations) was largely based on debates linking change and damage as an issue still widely unknown.\\nA number of facilitated public and expert engagement workshops are planned to explore the values attached to objects and collections. Dissemination is planned through two international workshops, refereed publications posters, interactive project website with video information and printed materials. The collaborating partners will organise an international conference on value, material and environmental change in relation to heritage collections. The heritage partners will also review their collection management policies in line with project outputs.\\nThe project partners are UCL Centre for Sustainable Heritage, University of East Anglia, UCL Department of Statistics, The national Archives (UK), English Heritage and The Library of Congress (USA).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H032606/1","grantId":"AH/H032606/1","fundValue":"621834","fundStart":"2010-06-01","fundEnd":"2013-05-31","funder":"AHRC","impactText":"  The evidence and the models produced in the course of the project have found use in the following sectors:\n\n(i) Heritage collection management: the Collections Demography models have informed more sustainable and holistic collection management in archives and libraries, providing the evidence base for balancing access and preservation, and enabling the prioritisation of environmental variables that could lead to a beneficial effect in relation to long-term protection. The project also provided the first evidence to support the implementation of the BSI PAS 198 guideline for collection environmental management. This has increased the quality of public service, but also increased the effectiveness of resource use in the public sector.\n\n(ii) Education: the evidence produced by the project, as well as the data and models, have been used to successfully deliver a range of workshops for heritage practitioners in collaboration with CyMAL, the Smithsonian Institution, Nationaal Archief (The Netherlands) and the Library of Congress. The materials are also used for teaching at courses at University College London. This will lead to increased quality of the public service.\n\n(iii) Better preservation of heritage collections will lead to its improved appreciation by the general public. The project itself engaged ~900 visitors and users of heritage in discussions exploring long-term attitudes to heritage collections and their preservation, and its outcomes will continue to benefit users of heritage through better and more sustainable preservation of cultural heritage, thus increasing the quality of life.\n\n(iv) The project outcomes have been used to develop research projects supported by industry, particularly the sensors and instrumentation industry and instrumentation industry. The interest of these companies in the project results is in that the developed concepts and models could be commercially exploited, which will lead to increased competitiveness. Several such projects have been developed through the EPSRC Centre for Doctoral Training in Arts, Heritage and Archaeology. Education,Environment,Culture, Heritage, Museums and Collections Cultural,Societal,Economic,Policy & public services","person":"Matija  Strlic","coPersons":["Nancy  Bell","Jinghao  Xue","Joel Thomas Taylor","Peter  Brimblecombe"],"organisation":"University College London","findingsText":" The research project integrated arts&amp;amp;humanities, materials and environmental research into long-term heritage collection care. \nBased on a substantial body of published research on collection materials and environments, the significant need to understand the dynamics of change on the level of collections was addressed and evidence was interpreted through the lens of values stakeholders attach to heritage.\nWe explored new methodologies of assessing the value of objects in the context of different uses of collections, both qualitatively and quantitatively, to understand long-term stakeholder expectations in relation to collection care. \nWe performed research to understand interactions between the environment and paper-based collections, and developed new quantitative relationships ('isoperms') linking permanence with environmental data and inherent material properties. We explored the accumulation of wear and tear, thus enabling collection managers to assess the effect of physical use of collections on the accumulation of damage. \nThe dynamics of these processes is captured quantitatively in models called 'isochrones', describing the expected collection lifetimes. \nWe undertook research to understand the effect of climate change on collections, demonstrated on two case studies: Brodsworth Hall (English Heritage) and The National Archives, Kew.\nThe environmental, materials and value research provided evidence to inform the development of a comprehensive collection demographic model. This tool informs the development of holistic collection management guidelines. The project outcomes may be of use to the following beneficiaries:\n(i) Collection managers may use the scientific evidence and models to inform the development of environmentally and socially sustainable environmental management guidelines for use in their institutions, in line with publicly available standards such as the BSI PAS 198, which has been developed in parallel with Collections Demography.\n(ii) Public engagement teams in heritage institutions may use the Collections Demography methods to engage visitors and users of heritage collections in more wide-ranging discussions about the future of heritage.\n(iii) Heritage scientists may use the Collections Demography models (isoperms and isochrones) as well as data, and apply them to collections and materials other than paper and library and archival collections. Additionally, heritage scientists may find methods of social science research, such as factor analysis used in the context of heritage science in the Collections Demography for the first time, of interest.\n(iv) Environmental scientists may be able to use downscaled climate change data for the two case study sites, as well as data on the interaction of pollutants with paper-based collections.\n(v) Material scientists may be able to use models of degradation of materials as well as the research techniques we used, in research into the stability of other material types, particularly where the public is a strong stakeholder.\n(vi) The public will be able to enjoy interaction with heritage collections for longer, and in a more sustainable manner. The project engaged almost 900 members of the public (users of libraries and archives) in the research, which was a significant achievement in itself. Digital/Communication/Information Technologies (including Software),Education,Environment,Culture, Heritage, Museums and Collections","dataset":"gtr"}