{"id":"0B0AC63D-A023-4F3B-979A-688E07BD9972","title":"A Biomimetic, Self Tuning, Fully Adaptable Smart Lower Limb Prosthetics with Energy Recovery","abstractText":"Every year, thousands of people lose a lower limb as a result of a range of factors such as circulatory problems, complications of diabetes or trauma. \nCurrent lower limb prostheses can be divided into three groups: i) Purely passive mechanical and requiring a significant voluntary control effort; ii) Actively controlled in which the limb performance is measured and parameters altered to improve performance; iii) Actively driven, or powered prostheses using actuators to directly input mechanical work into the limb. The latter devices do not take into consideration the dynamic interaction between the body elements and prostheses. As a result, they require large amounts of energy and have low efficiency. Therefore they are not in harmony and synergy with the human body. Hence, there is a need for a new generation of lower limb prostheses which can mimic the human muscle by combining active and passive modes. \nThe new generation of prostheses should have a plug and play characteristic and the limb would self tune to the current walking situation (level, slopes and stairs) to optimise the system performance to the user. During the walking cycle, the artificial limb will switch between delivering energy to the walking motion to harvesting energy during the swing phase; prolonging battery power and reducing the burden on the batteries. \nThe aim of this project is to design and develop a new smart lower limb prosthesis through a research programme structured around the following activities. \n1) Use of body hub sensors to measure gait dynamics in real time;\n2) Use of prosthesis integrated sensors interfaced with the human limb to measure reaction loads during prosthesis use; \n3) Estimation of user intent and evaluation of the potential for haptic or other forms of feedback from the prosthesis to enhance its usability; \n4) Optimisation of energy use through dynamic coupling and energy generation; and \n5) Improvements in limb comfort associated with extended periods of wear.\nThe outcome of the research will be a step change towards the use of technology in relation to the human body and mobility considering human-machine dynamic interaction. The research outcomes will address a number of healthcare challenges associated with the restoration of mobility in amputees, and paves the way for a new direction in the design and development of devices to support mobility in an aging population and applications such as the rehabilitation of stroke patients. The world's third largest manufacture of prosthetics is in the UK and this research will boost the advancement of the UK position worldwide by providing enhanced opportunities for commercialisation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K020463/1","grantId":"EP/K020463/1","fundValue":"618676","fundStart":"2013-09-01","fundEnd":"2016-08-31","funder":"EPSRC","impactText":"  As we have just started the second year of our three year project, these will be converged in more detail at a later stage.\n\nWe have already had a stakeholder event with 30 participants with focus on lower limb prosthetics. In this event we had prosthetic end users, clinicians, neurologist, industry and academics.  ","person":"Abbas Ali Dehghani-Sanij","coPersons":["Neil  Messenger","Todd Dale Stewart","Robert  Richardson","Osvaldo Maximo Querin"],"organisation":"University of Leeds","findingsText":" The project duration is three years. It started in Sept. 2013.\nDuring the first year we have established our stakeholder group.\nWe have also carried out a number of trails on healthy subjects and amputees with respects to biomechanics data related to activities of daily living.\nThese have been analysed and are being used in simulation to establish what parameters should be considered in the design of Smart BioLeg system (an adaptive lower limb prosthetic device). One way is by publications that we have already started on.\n\nWe have had one conference paper.\n\nWe have also had a local stakeholder event. Education,Healthcare,Manufacturing, including Industrial Biotechology","dataset":"gtr"}