{"id":"0B10137E-F09F-45D9-ADA9-D606F458497A","title":"MashMyData: Visualization and intercomparison of environmental data on the web","abstractText":"There are a number of distinct types of data which environmental scientists use to study the Earth - in-situ data, remotely-sensed data and numerical model output. There needs to be greater integration of these diverse data in order to increase our understanding and minimise errors associated with modelling the Earth system. This can take a number of forms such as model validation, data assimilation, quality controlling of observations and ground-truthing of satellite data. Although these processes are recognised as scientifically desirable, they are often technically difficult, tedious, or time-consuming due to a lack of harmonization across data products - e.g. different data formats, naming conventions, means of data access. We propose to develop a proof-of-concept web portal which will allow the overlaying and comparing of a range of diverse environmental data. Certain standard datasets such as climatologies and databases of marine, atmospheric and terrestrial observations will be accessible automatically. In addition, users will be able to securely upload their own data in a range of formats for comparison with the standard datasets. Users will be able to compare available datasets with each other, for example by calculating the differences between a set of observations and a model. They may then visualise the results of this either on a map, or on a graph of the data at a given location through time. Finally, the user may opt to download datasets in a choice of formats in order to be able to carry out more complex analysis in external applications if desired. This technology will be used in two different areas of scientific research as examples: ocean biogeochemistry and the forecasting of rain.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H002073/1","grantId":"NE/H002073/1","fundValue":"44165","fundStart":"2010-07-26","fundEnd":"2011-07-25","funder":"NERC","impactText":"","person":"Bryan  Lawrence","coPersons":[],"organisation":"STFC - Laboratories","findingsText":"","dataset":"gtr"}