{"id":"0B2D3144-016D-4992-970D-958A365B94F6","title":"A programme for studying the role of microtubule-associated proteins in xylem formation","abstractText":"As shoots grow into the atmosphere, water and minerals are transported from the roots to the advancing leaves. This occurs in specialized transport tissue called xylem. Xylem contains cells called tracheary elements (because early microscopists thought they look like animal breathing tubes / trachea). Tracheary elements form conducting pipes by thickening their walls with spirals or hoops of new wall material; they then hollow their contents by programmed cell death and the end-walls become perforated allowing continuous flow from cell to cell. Actively conducting xylem is found in sapwood but, later, the cells become more thickened to form inactive heartwood - the supporting material of wood. We need to know how wood-forming cells form in order to rationally manipulate this material. Previously, by grinding leaves of the plant, Zinnia, it was possible to convert some cells to xylem cells in the test tube. We have worked on Zinnia but its genetic information is not sequenced, making it very difficult to do molecular biology. Others have shown that cells of Arabidopsis (whose genome has been sequenced) can also be induced to become xylem cells in the test tube but this occurs with low efficiency and in clumps. Now, we have found a way of converting single Arabidopsis suspension cells into xylem cells synchronously, with high efficiency, time after time. This gives us an important lead and in preliminary work we have shown that all parts of the following programme are feasible. Just before cell death, the cytoplasm in xylem cells undergoes a striking reorganization, forming circumferential bands that exactly match the thickening ribs of cell wall. This is due to the bunching-up of microtubules (the cell's 'scaffolding rods') attached to the inside of the cell membrane. Microtubules act as tracks for enzymes that move along the membrane, extruding cellulose microfibrils into the cell wall. This explains the coincidence between the patterns formed by microtubules and the thickened ribs of cell wall. Synchronous formation of tracheary elements is therefore an ideal model system for following how microtubules bunch together, particularly since the highly visible wall thickenings can be easily monitored in systematic screens. We want to screen the microtubule-associated proteins that influence the organization of microtubules during xylem cell formation. We propose studying the entire collection of genes in Arabidopsis to see which ones are switched on/off as xylem cells form ('transcriptomics'). We will then compare these with the actual proteins that bind microtubules in the test tube ('proteomics'). By examining all known microtubule-associated proteins, and possibly identifying novel ones, we will select those that are active during cell formation. Then we will interfere with these genes to test our hypothesis that changes in the behaviour and organization of microtubules will change the pattern of thickening in the cell wall. We will user laser microscopy to follow the changes in microtubule behaviour that result in the different wall sculpturings.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G008019/1","grantId":"BB/G008019/1","fundValue":"462774","fundStart":"2009-02-01","fundEnd":"2012-01-31","funder":"BBSRC","impactText":"","person":"Clive  Lloyd","coPersons":["John Hugh Doonan"],"organisation":"John Innes Centre","findingsText":"","dataset":"gtr"}