{"id":"0B2DA93F-5C4A-45FF-9D60-0212CB847F1D","title":"Application of MesoScale Technology for the Measurement of Multiple Biomarkers to Explore Molecular and Cellular Processess.","abstractText":"Analysis of molecular and cellular events is crucial in modern life sciences research, for a better understanding of (i) fundamental biological processes, (ii) the changes that characterise associated disease states, and (iii) the development of therapeutics. This research proposal brings together seven research areas, spanning the regulation of the immune and nervous systems, haemopoiesis, tissue development and regeneration and cell metabolism that share a common theme of wanting to utilise sensitive, quantitative and high throughput state-of-the-art instrumentation to analyse a range of cellular mechanisms. This instrument is the Mesoscale Discovery (MSD) SECTOR Imager (SI) 6000 which offers a sensitive, adaptable platform with which to measure several analytes in cell or cell-derived samples. The technology relies on the use of chemically tagged antibodies that recognize the analytes of choice. When bound to their target, the Abs emit light upon electrochemical stimulation which is measured and quantified. The main features provided by the instrument are: - the ability to accurately quantify activation of specific signals; - it facilitates detection of multiple signals simultaneously. - in situations where cell samples may be limiting, information on several different signalling molecules can be generated simultaneously. - the system allows for more rapid analysis, - provides platform for developing our own custom made assays for future applications.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F010850/1","grantId":"BB/F010850/1","fundValue":"93387","fundStart":"2008-04-17","fundEnd":"2009-04-16","funder":"BBSRC","impactText":"","person":"Stephen  Ward","coPersons":["Geoffrey D Holman","David  Tosh","Melanie Joanne Welham","Andrew Graham Watts","Susan  Wonnacott","Amanda Barbara MacKenzie"],"organisation":"University of Bath","findingsText":"","dataset":"gtr"}