{"id":"0B37892C-E08C-4AD8-BF1E-9BA30FCDF8EB","title":"Working with social haunting: past- and present-making in two &quot;communities of value&quot;","abstractText":"Our project examines how the present is 'haunted' by the past in two 'communities of value' with long and sometimes tumultuous histories: the Manchester-based Co-operative College and associated Rochdale Pioneers Museum, and the South Yorkshire community branch of the trade union Unite which operates out of the National Union of Mineworkers (NUM) in Barnsley. The communities share similar values of mutuality and collectivism and have a keen awareness of their historical identities. However their approaches vary markedly: one is a public-facing heritage site, while the other is a much more obviously politicised activist community.\n\nAccording to the sociologist Avery Gordon, a social haunting is a reminder and legacy of past social violence. It is a sense, a feeling, a way of thinking, an atmosphere that pervades within a community, influencing its future in myriad, perhaps unnoticed, ways. Our research will explore this concept from an Arts and Humanities perspective, shedding light on the role of architecture, artefacts, landscapes, sounds, poetry and graphic narrative in recalling 'barely visible' historical experiences and exploring the changing nature of community values. \n\nIn this project we will, in partnership with our two case study communities, establish two '[Ghost] Co-Labs'. These project-long co-production spaces will bring together members of the project team, our arts collaborators, and community partner members to codesign a programme of activities that develop through phases. These will involve an investigative phase in which participants engage in multi faceted historical research led by an expert in heritage studies and a creative phase in which they use insights gained from these explorations to create arts-based outputs. These outputs will include three collectively-produced arts-based community outcomes: a one hour community radio broadcast formatted in mixed 'collage documentary' and radio art form; a small archive of workshop poetry; a small visual archive of comic strips. Through this process, we aim to attune to the often contested and sometimes barely visible processes of past- and present making that is forming ways in which communal lives are being lived as both our partner organisations and communities reshape and renew themselves in the face of new social challenges.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/M009262/1","grantId":"AH/M009262/1","fundValue":"33496","fundStart":"2015-02-02","fundEnd":"2016-02-01","funder":"AHRC","impactText":"","person":"Nigel Geoffrey Bright","coPersons":["Cilla  Ross","Sarah  McNicol","Tobias A Pillatt","Andrew  McMillan","Angela  Connelly"],"organisation":"Manchester Metropolitan University","findingsText":"","dataset":"gtr"}