{"id":"0B3A973D-B849-4328-94A1-53E6CB5DB6A5","title":"Multi-Scale Numerical Modelling of Magnetised Plasma Turbulence","abstractText":"The majority of the visible matter in our universe is plasma. Since plasma contains free electric charges (ions and electrons), it is sensitive to electromagnetic fields and waves, and electric currents can flow in the plasma. Laboratory plasmas are being increasingly exploited in contemporary high-value, high-technology industries. Plasma in the sun, magnetosphere and ionosphere have impacts on many human activities, from space weather to GPS satellite and landbased communications. For the longer term future the harnessing of fusion energy to provide the world's energy needs in an environmentally safe, carbon-free way may be based on magnetically or inertially confined plasmas. Electromagnetic waves are used to heat plasma in fusion reactors, but they are also used for basic plasma experiments in the laboratory and in the Earth's ionosphere, and for satellite communication and GPS.\n\nThis project aims to build a comprehensive multi-dimensional, full-scale numerical model to study the propagation and the complicated interactions between high-frequency electromagnetic waves and magnetised plasmas on different length- and timescales. The results of the project will develop our understanding of the complex interactions between electromagnetic waves, such as microwaves, and plasmas, and how electromagnetic waves can be used to inject energy into the plasma. The project is timely in view of the ongoing construction of the fusion test reactor ITER in Southern France, and the results will also provide a pre-study for planned laboratory plasma experiments at the University of Strathclyde. The project also has relevance to active experiments using the Earth's ionosphere as a natural plasma laboratory, and to satellite communication where the effects of the ionospheric plasma layer need to be compensated for.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M009386/1","grantId":"EP/M009386/1","fundValue":"303376","fundStart":"2015-01-26","fundEnd":"2018-01-25","funder":"EPSRC","impactText":"","person":"Bengt Erik  Eliasson","coPersons":["Kevin  Ronald","Alan David Phelps"],"organisation":"University of Strathclyde","findingsText":"","dataset":"gtr"}