{"id":"0B3D690D-77E1-44E8-AC9B-3B025E87D4B4","title":"Food System Governance, Food Security and Land Use in Southern Africa","abstractText":"The role of private companies and other institutions is of growing importance in food security and land use issues in southern Africa. These include major 'up-steam' actors in the food system, including those engaged in food processing, marketing, intraregional trading, and the food aid sectors. All are ultimately influenced by consumers, and can therefore are largely controlling demand. The role these 'actors' fulfil, and the way in which they operate, is mediated by their interactions with each other and with both state structures (e.g. SADC and national policies). In essence, the governance arrangements among these actors determine how these interactions play out, but the situation is complex and these arrangements are poorly understood.\n\nThe overall objective of the project is to draw on research skills from South Africa, UK, US and the Netherlands to build an international community of researchers closely linked to a range of stakeholders across southern Africa's public and private organisations. This community will then be able to co-design and jointly undertake research on (i) the effectiveness and adaptiveness of food system governance arrangements for food security; and (ii) food systems governance as driver of land use change and implications for associated ecosystem services.\n\nThe research focus on governance arrangements in southern Africa's food systems is highly innovative. Earlier work has highlighted this need, but there has been little coordinated effort to address this at national level, let alone internationally. The multi-level approach spanning SADC-national-provincial-local levels, again strongly advocated by earlier work, is also innovative. Combining the governance angle with the multi-level work is the distinguishing feature of this proposal. Results will help inform both public and private policy making on the consequences of 'demand-led' decision making for food security and land use change, thereby complementing other work on land use change as driven by issues of food supply.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M005321/1","grantId":"NE/M005321/1","fundValue":"60397","fundStart":"2014-04-01","fundEnd":"2016-10-31","funder":"NERC","impactText":"","person":"John  Ingram","coPersons":["Jeremy  Phillipson","Mark Jonathan Whittingham","Elizabeth  Oughton","John William Gowing","Jaime M. Amezaga"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}