{"id":"0B504A88-A1E3-400C-A734-56BC60F00118","title":"Functional analysis of the Epstein Barr virus nuclear antigen leader protein (EBNA-LP) in a viral context.","abstractText":"Epstein-Barr virus (EBV) infects most of the human population. Infection normally has no symptoms but some people develop infectious mononucleosis (glandular fever) when they become infected. The virus persists life-long in a dormant (latent) state in certain white blood cells. However, occasionally EBV causes cancers of the white blood cells, particularly where individuals are also infected by HIV or Malaria. EBV is also associated with a cancer of the nasopharynx which is unusually common in Southern China. In all, about 1% of all cancers worldwide are thought to involve EBV. The process of establishing EBV latency is governed by some of the viral genes, including the EBV nuclear antigens (EBNAs). The focus of this research grant is one of the EBNAs, EBNA-LP. Previous research has shown that EBNA-LP is important for the ability of EBV to change B cells into a more cancer-like state (transformation): in cell culture EBV can 'transform' B cells to divide indefinitely. EBNA-LP has also been shown to bind to a number of cellular proteins, and to enhance the abilities of another EBNA, EBNA2, to activate certain genes. However, there is no clear understanding of what EBNA-LP does in the context of virus infection. We also don't know whether any of the reported interactions of EBNA-LP with cell proteins are relevant to its functions in EBV infection.\nTo overcome this, I have developed new methods to create EBV strains in which EBNA-LP has been deleted or engineered to contain defined mutations. This was an exceptional technical challenge due to the complex nature of the EBNA-LP gene. Using these viruses, we will be able to assess what roles are played by EBNA-LP in the transformation of B cells, and to identify genes that are controlled by EBNA-LP. I will also clarify the ability of EBNA-LP to interact with cellular proteins, identifying which parts of EBNA-LP bind to these proteins. By correlating the ability of EBNA-LP mutants to interact with a specific host protein and specific defects in transformation, I will identify the biological significance of these interactions and elucidate which ones may provide novel therapeutic targets for EBV. The protein interfaces involved in the interactions and the sites of protein modification may provide targets for chemical compounds that can inhibit those interactions. Revealing precisely what EBNA-LP does for the virus and its mechanism will thus allow future development of assays for novel anti-EBV therapies that may allow elimination of the virus or novel treatments of EBV associated cancers. There are many examples in cancer biology and immune evasion where key cell mechanisms have been discovered by investigation of virus proteins that have evolved to interfere with cell processes. It is therefore hoped that more general insights into disease mechanisms will also come out of the experiments in this research proposal.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L008432/1","grantId":"MR/L008432/1","fundValue":"452675","fundStart":"2014-02-03","fundEnd":"2017-02-02","funder":"MRC","impactText":"","person":"Robert E White","coPersons":[],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}