{"id":"0B560D47-8615-4F23-9D62-EA6994C961F0","title":"Ecological processes during the origins of agriculture in the Fertile Crescent","abstractText":"The origin of agriculture in the Fertile Crescent was a pivotal moment in human history, leading to flourishing civilizations through Western Asia and Europe. Archaeological evidence shows that people began to cultivate wild plants across the Fertile Crescent during the Neolithic, 10,000 years ago. By cultivating and managing these plants, the first farmers unintentionally drove the evolution of domesticated crops. Archaeological evidence also shows that, during the same period, early farmers abandoned many of the wild grain species that had been gathered, processed and stored by earlier hunter-gatherer societies.\n\nWe are interested in two important questions about the Neolithic origins of agriculture. 1. What ecological mechanisms are capable of driving the evolution of domestication characteristics in wild plants under human cultivation and management? 2. Could the same ecological mechanisms be responsible for narrowing down a broad spectrum of wild grain species to a small pool of crop progenitors during the transition from gathering to cultivation? By finding the answers to these, we will better understand how agriculture began, and how today's domesticated crops came into being. Our overarching hypothesis is that crop progenitors have characteristics that pre-adapt them to anthropogenic environments, including cultivated and managed fields. When people first began to settle and cultivate plants, these particular species therefore thrived in the fertile, densely packed environments of cultivated fields, with occasional disturbance from the animals that were domesticated at the same time.\n\nWe have carried out a range of experiments to test this hypothesis with plants grown in pots in glasshouses. We have made a number of discoveries. First, crop wild relatives are higher yielding than other wild grain species when grown in dense stands, but not when plants are grown individually. This supports the idea that crop progenitors may be pre-adapted to densely packed cultivated fields. Secondly, crop relatives yield more highly than other wild species after disturbance, equivalent to grazing by animals. Their yields would therefore have been less impacted by early herd animals during the transition to agriculture. Finally, grain yield in crop wild relatives is correlated with seed size, so that selection by farmers for greater yield would drive increased seed size, a key domestication trait.\n\nIn this project, we would like to follow up these discoveries with field studies in the Fertile Crescent of Turkey. Firstly, to investigate the behavior of crop wild relatives and other wild grain species under natural climate and soil conditions. Secondly, to look at the distribution and harvest characteristics of the wild grain species gathered before agriculture began, investigating how these grow plants in their natural habitats. Our work is important for understanding how agriculture began in the Fertile Crescent during the Neolithic, but also for addressing future concerns about the future sustainability of agriculture. Crop wild relatives are important for modern crop breeding, because they incorporate a diverse array of defences against pests and diseases, and mechanisms for more efficient use of soil nutrients including a symbiosis with soil fungi. By exploring the diversity of crop wild relatives, we also stand to learn more about how to grow our modern crops more sustainably in future.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/L013266/1","grantId":"NE/L013266/1","fundValue":"37755","fundStart":"2014-03-01","fundEnd":"2015-08-28","funder":"NERC","impactText":"  Impact is likely to be further downstream in this project on the origins of agriculture. One of the new Turkish colleagues we have developed a collaboration with is crop breeder, who introduces new, desirable traits from the wild relatives of cereals into wheat. He is involved in commercialising these new varieties.  ","person":"Colin  Osborne","coPersons":["Mark  Rees","Glynis  Jones"],"organisation":"University of Sheffield","findingsText":" The origin of agriculture in the Fertile Crescent was a pivotal moment in human history, leading to flourishing civilizations through Western Asia and Europe. Archaeological evidence shows that people began to cultivate wild plants across the Fertile Crescent during the Neolithic, 10,000 years ago. By cultivating and managing these plants, the first farmers unintentionally drove the evolution of domesticated crops. Archaeological evidence also shows that, during the same period, early farmers abandoned many of the wild grain species that had been gathered, processed and stored by earlier hunter-gatherer societies.\n\nWe are interested in two important questions about the Neolithic origins of agriculture. 1. What ecological mechanisms are capable of driving the evolution of domestication characteristics in wild plants under human cultivation and management? 2. Could the same ecological mechanisms be responsible for narrowing down a broad spectrum of wild grain species to a small pool of crop progenitors during the transition from gathering to cultivation? By finding the answers to these, we will better understand how agriculture began, and how today's domesticated crops came into being. Our overarching hypothesis is that crop progenitors have characteristics that pre-adapt them to anthropogenic environments, including cultivated and managed fields. When people first began to settle and cultivate plants, these particular species therefore thrived in the fertile, densely packed environments of cultivated fields, with occasional disturbance from the animals that were domesticated at the same time.\n\nWe have carried out a range of experiments to test this hypothesis with plants grown in pots in glasshouses. We have made a number of discoveries. First, crop wild relatives are higher yielding than other wild grain species when grown in dense stands, but not when plants are grown individually. This supports the idea that crop progenitors may be pre-adapted to densely packed cultivated fields. Secondly, crop relatives yield more highly than other wild species after disturbance, equivalent to grazing by animals. Their yields would therefore have been less impacted by early herd animals during the transition to agriculture. Finally, grain yield in crop wild relatives is correlated with seed size, so that selection by farmers for greater yield would drive increased seed size, a key domestication trait.\nIn this project, we have followed up these discoveries with field studies in the Fertile Crescent of Turkey. Firstly, to investigate the behavior of crop wild relatives and other wild grain species under natural climate and soil conditions. Secondly, to look at the distribution and harvest characteristics of the wild grain species gathered before agriculture began, investigating how these grow plants in their natural habitats. We have made two field trips to Turkey, finding crop progenitors in their natural habitats, and surveying wild cereals and other wild grasses in these environments. We have discovered that wild cereals are higher yielding than other wild grasses growing in similar habitats. Another important element of our project has been scoping out suitable field sites for longer-term studies, and building collaborations with new colleagues in Turkey. All of these objectives have been met.\n\nOur work is important for understanding how agriculture began in the Fertile Crescent during the Neolithic, but also for addressing future concerns about the future sustainability of agriculture. Crop wild relatives are important for modern crop breeding, because they incorporate a diverse array of defences against pests and diseases, and mechanisms for more efficient use of soil nutrients including a symbiosis with soil fungi. By exploring the diversity of crop wild relatives, we also stand to learn more about how to grow our modern crops more sustainably in future. Impact is likely to be further downstream in this project on the origins of agriculture. One of the new Turkish colleagues we have developed a collaboration with is crop breeder, who introduces new, desirable traits from the wild relatives of cereals into wheat. He is involved in commercialising these new varieties. Agriculture, Food and Drink","dataset":"gtr"}