{"id":"0B57C363-1DD9-4346-8A7B-23A5D8D12837","title":"Sequencing a Soil Sentinel (SeqaWorm)","abstractText":"Efforts to assess ecosystem health by monitoring performance indicators in free-living receptor organisms using contemporary ecotoxicogenomic technologies (transcriptomics, proteomics, and metabolomics) is striving in at least two fundamental ways to emulate the principles of molecular diagnostics in human medicine. First, there is increasing emphasis on describing in molecular terms the mechanisms of chemical toxicosis leading to disruptions in physiological processes, from development, survival, and growth, to reproduction. Second, technology is being harnessed to progressively dismantle the traditional 'gene for' approach in favour of a systems perspective that encompasses complex, modular, gene-protein networks. Environmental diagnostics is undoubtedly approaching an exciting phase in its evolution into a robust, predictive, science. However, in order to extract the maximum benefit from available technological platforms it is clear that the paucity of fully annotated sequence data in non-model species of invertebrates must be urgently corrected. To address this challenge, we propose in this study to focus further on a ubiquitous earthworm species (Lumbricus rubellus) which, in common with other members of its taxon, is a keystone ecological-engineering organism and whose particular ecophysiological traits enable it to be a pioneering colonizer of stress-laden brownfield and abandoned industrial soils, as well as a denizen of clean acidic upland and chalky soils. Surprisingly little is known of the genetics of L. rubellus or any other earthworm. In a previous NERC-funded (EcoWorm) programme we generated the first large dataset of annelid DNA sequences, now totalling &gt; 20,000 EST sequences, clustered into 8,000 'gene objects'. This dataset (deposited in a public-access database called LumbriBASE, www.earthworms.org.) is estimated to represent only ~40% of the genes expressed by this environmental sentinel organism, and has already facilitated the identification of key response pathways conserved across unrelated taxa. Furthermore, the information promises to allow the genotypic, phenotypic and ecological consequences of soil pollution to be linked. The present proposed sequencing programme intends using the strategic investment and resources gleaned within EcoWorm as springboards to expand the sequence knowledge-base for L. rubellus. L. rubellus is estimated to possess a genome of 430 Mb (http://www.genomesize.com/annelids.htm) distributed over 18 chromosome pairs. We will screen a BAC library or ~50,000 clones with average size of 100 Kb, which represents ~15-fold coverage of the earthworm genome, for targets with known environmental response profiles. Our proposal is, however, far more than an exercise in genetic accretion; it promises a quantum enhancement in our ability to describe the functional basis of resistance or vulnerability to environmental change and impact in a conspicuously important soil-dwelling macroinvertebrate. By exploiting informatic tools generated within EcoWorm, transcript data can be converted into resources which support efforts to understand the interactions between environmental perturbations and both the transcriptome and proteome Furthermore, we aim to reveal the functional pathways that underlie altered genome expression based on non-coding sequences, thus providing the necessary precursor data for whole-genome sequencing.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F001185/1","grantId":"NE/F001185/1","fundValue":"55138","fundStart":"2008-04-01","fundEnd":"2010-03-31","funder":"NERC","impactText":"","person":"Peter  Kille","coPersons":["Mark Lyon Blaxter"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}