{"id":"0B58D03D-6F5A-4B59-A482-67C9A77BAFAE","title":"Dissecting variation in host responsiveness to a recombinant vaccine designed to control teladorsagiosis in sheep","abstractText":"Delivering food security globally requires that a sustainable, safe and secure supply of quality food be provided by making the most efficient use of inputs. Infectious diseases substantially affect the efficiency of livestock production and parasitic roundworms are major culprits in this arena. Indeed, worm infections are the most costly endemic disease affecting sheep in the UK, with Teladorsagia circumcincta being the dominant worm present in this country. Estimated costs of roundworm infections to the UK sheep industry run at around &pound;80 million per annum. \n \nDewormers (known as anthelmintics) have been used for over four decades to control worm infections in sheep throughout the world, but resistance to the three traditional drug classes is common. Worryingly, T. circumcincta resistance has already been reported against one of the two new classes of dewormer, even although this product was only launched two years ago. Historically, much resource and research has been directed at selective breeding of sheep for resistance to worms, but there have been few outputs from this work that have made it to practical application on farms in the UK. \n\nAn obvious alternative approach to breeding sheep for resistance to worms is to induce resistance to infection in sheep by vaccinating them to specifically stimulate immune protection against worm challenge. This will have the effect of negating the impact of the worms on sheep growth and productivity and importantly, will reduce worm transmission via the environment. Vaccines also hold the advantage over anthelmintic methods of control in that they are not associated with chemical residues in meat, have no environmental impact and are likely to require fewer administration applications over the lifetime of the sheep. \n\nRecently, this research group have had singular success in the discovery of an effective recombinant (sub-unit) vaccine for control of T. circumcincta. This vaccine (known as 'CircVax') comprises 8 recombinat (synthetic) proteins and induces significant, albeit variable, levels of immunity against worm challenge in lambs. The next step in development of this vaccine is to understand the underlying local immune mechanism(s) involved in this variation in sheep responsiveness to the vaccine and to examine if this is affected by the age of the animal. Such a comprehensive understanding of variation in individual responses during vaccination and subsequent worm challenge is essential to optimize the vaccine further (for example, in adjuvant selection) as a tool for integrated worm control in sheep flocks.\n \nThe knowledge gained in this project will help determine if the effect of the vaccine can be improved in very young lambs and if responses in older animals can be optimised further. Each of these parameters could be addressed by using more appropriate adjuvants or delivery systems. In addition, if the results point to an inherent inability of the immune system of the very young lamb to control T. circumcincta, the derived information can be exploited in the deployment of the vaccine in a holistic, integrated control strategy that addresses the minimization of selection pressure for drug resistance in the worm. \n\nIn summary, the outputs will provide significant steps to developing a commercially relevant vaccine for use by farmers to mitigate the effects of this important parasitic infection of sheep and, as such, fall squarely within the priorities of the BBSRC Animal Health Research Club.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M011968/1","grantId":"BB/M011968/1","fundValue":"309550","fundStart":"2015-05-01","fundEnd":"2018-04-30","funder":"BBSRC","impactText":"","person":"Jacqueline  Matthews","coPersons":["Tom Nathan McNeilly","Alasdair Justice Nisbet","Stewart Thomas Burgess"],"organisation":"Moredun Research Institute","findingsText":"","dataset":"gtr"}