{"id":"0B611A50-1A41-4975-888D-4A9BE4E1C1EC","title":"A Study of Old Kanembu in Early West African Qur'anic manuscripts and Islamic Recitations","abstractText":"Ancient manuscripts are very rare in sub-Saharan Africa. However, in the late 1950s some copies of the Qur'an were discovered in northern Nigeria, written in Arabic, with commentaries in an archaic variety of Kanuri-Kanembu, an important West African language spoken around Lake Chad, dating back to the. 16*'' century and representing the earliest written evidence of a sub-Saharan language. Apart from this variety of Old Kanembu, by now attested in a corpus of 3200 digital pages, there is another variety of Old Kanembu known as Tarjumo which is regarded as sacred and which survives in local (i.e. North-East Nigerian) Islamic recitations. The aim of this project is to document and analyse this virtually unknown African manuscript culture in its linguistic and social setting and explore aspects completely unknown so far, i.e. how Old Kanembu and Tarjumo, which differ considerably from modem Kanuri-Kanembu, relate historically to these dialects and what they can tell about the ethnic migrations and linguistic-cultural assimilation and integration processes in the Lake Chad basin. Drawing on preliminary results of a UK based project and in cooperation with the Hamburgian research group for manuscript cultures in Asia and Africa, the interactional team in this project plans to carry out a linguistic study of Old Kanembu as attested in the manuscripts, a socio-cultural and linguistic analysis of Tarjumo recited by local Islamic scholars, and a dialectological study of modern Kanembu. In particular, the research will advance our knowledge of \n(a) The structures and development of the Saharan and other languages in the area, \n(b) The sociology of African manuscript cultures and their historical dynamics, \n(c) The historical-religious sources for language change, \n(d) The history of migration in the Lake Chad basin, \n(e) The development of Islamic education in West Africa.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H50012X/1","grantId":"AH/H50012X/1","fundValue":"381730","fundStart":"2009-01-01","fundEnd":"2011-12-31","funder":"AHRC","impactText":"","person":"Philip John  Jaggar","coPersons":[],"organisation":"School of Oriental & African Studies","findingsText":"","dataset":"gtr"}