{"id":"0B657D54-247D-4AD6-9858-64E411D3D06C","title":"DEMAND: Dynamics of Energy, Mobility and Demand","abstractText":"The DEMAND Centre (Dynamics of Energy, Mobility and Demand) takes a distinctive approach to end use energy demand, recognising that energy is not used for its own sake but as part of accomplishing social practices at home, at work and in moving around. In essence the Centre focuses on what energy is for. \n\nThis approach generates an ambitious research agenda that is crucial for organisations involved in demand management and in radically reconfiguring infrastructures, buildings and transport systems in line with greenhouse gas emissions targets. While greater efficiency is important, the trend is often towards more resource intensive standards of comfort, convenience and speed. The problem is that we lack a sophisticated understanding of how these trends take hold and of the underlying dynamics of demand itself. \n\nIn focusing on how demand is made and met, the Centre will work across the sectoral boundaries of mobility and building-related energy use. To do this it will draw on academic experts from many disciplines, and on the research and practice based knowledge of a major international energy company, EDF, which shares our ambition to understand much more about the fundamental dynamics of energy demand.\n\nThe five themes of our research programme will produce a coherent and integrated set of outcomes. Theme 1 will generate a detailed and differentiated analysis of trends and patterns in end use practices, working across sectors by combining existing data in new ways. Theme 2 will provide in-depth explanations of how and why end use practices are changing to produce an increase or decrease in demand, assessing the implications for scenarios and for current and new forms of demand management. Theme 3 will examine the scope for managing energy demand through the design and operation of infrastructures, identifying which features of present energy and mobility systems might be abandoned, adapted and augmented over the next 40 years. Theme 4 focuses on where and how notions of need and of justice and entitlement to energy services have become embedded in legislation, regulation and norms, and how these might be changed. The fifth theme addresses three cross cutting issues: the constitution of demand (how is energy demand made?); the dynamics of demand (how does it change?) and steering demand (how, when, and by whom can patterns of energy demand be shaped and steered?). \n\nThe Centre's structure - a core group, a close knit research team and an extended network - provides the necessary focus and flexibility. Members of the core group from Lancaster University, the Institute for Transport Studies at Leeds University, and EDF R&amp;D have established track records in energy-related research and leadership. EDF R&amp;D's European Centre and Labs for Energy Efficiency Research (ECLEER) is embedded in the Centre, committed to its agenda and approach and consequently contributing over &pound;1.35 million of co-funding. \n\nManaging demand is a task that depends on the combined efforts of utilities, governments (at every level), and those involved in making, modifying and managing buildings and transport systems. We will therefore collaborate with Transport for London, the International Energy Agency, DECC and SCI/Tesco, along with a DEMAND club of non-academics involved with our research and its dissemination, and an extended network of national and international experts from academia, business and policy, all working together to develop the Centre's research, to ensure its practical value and impact and to provide a focal point for new forms of cross-sectoral exchange and innovation. The Centre also includes 20 visiting fellowships, a series of additional linked projects, together with a PhD programme (9 students), an internship and related summer schools. These arrangements ensure that the centre acts as a &quot;hot house&quot; for academic and non-academic creativity, providing opportunities to co-design novel analyses and practical interventions","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K011723/1","grantId":"EP/K011723/1","fundValue":"3937510","fundStart":"2013-05-01","fundEnd":"2018-04-30","funder":"EPSRC","impactText":"","person":"E  Shove","coPersons":["Matt  Watson","Jillian Leigh Anable","Mike  Hazas","Gregory Richard Marsden","Frank  Trentmann","Anthony Edward Whiteing","Russell  Hitchings","Rosemary Jane Day","John  Connaughton","Jan  Selby","Gordon P Walker","James Robert Faulconbridge","Jacopo  Torriti"],"organisation":"Lancaster University","findingsText":"","dataset":"gtr"}