{"id":"0B949027-4D70-4899-B39F-43DD32B94AA4","title":"Hydrocarbon reservoir analytics using high-frequency pressure data","abstractText":"Over half of the World's energy comes from oil and gas, but the energy sector is facing a major challenge, most of the easy to drill oil has already been produced and because of this, oil and gas operators are turning to new technologies that enable them to recover more from their existing reserves.\n\nThey typically do this by injecting water or other fluids into the reservoir to boost pressure and extract the remaining oil. Our previous research received funding from ITF, BERR and NERC and developed data mining techniques that could be applied to low-frequency flow-rate data gathered from reservoirs.\n\nThe compelling value proposition in terms of knowledge exchange is based on using existing flow-rate data that is already collected and readily available to oil and gas operators. From this data, we are able to provide new insights into reservoir behaviour and understand how wells communicate with each other. This helps enable forecasting of future production rates and optimisation of water injection strategies. By considering all well pairs, including those remote from each other, the method places significant constraints on the geo-mechanical response of the reservoir, as verified in published field trials from previous research work applied to North Sea reservoirs, including comparison with reactivated fault structures in the Gullfaks oilfield (http://www.geos.ed.ac.uk/homes/imain/igmpapers/grl2006main.pdf) and induced seismicity patterns in the Valhall oilfield (http://www.geos.ed.ac.uk/homes/imain/igmpapers/Zhang_2011_SPE.pdf).\n\nThe aim of this proposed NERC project is to respond to industry feedback received on our current techniques during NERC Follow-on fund grant NE/J006483/1 and examine how high-frequency pressure data can be used to provide more accurate analytics. Pressure is widely considered to be more accurate than allocated flow rate and is increasingly monitored in a routine way. It also places more direct constraints on reservoir geo-mechanics because pressure is more directly related to the effective stress at the point of measurement, and can now be measured by robust and high-frequency instruments operating down-hole at the producing horizon. The use of high-frequency pressure data also holds out the prospect of early warning of potential problems with well integrity or water breakthrough.\n\nThe first phase of the project will be focused on examining approaches capable of analysing high-frequency (perhaps hourly) down-hole pressure data, incorporating production and injection flow rates and building on our patented IPR and the software tool already developed successfully as a deliverable in NE/J006483/1. \n\nThe second phase will be to use this approach on real reservoir data provided by an operator.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/L008386/1","grantId":"NE/L008386/1","fundValue":"56670","fundStart":"2014-01-01","fundEnd":"2015-01-31","funder":"NERC","impactText":"  The algorithm so far has highlighted the potential of a data-driven approach to estimating a key quantity in the management of oil reservoirs. This has led to renewed and focussed collaboration with the company with a view to providing a licensable software package. Digital/Communication/Information Technologies (including Software),Energy Economic","person":"Ian Graham Main","coPersons":[],"organisation":"University of Edinburgh","findingsText":" We have found a way to utilise the accurate, frequent pressure and flow-rate measurements made at the bottoms of oil wells, to estimate the pressures in the reservoir which are responsible for driving the oil into each well.\n\nWe have developed a new statistical reservoir modelling technique using a Sparse Bayesian method. The result on a test case field is more informative than previous work as it outputs the weights of all the predictor wells. It is also more computationally efficient, but still does not capture the nature of fluctuations in the data. \n\nTo address this non-parametric machine-learning algorithms were developed. In trials, these perform significantly better than the sparse Bayesian method. This is a potentially valuable tool for reservoir engineers to utilise alongside geological model simulations. Further refinements and trials are necessary for it to be operational in real-time and in an industrial setting. Digital/Communication/Information Technologies (including Software),Energy","dataset":"gtr"}