{"id":"0B95C64D-1DB3-42CC-B929-C5811A40D898","title":"Adaptive phenotypes and the barrier to introgression between ecotypes","abstractText":"Even though is is now more than 150 years since Darwin's famous book, there is still much to learn about the origin of new species. The problem is fundamentally one of genetics because species are characterised by their inability to exchange genes with other species. This 'reproductive isolation' can be due to chance changes that reduce the fitness of hybrid offspring, to adaptation to different environments or to changes in habitat choice and mating behaviour that prevent the species from interbreeding. In general, it is not known which type of reproductive isolation appears first or how the different types come together to produce completely isolated species. \n\nIn this project, we propose to study two forms of winkle, a type of snail that lives on rocky coasts. One form is adapted to wave-exposed environments without crab predators (W) and the other to sheltered environments with any crabs (C). Where these environments meet, the different types can interbreed although they prefer to mate with their own type. On the Swedish coast there are many contact points between the two types which we can use as replicates. In each contact, we will examine genetic markers throughout the winkles' genomes. For some parts of the genome, we expect to see sharp changes close to the environmental boundary. These regions are experiencing partial reproductive isolation. For other parts of the genome, we expect to see little or no change because they are not connected to any traits involved in reproductive isolation. Comparing mutliple contacts gives us a very powerful way to find the parts of the genome that experience the strongest reproductive isolation.\n\nThe next question will be why each of these regions experiences reproductive isolation. To answer this question, we will determine several important characteristics of each winkle that we study genetically. The characteristics include shell size and shape, and the 'boldness' of the snail (its willingness to come out of its shell). The characters are all associated with a trade-off between adaptation to wave exposure and adaptation to crab predation. We will also measure the preference of males for different sized females and the reproductive success of females (number and development of embryos). We can then test whether genes in the regions that experience isolation contribute to variation in these important traits and so whether reproductive isolation is due mainly to adaptation, to offspring fitness or to mate choice. Some regions may not be associated with any of these traits and these will be very interesting, pointing to forms of isolation that we have not studied to date.\n\nThis will be one of the first studies to find isolated regions of the genome and to explain the sources of isolation. Therefore, it will take us a step closer to solving Darwin's 'mystery of mysteries', the origin of species.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/K014021/1","grantId":"NE/K014021/1","fundValue":"361802","fundStart":"2013-10-01","fundEnd":"2016-09-30","funder":"NERC","impactText":"","person":"Roger Kenneth Butlin","coPersons":[],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}