{"id":"0B9D3AE4-1E06-4727-BFDC-8E7F169DE20B","title":"Towards an Atomic-scale Understanding of the 3D Structures of Size-selected Clusters on Surfaces","abstractText":"Nanoclusters are finite sized aggregates with dimensions in the nanometer range. An attractive feature of nanoclusters is the possibility of tuning physical properties by size selection. For example, it is now well established that gold becomes a good catalyst in the nanoscale regime, though it is chemically inert in the bulk form. To explore these fundamentally interesting and technologically important size-dependent phenomena, it is crucial that one should gain full knowledge of the atomic structure of these clusters.Transmission electron microscopy has been a favoured probe for obtaining atomically resolved three-dimensional structural information on supported nanoclusters. However, a common problem we face is the rapid motion of clusters on the support, due probably to their intrinsic structural instability as well as their weak interaction with the substrate and strong interaction with the incident electron beam. This problem constrains the electron beam density that can be used, the duration of the observation and the nanocluster systems and phenomena that one can investigate. Recently, we demonstrated that high-angle annular dark field (HAADF) imaging in an aberration-corrected scanning transmission electron microscope (STEM), coupled with imaging simulations, can be used to obtain a snap-shot of the size, shape and orientation of size-selected Au309 nanoclusters with atomic-resolution. The success of this work builds upon the size-selected cluster technology developed in the Nanoscale Physics Research Laboratory in Birmingham over recent years and the strong collaboration formed on cluster production, characterization, structural modeling and electron microscopy since 2005 through support from EPSRC via the First Grant scheme to the PI. The advancement provides us with a wealth of opportunities for studying the novelty as well as the complexity associated with nanoclusters. In the present proposal, we take advantage of the above progress and the timely availability of an in-house aberration-corrected STEM facility through the recent successful bid to the regional Science City funds. We propose to embark on a systematic investigation of size-selected nanoclusters on surfaces, with the goal of discovering size-specific changes in their 3D atomic structures on the atomic-scale and of understanding the underlying physical mechanisms. The ultimate goal of such research is to be able to exploit the improved understanding in order to tailor-design clusters for specific applications. The constraints placed on the structures of clusters by the tight size-selection also offer us a means to test and improve our understanding of the physics of HAADF-STEM imaging, which is an important nanoscale analytical technique, with a wide range of applications in material science. The proposed programme allows a close-knit group of physicists and chemists to focus on this interdisciplinary scientific issue by employing a combination of state-of-art experimental measurements and theoretical simulations. It is envisaged that the knowledge gained about these size-selected nanoclusters will be highly interesting and relevant to scientists from a wide range of disciplines ranging from basic science to nanoscale technology.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G070474/1","grantId":"EP/G070474/1","fundValue":"94590","fundStart":"2010-04-01","fundEnd":"2014-03-31","funder":"EPSRC","impactText":"","person":"Jun  Yuan","coPersons":[],"organisation":"University of York","findingsText":" Developed a quantitative model to describe the imaging of nano particle, which includes atomic vibration of individual atoms depending on its positions within the nano particles. This makes the structural study of nano particles more accurate, and opens the possibility of studying atomic melting at the surface of nano particles. The result have implication for catalytic properties of the nano particles. It can be used to study the dynamic of the nano particles using atomic resolution electron microscopy Energy,Manufacturing, including Industrial Biotechology","dataset":"gtr"}