{"id":"0BA42E20-7CA8-46AE-A2D6-B82B8B9A2CCE","title":"Impact of ACE inhibition on mechanisms of skeletal muscle wasting in COPD","abstractText":"Chronic obstructive pulmonary disease (COPD) is a major public health problem in the UK and worldwide. As well as being a lung disease COPD has well-recognised and important consequences for other parts of the body, and these contribute to the enormous burden of disability associated with the condition. Muscle weakness is one of these consequences, and is associated with reduced exercise capacity, reduced quality of life and increased mortality. Since efforts to treat the lung disease have to date had limited impact it is important to address the systemic complications of the disease directly. The molecular pathways involved in muscle wasting are gradually becoming understood. An important signalling pathway in muscle links the hormone insulin-like growth factor with the production of ?atrogenes? which are substances that mark muscle proteins for breakdown. There is evidence in animal models that this could be influenced by drugs called angiotensin converting enzyme inhibitors (ACE-I). This class of drugs are widely used for the treatment of high blood pressure and heart failure, and in fact patients prescribed these drugs for that reason have better preservation of limb muscle than those who receive another class of drug. \nWe propose testing this possibility in humans by performing a placebo controlled study of an ACE inhibitor in 70 patients with COPD who have weak quadriceps (one of the main leg muscles). We will measure quadriceps muscle endurance using a repetitive magnetic stimulator before treatment and then after two months on either treatment or placebo. A small sample of muscle will be taken before and after treatment to allow u to study the molecular mechanisms involved.\nWe hypothesise that ACE inhibitors will cause a reduction in atrogene levels and that this will occur in tandem with an increase in quadriceps strength and endurance. If this is the case it would open the way for a much larger study to see if use of ACE inhibitors could improve exercise capacity and quality of life in people with COPD.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0701628","grantId":"G0701628","fundValue":"496131","fundStart":"2009-08-01","fundEnd":"2012-09-30","funder":"MRC","impactText":"","person":"Nicholas  Hopkinson","coPersons":["Trevor Thomas Hansel","John  Moxham","Nicholas  Hart","Michael I Polkey","Paul  Kemp"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}