{"id":"0BA6B0D8-86F1-4821-A8DB-203A3464A9F3","title":"Drebrin function in growth cones","abstractText":"The proper functioning of the nervous system depends on nerve cells forming appropriate connections with each other during embryonic development. Nerve cells form connections in the embryo by extending fine processes called neurites at the tip of which is a motile structure called a growth cone that masterminds the search in the embryo for a connecting cell. The growth cone is guided by signals from other cells and responds to these by changes in growth. The formation and growth of neurites and their growth cones involves the building of a skeleton (cytoskeleton) to provide structural support. The cytoskeleton is a dynamic structure continually changing in response to guidance signals. The research proposed will improve our understanding of how the cytoskeleton enables growth cone movement under the influence of guidance signals to occur properly. In particular, we will learn how two important classes of filaments, microtubules and microfilaments, that form the cytoskeleton of neurites and growth cones, interact with each other. This research will not only help us to understand a fundamental process in nervous system development but it will also contribute to the effort to repair nervous systems in humans that do not develop properly or become damaged.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H010963/1","grantId":"BB/H010963/1","fundValue":"650282","fundStart":"2010-05-10","fundEnd":"2013-05-09","funder":"BBSRC","impactText":"  Other research groups have already published work based on our findings, e.g. Tanabe et al., PLOS One 2014; 9:e92291 Retail Economic","person":"Phillip Robert Gordon-Weeks","coPersons":[],"organisation":"King's College London","findingsText":" We have defined a molecular pathway for linking two components of a cell's cytoskeleton together so that they can be used to achieve important events in the early development of neurons The intracellular signalling pathway we have identified that couples microtubules to actin filaments is likely to be used in a range of cellular processes Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}