{"id":"0BA7A8BA-5A1A-4A07-A083-D04A6177E8CB","title":"Superfast Spreading Rate Crust 4: Magnetism of the lower oceanic crust","abstractText":"Generation of ocean lithosphere by seafloor spreading at mid-ocean ridges is one of the fundamental geological processes operating on Earth. One of the most important yet most intractable problems is to understand how the magma reservoir beneath ridges generates the lower crust, especially at fast spreading rates. Gabbroic rocks from the lower crust are normally inaccessible, but are now within reach of sampling as a result of the previous successes of scientific ocean drilling expeditions to a unique site within superfast spreading rate crust in the Pacific Ocean. A series of three previous expeditions to Integrated Ocean Drilling Program (IODP) Site 1256 have penetrated through 1500m of upper crustal layers, allowing a new expedition to extensively sample the lower crust for the first time. This will be acheived during IODP Expedition 335 which will return to Site 1256 to deepen the hole still further, hopefully providing a unique suite of lower oceanic crustal samples that will yield unique insights into magmatic and tectonic processes involved in seafloor spreading. As part of this endeavour, palaeomagnetic data will be collected from recovered core pieces and will be critical to understanding the evolution of the lower crust at this site. These data will provide valuable information on the direction and strength of magnetization locked into the gabbroic rocks we expect to encounter, providing a marker that can be used to infer the amount of tectonic rotation that has affected the site and insights into the contribution that lower crustal rocks make to marine magnetic anomalies. In addition, we intend to use a combination of palaeomagnetic data and geophysical images of the inside of the borehole wall to reorient some of the core pieces recovered by drilling, thereby allowing other directional properties (e.g. structural data) to be restored to the correct geographical reference frame.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J005622/1","grantId":"NE/J005622/1","fundValue":"12425","fundStart":"2011-04-12","fundEnd":"2013-07-31","funder":"NERC","impactText":"","person":"Antony  Morris","coPersons":[],"organisation":"University of Plymouth","findingsText":"","dataset":"gtr"}