{"id":"0BAB61B5-7FDD-48E2-AA47-87297AF5D9E5","title":"Bridging the Gaps: Nano-Info-Bio","abstractText":"Many of the complex challenges facing 21st century society will require solutions that transcend disciplinary boundaries. The convergence of nanotechnology, information technologies and biotechnology is widely predicted to lie at the heart of the next technological revolution. Nano-info-bio science and technology has the potential to fundamentally transform healthcare, agriculture, energy, security, environmental science and many other areas of pressing concern. MMU is ideally placed to take advantage of and contribute to these developments. We have a strong research presence in each of nanoscience, informatics and biosciences. However, while the relevant groups carry out internationally-renowned work in their own domains, there has been, so far, little cross-fertilization between certain communities.Our programme will stimulate activities at the interfaces of nano-info-bio, initially drawing on members of the Dalton Research Institute (DRI) and the Institute for Biomedical Research into Human Movement and Health (IRM). The IRM has recently relocated to the main University campus, and the proposed programme will provide an ideal vehicle for creating entirely new institutional partnerships. We therefore seek to build (and strengthen) links between computational scientists/mathematicians/engineers and their counterparts in the natural/life/health sciences. We propose a grass-roots programme of fine-grained project support that will maximise opportunity for involvement and encourage serendipitous contact between different disciplines. By operating within a challenge-driven framework, we will drive the programme to produce tangible outcomes and lay the foundations for long-term sustainability.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H000291/1","grantId":"EP/H000291/1","fundValue":"289095","fundStart":"2009-09-01","fundEnd":"2011-11-30","funder":"EPSRC","impactText":"  Experience gained on project has influenced development of next Bridging the Gaps proposal (currently in preparation), and has been included in overall BTG Report released by EPSRC. Digital/Communication/Information Technologies (including Software),Education,Healthcare Cultural,Economic","person":"Martyn Richard Amos","coPersons":["Derek Malcolm Causon","Peter  Kelly","Valerie  Edwards-Jones","Nicholas John Bowring","Joanna  Verran","Anthony John  Sargeant"],"organisation":"Manchester Metropolitan University","findingsText":" These are summarised in the paper, linked below.\n\nJacobs, N. &amp; Amos, M. (2012) NanoInfoBio: A case-study in interdisciplinary research. In Kettunen, J., Hyrkkanen, U. &amp; Lehto, A. (Eds.) Applied Research and Professional Education, p.p. 289-309. Turku University of Applied Sciences\n\n\n\nA significant amount of high-impact contemporary scientific research \n\noccurs where biology, computer science, engineering and chemistry \n\nconverge. Although programmes have been put in place to support such \n\nwork, the complex dynamics of inter-disciplinarity are still poorly \n\nunderstood. In this paper we highlight potential barriers to effective \n\nresearch across disciplines, and suggest, using a case study, possible \n\nmechanisms for removing these impediments. Our findings can offer best practice in terms of how to get disparate groups of people to work together effectively. Digital/Communication/Information Technologies (including Software),Education","dataset":"gtr"}