{"id":"0BB9EE78-D79D-4152-A6B1-F5CE34C20AED","title":"Web Services for Life Sciences Catalogue (WS4LS)","abstractText":"WS4LS is an initiative aimed at providing easy access to a catalogue of Web Services relevant to the life science communities. Web Services are defined by the W3C as a software system designed to enable machine to machine interoperability over a network. However, the discovery of Web Services is today quite a difficult task for bench scientists whom do not have the time or means to endeavor in the informatics related to these. Web Services are poorly described: WS4LS intends to provide easy, human accessible content documenting Web Services by extensive use of service ontologies through which it will be trivial to discover a function or operation, as required by the end user. Until recently, laboratories had to invest locally in the implementation and maintenance of bioinformatic tools and databases to carry out both day to day as well as complex tasks. WS4LS addresses the 'where and how' of Web Services for scientists and exposes how to build these into local analytical pipelines. WS4LS will also provide the means for creating communities that will share knowledge and enhance scientific interactions at various levels. WS4LS e-scientists communities will complement existing efforts and generate a community of users, developers and service providers, similar to a Google-like Coop.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F010540/1","grantId":"BB/F010540/1","fundValue":"252907","fundStart":"2008-04-15","fundEnd":"2011-04-14","funder":"BBSRC","impactText":"  The BioCatalogue provides a portal to share and explore web services and web based resources in bioinformatics. BioCatalogue currently has 1184 services, 246 service providers and 795 members from all over the world. Digital/Communication/Information Technologies (including Software),Healthcare,Pharmaceuticals and Medical Biotechnology Societal","person":"Rodrigo  Lopez","coPersons":[],"organisation":"EMBL - European Bioinformatics Institute","findingsText":" Provide a single registration point for Web Service providers and a single search site for scientists and developers.\n\nProvide a curated catalogue of life science web services\n\nProviders, Expert curators and Users will provide oversight, monitor the catalogue and provide high quality annotations for services.\n\nBioCatalogue as a place where the community can find, contact and meet the experts and maintainers of these services. Continuing to provide a single, easy to use, source of information for web services in the life sciences. Digital/Communication/Information Technologies (including Software),Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}