{"id":"0BC12D94-725C-451B-90B6-7F05A220DC42","title":"Linguistic diversity and biodiversity: Hotspots and conservation priorities","abstractText":"Understanding of the ramifications of diversity in ecosystems, species, cultures and languages is in its early stages. Nevertheless, a growing number of indicators points to an extinction crisis in both biological and cultural-linguistic diversity. Linguists predict that 50% to 90% of the world's 6,900 languages may soon become extinct. Global biodiversity is also threatened, with annual losses of plant and animal species estimated at 1000 times or more greater than historic background rates. Although the direct and indirect causes of biodiversity declines and the disappearance of languages are extremely complex, both species and languages are in danger of becoming extinct in the same places due to similar threats. The greatest linguistic diversity is found in some of the ecosystems richest in biodiversity inhabited by indigenous peoples, who represent around 4% of the world's population, but speak at least 60% of its 6,900 or more languages. \\nThe overlapping pattern in the spatial distribution of biological and linguistic diversity indicates a need for integrating biological priorities with linguistic ones to identity areas of high diversity and great risk in order to target resources to those areas. \\n\\nThe research will use the most recent advances in GIS (global information system) mapping to bring together newly available global datasets on languages and species into a new interdisciplinary framework to identify global 'hotspots', where the highest incidence of linguistic diversity and biodiversity co-occur. This will be done by plotting the number of languages against total vascular plant, mammal, bird, amphibian, and reptile species found in 34 biodiversity hotspots and 5 high buodiversity wilderness areas identified by Conservation International as regions containing exceptionally high occurrences of species found nowhere else. Approximately 75% of all languages are concentrated into about 26% of earth's surface. Languages may be at even greater risk than species because many of the languages located in high biodiversity areas are spoken by relatively few people and are unique to those places. Small languages can disappear much faster than larger ones due to the vulnerability of small groups to external pressures in a rapidly changing world. Resource extraction, the spread of mechanized agriculture and development projects damage the environment at the same time as they displace and marginalize people from places they traditionally relied on for their food, shelter, cultural practices and spiritual well-being. Because regions containing high biological diversity also represent areas of considerable importance to maintaining earth's linguistic and cultural diversity, conservation strategies that promote a community's economic and cultural well-being will be likely to sustain linguistic diversity as well. With much needing to be done quickly with too few resources, setting realistic priorities is paramount in order to direct timely, focused, collaborative efforts towards maintaining human and non-human diversity. Pinpointing priority areas most in need of action to conserve biodiversity as well as languages can guide policy and planning in a holistic way at local, regional and international levels. The results can also establish baselines from which to monitor the future status of combined hotspots and prime further research targeted at understanding better the factors threatening and sustaining hotspots.\\nThe findings will be disseminated in a research monograph to be published by Conservation International, one of the world's largest and most highly respected organizations involved in raising awareness of environmental issues and engaged in partnership with a number of governments, NGOs, and local communities around the world in various conservation projects. This increases the likelihood that the results will reach beyond academic audiences to conservation practitioners, planners and policy makers.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/G00465X/1","grantId":"AH/G00465X/1","fundValue":"26203","fundStart":"2009-01-13","fundEnd":"2009-04-12","funder":"AHRC","impactText":"","person":"Suzanne  Romaine","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}