{"id":"0BC3FB76-9009-4F02-BCFA-4A67BE79648D","title":"Big Data Infrastructure for Crop Genomics","abstractText":"Recent advances in sequencing technologies and computational tools have made it possible to sequence the genomes of some of the world's most important crop species, such as rice, barley, rapeseed, maize, soya and wheat. These crops constitute a substantial part of the daily food intake for most of the population of the world and any improvements in the breeding for more efficient and nutritious varieties will have a direct impact on ensuring global food security. \n\nWhilst obtaining the genome sequences for these crops provides a hugely useful resource for giving insights into the differences between species, it is through sequencing different individuals from the same or closely-related species which allows us to identify useful genetic variants which can be selected for during plant breeding. These approaches require a combination of sequence and phenotypic data, plus analysis tools. We propose to develop a crop bioinformatics platform which enables users to access this genetic and phenotypic variation and perform analyses to explore gene expression and associations between genetic variation and traits. \n\nThe platform will be developed using open source principles and publicly available data. Population-wide genetic variants will be represented on a genomic data structure; an archiving system for storing plant phenotype data will be developed; tools to allow the querying of these datasets and analyses to link genotype to phenotype will be implemented; and the platform will be accessible via TGAC and EBI servers but also packaged into a virtual machine for easy installation on users' local hardware. This novel platform for crop bioinformatics will promote opportunities for collaborative work with R&amp;D groups in industry, research and academia. The availability of data generated by publicly funded resources, and the concomitant development of new, production-quality tools will lower the barriers to information-enabled crop science, stimulating new opportunities for research and application. The platform will also open up new opportunities for the UK bioinformatics community, traditionally focused on biomedical applications, by developing alternative career paths around biotechnology and agri-food.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M018458/1","grantId":"BB/M018458/1","fundValue":"2002200","fundStart":"2014-12-22","fundEnd":"2016-06-21","funder":"BBSRC","impactText":"","person":"Sarah Catherine Ayling","coPersons":["Mario Jose Caccamo","Paul Julian Kersey"],"organisation":"The Genome Analysis Centre","findingsText":"","dataset":"gtr"}