{"id":"0BC44A48-953E-494B-9772-0F3121217FC5","title":"A Systematic Investigation into Human Cytomegalovirus Gene Function","abstractText":"Worldwide, most people are infected with cytomegalovirus (CMV) without realising it. CMV is closely related to herpes simplex, the virus that causes cold sore. Like herpes simplex, CMV infections are for life and must be constantly controlled by our immune system. Disease occurs when this control breaks down. \nCMV disease is a major problem in hospitals; primarily due to its capacity to cause life-threatening infections in immunosuppressed patients, particularly bone marrow, kidney and heart transplant recipients plus patients with HIV-AIDS. CMV disease can be manifest in virtually any organs (e.g. lungs, intestine, lung, brain, eye, ear). Moreover, researchers have recently become extremely concerned that low grade CMV infections are commonly associated with the most common and deadly brain tumour (Glioblastoma multiforme). It has been hypothesised that inflammation associated with the CMV infection could be driving such tumours. Critically, CMV is able to cross the placenta to infect the foetus, and does so in ~1% of pregnancies. Congenital infection can induce miscarriage, is a common cause of deafness and in its more severe form causes brain damage. In brutal terms, the cost in patient care alone is $1.86 billion per year in the US. Congenital CMV disease is driving vaccine development. More subtly, CMV infection alter the make up of immune cells of apparently healthy carriers and the implications of this are not known. CMV is a major human pathogen that needs to be researched and merits a much higher public profile. \n\nCMV is the most complex human virus containing nearly 200 genes, of which &gt;124 genes are not required to replicate the virus. Research by us, and others, show many are controlling our immune system. As most of us carry this pathogen throughout life, it is important to find out what these genes are doing. To address this issue we first defined the genome of the clinical agent and then developed systems to screen for CMV gene function: we generated i) a vector library capable of expressing all CMV genes in cells individually and ii) a panel of CMV viruses deleted in large blocks of genes. Combining these resources has enabled us to rapidly map a substantial number of CMV immune evasion functions. However, we would also wanted to know how they worked. Collaborations have been established with researchers in Harvard and Cambridge to exploit state-of the-art proteomic systems to track expression of &gt;700 cell surface and &gt;7000 intracellular proteins during virus infections. These technologies combine to reveal exactly how individual CMV immune evasion genes act. \n\nNatural Killer (NK) cells are white blood cells critical in controlling CMV disease. We are currently systematically screening all CMV genes for their capacity to modulate NK cell function. We seek funding to first analyse the mechanism of action of 7 novel NK evasion genes (RL10, UL4, UL20, UL24, UL26. US18 and US20). The CMV genome is organised into 'families' of related genes that have arisen by duplication of a common ancient precursor. The US12 gene family has 10 members arranged sequentially on the genome and is uncharacterised. We have mapped two distinct NK cell evasion functions to the US12 family members US18 and US20. US18 target multiple cellular proteins; some co-operatively others independently. We seek to utilise proteomic technology to systematically investigate all 10 members of the US12 gene family to determine their function and the extent of their interdependence. An 'accordion gene expansion' occurs when a gene is amplified to enhance its function to counter selective pressure. We suspect the US12 family of acting as an 'accordion gene expansion'. We also propose to similarly follow a second large gene family (RL11) strongly implicated in immune modulation, but where as yet there is no evidence of co-operation. These studies will provide major insights into CMV pathogenesis and evolution.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L018373/1","grantId":"MR/L018373/1","fundValue":"543541","fundStart":"2014-05-08","fundEnd":"2017-05-07","funder":"MRC","impactText":"","person":"Gavin William Wilkinson","coPersons":["Eddie Chung Wang","Richard  Stanton","Peter  Tomasec"],"organisation":"Cardiff University","findingsText":"","dataset":"gtr"}