{"id":"0BCCC607-FC1A-4C2F-9E5F-F1AEBD416BE0","title":"In Search of Design Genes: Chaotic versus Controlled Mitosis","abstractText":"To create many of the complex products and systems we have around us in the modern world we have needed advanced technology. But to enable us to use this, and create the volume and complexity of products we have also needed complex organisational systems and processes. Large complex organisations have in particular relied on the Systems Engineering process, to help guide complex projects through to completion. Many products, such as aircraft, only exist because of this systematic approach. But this systematic approach has a downside. To maintain control of a complex design it is necessary to fix ideas and concepts, and work through detail in a top-down approach. This flow down keeps development within the bounds of the original idea or concept, but naturally prevents innovation and variation. In fact, such variation and innovation are in some ways the enemy of the controlled organisation needed to keep a global enterprise on track. One great fear is the phenomenon of emergence; inherently unknowable behaviour.\n\nBut ironically, to take advantage of the many opportunities offered by new technologies, such as composite materials or additive manufacturing, this kind of innovation is desperately needed. But marrying these technologies within a complex fixed organisational structure and process is clearly very difficult.\n\nThis work looks to nature for inspiration, for an unconstrained approach to the creation of engineering designs. It seeks to start from the bottom up rather than top down. The creation of an elemental set of rules based on energy and equilibrium, could allow variation to naturally arise in design. In nature, the rules are applied blindly with no fixed final form. That final form only arising as a consequence of its environment. Trees are a wonderful example of this.\n\nSo the aim of this work is: to seek an elementary set of rules, akin to a DNA of design, for designing components &amp; systems.\n\nOur hypothesis is that by reimagining design as a series of elemental rules and growth mechanisms that react to environment and stimuli, the design of complex systems will be simplified, and emergence could be used as a tool for innovation beyond conventional paradigms.\n\nWe see three major challenges:\n * Obtaining growth rules for component seeds to allow components to emerge from the activity\n * Defining stimuli that will make the component seeds grow and establishing if that growth can be controlled via the stimuli.\n * Capturing the emergent behaviour into a working set of parameters which can interact with existing design and manufacturing systems - i.e. is there a set of parameters which will define a CAD model?\n\nIn this project we will investigate theoretical aspects of this approach, and the practical implications of using these elementary rules in engineering design.\n\nWe will use intelligent software agents to represent component seeds which will create a design depending on the environment around it. The agents will grow to form a more complete component or system which can be envisioned in a CAD system. The agents will have the ability to spawn others as the system develops in response to the environment. For example, as in forming a branch, or root, or in an engineering context a stiffener or hole.\n\nThe result from the work should be a set of rules encapsulated in a prototype system that will automatically create a component from a simple seed definition. Depending on the information of its surroundings, it will grow large or small, taking form, shape &amp; colour according to need. One seed should be capable of producing a wide variety of solutions, generating innovation naturally. By tweaking the rules and behaviours we expect to allow some emergent behaviour to occur. This feeds back to the aim of this study - to establish if these elementary rules can be put to effective use in design. This study will assess and report on this, its potential and practicality.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N005813/1","grantId":"EP/N005813/1","fundValue":"294602","fundStart":"2015-11-01","fundEnd":"2017-05-31","funder":"EPSRC","impactText":"","person":"Mark  Price","coPersons":["Trevor Thomas Robinson"],"organisation":"Queen's University of Belfast","findingsText":"","dataset":"gtr"}