{"id":"0BCC591D-1829-4A48-85A2-72F6F9B4EBD7","title":"The roles of the Legionella pneumophila effectors PieE and LtpG in formation and maintenance of the Legionella containing vacuole","abstractText":"Legionella pneumophila is the major causative agent of Legionnaires' disease, which is a severe, potentially fatal, form of pneumonia. The bacteria are transmitted via inhalation of contaminated water droplets (e.g. from air-conditioning units or swimming pools). The elderly and immunocompromised are most susceptible to infection, making Legionella a major health risk in hospitals and communal facilities (e.g. nursing homes). The potentially fast and wide dissemination of Legionella by airflow can lead to large outbreaks, as was seen in Edinburgh and Stoke-on-Trent in 2012, affecting dozens to hundreds of persons. Infectious sources of these outbreaks are often hard to trace and therefore difficult to eradicate, making Legionella an important health risk for densely-populated areas.\n\nFollowing its inhalation, Legionella enters lung cells where it establishes a unique intracellular niche that protects the bacterium from destruction, allowing its own survival and multiplication. The ability of the bacterium to persist within human cells is mediated by special bacteria proteins, known as effectors, which are injected from the bacterial cell into the human cell where they interact with host cell proteins and re-programme cellular processes for the benefit of the bacterium. Understanding the mechanism by which Legionella effectors subvert host cell functions is essential for development of effective prevention and treatment strategies. By focusing our investigation on two important effectors, PieE and LtpG, we aim to reveal fundamental mechanisms employed by the bacteria to thrive in their host cells and cause disease.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L018225/1","grantId":"MR/L018225/1","fundValue":"480115","fundStart":"2014-04-01","fundEnd":"2017-03-31","funder":"MRC","impactText":"","person":"Gad  Frankel","coPersons":["Gunnar Neels Schroeder","Edward William Tate"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}