{"id":"0BD012C3-A256-4C0E-914C-0E7E2896EE49","title":"Preserving Place: A Cultural Mapping Exercise","abstractText":"The project focuses on evaluating processes involved in community choice, use and attitude towards place. What places are community groups interested in preserving? What places do they use to preserve their stories? But locale is not the whole story, this project is interested in the narratives behind these choices. To that end, what this project aims to visualise are the methods, techniques, environments, personalities and perceptions that help and hinder these preservation processes. \n\nThe aim is to provide an innovative resource that will preserve and visualise the range of responses that can be given to the above questions. A conceptual map will be designed of the opportunities and difficulties faced by Connected Community projects in the telling of their stories. The aim is to create a website with an immediately understandable visual map of the directions involved in the decisions, activities, negotiations, obstacles and outputs of the community groups. Hypermedia enhances the legacy and sustainability of this story of cultural mapping. Concept maps are graphical tools for organizing and representing knowledge, allowing for hierarchial constructs moving from most benefical to least popular options, cross links that can specify relationships between 2 or more parts, and specific examples to clarify meanings of given concepts or processes.\n\nThe intention is that this conceptual map will be a one-stop, innovative reference point, of benefit to future planning processes of heritage community activists. In addition, the map offers groups already funded in previous phases of the programme an opportunity to share and reflect on approaches that other groups have taken, offering further opportunities for ensuring and safe-guarding legacy impact of current projects. Expertise developed within individual community projects rarely gets shared with other groups: any voluntary group has participants with specific skill sets, but also with missing project management or implementation skills. The map will act as a learning aid to fill any knowledge gaps, illustrating choices and processes involved, taken, adapted, and rejected by Connected Community groups. \n\nIn addition, engagement with community groups in the design of the mapping tool will provide a hitherto neglected scholarly narrative of twenty-first century heritage reception processes. The design of the visual map that charts these processes will also offer advances in the academic study of cultural interaction, cultural mapping and digital humanities. The project will therefore\ncapitalise on the rationale and legacy of the Connected Communities programme by exploring connections between hitherto unconnected research and communal perspectives: by bringing visual diagrammatic mapping methods, that are gaining ever more currency within humanities projects, into dialogue with effective and ineffective research routes pertaining to the preservation of place by heritage community groups.\n\nMore detailed training material will also be available on the website. Case studies of 3 community groups' usage of the tool, will be hosted. The intention is that these studies will act as a web training guide that can be used by community groups. Central involvement of the community partner, the Norfolk Rural Community Council, throughout all stages of the project will ensure the training material is effectively co-produced, with community and academic interests fully synthesised. Each case study will draw on the specialist interests of the academic co-investigators (of reception stories, landscape history and human geography). Each case study will have a primary lead but will be co-designed and evaluated by all members of the research team. This collaborative work will enable cross-disciplinary investigations and co-produced evaluations with the community partner. The cultural mapping case-studies are designed to represent (in easily digestible forms) impact of the mapping tool.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L013118/1","grantId":"AH/L013118/1","fundValue":"56903","fundStart":"2014-06-30","fundEnd":"2015-08-31","funder":"AHRC","impactText":"","person":"Karen Elaine Smyth","coPersons":["Jon  Gregory","Andrew  Power","Rik  Martin"],"organisation":"University of East Anglia","findingsText":"","dataset":"gtr"}