{"id":"0BE72C45-E09D-415C-BC14-0A3EC920407F","title":"Novel PET imaging","abstractText":"The work has the potential to produce significant improvements in the quality of positron emission tomography (PET) imaging. In PET imaging a patient is injected with sugar containing a radioactive atom, usually a flourine atom. When this atom decays 2 photons are emitted which come out in opposite directions back-to-back. By detecting many of these 2 photon events an image of the source can be reconstucted. PET imaging is used for many important clinical diagnoses such as identifying cancerous tissue and diagnosing alzheimers.This would allow smaller clinical features to be seen, permit earlier and more reliable diagnosis of disease and disease progression.\n\nWe have developed a new technique which will improve the sharpness and contrast of the PET image. There will be significant costs benefits to this approach. Better imaging will lead to more appropriate treatment, resulting in fewer futile surgical interventions and improved therapy choices of the increasingly expensive chemotherapies applied by oncologists.\nApart from Oncology applications, there is an increasing use of PET imaging in neurodegenerative disorders, such as Alzheimer's disease\n\nWe will work closely with Clinicians and PET physicists in our new Clinical Research Imaging Centre (CRIC) situated at the Edinburgh Royal Infirmary. Our new technique is a spin off from STFC funded research for fundamental nuclear physics.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/K002937/1","grantId":"ST/K002937/1","fundValue":"86533","fundStart":"2012-09-01","fundEnd":"2014-02-28","funder":"STFC","impactText":"  The results obtained formed the basis for a patent application (in progress). Healthcare Economic","person":"Daniel Peter Watts","coPersons":[],"organisation":"University of Edinburgh","findingsText":" We carried out research and development for a new idea to improve PET medical imaging. We have engaged with clinicians and medical imaging companies to develop the idea. We provided new computer simulations based on current PET machine geometries and readout. We also produced bench test data using a small PET demonstrator module to validate our new imaging concept and further develop its implementation. The work will be submitted for a patent. The idea may be incorporated into future PET imaging systems. We are applying for further funding for this stage and will collaborate with a PET machine manufacturer. Healthcare","dataset":"gtr"}