{"id":"0C01E0B3-61F4-4D23-B2B0-8DD53DD3725D","title":"Support of the Astronomical Research in the Cavendish Astrophysics Group","abstractText":"This research is aimed at undertaking and answering fundamental questions about the universe and its history. At the same time we will develop new techniques and instruments to help answer future questions. We address many of the frontier questions in astrophysics. These include: how did the universe get to be how it is? What were the processes that led to the development of the largest structures in the universe? What were the seed conditions that led to galaxies and clusters of galaxies existing today? We can study these questions by looking at the Cosmic Microwave Background Radiation (CMBR), radio waves which were emitted soon after the 'Big Bang'. Part of our work is to study the waves to find the imprints of structure formed in the first fraction of a second of the universe's existence. We can also find the earliest forming clusters of galaxies by looking for the 'shadows' they cast on the CMBR. Big advances in astronomy come from the introduction of new techniques, and we want to continue to pioneer the application of the technique of interferometry. This imaging technique was initially developed in our group of radio astronomy, but we are now developing it for astronomy at visible wavelengths. This work will complete the development of an interferometer which will be able to see details in stars and the centres of galaxies which cannot be seen in any other way. We also aim to advance the use of interferometry in radio astronomy by developing techniques to allow interferometric telescopes to observe more of the sky at a given time. This has applications in a wide range of astronomy research. We aim to answer fundamental questions about how stars are formed, by using instruments which can see large numbers of stars at early stages of formation. We also plan to use telescopes which are coming on line in the next few years to see the formation of stars and planets in other solar systems in unprecedented detail. By using data from recently developed telescopes, we will start looking at how magnetic fields are structured in galaxies and within clusters of galaxies. This will allow us to look at the role played by magnetism in these regions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/G002916/1","grantId":"ST/G002916/1","fundValue":"2659880","fundStart":"2009-04-01","fundEnd":"2012-03-31","funder":"STFC","impactText":"  This grant supported the astrophysics research of the Astrophysics Group at the Cavendish Laboratory. \n\nAs a result of the award a wide variety of astrophysical results were obtained which have been published in a series of papers. In addition to the impact on the astrophysics a number of technical results have wider impact. Most notably these include the development of advanced Bayesian Inference technologies which have wide applicability including in the financial services industry. The software has been made publicly available. Digital/Communication/Information Technologies (including Software),Education,Financial Services, and Management Consultancy,Other Societal","person":"Paul  Alexander","coPersons":["Julia Margaret Riley","David Alan Green","Anthony  Challinor","John  Richer","Christopher Allim Haniff","Michael  Hobson","Anthony  Lasenby","David Felix Buscher","Richard Deryck Saunders"],"organisation":"University of Cambridge","findingsText":" This grant supported the astrophysics research of the Astrophysics Group at the Cavendish Laboratory. \n\nAs a result of the award a wide variety of astrophysical results were obtained which have been published in a series of papers. The research has formed the basis of further investigations across a wide variety of research areas. Digital/Communication/Information Technologies (including Software),Education,Electronics","dataset":"gtr"}