{"id":"0C0EC4B0-7016-406C-A522-AC687644949C","title":"The Evolution of Parental Care Roles","abstractText":"In species where parents care for their offspring, why are females the main provider of care even where either sex could perform equally well? Why should males and females differ in how they care for their offspring? How are these differences influenced by inheritance? Without an understanding of the genetic basis of parental care we lack any understanding of how selection on care is filtered through inheritance. Yet there are almost no studies that have examined how patterns of parental care are inherited, and the few studies we have focus exclusively on female care behaviour. I propose to examine how genetic variation influences the evolution of biparental care in the burying beetle, Nicrophorus vespilloides. This beetle has diverse and sophisticated parental care behaviour and performs all forms of parental care (uniparental female care, uniparental male care, biparental care). It is easily bred under semi-natural conditions. We have considerable background information on the ecology and behaviour of this beetle. In my laboratory, we have begun to examine quantitative genetic influences on parental care, focusing until now on female care. Here, we will focus on male care and compare how genetic influences on male and female care differs or is similar. We will also use experimental evolution to examine how care changes in both males and females if males are selected to provide more or less care. Our goal is to determine how behavioural specialisation between the sexes involving parental care can evolve. This research will help us understand how sex differences in behaviour can evolve. Because males and females share a common genome, the evolution of traits that differ between the sexes, including behaviour, depends on evolving different uses of the same genes. Thus, studying differences in parental care between males and females will shed light on how, in general, differences between the sexes can evolve. Our research will also provide us with some insight into the limits to evolution of care. Because we are using experimental evolution, selecting on care, we will uncover unexpected changes in traits that are linked with care and which may limit further evolution in natural populations. Thus, our research will help to explain the patterns we see in nature.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H003738/1","grantId":"NE/H003738/1","fundValue":"402404","fundStart":"2010-07-05","fundEnd":"2013-09-05","funder":"NERC","impactText":"","person":"Allen  Moore","coPersons":[],"organisation":"University of Exeter","findingsText":"","dataset":"gtr"}