{"id":"0C24ADF1-CE9E-42F0-B2E3-44C87A5D1E82","title":"A real-time single molecule approach to understand how DNA repair proteins locate and remove damage","abstractText":"From microbes to man DNA repair is crucial to the continuance of life. Each cell in the human body accumulates over 10000 sites of DNA damage every day, therefore efficient and rapid repair is essential. Defects in DNA repair result in cell death or continual proliferation, leading to premature ageing or tumour formation respectively. Repair is mediated by proteins; each one performs a small task in a sequence that eventually leads to lesion repair. To date we do not fully understand the physical basis of how these proteins find damage or come together as functional units. In this project we aim to follow the process of nucleotide excision repair (NER) in a model bacterial system. This simpler system involves the interplay of just three dedicated enzymes instead of up to thirty in humans. We will use recent advances in imaging such as fast sensitive cameras, bright fluorescent tags and powerful computers to directly visualise how and when these protein machines operate; this is discussed in more detail below. Our research offers important insights into how proteins find their targets on DNA, form complexes and permits direct visualisation of the mechanistic sequence underlying a protein cascade. It is anticipated that this research will benefit other scientists by introducing new techniques that could be used to investigate a number of other processes and may also impact the design of new anti-bacterial drugs. To study DNA repair we visualise the process one molecule at a time. Normally, systems are studied as 'ensembles' consisting of thousands of billions of protein molecules. By visualising single molecules we are able to extract information much more accurately about both the order and timing of the process being studied. To make it possible to see a single molecule we attach fluorescent beacons called a quantum dots to our proteins. These tagged proteins can then be followed using a state-of-the-art microscope based imaging technique. However to follow the proteins one more important aspect needs to be considered. When DNA is visualised it is not a long stretched out fibre, instead DNA is bundled, making it impossible to follow the behaviour of a single tagged protein. To overcome this we have developed a unique approach: we suspend the DNA between large beads attached to a microscope slide to create 'DNA tightropes'. These tightropes allow us to introduce tagged proteins and watch how they behave on DNA. Since the repair system uses multiple protein machines to carry out its work, we have tagged the proteins with different colours to distinguish them. DNA repair proteins face the enormous 'needle in a haystack' challenge of finding one damage site amongst a vast excess (millions to one) of undamaged DNA. Using our tightrope technology we will watch how they do this, and at the same time make precise measurements to provide us with a physical understanding of this process. Do the proteins slide along the DNA? Detach and reattach elsewhere? Or both? We will also be able to address long held questions in the field such as how many proteins form a complex? And what role ATP, the cellular energy currency, plays? We will also damage the strung up DNA tightropes and attach a quantum dot beacon to the damage site thus providing us with its location. Then we will introduce all three proteins together and, in real time, we will directly observe how they work together to repair the DNA. In this proposal we present a large amount of data to demonstrate the success of the above outlined approach, which uses technology that is at the leading edge of the field and is unique to our laboratory. The system we are developing here will offer a new insight into DNA repair and also provide enabling technology to offer a new way of understanding how many other protein systems interact with DNA.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I003460/1","grantId":"BB/I003460/1","fundValue":"393082","fundStart":"2011-05-03","fundEnd":"2014-09-02","funder":"BBSRC","impactText":"  During this grant we have developed an imaging and single molecule detection technology. In addition, we have begun to uncover a new complexity in the modalities of nucleotide excision repair (NER). This latter point has led to the publication of data and reviews highlighting the importance of applying single molecule techniques exemplified by the Special Issue of DNA Repair (August 2014) edited by Dr. N.M. Kad and Prof. B Van Houten. This output attracts a wide readership and it should begin to bring the idea that new undiscovered complexes exist in an established pathway such as NER. We will continue to promote this through further publication and meeting attendance. Therefore we are seeing an impact on the education sector.\nIn addition to this output we have used the technology developed in this grant to construct a secondary technology that we are in the process of preparing for patent filing. This technology is aimed at improving our ability to detect proteins and is expected to impact the healthcare sector in the form of permitting new diagnostic tools to be created. In addition, due to the nature of this invention we expect impact on the biotechnology sector as well. Education,Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology Cultural,Economic","person":"Neil Mark Kad","coPersons":[],"organisation":"University of Essex","findingsText":" As a result of this funding we have made significant progress towards understanding how bacterial Nucleotide Excision Repair (NER) is achieved from a physical perspective. By directly imaging this repair process at the single molecule level on DNA tightropes our work has allowed the textbook view of NER to be challenged. We have managed to publish numerous papers from this work including some significant reviews that set the stage for the wider use of single molecule techniques in this area. In addition we anticipate the publication of further papers over the coming year. Our key achievements are below:\n1. As a result of successfully labelling all the components of NER we have discovered a new repair complex, UvrBC, that forms on DNA. This complex can diffuse along the DNA and does not require UvrA for its formation. To date, the prevailing view in the field suggested that UvrA is absolutely required for the interaction between UvrB and UvrC, these data show this is no longer true.\n2. We have been able to introduce DNA damage to specific locations on our DNA tightropes and visualise this by placing quantum dots close to the damage. As a result we have now been able to study how UvrA, UvrAB and UvrBC interact with damage. This study is currently being prepared for publication.\n3. To obtain information on the motion of molecules on DNA we have constructed a high-speed darkfield microscope as planned. In the development phase we have shown that this system can obtain data in short bursts with microsecond time resolution. This is a significant step forwards in the research resources available in the UK.\n4. During the course of the grant we took the opportunity to team up with Rutherford Appleton Laboratory in Harwell to investigate the interaction between UvrA and DNA using a unique optically trapped microstructure. This is the first study of its kind and opens up a whole new avenue of research. These data are currently in review. \n5. We have successfully established a new collaboration with the Kisker group in Germany resulting in a detailed investigation of the function of XPD, a eukaryotic analogue of UvrB. These data are planned for publication imminently.\nIn conclusion there have been several transformative outcomes from this research project which will lead to the ultimate goal of watching repair unfold in real time. To this end we have collected data which shows the first three components of repair interacting with each other on a DNA tightrope. With these observations plus numerous mutational studies performed during this grant we believe that it will soon be possible to fully reconstruct DNA repair with all six proteins labelled. In addition, we have generated some preliminary data to begin to translate our research from test tubes into live cells. In this study we have revealed a new complex in NER, making this of considerable interest to other academics in the field. This is true at all levels from undergraduate (where textbooks could be revised) to researchers studying this process. More widely, this study introduces the concept that single molecule visualisation of a process can reveal much more detail. It is expected that this will lead to the greater adoption of this technology in many fields. We have created a methodology to introduce DNA damage at specific fluorescently labelled locations. This will be useful for academics studying many types of DNA repair. The technology of chemical moiety placement at specific locations will also be of use non-academically, offering solutions for nanotechnology, electrochemistry, lab-on-a-chip and many other chemical and biotechnological outputs. In addition, medical diagnostic tools useful in healthcare may be constructed with such refinement of these approaches. Finally, our investigations of DNA repair are a step towards understanding repair defects in humans, therefore in the long-term potential healthcare benefits can be made. Chemicals,Healthcare,Pharmaceuticals and Medical Biotechnology,Other","dataset":"gtr"}