{"id":"0C328743-0C56-4810-9817-BAC22EEFA7E8","title":"Rethinking Histories of Resistance in Brazil and Mexico","abstractText":"The 1980s saw an academic boom throughout the humanities and social sciences in studies that explored how lower class people resist their domination by elites through various kinds of everyday social and cultural practices that could be contrasted with the mass revolutionary movements that were the focus of an earlier generation of critical scholarship. The 1990s brought a wave of critiques of resistance theories but many scholars advocated rethinking and further empirical work rather than wholesale rejection of the notion of resistance. This project set out to explore the possibilities of renewing the field through a dialogue between historians and social scientists working on Brazil and Mexico. By focusing on two countries in the same region, our approach facilitated coherent discussion of how the past might relate to the present, and how the present political concerns might influence interpretations of the past, but at the same time allowed us to use the similarities and differences that emerged between the country-based studies to deepen our understanding of the nature of the processes at work. These two countries have figured prominently in the academic resistance literature because of their histories of exploitation of African slaves and indigenous people, and the idea of resistance remains central in the contemporary politics of Afro-Brazilian and indigenous rights, though in two different senses revealed by this project, one invoking active struggle, the other a more conservative idea of historical endurance. Our work shows, however, that we need to understand why people who appear to live under similar conditions of domination and exploitation respond to these situations in quite different ways, and also demonstrates the importance of studying forms of peaceful opposition to elites that have significant social and political effects but do not involve efforts to achieve a radical transformation of class structures or other forms of inequality based on differences of gender and ethnicity. The historical studies cover the colonial period to the twentieth century. They consider classic themes such as slave and indigenous rebellions and millenarian movements, but highlight the possibilities of explaining historical and regional differences by considering social, economic and cultural variables that shape the internal politics of dominated groups and their relations with elites, and the degree of open and violent conflict within those relations. The role of religion, as an element of popular culture and as a cause of both armed and pacific resistance to modernizing states, emerged as a major historical theme that carried through into contemporary issues such as the political significance of Afro-Brazilian religion and differences of perspective with contemporary indigenous and peasant movements. The processes that produce ethnic identities are another issue running through our study from the colonial period to the present. Our contemporary studies cover urban and rural contexts. They allowed comparisons between the Brazilian quilombola movement, which seeks territorial rights for Afro-descendant people, and the indigenous movement in Mexico, but also examined the politics of working class actors who do not adopt these kinds of ethnic identities, and asked how everyday and individual resistance might feed into social movement mobilization. By considering the impact of the multiculturalist state, the tourism industry and non-governmental organizations on the commodification and politicization of culture and religion, along with the role of new kinds of social movement actors in the new social and political environment created by globalization and neoliberal states, the project points to the need to re-embed debates on resistance in broader debates about power and hegemony, while producing evidence that resistance still has value as a concept, though we often find resistance in forms and places that we did not anticipate.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/D503817/1","grantId":"AH/D503817/1","fundValue":"82102","fundStart":"2007-01-01","fundEnd":"2008-08-31","funder":"AHRC","impactText":"","person":"John  Gledhill","coPersons":["Patience  Schell"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}