{"id":"0C369B2D-9344-452F-9B74-314F4CF152C0","title":"Radio Resource Allocation for Multi User Spectrum Sharing with Parameter Uncertainty","abstractText":"Spectrum sharing (SpS) technology has continued to develop since its introduction as an alternative spectrum management policy by the US's Federal Communication Commission (FCC) in 2002. Radio resource allocation (RRA) is a crucial function in SpS technology which allocates the available radio spectrum to the secondary users and adjusts the transmission parameters such as secondary user transmit power and rate in an efficient way so that the system performance is maximised. RRM is implemented in the secondary network and needs to address the following significant technical challenges. Input parameters to RRA algorithms include spectrum availability and channel gains. Spectrum availability is evaluated using a spectrum sensing mechanism with a certain level of accuracy. The required channel gains are also evaluated using signal processing techniques with a given level of estimation errors. One of the main challenges is that in most cases there is either no or very limited signalling between the primary and secondary networks. This makes parameter estimation a very complicated task with a limited level of accuracy, particularly for those parameters which needed to be measured/estimated in the primary network. Uncertain parameters may result in either decreasing the efficiency, or infeasibility of an RRA algorithm that is designed assuming perfect parameters. It is also required to address efficient and adaptive radio resource allocation among multiple secondary users. Other challenges include distributed implementations as well as developing analytical methods for performance evaluations of RRA algorithms. Performance analysis of RRA function sheds light on the fundamental performance bounds such as maximum achievable spectrum utilization, scaling property regarding the number of secondary users as well as other system trade-offs. Addressing these challenges is required for efficient adoption of SpS technology in full scale commercial wireless communication systems.\n\nThe applicant's proposal aims at the theoretical investigation of the impact of parameter uncertainty on the efficiency of the radio resource allocation in multi user secondary service spectrum sharing systems. This proposal also includes development of novel RRA techniques based on the theoretical investigations that differs from many conventional studies, in that practical concerns including robustness to uncertain input parameters, minimizing the level of inter and intra system signalling overhead and impact of multiple secondary service users are also taken into consideration. \n\nThe overall aims of this research proposal are: i) to develop an analytical framework which incorporates physical and higher layer functionalities into the system model in a multi secondary user environment and is able to model the impact of uncertainty in the parameters on the network performance, ii) to develop practical RRA algorithms based on this analytical framework to manage the impact of parameter uncertainty, and iii) to obtain fundamental performance limits for the multiple secondary service with uncertain parameters. The applicant's ultimate goal is to make SpS technology available to general public.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K005111/1","grantId":"EP/K005111/1","fundValue":"99972","fundStart":"2013-06-30","fundEnd":"2015-06-30","funder":"EPSRC","impactText":"  The findings of this project has been used in designing new beamforming algorithms that increases the spectral efficiency of the future wireless communication systems. This will result in lower cost per transmitting bit of information thus will increase reachability of ICT services. Digital/Communication/Information Technologies (including Software) Societal,Economic","person":"Keivan  Navaie","coPersons":[],"organisation":"University of Leeds","findingsText":" The main achievements of this research grant are as the following:\n\n1- Developing a new analytical tool capable of modeling the performance of a system with a number of subsystems with contradictory objectives.\n\n2- The model proposed utilized to design and implement new beamforming techniques for such systems.\n\n3- The method has been also used for coding design.\n\n4- The above method has been also used to model the impact of information uncertainty on the performance of a multi user communication system. By integrating the method in standards. Steps has been taken toward this goal. Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}