{"id":"0C490C9D-0959-4762-B5E5-C039C5D40F47","title":"GroFutures: Groundwater Futures in Sub-Saharan Africa","abstractText":"The Groundwater Futures in Sub-Saharan Africa (GroFutures) project will assemble an inter-disciplinary team of highly experienced physical and social scientists from Africa and Europe to generate new scientific evidence and methods to enable groundwater to be used sustainably and equitably tom improve the lives of poor people in Sub-Saharan Africa (SSA) by way of improved access to safe water for drinking and domestic purposes as well as water for agricultural production. As SSA is a region of small-scale farmers, sustainable year-round access to water for agriculture is a core component of poverty alleviation strategies in this region. GroFutures also recognises the importance of protecting the quantity and quality of groundwater discharges that sustain rivers, lakes and wetlands and the benefits (e.g. fish, hydropower) derived from these.\n\nUnder a one-year catalyst grant, the GroFutures Team will work with government water ministries in Ethiopia, Ghana and Tanzania to conduct a series of pilot studies characterising and quantifying seasonal changes in groundwater demand under a range of potential development options including increased use of groundwater for irrigation as well as urban and rural water supplies in selected basins. Indicative changes in groundwater supply by way of rain-fed groundwater replenishment (recharge) will also be evaluated under this pilot research by examining relationships between climate and groundwater recharge in semi-arid (central Tanzania) and seasonally humid (northern Uganda) environments where long-term observational records exist. The evaluation will focus on observed recharge responses to changes in the intensity of rainfall that is projected to increase in a warmer world, under these contrasting climate regimes.\n\nA significant innovation of the research conducted under this catalyst grant is the development and trial of a new metric of water availability that, for the first time, explicitly considers groundwater resources. Water availability will be redefined in terms of water storage requirements, be it natural (e.g. groundwater) or constructed (e.g. surface reservoirs), that are required to address imbalances between water supply and demand. As such, the metric will directly inform water management including sustainable allocations of groundwater. Because access to groundwater often disfavours poor water users, GroFutures will investigate pathways to enhance the governance and management of groundwater that recognise and support access of the poor to groundwater.\n\nThe interdisciplinary GroFutures Team is uniquely qualified to undertake the proposed research. It has conducted pioneering research evaluating factors that influence groundwater demand and supply and, as such, possesses invaluable long-term and detailed datasets as well as an acute understanding of the national development plans required to develop robust projections and scenarios of the future with which to determine the sustainability of groundwater resources in different settings. Having enjoyed long-term collaborations with government ministries who are project partners, the team is also able to review critical questions of groundwater governance and management.\n\nAnother key attribute of the GroFutures proposal is the holding of a pan-African workshop which will enable a rare opportunity for scientists in Anglophone and Francophone Africa to share their experiences and expertise. Scientists and government stakeholders in the GroFutures project will run the workshop jointly with a Francophone network of researchers, PICASS'EAU, from Benin, Burkina Faso, Cameroon, Chad, C&ocirc;te d'Ivoire, Niger, and Nigeria as well as potentially other UPGro Consortia and several invited international scientists who will examine the wider applicability of GroFutures pilot-study results to SSA and inform research to be proposed under a subsequent large, inter-disciplinary consortium proposal to the UPGro programme.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/L001780/1","grantId":"NE/L001780/1","fundValue":"14683","fundStart":"2013-07-01","fundEnd":"2014-06-30","funder":"NERC","impactText":"","person":"Martin Christopher Todd","coPersons":[],"organisation":"University of Sussex","findingsText":"","dataset":"gtr"}