{"id":"0C556F6D-EC39-407B-83E1-A158BCC49C5F","title":"Computational tools for simulation of stochastic ion channel activity in neurons","abstractText":"A fundamental goal of modern biology is to understand how the physical and behavioural characteristics of living organisms arise from components, such as cells and molecules, which are often too small to be seen with the naked eye. Considerable progress has been made towards determining how the physical properties of living organisms are specified by their genetic code, which is contained in individual molecules of DNA. By contrast, we understand much less about the physical principles that govern human or animal behaviour. For example, although it is clear that communication between nerve cells is a key component of brain function, the appropriate level of physical detail at which nerve cells must be understood to fully account for human or animal behaviour is far from clear. Most nerve cells have ornate branching structures, called axons and dendrites, which play fundamental roles in processing of information in the brain. In a single nerve cell these structures may contain well over a million ion channels, small molecules that determine how the cell processes information. While in the past neuroscientists have generally only considered how the average activity of this large umber of ion channels influences the function of nerve cells, recent evidence suggests that fluctuations in the activity of individual ion channels may be a critical determinant of nervous system function. Yet, we have few clear insights into how this basic property of ion channel function affects information processing in the brain. One promising approach to this problem is to develop computer models to simulate ion channel activity. However, at present accurately simulating the activity of each ion channel in complex neuronal structures is a formidable task, and it has therefore been difficult to explore how fluctuations in the activity of individual ion channels influences brain function. The goal of the proposed study is to develop new tools to efficiently simulate models of neurons or neuronal circuits that explicitly simulate the activity and location of individual ion channels. These tools will take advantage of recently developed computational algorithms, together with advances in computer science and methods for parallel computing, to reduce the time required for simulation of these models by greater than 100 fold. To facilitate compatibility with other widely used software, the tools will build on current community standards for specification of neuronal models and will be made freely available for download by other researchers or interested parties. Development of these new computational tools will enable new and fundamental questions to be addressed. For example, what particular aspects of neural information processing are most sensitive to fluctuations in the activity of individual ion channels? Do these fluctuations impair neural function, for example by introducing noise, or do they increase the computational power of neural circuits, for example though stochastic resonance effects? If they impair neural function then what mechanisms have evolved to counteract this effect? Conversely, if they confer benefits, then how are these advantages optimized in biological systems? The proposed project will prime new areas of research in the principal investigators laboratory that will aim to address these questions. More generally it will provide a new set of tools, of general use to the wider research community, that may lead to a better understanding of the relationship between the properties of single ion channel molecules, computations carried out by neural circuits and the behaviour of living organisms.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E014526/1","grantId":"BB/E014526/1","fundValue":"82819","fundStart":"2006-11-01","fundEnd":"2008-04-30","funder":"BBSRC","impactText":"  The software we developed has been adopted by other research groups and has been used as a tool for teaching. Our generation of well-validated and high quality software through a contract to a commercial developer has also been used as a model for best practice in development of academic software. The commercial developer is an SME which has used the project as a model for further development of its business. Digital/Communication/Information Technologies (including Software),Education Economic","person":"Matthew  Nolan","coPersons":[],"organisation":"University of Edinburgh","findingsText":" The primary goal of the project was to be able to efficiently simulate the activity of realistic distributions of stochastic ion channels in neurons composed of axons and dendrites with arbitrarily complex architectures. I outline below, using the measurable objectives stated in the original proposal, the development, validation and documentation of new software that achieves this goal.\n\n1) The stochastic core. We first developed a new computational core that runs simulations of stochastic ion channel activity in model neurons that have arbitrarily complex morphological structures. The core was implemented as a compact and optimized Fortran program that we have compiled to run on Unix, PC and OS X machines. To simulate stochastic ion channel activity the core uses a new version of the tau leap algorithm that gives substantial efficiency improvements compared with the fastest previously available software for stochastic ion channel simulations. To enable easy user control we also developed an outer shell program, implemented in java and able to run on Unix, PC and OS X machines. We have called this new software the Parallel Stochastic Ion Channel Simulator (PSICS). The new software successfully passed our evaluation against the following three sets of criteria that were outlined in our original proposal: \n\na) Accuracy. Simulations with the new software produced results exactly as predicted from well-established theoretical principles and experimental results (e.g. see Figures 1 and 2).\n\nb) Performance. Profiling demonstrated that the timing of the core calculation is dominated by the essential costs of the stochastic channel update procedures. Comparison of simulation times with the previous best available software indicate reductions of greater than one order of magnitude as originally anticipated. We achieved further efficiency savings by enabling simulations to be carried out in parallel when the software is run in an environment that has multiple processors available. We have successfully run the parallel version of the software on a small local network (8 processors) and on the Edinburgh Compute and Data Facility high performance cluster of servers (maximum 1456 processors).\n\nc) Compatibility and standards compliance. The stochastic core simulates models using specifications built on the cross-platform neuroML format. The software can also directly important neuronal morphology data specified in online databases (e.g. neuromorpho.org). We have carried out detailed simulations with &gt; 15 test neurons with realistic morphology downloaded from the neuromorpho website. We have also successfully run models exported from the deterministic simulation package NEURON. We originally intended that a second modified version of the core would be operational as a plug-in to the Genesis 3 simulation environment, however unanticipated delays in Genesis 3 development that were outside of our control prevented us from undertaking this development.\n\n2) The channel localizer tool and extension of the channelML data format. We developed a second new software tool (which we have called ICING) that deals only with the anatomical localization of ion channels on neurons with complex morphologies (Figure 3). The channel localizer tool successfully carries out the following functions: a, generate scalable 2D and 3D graphical representations of model neurons showing the distribution of ion channels as a density map or as individual points; b, transform density descriptions into model descriptions that specify the location of individual ion channels; c, transform model descriptions that specify channel location into density descriptions; d, placement of individual ion channels onto a model neuron or the use of user-defined algorithms to specify the distribution of ion channels on the membrane of a model neuron. To represent models the channel localizer tool uses data formats built on morphML and channelML specifications.\n\n3) Distribution. We have set up a website (www.psics.org) for distribution and documentation of the software. Once a manuscript describing the new software has successfully completed peer review then the software and associated documentation will be made freely available to the scientific community for download from the website and the source code will be released under the General Public License (www.gnu.org/copyleft/gpl.html). The software has been used for research by other groups and as a tool for teaching. Digital/Communication/Information Technologies (including Software),Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}