{"id":"0C600F51-E4FE-4C02-8467-548959237BD5","title":"Comparative genomics of Arsenophonus, a bacterial symbiont of arthropods","abstractText":"One of the first things I learnt at University was that bacteria could do amazing things. They could degrade crude oil. They could live in hot springs, or places with extreme salt concentrations. They could adapt to virtually everything, and make a living there. This makes them a crucial part of the processes in the natural environment, and also potential very useful sources of new capabilities. Bacteria also are a very important part of animal life. Our digestive function is changed by probiotics, indicating bacteria are important in good digestive health. In cows, gut bacteria are of vital importance in making the nutrients in grass usable by the animal. More widely, many insects carry inherited bacteria. These can be of three kinds- a) required by the insect for it to grow and reproduce. In this case, the bacteria are responsible for the synthesis of nutrients not available in the diet. b) Helpful to the insect in some circumstances-for instance, they increase resistance to pathogens and parasites. c) Parasitic, manipulating the biology of the insect to their own ends. How bacteria carry out functions for the insect-and how they manipulate their biology-are issues that are important for our understanding of insect function in the natural environment-but these questions are not well resolved. In this project, we examine how bacteria that are beneficial and parasitic differ, examining the genomes of two different bacteria that are related, but have very different interactions with their host. One of these-Arsenophonus nasoniae, is a parasite, and has been sequenced previously. In this project, we will sequence Arsenophonus triatominarum, a bacterium that lives in a blood sucking bug, Triatoma infestans, where it is a beneficial passenger. First, we will complete the genome sequence of A. triatominarum, using new technology based on firefly enzymes that can produce a draft genome in just one or two weeks. We will then compare its genome to A. nasoniae. This comparison will immediately highlight genes of importance. Genes that are shared by the two bacteria but have diverged significantly are likely essential to many host-bacteria interactions. The subset of genes that are found in one but not the other, represent those likely to be important in parasitism/host function (if in the parasite only) and in producing host benefit (if present in the beneficial bacterium only). The genome sequence of A. triatominarum will also be of direct interest, as its host-the bug Triatoma infestans-is a vector of chagas disease, transferring disease causing trypanosomes to humans. In understanding the partners of the triatomine bug more fully, we may be able to devise new methods to control the triatomine population size, or curtail its ability to transmit pathogens.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F010974/1","grantId":"NE/F010974/1","fundValue":"49471","fundStart":"2008-05-22","fundEnd":"2009-11-21","funder":"NERC","impactText":"  Academic users to date. Work has had over 40 citations Agriculture, Food and Drink,Environment Cultural","person":"Gregory  Hurst","coPersons":["Neil  Hall"],"organisation":"University of Liverpool","findingsText":" Arsenophonus is an important heritable symbiont of arthropods. In this project, we completed the genome sequence of the strain associated with triatomine bugs, important disease vectors in South America. This genome sequence provides clues as to the importance of the bacterium to its host, as well as elucidating the evolutionary pathways that symbiont genomes undergo. In control of vector borne infection. Agriculture, Food and Drink,Healthcare","dataset":"gtr"}