{"id":"0C667932-B7DD-4AD7-852C-5839342D9868","title":"Feminizing Politics and Power in the UK: Voice, Access and Accountability","abstractText":"The participation and representation of women in politics remains highly topical in UK politics, as it does globally, as women rarely achieve parity of presence or see women's issues and perspectives fully integrated into government policy-making. The next few years are critical as the UK faces a series of electoral moments: the Scottish Independence referendum, a General Election in 2015, and devolved elections in 2016. The nature and outcomes of these will be significant for the inclusion of women in elected politics, and for the substantive representation of women, that is, the inclusion of women's concerns and perspectives. The Seminars are organized under the headings of 'Voice', 'Access' and 'Accountability', and explore academic and practitioner views of representation.\nWomen remain out-numbered proportionately in all UK elected institutions, most especially in Stormont and Westminster. At 81 and 78% male the N. Ireland Assembly and the House of Commons, respectively, remain a long way from parity. The UK Parliament is currently mired in debate about women-unfriendly political culture, with critics demanding that women 'man up' in the face of sexual harassment and work/life (in)balance. In Scotland and Wales the decline in the number of AMs and MSPs since 1999 begs questions of the certainty of women's representation increasing over time. It might well be the case that the causes of women's under-representation are known: women have fewer of the resources conducive to party political participation (e.g. time, money and interest), and face party gate-keepers, who for the most part, reject the global evidence that supports sex quotas. Nevertheless, it remains necessary to examine UK political parties' arguments for their (in)action, and to empower those working for parity to campaign for party and parliamentary reform. \nIf women's access to politics is one part of the problem of the feminization of political power, the inclusion of women's voices is another. Women's issues and perspectives are frequently said to be marginalized or trumped in electoral politics: e.g. Scottish women's groups are currently mobilizing to re-gender the independence debate. Nationally, austerity politics has been decried, as bad for women, at least according to feminist and left-wing critics: the Coalition appears to regard gender equality as acceptable collateral damage, as women are disproportionately and negatively affected by cuts to services, benefits and public sector employment. Against this backdrop, elected representative claims 'for women', evaluation of governments' policies for women, and the state of gender (in)equality demand interrogation. Just how well are women in the UK represented substantively? And how will parties compete for the 'women's vote' in 2014-16? How will women and gender relations be depicted in their manifestos and campaigns? What will be constituted as 'women's interests'? What difference do differences between women, for example of race, class, sexuality or geography, make to their experiences and opportunities? Will there be a gender gap in the referendum, and 2015 and 2016 elections? Finally, given a contemporary feminist mobilization in the UK that is focused less on representative democracy and more on (social media) activism, it is important -for representational theory and practice - to explore links between elected and non-elected representatives. Such connections have not been systematically studied in the UK to-date. However, a more comprehensive assessment of the quality of women's substantive representation is possible only by examining the congruence between the attitudes of women and elected and non-elected representatives' claims and actions. In other words, if we want to know whether women in the UK are well represented through parliamentary politics, we need to know both women's mass attitudes and the concerns and perspectives of all representatives who claim to act for women.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M002780/1","grantId":"ES/M002780/1","fundValue":"30371","fundStart":"2014-10-01","fundEnd":"2016-12-31","funder":"ESRC","impactText":"","person":"Sarah  Childs","coPersons":["Laura  McAllister","Francesca  Gains","Elizabeth  Evans","Peter  Allen","Claire  Annesley","Joni  Lovenduski","Rosie  Campbell","Fiona  Mackay","Meryl  Kenny","Yvonne  Galligan"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}