{"id":"0C6DAC8D-3EDE-4310-8B15-10EF41A66EFD","title":"Aquaporin water channnels and osmoregulation in the European eel (Anguilla anguilla): the potential toxic effects of brominated flame retardants.","abstractText":"The regulation of water transport is fundamental to the survival of all forms of life on the planet, from simple uni-cellular organisms to complex multi-cellular plants and animals, including mammals and man. The evolutionary success and survival of aquatic organisms in many diverse freshwater (FW) and sea water (SW) habitats has also been made possible by the development of complex inter-related ion and water transport systems which allow animals and plants to osmoregulate and survive in extreme hypotonic and hypertonic environments. Well-studied examples of this are the euryhaline teleosts, such as the European eel, which exhibit the genetic plasticity to enable survival in both FW and SW environments with only minimal changes in the osmolality and ionic composition of their body fluids. In order to accomplish this, euryhaline teleosts have evolved the capacity to adapt their osmoregulatory strategies to allow the excretion of excess water and the scavenging of salts from ion-poor FW habitats while reversing these functions when entering SW environments. Central to this process is the critical function of members of a large family of membrane transporting proteins called aquaporins, that not only regulate water transport between various compartments within the body but are also essential to the maintenance of the equilibrium between total body fluid volume and water availability in the external environment. In addition to water, a subset of these proteins are also able to transport small polar solutes including glycerol and urea as well as certain gases such as carbon dioxide and ammonia, which extends their physiological roles within all organisms. All aquatic organisms, including the euryhaline eel, depend on the normal functioning of these proteins for survival in both FW and SW environments but the varied roles of these proteins, and how they are hormonally regulated are poorly understood. This research programme will determine what members of the aquaporin family are present in the osmoregulatory and reproductive tissues of the eel and will characterise changes in their abundance and function as fish move between FW and SW environments. These investigations will highlight the critical physiological roles played by the aquaporins in the maintenance of body fluid composition when eels are exposed to the changes in environmental salinity normally associated with their migration back to the Sargasso sea to breed. The study will also highlight changes in aquaporin function within the developing gonads of the sexually maturing eels, where it has recently been reported in mammals that changes in water transport within the sperm and egg are essential pre-requisites for normal reproductive development. Over the last 30 years there has been a dramatic world-wide decline in eel populations, with reports of populations in some areas dropping to less than 10% of that recorded in the late 60s and early 70's. This period of population decline exhibits an inverse relationship to the increasing production and appearance within various environmental sediments and effluents, of a group of chemicals collectively known as brominated flame retardants (BFRs). These chemicals are extremely long-lived in the environment and are know to be accumulating within different species in various food chains, all the way up to and including man. Recent reports indicate that relatively low levels of some BFRs can act as endocrine disruptors by functioning as hormone mimetics or antagonists, compromising the normal functions of the thyroid hormones and sex steroids. As part of this project we will investigate the potential effects of BFRs on the hormonal regulation of aquaporin function in the European eel as it is possible that deleterious effects of these toxins on these water transporters may compromise the successful migration of fish from FW to SW environments and/or reduce the reproductive fecundity of fish returning to the Sargasso s","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E015514/1","grantId":"NE/E015514/1","fundValue":"470645","fundStart":"2008-04-01","fundEnd":"2011-08-30","funder":"NERC","impactText":"  To date, I do not believe that these findings have been used by anyone outside academia. However the AQP expression data in the eel have been used by many other groups in conducting experimenst on the functions of aquaporins in the eel and other teleost/elaamobranch fishes. Sequence infomation has also been used by evolutionary geneticists in their studies. Environment,Other ","person":"Gordon  Cramb","coPersons":["Neil  Hazon"],"organisation":"University of St Andrews","findingsText":" The research funding allowed us to characterise the expression, tissue and cellular location of a number of aquaporin (water channel) isoforms that are expressed in the European eel. From the research profiles in freshwater (FW) and seawater (SW) acclimated fish, it is apparent that some isoforms are essential for osmoregulation in both environments. Fish were treated with a variety of brominated frame retardants (potential environmental toxins), at concentrations similar to the highest levels found in the environment. One flame retardant, tetra bromobisphenol A (TBBPA) disrupted the expression of one aquaporin isoform, AQP8b, and especially so in the intestine where the normal up-regulation of activity seen with SE acclimation was completely suppressed. The experiments with TBBPA and AQP8b need to be repeated and the TBBPA (and other BFR) levels in the treated fish determined to confirm that the expression differences seen with the first series of experimenst were, in fact, due to the flame retardant itself. Results would suggest that high concentration of BFRs in the environment and TBBPA in particular may have detrimental effects on the ability of eels to acclimate successfully to the marine environment when migrating back to the Sargasso sea to breed. Agriculture, Food and Drink,Environment,Other","dataset":"gtr"}