{"id":"0C7773DB-0028-44A6-BF12-5B880F8CE4DA","title":"Predicting Secular Changes in Arsenic Hazard in Circum-Himalyan Groundwaters","abstractText":"Over 100 million people drink groundwaters containing naturally occurring arsenic (As) higher than the WHO guide value (10 ppb). In Bangladesh alone, 20% of all deaths in impacted areas are attributable to such exposure (ARGOS, 2010) - this corresponds to about 30,000 premature deaths every year.\n\nStudies provide evidence for both in-aquifer and near-surface sediment As sources. ISLAM (2004) demonstrated that As release occurs from within the aquifer sediments &amp; highlighted the importance of organic matter (OM) in this process. BENNER (2008) &amp; POLIZZOTTO (2008) have suggested, instead, that As release mostly occur in near-surface sediments BEFORE entering the aquifer. Determining the relative importance and controls of As release from the near surface sediments (typically 5 m - 15 m depth) from that which occurs within the aquifer, as well as assessing the various controls on As once in solution, are critical if we are to develop the required process oriented understanding of As mobility in drinking water supplies.\n\nIdentifying study areas that reveal these processes is hard. For example, massive groundwater abstraction in the densely populated areas of West Bengal and Bangladesh has resulted in a complex subsurface hydrological environment which makes tracking As release mechanisms almost impossible. However, the absence of such extensive abstraction in As-rich aquifers of Cambodia means that this subsurface hydrological environment remains largely unaltered. Recent work by project partners (Stanford) means that a representative high As area has been identified and the hydrogeology established - but not on a scale or with the geochemical techniques required to establish a full understanding.\n\nWe will drill 77 new and relatively inexpensive boreholes at the Cambodian site after using geophysics (supplied by our BGS partner) to determine the best locations. These new wells will allow us to collect samples across established As hotspots at a scale over which the As release process must be operating. Three well nests will sample an oxbow lake overlying an As contaminated aquifer, a sand 'window' through the overlying clay sediments and a control through the clay sediment overlying the As contaminated main aquifer. Two further well sequences will allow sampling of the main aquifer along its flow path. A 5-20m tube-well separation represents ~5-250 years of aquifer chemical evolution. Our Cambodian partners at RUPP &amp; RDI will give local logistic support.\n\nWe have been working closely our NERC Radiocarbon Lab partner. We show within our proposal that 14-C dating of organic matter in sediments and of dissolved inorganic and organic carbon in groundwaters provides a profound technique for identifying organic matter sources, central to resolving As release mechanisms. Similarly, pilot work withour NERC stable isotope facility partner has shown the utility of applying delta-18O and delta-D data to quantify surface water input into the main aquifer. Both of these approaches, combined with Manchester anion, cation and inorganic assay of sediments as well as tritium and 4-He techniques to date any young water input or ancient fluid contribution, will provide a fully comprehensive geochemical approach. With the high spatial resolution of sampling we expect this approach to make a major contribution in: i) quantifying the flux of As on a spatial scale alongside secular changes in As hazard from these two potential As sources; ii) identifying the dominant source of OM responsible for driving As release from these locations; and iii) identifying the controlling processes and mechanisms responsible for As release in these profiles. Together this understanding will enable the development of a quantitative model with predictive capacity that will inform governmental agencies responsible for drinking water and irrigation supplies to assess how continuation of, or changing, water use practice will impact future water supply As risks.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J023833/1","grantId":"NE/J023833/1","fundValue":"503778","fundStart":"2013-02-11","fundEnd":"2016-02-10","funder":"NERC","impactText":"  The research project is in progress and findings have not yet been published or yet used to create impact.  ","person":"David Anthony Polya","coPersons":["Bart Egidius Van Dongen","Christopher John Ballentine"],"organisation":"The University of Manchester","findingsText":" This research project is only part completed - the schedule of published findings is heavily weighted towards the end of the project because they most require integration of data obtained from a diverse range of techniques involving both the research team directly and collaborating organisations.\n\nTo date, however, we have:\n[1] Characterised, using electrical methods and borehole logging, the sequence of lithologies present in groundwater arsenic impacted in Kandal province, Cambodia\n[2] Drilled around 50 shallow boreholes to enable more detailed geochemical characterisation of aquifer sediments and to enable subsequent sampling of groundwaters\n[3] Sampled groundwaters from a series of 2-D transects aimed at enabling the geochemical changes associated with the recharge of surface waters into shallow arsenic-prone aquifers to be determined\n[4] Partial geochemical, isotopic, noble gas and radiocarbon analyses of these waters; \n[5] Preliminary tritium data is supportive of one key research hypothesis that there are high permeability clay windows present in the field area, enabling relatively rapid recharge of surface-derived waters.\n\nWith respect to the next question - we have only partially met the original objectives because the project timeframe is not yet completed - this is not an option provided for us to use as an explanation and none of the other possible options are appropriate - we have therefore responded &amp;quot;Yes&amp;quot;, in the sense that we are on target to meet our original objectives at the completion of the project. [1] By the end of the project, we anticipate that our findings will be summarised not only in scientific publications but also in a series of more publically-directed outputs, including a an outreach event in Phnom Penh, Cambodia planned for May next year.\n\n[2] We have recently commenced a collaboration with ESRC funded researchers working on the science informed policy recommendations in relation to mining in Myanmar - much of the technical and field expertise developed during this project is highly relevant to the Myanmar project. Agriculture, Food and Drink,Environment","dataset":"gtr"}