{"id":"0C88B5B1-29C4-4CFB-A552-D8737A1B838D","title":"US-UK Collab Linking models and policy: Using active adaptive management for optimal control of disease outbreaks.","abstractText":"In the event of an outbreak of an infectious disease, management strategies to control further spread of infection are generally implemented based either upon strategies employed during previous epidemics or a pre-conceived expectation of the likelihood of success. However, at the onset of an outbreak, there is a great amount of uncertainty regarding the epidemiological properties of the disease and this may have a significant influence upon the ability of the chosen management strategy to contain or control the epidemic. Mathematical models can be developed to simulate spread of disease and evaluate the effectiveness of potential control strategies. However, the effectiveness of these models may be restricted by our limited knowledge of the epidemic as it unfolds.\nExtensive analyses of the 2001 Foot and Mouth (FMD) outbreak in the UK have provided valuable information about both the dynamics of disease spread and the implementation of management actions. However, those observations are specific both to the UK setting and to the strain of. A future outbreak in the UK or an outbreak in another country such as the US will not necessarily follow the same pattern. Thus, key aspects of disease spread, and the optimal response, cannot be resolved until an outbreak occurs. Adaptive management (AM) seeks to address this limitation by incorporating monitoring, evaluation, and response into management actions such that management strategies can be modified and updated in response to improved understanding of the outbreak dynamics. The AM framework has previously been applied in conservation management but is yet to be applied to the management of infectious diseases.\nAM provides a framework for switching from the early strategy that optimises the average outcome (when uncertainties are yet to be resolved), to the one that optimises the outcome for the specific model (or models) that best matches by the outbreak at hand. Additionally, active adaptive management seeks to make this switch as soon as possible, by initially using sub-optimal controls that allow the specific model to be identified as soon as possible. Thus, early management actions can be used to improve knowledge of the dynamics and more rapidly transition to the strategy that maximizes the global objective.\nAlthough we are interested in the general application of AM to a range of outbreak scenarios; in this project we will use the 2001 FMD epidemic as a detailed, well-defined example. Despite a decade of modelling efforts, key uncertainties concerning optimal control remain, AM will allow us to address these issues. In particular we propose to: \n1. Use the observed surveillance from the 2001 outbreak to identify the optimal adaptive strategy and the economic benefit of that strategy relative to a static (fixed) strategy.\n2. Simulate the use of active AM to discriminate amongst competing models and selection of the optimal strategy. To that end we will consider the application of management strategies to facilitate learning and rapid updating of control policies.\n3. Use AM to determine optimal management strategies for other disease scenarios, helping to generate a more generic understanding.\n4. Using the FMD case-study developed in 1 and 2, we will support workshops that engage members of the US and UK policy community in the use of adaptive management for an outbreak. \n5. Based on the understanding gained in the workshops, we will develop a US-based outbreak case-study that will be used as the subject of training workshops in the second half of the grant period. This case study would demonstrate the utility of AM in a scenario of extreme uncertainty.\nThe outputs of this project would elucidate the ability of AM to provide efficient policy advice in the event of future unknown outbreaks of infectious disease. A single, flexible policy that is able to adapt to the observed outbreak would have massive implications in reducing the impact of future outbreaks.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K010972/1","grantId":"BB/K010972/1","fundValue":"393693","fundStart":"2013-01-07","fundEnd":"2013-09-30","funder":"BBSRC","impactText":"","person":"Michael John Tildesley","coPersons":["Matthew  Keeling"],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}