{"id":"0C8EE617-3E76-48A8-A5BE-C726F0E0428A","title":"CANNABIDIOL AS A NOVEL THERAPEUTIC AGENT FOR PATIENTS AT ULTRA HIGH-RISK OF PSYCHOSIS: AN EXPERIMENTAL MEDICINE APPROACH","abstractText":"Worldwide, there is increasing focus on intervening before the onset of frank psychosis in order to prevent much of the disability associated with the disorder. However, safe, effective and well-tolerated treatments for individuals who are at high-risk of developing psychosis (UHR) are currently unavailable. Further, as some of the UHR individuals will never go on to develop frank psychosis, it is critical to develop medications that are not only safe but also tolerated well. UHR individuals commonly experience anxiety and psychotic symptoms that are short-lasting and/ or less severe compared to when they develop frank psychosis. Cannabidiol (CBD), a naturally available chemical found in the extract of cannabis, has emerged as a promising candidate as it displays anti-anxiety and anti-psychotic like properties in animal models and in man and has also been tolerated very well in human studies. However, whether it may have beneficial effects in treating anxiety and psychotic symptoms that are commonly present in UHR individuals has never been tested. We propose to investigate whether CBD may be useful as a treatment in UHR individuals by employing an experimental approach where we test the effects of CBD on anxiety and psychotic symptoms and their underlying neural substrate both acutely and in the short-term following three weeks of treatment. UHR individuals who satisfy standard diagnostic criteria and have never received any antipsychotic treatment will be randomly allocated to a CBD treatment group or a placebo treatment group. On day 1 of the study, UHR individuals in the CBD treatment group will be asked to take one 600 mg capsule of CBD orally, while those in the placebo treatment group will take an identical placebo capsule. Anxiety and psychotic symptoms will be measured using standard rating scales both before and after drug administration on day 1. On the same day they will also undergo brain scanning and complete two psychological tasks outside the scanner. These tasks have been used by researchers before, and are meant to temporarily trigger feelings of anxiety and paranoia. In one of the tasks they will be asked to prepare and deliver a short speech. They will be told that this will be filmed and analysed by psychologists, to trigger anxiety. The second task will involve a virtual-reality journey on a busy London tube train, which will recreate the sights, sounds, and sense of immersion in a real-world 3D environment. This task has been shown to induce brief-lasting paranoia in UHR individuals. Only those UHR individuals who tolerate all aspects of the experiment on day 1 of the study will be asked to continue on the same drug, once a day, for 3 weeks. Otherwise, they will be withdrawn from the study. On the final day (day 21) of the study, all the experimental procedures, including clinical measures, brain scanning and off-line symptom-induction tasks, will be repeated as on day 1. By comparing the anxiety and psychotic symptoms with and without the symptom-induction tasks and the brain activity measures between the placebo and CBD treatment groups across the two experimental sessions, we will be able to establish whether CBD has a beneficial effect on symptoms both acutely and following short-term treatment and also establish the neural mechanisms underlying these effects. Both doctors and researchers involved in carrying out the study and the UHR individuals who participate will be blind to the treatment that the participants will be receiving. Safety of the participants will be monitored throughout the study by repeating routine blood investigations, ECG, clinical interviews and physical examination at regular intervals. The study will be carried out following regulatory guidelines after obtaining ethical and other regulatory approvals. This study will help provide important early information regarding the potential of CBD as a safe, effective and well-tolerated treatment that will guide future clinical trials.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J012149/1","grantId":"MR/J012149/1","fundValue":"376857","fundStart":"2013-01-02","fundEnd":"2015-10-01","funder":"MRC","impactText":"","person":"Sagnik  Bhattacharyya","coPersons":["Philip  McGuire"],"organisation":"King's College London","findingsText":"","dataset":"gtr"}