{"id":"0CA52A64-34B4-4B9F-8D63-7F94D51DC499","title":"Developing proteome-bioinformatics methods for a large scale refinement of gene models in Apicomplexan parasites","abstractText":"The central aim of this work is to develop novel computational tools that allow scientists to derive the maximum possible information from large collections of gene and protein data which have recently been acquired by large publicly-funded research programmes. In the first instance our work will facilitate studies on an important group of parasites that have a devastating impact on animal and human health. The parasites can cause disease in cattle, sheep and poultry, and have great economic significance to the UK farming industry, as well as to public health. Substantial investment has been made to discover the complete genome sequences of these organisms, providing the framework for understanding the organism's biology at the molecular level. An important first step with any new genome sequence is to locate the precise position and structure of each gene, often within large regions of non-coding sequence. This can prove highly problematic since the starting positions of genes cannot always be predicted with accuracy and many genes are split into a series of coding regions interspersed with non-coding regions. Several software programs have been developed that can find and predict gene structures, but although partially successful, these computer-generated gene models often require considerable refinement. Within a single genome, there may be tens of thousands of genes, and as such, manual verification of all gene structures is not feasible for most organisms. Following on from genome sequencing projects are studies of the complete set of proteins expressed at one time, termed the proteome. Proteins are the functional units of cells and, in this context, they are particularly studied to understand the basic biology of the parasite and the mechanisms by which the parasite invades its host, causing disease. Individual proteins may represent drug targets or vaccine candidates, so identifying new proteins could be highly significant. Techniques have been developed that are capable of identifying a high proportion of the proteins present in a sample (proteomics). However, proteomics techniques have a limitation in that it is difficult to identify a protein unless the corresponding gene code has first been located in the genome. Computational tools are therefore required that allow proteins to be discovered, even if the corresponding gene has not yet been found. In this proposal, we will develop several software packages that allow existing proteome data sets to play an active role in the discovery of new genes, and for re-modelling existing gene structures where they do not correspond with the protein evidence. Several proteome data sets already exist for these organisms but at present they are being under-exploited due to the problems generating correct gene models. We will also use a novel laboratory technique that can specifically detect a certain fragment of each protein from one end of the sequence. The sequence of the fragments will be aligned against the genome, using newly developed software tools, to find the exact starting position of many genes, for four parasite species. The software will be deployed as part of the publicly accessible databases where the genomes are hosted, providing an important resource for the large community of researchers who work on these important organisms. It will also ensure that highly valuable proteome data does not become obsolete as the gene models change over time. We anticipate that a number of new genes and proteins will be discovered, and that a significant proportion of existing gene models will be improved. These improvements will be of immediate benefit to researchers who are working to understand the mechanism by which these parasites cause disease and will help the search for new drug targets and vaccines.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G010781/1","grantId":"BB/G010781/1","fundValue":"414712","fundStart":"2009-07-01","fundEnd":"2012-06-30","funder":"BBSRC","impactText":"","person":"Andrew Robert Jones","coPersons":["Jonathan Mark Wastling"],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}