{"id":"0CB3CBFC-484B-44E5-8029-F420BE8EC654","title":"Modelling plant respiration: a novel approach using oxygen titration curves","abstractText":"In 1980, Farquhar et al. (Planta 149, 78-90) published a mechanistic photosynthesis model that successfully predicted rates of net carbon dioxide exchange in C3 plants. The impact of that model on carbon exchange research has been profound, with their 1980 paper having been cited over 1300 times since publication. Why was the paper so influential? One reason was the ability of the model to help researchers understand the underlying factors controlling rates of net photosynthesis. The other was that because of its simplicity, it could be readily incorporated into large scale applications (e.g. canopy photosynthesis and climate models). But having successfully modeled photosynthesis, most large scale models then dispense with about half of the assimilate in respiration without attempting to more accurately predict variations in respiratory flux. This failure to correctly model plant respiration has important consequences for the accuracy of large scale models, as plant respiration releases ten times more carbon dioxide (one of the greenhouse gases responsible for global warming) than does the burning of fossil fuels etc. Clearly, it is time that a mechanistic 'Farquhar-like' model of plant respiration be constructed. In this research project, we will use oxygen titration curves of plant respiration to construct a plant respiration-equivalent of the Farquhar et al. model. In collaboration with colleagues at the University of Illinois in the USA, we will use a state-of-the-art oxygen analyser (currently not available in the UK) to measure rates of leaf respiration over a broad range of oxygen concentrations. This data will then be used to test the effectiveness of a mathematical model that takes into account factors such as enzyme activity and the ability of individual enzymes to consume oxygen. In addition to being of high predictive value, such a model would also enable us to better understand what underlying factors regulate variations in respiratory flux, particularly in leaves exposed to two key environmental parameters associated with climate change: temperature and atmospheric carbon dioxide concentration. Having developed the model under moderate temperature conditions at current concentrations of atmospheric carbon dioxide, we will then subject leaves to high and low temperatures and assess the impact of the temperature treatments on the model parameters. Then, the model will be used to better understand why rates of leaf respiration often increase in leaves exposed to elevated atmospheric carbon dioxide. We will use soybean (Glycine max) for our experiments, as much is known about the regulation of respiration in this species and how photosynthetic and respiratory metabolism respond to elevated atmospheric carbon dioxide concentrations. Given that the University of Illinois will cover most plant growth/consumable costs, the proposal represents excellent value for money for NERC and an opportunity to achieve an outcome that is not possible within the UK.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E009972/1","grantId":"NE/E009972/1","fundValue":"53817","fundStart":"2007-05-01","fundEnd":"2008-03-31","funder":"NERC","impactText":"","person":"Owen  Atkin","coPersons":[],"organisation":"University of York","findingsText":"","dataset":"gtr"}