{"id":"0CB7A17E-CC02-4BB9-B7D7-AA9E84E8DBF3","title":"Bacterial actin MreB in cell morphogenesis","abstractText":"Shape is a characteristic of all living cells, including bacteria. Bacteria come in many different shapes, including rods, spheres (cocci), crescents and helices. Many pathogenic bacteria, including e.g. Escherichia coli, Salmonella typhimurium and Pseudomonas aeruginosa are rod-shaped. These bacteria have a cell wall that chemically resembles the stiff exoskeletons of insects and determines the shape of the cells. The chemical components that make up the bacterial cell wall has been elucidated (known as peptidoglycan) but it is not known how the shape of the wall is maintained during cell growth and division. In recent years, however, it has become clear that bacteria contain an intracellular network of actin filaments or cables that control cell shape and also mediate intracellular transport of cellular DNA and proteins. One such essential filament-forming protein is the bacterial actin MreB. It was discovered only recently that MreB forms dynamic filaments that are required to maintain the shape of rod-shaped bacteria. This function appears conserved in evolution since MreB homologs are present in bacteria that diverged more than two billion years ago. In such diverse organisms, MreB interacts with a protein called MreC, a trans-membrane protein that interacts with cell wall synthesizing proteins called penicillin-binding proteins (PBPs). The PBPs synthesize peptidoglycan and are essential to maintain cell wall integrity and cell shape. These consistent observations have led to the general hypothesis that the intracellular actin MreB cables control cell shape by orchestrating the extracellular cell wall synthesizing enzymes, and that the membrane-bound MreCD complex functions as a bridge between MreB and the PBPs. The accomplishment of the research proposed here will yield results that can decide whether this important and general hypothesis is correct. Moreover, it is not yet understood how cell wall synthesis is coordinated with cell division. Several recent observations support that actin MreB might be pivotal in coordinating cell wall growth with cell division. Most importantly, MreB interacts with the major bacterial cell division factor FtsZ, a bacterial tubulin homolog. In bacteria, cell division is initiated by the formation of a ring at mid-cell that consists of FtsZ molecules. The FtsZ ring determines the position where the mother cell divides and recruits all other known cell division factors to the invaginating septum. The recently detected interaction between MreB and FtsZ raises the possibility that these two proteins interact to coordinate cell wall synthesis with cell division. Here, we will further investigate this challenging hypothesis. Since almost all rod-shaped pathogenic bacteria contain MreB and FtsZ, the major findings from this research will be of both general and medical importance.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F001924/1","grantId":"BB/F001924/1","fundValue":"432556","fundStart":"2008-01-07","fundEnd":"2011-09-06","funder":"BBSRC","impactText":"","person":"Kenn  Gerdes","coPersons":[],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}