{"id":"0CE257E1-DA5A-4E45-8A74-72EFE993A4D8","title":"Quantum Discrimination for Data Retrieval (qDATA)","abstractText":"Information is very important in our society. It is the &quot;thing&quot; which is processed by our computers and transmitted over the Internet. Every day we enjoy its benefits, since acquiring information means increasing our knowledge. For this reason, storing information is also very important. This is a process which is very common in our routine lives; for instance, think of a hard disk working in the background, or a DVD burned as a back-up of your most important data.\n\nAdvances in data storage could be much greater if they came from a deeper understanding of the concept of information. The basic unit of information, the bit, relies on our ability to distinguish between two states of a physical system. At the quantum level, storing and retrieving a bit of information relies on the capacity to discriminate between two quantum states of the system, e.g., spin up or spin down of an electron.\n\nIn our proposal, we consider a more advanced approach where information is encoded using quantum channels, i.e., the most general physical maps between quantum states. In our model, an encoder randomly picks a quantum channel from a pre-established ensemble, labeled by a classical variable. This channel is then stored in a black box and passed to a decoder. To identify the channel and retrieve the value of the variable, the decoder uses a transmitter, for feeding an input state into the box, and a receiver, for measuring the possible output states. Thus, data is stored in an ensemble of quantum channels and retrieved by the process of quantum channel discrimination.\n\nMotivated by this approach, our first aim is to solve the general problem of quantum channel discrimination, by considering ensembles of Gaussian channels and assuming decoders with limited energy. This is an open problem, whose optimal solution will provide the core for a general theory on Gaussian channel discrimination.\n\nThis theory will then be applied to practical scenarios which are important for data storage. We will consider the quantum reading of digital memories, where the use of faint quantum light is remarkably efficient in retrieving data from classical optical discs (resembling CDs and DVDs). Our aim is to optimize this model by including error correcting codes and, most importantly, to make it practical by studying all the details of its optical implementation, where the inevitable presence of diffraction causes effects of inter-bit interference. Thanks to this study, we will be able to promote this theoretical idea to the level of a technological prototype, ready to be experimentally implemented.\n\nThe field implementation of a quantum reader could be a breakthrough in data storage, since we could increase data transfer rates and storage capacities of our digital memories by orders of magnitude. Furthermore, thanks to the non-invasive nature of the quantum light, new photo-degradable materials could be used by the industry for the construction of new types of organic memories. Our approach is high-risk but it could open the way to radically new forms of information technologies.\n\nThen, a generalization of quantum reading is quantum pattern recognition. Here we aim to prove how quantum correlations can dramatically improve the performances of pattern matching in supervised and unsupervised algorithms (for instance, for data clustering). Quantum pattern recognition can potentially lead to a dramatic boost in the classification of raw data with minimal use of energy, negligible error rates and fast acquisition times. This technique could be used for the probing of very fragile biological or human samples in order to recognize the presence of bacterial growths or cancerous cells. Thanks to its non-invasive nature, quantum light could also be used for a continuous real-time probing of such samples. Results could be revolutionary in the long-term, providing completely new techniques for biological analysis and medical imaging.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L011298/1","grantId":"EP/L011298/1","fundValue":"98019","fundStart":"2014-04-23","fundEnd":"2016-07-21","funder":"EPSRC","impactText":"  In education and public dissemination. In fact, two of my research outputs have been reviewed by Nature Physics in the news article:\n\nQuantum technology: The golden apple\n\nhttp://www.nature.com/nphys/journal/v10/n7/full/nphys3022.html Education Cultural","person":"Stefano  Pirandola","coPersons":[],"organisation":"University of York","findingsText":" I have completely clarified the nature of quantum correlations in Gaussian states which are some of the most important quantum states in quantum information and quantum optics (PRL on the Optimality of Gaussian discord). This is a key result that will be soon exploited in the protocol of quantum reading to design the most appropriate source of quantum-correlated light. \n\nI have clarified the role of quantum discord in quantum channel discrimination, showing that quantum discord is the fundamental resource consumed in the protocol of quantum illumination, which regards the practical tasks of sensing the presence or not of a target object in a noisy far region (see my paper on Discord Empowered Quantum Illumination). \n\nI have also clarified the role of quantum discord as a primitive in quantum cryptography. Quantum discord guarantees the security of quantum key distribution (QKD) protocols even in absence of entanglement. This also explains the recent successes in the field of measurement-device-independent QKD.\n\nI have shown that quantum channel discrimination can be applied to various physical scenarios, including the discrimination of quantum field theories, e.g., in the context of the Unruh effect (see my paper Discriminating quantum field theories in curved space-time). Together with the previous study on quantum illumination, this work has contributed to extend quantum channel discrimination well beyond the basic discrimination of lossy channels. My current findings can already be exploited in two ways:\n\n1) They have shown that quantum channel discrimination can successfully be applied to many physical scenarios, not only in tasks such as target detection (quantum illumination) but even for extreme applications like the discrimination and validation of different quantum field theories\n\n2) I have completely clarified the nature of quantum correlations in Gaussian states which are the most important quantum states in quantum information and quantum optics with continuous variable systems. These correlations can now be easily quantified and exploited in many protocols of quantum technology.\n\n3) I have clarified the role of quantum discord in quantum cryptography in the place of entanglement. Now scientists can develop new powerful protocols without resorting to the use of entanglement. Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software),Education,Electronics,Healthcare","dataset":"gtr"}