{"id":"0CE50C65-6ADF-44EB-9B30-7D7E55AAB01E","title":"Unravelling the Gordian Knot: Integrating Advanced Portable Technologies into the Analysis of Rock-Art Superimposition","abstractText":"For thousands of years and across the globe, humans have painted images in caves and on other stone surfaces. Some painted sites were later revisited by people who added new paintings on top of the older. Such sites can be very colourful, complex assemblages of paintings placed one on top the other, so much so that it can be very difficult to discern the sequence of painting over very long periods of time. While archaeologists have developed many sophisticated theories to interpret these paintings, and pieces of the paintings that have fallen off may be recovered to analyze in a laboratory, until recently it has been very difficult to analyse the paintings using powerful scientific equipment while the paintings remain on the rock surface. However, technolgoical advances have produced small transportable devices which now allow for detailed on site analyses that do not harm the paintings. These non-destructive portable technologies can scan the cave, rock-surface, and paintings in 3-Dimensions; can use X-ray technology to determine the chemical elements used to make the pigment that makes the painting; laser instruments to identify organic components of the paintings; and can use portable digital photography to reveal hidden layers normally barely perceptible to the human eye. Unravelling the Gordian Knot Project will apply all of these methods to analyze the spectacular and colourful paintings at the site called Pleito, found in California, USA. Pleito is one of the most complex painted sites in the world. It has hundreds of individual paintings with many colours, including different shades of red, black, white, yellow, orange, green, and blue. This is the widest colour palette of any known site in North American and, importantly, it has multiple panels where paintings have been placed over earlier ones. This kind of overpainting, known as superimposition, presents the greatest challenge to rock-art researchers in their attempts to understand painted art found in the landscape. Even though such complex paintings are challenging, they offer to the archaeologist who can unravel the sequence the greatest chance of understanding the development of paintings through time. Within the site of Pleito, a panel known to researchers as the 'Gordian Knot' is the most elaborate panel found there, making it one of the most complex prehistoric panels found anywhere in the world. The name of this project is derived from this panel, and so Pleito and its complex sequences of overpainting executed in various colours is an ideal case to disentangle the history of painting events. The method employed will integrate a range of portable technologies including portable X-Ray Fluorescence, portable Raman Spectroscopy, Highlight Reflectance Transformation, dStretch digital photography, and portable digital laser scanning to unravel the sequence of painting that makes up one of the most complex sites found anywhere in the world. These techniques will help address questions concerning traditions of pigment use and give insights into the role of the art within Native society. The project includes a state-of-the-art website with a 3-D recreation to be housed at the California State University, Channel Islands, offering an alternative to site visitation as a means to experience the site without risk of damaging the ancient paintings. Also, a new conditional assessment will compare degradation of the site to a 2003 baseline report to see how much of the paintings have recently eroded away: finally, a series of experiments combining different pigments with different types of binding agents will give us material to test with both lab based and portable equipment in the creation of a spectral database: this will give us a series of different chemical readings to compare with the actual paintings and allow researchers across the world to compare results from their discoveries with the Gordian Knot Spectral Databasee","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/M008894/1","grantId":"AH/M008894/1","fundValue":"190917","fundStart":"2016-01-01","fundEnd":"2018-12-31","funder":"AHRC","impactText":"","person":"David Wayne Robinson","coPersons":["Jennifer Elizabeth Perry","Matthew James Baker"],"organisation":"University of Central Lancashire","findingsText":"","dataset":"gtr"}