{"id":"0CF0558F-BABB-4026-B000-2B22755CBDBA","title":"Reliable and Efficient System for Community Energy Solution- RESCUES","abstractText":"25 million rural Indian households do not have access to electricity and the rest of the rural households face 4-5 hours of daily load shedding. In the UK, 17.2% rural households are fuel poor and it takes 10 times longer to restore power supply in rural areas than in the cities. While in India it is the inadequacy of infrastructure, the UK scene is dominated by network operation and control issues. \nMost of these remote regions have local power resources but mainly intermittent in nature. Running such system in isolation requires storage and thus pushing the overall cost up. On and off grid through hybrid AC/DC micro grid concept is very revolutionary in this context. However, the operation in such mode does not come unchallenged. \nThe technical issues are low inertia because of small synchronous generators and inverter based generation, unbalanced demand, asymmetric network, false tripping of DG during mode transition, excessive harmonic distortion because of power electronics driven customer loads, etc. The challenges represent a major test of the power engineering community. This is because, in order to solve them, experts from different specialities - distribution system operation and control, power electronic converter design and control, energy storage must come together and fuse different enabling technologies for making smart distribution grid truly functional. \nThis consortium, drawing in experts from each of these technical areas, proposes to undertake fundamental technical research to fuse these technologies to make a community grid a reality. The overarching aim of this proposal is to invent appropriate, cost effective, scalable, secure and reliable local energy system. \nThe innovations include cutting edge converter topology, control design, practical application of ground breaking voltage and frequency control, innovation in thermal storage in demand management and the output of DG intermittency and advanced system operation tools. Four prototype laboratory based systems will be designed tested and validated to reflect four different geographical and climate situations influencing the resource availability and consumption trends.\nIn the short to medium term this project will establish and strengthen the collaborations between the leading UK and Indian universities engaged in research in power electronics, renewable energy, power distribution operation and control and energy storage. This will promote mutual understanding of the challenge facing the power system practices in order to meet the growing energy demand through increasingly intermittent local energy resources in the years ahead. Strong collaboration between the scientists in two countries will allow rigorous evaluation of challenges, technology and approach to address the problem of reliably operating power distribution systems of both countries. This will lead to novel and scientific understanding validated on different contexts and systems, which could not be possibly achieved by either side working in isolation. The research outcome will be well publicized in journal and conferences.\nWhile it is clear that the uptake of this research primarily benefit the community living in the remote region, the other inevitable impact is employment opportunity for local people, business opportunity for various companies such as EoN, GE Energy, Siemens, ALSTOM GRID, ABB in the UK and in India, to name a few. In a time when there is a universal crisis for power engineers, the project will deliver trained researchers with broader expertise of working in this multinational collaborative project. Many of the investigators on both the UK and Indian side already enjoy healthy collaborative working relationships with industrial and utility partners primarily within their own countries. This programme will clearly move the research frontier and will drive technology development through such true multinational research collaboration.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K03619X/1","grantId":"EP/K03619X/1","fundValue":"955093","fundStart":"2014-02-01","fundEnd":"2017-10-31","funder":"EPSRC","impactText":"  This is a consortium project under Uk India smart grid and storage programme. The project is started in the UK side in February 2014. The India side has not started yet. Researchers have joined Imperial and Strathclyde university. There is not much results obtained. There have been a kick off meeting in the Uk side already. We expect to have some outcome available in 2015 Energy Societal","person":"Bikash  Pal","coPersons":["Lie  Xu","Tapas Kumar Mallick","Mohammad  Abusara","Lars  Johanning"],"organisation":"Imperial College London","findingsText":" The project has started in February 2014. We are undertaking underpinning research for developing an active renewable energy supply system for remote community. Three partners in the UK sides have roles in developing software for managing energy system, power conversion kit and their control for both AC and DC grid network for supplying to the customer at customer voltage level. The objective is to minimise the losses in the system, making the system more reliable against any external disturbances. There will field trial in three places in India and also in Exeter university laboratory. Digital/Communication/Information Technologies (including Software),Education,Energy","dataset":"gtr"}