{"id":"0CF0FD66-792D-40BB-9C7F-2C6C8532DC50","title":"Pig genome annotation and analysis","abstractText":"We propose to provide state of the art analysis and annotation of the pig genome sequence being generated by the International Pig Genome Sequencing Project. We will make the annotated genome sequence accessible on the Web through the Ensembl site at http://www.ensembl.org . The pig genome is the entire DNA sequence of the pig which defines all the biological molecules that make up a pig. By acquiring, managing and annotating the pig genome sequence one accelerates research for both pig biology and for mammalian biology. Impact on pig biology: Because of the extensive selective breeding which has occurred during domestication, there are a considerable number of breed or line-specific features, from fat/muscle ratios, litter size to skin colour. These features can be mapped genetically into broad regions of the genome, but the final identification of the genes responsible and the causal genetic variation is very complex. The availability of a well-annotated pig genome sequence with links to other data sources, especially those on phenotypes such as growth, carcass composition or responses to infectious disease would provide a dramatic boost to the identification of these causative genes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E010768/1","grantId":"BB/E010768/1","fundValue":"254748","fundStart":"2007-06-01","fundEnd":"2010-05-31","funder":"BBSRC","impactText":"  Many researchers have used Ensembl Pig Browser (over 10,000 each year) and each of them have had new, accurate information delivered Agriculture, Food and Drink,Environment,Pharmaceuticals and Medical Biotechnology Economic","person":"Ewan  Birney","coPersons":[],"organisation":"EMBL - European Bioinformatics Institute","findingsText":" We have helped advance the information one can retrieve for the Pig Genome, allowing people to see more information on pig genomes, for example, helping researchers understand why some Pigs have infections and others dont This help Pig Researchers (eg, at the Roslin Institute, or the Institute of Animal Health) cheaply and easily develop methods Agriculture, Food and Drink,Environment,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}