{"id":"0CF6D3CD-D583-4412-8559-8FC73A1BA088","title":"The English glosses in eleventh-century Anglo-Saxon manuscripts","abstractText":"The English language in the eleventh century is very well recorded, with around 2000 texts surviving in a wide variety of manuscripts and documents. In fact, more examples of written English survive from this period than are found in any vernacular language from any single century before the later Middle Ages. The texts are for the most part written in a uniform language suggesting that writers were carefully trained in a standardised dialect. Almost all of them have been published in modern editions, and historians of the English language have generally assumed from the evidence that they contain that the standard written language underwent little or no development during the century when French speakers first formed a significant part of the linguistic community of the British Isles. But throughout the eleventh century, and into the beginning of the twelfth, readers of manuscripts added notes in the margins and between the lines, and these annotations have never been collected together and only a small proportion of them have ever been published. Most of the added material shows words or spellings in the original which their writers believed needed to be amended. This might be because a word was not capable of being understood, either because it had become archaic or was deemed unintelligible or dialectal in the area in which the manuscript was being read; or it might be because the writer knew that some words were changing in spelling during the century. A change in spelling might indicate that the pronunciation was changing, or it might be because of new developments in the spelling system introduced by French-speaking scribes. In all these cases, a collected edition of annotation and marginalia is highly desirable so that the nature of the changes might be examined and their causes investigated.\\n\\nThe purpose of the present application is to publish a complete edition of the English glosses and marginalia in eleventh- and early twelfth-century manuscripts, initially in a web-based relational database which will allow the user to see all the annotations in their manuscript and textual context, and will also list all variations in spelling in both individual words and in any linguistic patterns which emerge. It is anticipated that a monograph arising from the data will show important developments in English during the period that have hitherto been hidden, and help elucidate a crucial stage in the history of the English language. First, there will certainly be instances of words which are currently recorded as entering the language only later than the eleventh century. Second, all changes in spelling indicated by the glosses, which may reflect developments in pronunciation, will be recorded for the first time in a comprehensive and detailed form. Third, a significant body of data from an early period of English which has to date not been published will be brought into the public domain.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E008089/1","grantId":"AH/E008089/1","fundValue":"166339","fundStart":"2007-09-01","fundEnd":"2009-08-31","funder":"AHRC","impactText":"","person":"Donald George Scragg","coPersons":[],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}