{"id":"0CF9E93E-B445-4661-9F74-B1F64A40A2A9","title":"Investigating sub-functionalization of CD4+ T cells in the model teleost zebrafish","abstractText":"Many of us enjoy a fish supper, and this has been made more affordable and sustainable through the development of the fish farming industry. Farmed fish provide an important source of healthy, nutritious food, and is a growth industry that now employs several thousand people and contributes significantly to the UK economy. But can we guarantee the future of farmed fish when, like many intensively reared animals, they are susceptible to infection? Vaccination is a well-established and safe method for protecting livestock (and indeed humans) from infectious disease. Effective vaccines generate an immune response that is appropriate for the pathogen: cells infected with virus need to be killed by so called killer T cells, while blood-borne bacteria need to be soaked up by antibodies. Different subsets of a type of white blood cell known as helper T cells are essential for co-ordinating the behaviour of those immune cells capable of neutralizing pathogens. While helper cells and associated genes have been identified in fish, their function has yet to be investigated. As such, it is currently unknown how similar fish and mammalian immune responses are. This lack of understanding is hampering the development of fish vaccines. We propose to study the immune system of zebrafish, a fish now used widely in research, to learn more about the immune system of fish generally. Unlike the fish we typically eat, zebrafish can be genetically modified and studied under the microscope. We aim to vaccinate normal zebrafish but also zebrafish with mutations in genes whose function in mammalian immunity is well recognised and study how helper cells in these different groups of zebrafish respond to the vaccines. We hope also to be able to visualise the individual cells responding to the vaccine. Ultimately, we hope our research and the future research it inspires will translate into the development of effective vaccines that protect economically valuable farmed fish from infectious disease.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L007401/1","grantId":"BB/L007401/1","fundValue":"439872","fundStart":"2014-03-01","fundEnd":"2017-05-31","funder":"BBSRC","impactText":"","person":"Adam  Hurlstone","coPersons":["Chris  Secombes"],"organisation":"The University of Manchester","findingsText":" We have developed a protocol for stimulating zebrafish T-cells, isolating and analysing their gene expression profile. development of vaccines for fish Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}