{"id":"0CFC8D2F-14EF-4BBD-82F8-3ABAF74C61F7","title":"Understanding the neural basis of recognition memory in the rat: A functional analysis","abstractText":"Recognition memory is essential to every day life. It involves our ability to judge whether or not we have encountered a stimulus previously. To make these judgements we are able to use a range of different memory processes. For example, we can make one type of judgements if a stimulus is completely new, i.e. never been seen before; we can make a different type of judgement if the stimulus is familiar, depending on whether we have seen it quite recently, or a long time ago; finally and we can make a third type of recognition memory judgements based on whether we have seen a stimulus within a particular environment, location or context. The hypothesis of this proposal is that these different memory processes are controlled by different regions of the brain, the perirhinal cortex, the prefrontal cortex and the hippocampus, potentially operating in a network. The aim of the experiments is firstly to understand which of these brain regions involved in which type of memory process, and secondly to investigate whether these brain regions are co-operating within a memory system. In addition we plan to investigate whether the neurotransmitter glutamate is important for communication between cells in the particular regions of the brain during the processing of information necessary for normal recognition memory function.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E010407/1","grantId":"BB/E010407/1","fundValue":"402906","fundStart":"2007-03-01","fundEnd":"2010-02-28","funder":"BBSRC","impactText":"  The findings have been published in peer reviewd journals Other Cultural","person":"Elizabeth Clea Warburton","coPersons":["Gareth Robert Barker"],"organisation":"University of Bristol","findingsText":" The research demonstrated that three different brain regions contribute to the formation of recognition memory; our ability to recognise that we have encountered a particular stimulsu before. It was demonstrated that there are multiple interactions between the hippocampus, perirhinal cortex and medial prefrotnal cortex in selective types of recognition memory, namely when recency judgments are required i.e being able to judge when something has been encountered (recently or a long time ago), or when the individual is required to make recognition memory discriminations by associating object and place information. \nthe results also showed that the cognitive processes underlying associative recognition and recency memory within each brain region are mediated by cellular mechanisms and plasticity processes which require NMDAR neurotransmission. Ways may be sought to improve cognition by manipulating specific cellular processes, within defined brain regions. Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}