{"id":"0D0C455E-B03C-47C4-863C-6B6CCFF567DD","title":"Training Quantitative Social Science Teachers in the UK: Developing an International Pedagogic Collaborative Network for Quantitative Methods","abstractText":"<p>This project aims improve the quality of quantitative teaching as well as to increase the number of quantitatively literate, competent and confident of Social Sciences teachers in the UK.</p>\n\n<p>Through a series of international workshops, it harnesses the strength in pedagogy and research from countries with a much stronger quantitative tradition such as the United States of America, the Netherlands and Belgium. It aims to disseminate good practice in quantitative teaching as well as to encourage the use of quantitative materials in substantive modules across and at each level of our undergraduate curriculum. In doing so it seeks to promote a culture of producing and embedding high quality quantitative research through problem-based learning.</p>\n\n<p>These objectives encompass the development of pedagogic activities for all UK social sciences teachers, from junior lecturers to professors. It is the first attempt of an international pedagogic collaboration in quantitative teaching in the UK.</p>\n\n<p>This international workshop series will be hosted across the UK covering both quantitative methods teaching and teaching substantive sociology/social sciences modules with quantitative research. There will be four two-day workshops with a final one-day closing conference over 18 months, with a dedicated website on which participants can share ideas and materials.<br /><br />&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/J011851/1","grantId":"ES/J011851/1","fundValue":"76530","fundStart":"2012-02-01","fundEnd":"2013-07-31","funder":"ESRC","impactText":"  This project has raised the profile of quantitative methods teaching in social sciences nationally and internationally. Our RDI workshop series has continued to reach a broad range of existing and potential quantitative methods teachers in social science subjects across universities in the UK, with a particular focus on advanced PhD students and early career researchers/HE teachers. \n\nThis project had significant national impact, as evidenced by the following:\n\no 73 QM teachers and stakeholders attended at least one of the five events.\n\no 27 early career researchers and advanced PhD students took part in more than one workshop.\n\no 11 RDI participants presented at one or more of the workshops and in the final closing conference.\n\no This RDI has an extensive institutional reach across the four nations in the UK and provided training for QM teachers and early career researchers in 31 higher education institutions. \n\no Our QUANT@C (Quantitative Methods Teaching @Cardiff) has 3939 page views from 43 countries across the globe (16 European, 11 African and 9 Asian/Middle Eastern countries). The average page view time was 213 seconds and 123 seconds for all RDI events.\n\no Observations and discussion on curriculum design fed directly into our (successful) Q-Step and continue to inform the new programme we are developing at Cardiff (BSc Social Analytics) Education,Other Societal","person":"Sin Yi  Cheung","coPersons":["Malcolm David Williams","Luke Samuel Sloan"],"organisation":"Cardiff University","findingsText":" Drawing on the expertise in quantitative training and research in North America and Europe, our Researcher Development Initiative (RDI) involved the organisation of three national workshops providing training in teaching quantitative methods in social sciences. It is open to all research methods and social sciences teachers, with a particular focus on early career researchers (ECRs).\n\nThis project raised the profile of quantitative pedagogy and research methods teaching at the undergraduate level in UK social sciences nationally and internationally and allowed us to draw comparisons. We learnt how quantitative methods (QM) are taught in countries other than the UK and what lessons could be ported across. Notably, we found that students in the US and The Netherlands have much more contact time and lab work which is in contract to the standard humanities model of social science often used in the UK. As a direct result of this we ran activities in our workshops to encourage participants to devise curricula involving tasks (active learning).\n\nDiscussions with participants highlighted the low status of methods teaching in UK HEI and how it is often under resourced. We concluded that there needs to be a step-change in how QM is taught that brings it more in line with STEM subjects i.e. students need lab time in which they can play with and manipulate real world data.\n\nThe project was co-sponsored by the getstats campaign at the Royal Statistical Society, the Cathie Marsh Centre for Survey Research the University of Manchester and the Centre for Forensic Linguistics Aston University. The RDI series was concluded with a closing conference at Cardiff University. Our aim is to increase the number of competent and confident social science teachers in higher education in the UK for our undergraduate students. Better trained quantitative social sciences teachers mean better quantitative literature graduates who will in turn benefit employers in the public, private and third sectors and therefore our economy. All presentations, slides and video clips are shared among participants internally on a secure log-in website.Towards the end of the workshop series, a Education,Other","dataset":"gtr"}