{"id":"0D1AB914-FC63-4C3C-B1EF-335B179FB19D","title":"Remembering Communism","abstractText":"With the collapse of Communism and the arrival of democracy in central-eastern Europe, the region's public histories have been rewritten. Communist accounts of the anti-fascist and class struggles that were obligatory before 1989 have been replaced by newly dominant nationalist histories which instead present Communism (rather than Fascism) as the 20th century terror regime par excellence, and the post-Communist state as the result of (much exaggerated) heroic national resistance against foreign occupation. This work will firstly analyse the transition between these public histories, exploring the ways in which new post-Communist accounts are enshrined in museums, memorial sites, and political discourse in the Baltic states, Poland, Czech Republic, Hungary and Romania. It will analyse, for example, how museums such as Hungary's 'House of Terror' or Lithuania's 'Museum of Genocidal Victims' are structured around a particular set of social categories - perpetrators, collaborators and victims - and how the experience of the Communist era is remoulded in accordance with these restrictive categorisations. It will also examine how biographies - such as that of Imre Nagy, the Hungarian Communist premier whose life story has now been reshaped into that of an anti-Communist nationalist resistance hero - are manipulated and publicly deployed. It will also consider how life stories have been used to present Communism, rather than Fascism, as the defining evil of the twentieth century; examining how the suffering of Jewish Holocaust victims is marginalised to emphasise national adversity under Communism, and how the obsession with resistance has led to the public rehabilitation of far right wartime figures, now celebrated for their opposition to Communism 'in advance'.\\n\\nHowever, the main focus will be on the way in which different social groups altered their own life histories in response to these shifts in public narratives. Although there has been much research into how political/ state memory alters at points of political transition (after the collapse of Communist, Fascist or colonial regimes, for example), there has been very little work which explores how social groups adjust their own histories, and the identities they sustain, in response to political change. This work will firstly explore the pre-history of the transition, examining the ways in which citizens' life stories were shaped by Communist narratives. It uses oral testimony from 120 interviews (averaging 3 hours) conducted by the author in Hungary, Czech Republic and Poland. This material addresses, for example, how those who wanted to be socially mobile, ideologically ambitious or avoid discrimination wrote themselves into stories of the class or anti-fascist struggles in obligatory annual public CVs in educational, professional or party settings, and how individuals' private autobiographies were shaped by their appropriation or rejection of Communist histories. \\n\\nIt will then analyse how individuals have had to reformulate their life histories following the collapse of Communism, addressing how newly dominant nationalist stories pressurised individuals to re-remember their Communist pasts; examining, for example, how ex-party members sanitised their life stories, cases of invented resistance histories and the way in which the 'victim narrative' has become an important biographical asset since 1989. However, it also considers how some groups challenged these new representations, considering, for example, the refusal of some women raped by the Red Army in 1945 to be presented as victimised national martyrs, and how Jewish groups marginalised their suffering under Communism in order to keep Holocaust memories alive. This would be the first work to consider how Communism has been remembered both politically and socially across the region, and the first to use oral history to explore how a range of groups reconstruct their identities after political transformation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E004571/1","grantId":"AH/E004571/1","fundValue":"23007","fundStart":"2008-02-01","fundEnd":"2008-05-31","funder":"AHRC","impactText":"","person":"James  Mark","coPersons":[],"organisation":"University of Exeter","findingsText":"","dataset":"gtr"}