{"id":"0D29B1A2-4511-4827-9487-229360DA8AE9","title":"Bad Bridget: Criminal and Deviant Irishwomen in North America, 1838-1918","abstractText":"The current vogue expressions of loathing for immigrant neighbours no more than repeat commonly-held historical views of native Protestants about living beside what they perceived to be poor, feckless, dirty, drunken, criminal, immoral and, worse still, Catholic, Irish immigrants. Stories of social and psychological hostility and isolation litter the historical record. Small wonder the Irish fell on hard times, misfortune and what were viewed as deviant paths. 'Bad Bridget' is an exciting study of deviant Irish-born women in the nineteenth and early twentieth centuries in three North American cities, New York, Boston and Toronto, key destinations on the Irish emigrant landscape. The proposed project focuses for the first time on Irish migrants who failed to conform to expectations of chastity, morality and good motherhood, namely women who engaged in sex outside marriage, neglectful mothers and criminals. \nBetween 1838 and 1918, more than 5.65 million emigrants departed Ireland for North America. In the late nineteenth and early twentieth century, females outnumbered males among the passenger figures. These Irish women were predominantly unmarried, between the ages of eighteen and thirty, and from rural backgrounds. Their experiences would be as diverse as their personalities and aspirations. While some migrants saw the inside of middle-class homes as servants, others saw the inside of brothels as prostitutes. While some stood in line to purchase food for their husbands and children, others stood in courtrooms as defendants. While some Irishwomen voluntarily entered religious convents, others were forced to enter prison cells. A focus on Irish migrant women who engaged in sex outside marriage, neglectful mothers, and criminals will thus provide a fresh perspective on the familiar narrative of Irish female migration to North America. This analysis will highlight the multifaceted experiences of the 'American dream'. \nSingle-authored research by the investigators on female sexuality and criminality in Ireland has highlighted the rich insights that can be gained from a detailed study of such topics. Through an analysis of the intimate lives of migrant women, much can be revealed about courtships, marriage and extra-marital relationships (theme 1). The proposed project will also shed much light on the fascinating nature of immigrant networks and survival strategies. A study of 'bad' motherhood (theme 2) uncovers attitudes towards illegitimacy, expectations of parental roles and responsibilities, and indicates the state, church, private and familial support (or lack thereof) available to pregnant women or mothers. An exploration of criminality (theme 3) will highlight the economic vulnerability of some migrants, the strengths of criminal networks in particular regions, especially among migrant groups, and attitudes towards non-native suspects who engaged in illegal activity. An analysis of crime and police sources will also reveal whether Irish migrant women were more likely to be suspected of criminality, more likely to be brought to court, or more likely to be sentenced to terms of imprisonment than their American-born or non-Irish counterparts. \nStudies of unmarried Irish women in the US have frequently focused on the domestic servant, the child-minder or the religious sister. Other studies of Irish migrants have concentrated on marriage, reproduction and fertility rates. An examination of the three intertwined strands of the sexually active woman, the deviant mother, and the criminal will offer an alternative account of the Irish female migrant experience than has hitherto been attempted. While employment and other opportunities in North America attracted the Irish throughout the nineteenth and early-twentieth centuries, the characteristics and cultures of the three specifically selected cities also facilitate a fruitful comparative approach","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/M008649/1","grantId":"AH/M008649/1","fundValue":"166419","fundStart":"2015-08-01","fundEnd":"2018-07-31","funder":"AHRC","impactText":"","person":"Leanne Vivian McCormick","coPersons":["Elaine  Farrell"],"organisation":"University of Ulster","findingsText":"","dataset":"gtr"}