{"id":"0D2D2290-9C6B-4E90-B5AE-15AD3F4F1FB8","title":"Phase variable epigenetic control in firmicutes","abstractText":"All the cells of a species contain the same DNA; what distinguishes them is the way in which that DNA is activated ('transcribed'). One method of regulating DNA transcription is through direct chemical modification of the DNA itself, most commonly through a process of methylation. This is termed 'epigenetic' regulation. There has been extensive study of epigenetic regulation in humans and other complex life forms, but comparatively little in bacteria. Bacterial genomes are often extensively methylated, as a consequence of 'restriction modification' (RM) systems, which modify the cell's DNA at particular sites to allow it to be distinguished from the DNA of infecting viruses. The many sites of methylation across the genome have the potential to substantially affect the way in which genes are regulated. However, as most RM systems are stable and therefore cannot serve as a regulatory mechanism. This is not the case for two sets of genes we have recently independently characterised in the bacterium Streptococcus pneumoniae, the pneumococcus. The pneumococcus is a commensal bacterium, typically carried by between a quarter and a third of young children asymptomatically, that is a major cause of diseases including middle ear infections, pneumonia and meningitis. The sets of genes we found are RM systems that vary over the course of hours or days through a specific set of DNA rearrangements. This results in the patterns of methylation caused by the RM systems also changing over short timescales. Experimental data found that different forms of the inverting RM system caused different patterns of methylation, each of which was associated with a distinct pattern of gene expression. This epigenetic regulation of bacterial genes was found to change the virulence of the bacterium, with some patterns of methylation making the pneumococcus more likely to cause disease. This could be an important factor in the transition from the pneumococcus being a harmless commensal, to becoming a dangerous pathogen. This project is designed to test this hypothesis through studying whether the second variable RM system in the pneumococcus affects the same processes, or has a different effect on cell physiology, and whether such systems regulate the virulence of other pathogenic bacteria. Searching of the thousands of publically available bacterial DNA sequences has allowed us to identify hundreds of species that harbour similar systems. These include bacterial species that are very common in the human gut, some that are present in probiotic drinks and others involved in the production of cheese. Perhaps most importantly, they are also present in many pathogenic bacteria. This project is designed to investigate whether these variable RM systems might also regulate virulence in three bacterial species that each represent major threats to public health. The first is Streptococcus suis, a species normally associated with pigs that is emerging as a major pathogen capable of causing serious infections, such as meningitis. The second is Listeria monocytogenes, a foodborne bacterium that causes potentially fatal infections. The third is Enterococcus faecalis, a major cause of highly antibiotic-resistant infections, particularly in a hospital setting. In the three species, the variable RM loci are present with lineages that are associated with causing high levels of disease in humans, and absent from those that are asymptomatically found in animals or humans. The overall aim of the project is to work out how these systems may play a role in regulating genes involved in the bacteria's virulence, as well as how they evolved and how diverse they are. Such information will allow us to understand why these unusual genes are distributed, and why bacteria progress from being harmlessly carried to causing disease. This would better inform our strategies as to how to prevent this transition, and thereby tame these common, but potentially dangerous, bacteria.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/N002903/1","grantId":"BB/N002903/1","fundValue":"700532","fundStart":"2016-03-01","fundEnd":"2019-02-28","funder":"BBSRC","impactText":"","person":"Marco Rinaldo  Oggioni","coPersons":["Stephen  Bentley","Nicholas  Croucher"],"organisation":"University of Leicester","findingsText":"","dataset":"gtr"}