{"id":"0D2EB134-211C-48F7-9798-D61D974CBB9B","title":"OILSPORE","abstractText":"Microorganisms are the most abundant life forms on Earth. It is estimated that there are around 10 thousand, billion, billion, billion individual organisms belonging to two main microbial groups (the bacteria and archaea). This is 1 million times more than the estimated number of stars in the known Universe. It is believed that most of this vast population is found in deep sediments far below the ground and the sea floor. It is easy to think that this huge repository of buried biological (microbial) diversity is irrelevant to mankind, but nothing could be further from the truth.\n\nThis intra-terrestrial microbiota has been coined the 'deep biosphere' and it is central to the cycling of matter over geological timescales. Of more immediate concern is the role that certain deep biosphere organisms have played in modifying oil in situ in petroleum reservoirs. Most of the world's oil (e.g. the giant tar sand deposits in Western Canada) has been degraded by microbes in situ long before humans recovered the first drop of crude oil. Research from our group has uncovered the microbial processes responsible for crude oil biodegradation in petroleum reservoirs and identified biological and geological factors that promote biodegradation. One of these factors is temperature. The temperature of the Earth's crust increases with depth by approximately 2-3 C every 100 meters and petroleum reservoirs at temperatures above 90 C are not subject to biodegradation. However cooler, shallower reservoirs are not always biodegraded. These non-degraded, cool shallow reservoirs once resided at greater depths but have been moved by geological uplift to shallower depths. It appears that they are not re-colonized by oil-degrading bacteria and the oil in these reservoirs remains intact. This process of transient heating of a petroleum reservoir which kills the resident oil-degrading microbiota has been termed palaeopasteurization.\n\nResearch in the Arctic has provided a window into the petroleum reservoir deep biosphere. Cold Arctic sediments harbour bacteria that have optimal activity at around 50 C and may have come from leaky warm petroleum reservoirs because their closest relatives were previously identified in hot oil wells. These organisms form spores which are highly resistant to environmental extremes and act as survival capsules that protect the bacteria on their journey from deep within the Earth. These bacteria thrive without oxygen (anaerobes) and the spores resist exposure to oxygen. Sediments in the UK harbour spore-forming bacteria that degrade crude oil without oxygen, providing another link between bacteria and petroleum reservoirs. This project aims to determine if spore-forming oil-degrading and Arctic bacteria ultimately derive from petroleum reservoirs and if the process of palaeopasteurization kills them and prevents them seeding surface sediments.\n\nThe project focuses on fundamental science at the interface between biology and geology and has practical implications. A supply of hydrocarbon degrading anaerobes from the deep biosphere has implications for microbial diversity in surface sediments where these bacteria may play a role in oil clean up in oxygen depleted sediments (i.e., in coastal sediments but also the deep Gulf of Mexico seafloor near the Macondo wellhead). Related bacteria also cause problems in the oil industry by producing the toxic gas hydrogen sulphide in a process known as reservoir souring. This reduces the value of oil and poses a hazard to workers. The UK hosts a major offshore oil industry that contributes significantly to employment and economic prosperity. During the transition between a fossil carbon energy economy and a renewable energy economy, the need remains for innovative operational practices to reduce the environmental impact of oil production and exploration; much of this is underpinned by an understanding of microorganisms associated with oil production and oil degradation in the environment.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J024325/1","grantId":"NE/J024325/1","fundValue":"445373","fundStart":"2012-09-01","fundEnd":"2016-02-28","funder":"NERC","impactText":"","person":"Ian  Head","coPersons":["Casey  Hubert","David Martin Jones","Neil  Gray"],"organisation":"Newcastle University","findingsText":" Full complement of staff only recruited in project by February 2013 and project therefore in very early stages.\n\n\n\nWe are currently analysing samples to determine the identity of putative spore-forning oil-degrading sulfate reducers in samples that we have archived. Project only recently inititiated, however we held a workshop on 26-27 March with representatives from an international oil company as part of our pathways to impact plans. Energy,Environment","dataset":"gtr"}