{"id":"0D305D95-B638-4F8A-B64D-FED67D0331F2","title":"Magnetic Resonance: From the Laboratory to Industrial Practice - Extension","abstractText":"The Magnetic Resonance Research Centre (MRRC) is established as an international centre of expertise in applying magnetic resonance (MR) technique to engineering research challenges. MR has the advantage of being able to make chemically-specific measurements of the distribution of chemical species and different phases of materials, as well as measurements of the velocity with which such species are moving. It is able to do this in optically opaque environments, where optically-based measurements cannot be used. In its simplest terms, MRRC takes the Magnetic Resonance Imaging (MRI) techniques that are used in hospitals and extends those techniques to study the far more magnetically heterogeneous systems (relative to human subjects) that are characteristic of engineering processes. In the period of the current Platform Grant we have been able to develop an MR method which can actually improve on methods used in medical MRI in application to human subjects; our initial work in this area has focused on functional MRI in which brain responses are mapped when certain functions are performed. \n\nHowever, our over-riding motivation is to use MR to gain a greater understanding of the way chemical processes operate so that they can be designed to operate more efficiently and therefore use less energy and produce less waste. This proposal aims to develop platforms in two areas.\n\nThe first area seeks to take mathematical and numerical approaches from signal processing theory and extend them to enable completely new MR measurements to be made. An example might be to develop a new measurement capability which could be used on a process line in an industrial environment to monitor whether a product is being made to the correct specification. By developing MR measurements that can work on portable, robust, low-cost hardware operating at low magnetic fields, completely new applications of MR become possible. However to do this we have to think of new strategies for acquiring MR data. In this project, we will work closely with mathematicians to make sure that the methods we develop have firm mathematical foundations and can therefore be trusted in real process applications. \n\nThe second part of the project focuses on maximising the potential use of a new catalytic reactor environment we have constructed to sit inside the MR magnet. The ability to map chemical composition inside a working reactor provides a unique research resource, which we will then offer in collaborative projects to researchers in the UK and internationally. A research worker will be dedicated to working with potential academic and industrial collaborators to identify candidate reactions and undertake feasibility studies to help these collaborators optimise the scope of collaborative projects which we will then seek full project funding for.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K039318/1","grantId":"EP/K039318/1","fundValue":"146694","fundStart":"2014-01-01","fundEnd":"2014-09-30","funder":"EPSRC","impactText":"  New projects have started with BP and Shell using the in situ catalytic reactor. One of the researchers named on the proposal is now working with BP on heterogeneous catalysis. Chemicals,Energy Economic","person":"Lynn  Gladden","coPersons":["Daniel  Holland","Andrew John Sederman","Michael David Mantle"],"organisation":"University of Cambridge","findingsText":" The research followed two themes:\n(i) Research into the use of under-sampling methods in application to magnetic resonance and electron microscopy was undertaken. Research in other laboratories (academic and industrial) are now using our methods. The approach allows data and, in particular, images to be acquired on far shorter timescales than is normally achieved. In the case of magnetic resonance this can allow us to study rapidly changing systems and also to study systems using low field, portable magnetic resonance technology. In the case of electron tomography, these methods greatly reduce beam damage to samples. \n\n(ii) The in situ reactor is now used in collaborative projects with a number of chemicals companies to study catalytic processes of direct industrial interest. We will continue to work with partners in industry and academia. Chemicals,Energy","dataset":"gtr"}