{"id":"0D3CA588-0202-4044-B8AD-F6BAB86AF555","title":"Internal dynamics in the enzyme barnase","abstractText":"Enzymes are the catalysts that carry out all of the reactions in nature. We have known for over 100 years that the structure of an enzyme has to be matched closely to the structures of the molecules that are reacting ('substrates'), and X-ray and NMR structures have shown how this is achieved in detail for many enzymes (the lock and key hypothesis). However, our attempts to design new enzymes have so far been rather pathetic in comparison with the impressive catalytic ability of real enzymes. The best rationally designed enzymes are at least a million times slower than the real thing. Partly this is because the structure has to be very accurately correct. However, another reason, which we are only just beginning to come to grips with, is that an enzyme is not just a static framework, but it moves constantly, mainly as a result of continual bombardment by solvent molecules. This provides it with a lot of kinetic energy, and it appears that somehow this random thermal kinetic energy is channeled into a few very specific motions in order to help the enzyme perform its catalysis. One of the main ways in which this is achieved is that the 'normal' or resting state of an enzyme is an 'open' state, in which the active site (where the reaction occurs) is not in its optimum configuration. Motion within the enzyme very specifically closes the active site, and is precisely tuned so that only a few percent of enzyme molecules are in this active or 'closed' state at any one time. The substrates bind more tightly to the closed state than the open one, and therefore the presence of substrate pulls almost all of the enzyme molecules over into the more active closed state. This model is a refinement of the induced fit hypothesis, and is called conformational selection. It is not clear why enzymes need to do this. In some cases it is because the substrate cannot get into the closed state, but the more general reason may be that evolution does not want the enzyme to be active unless there are substrates bound, to avoid unwanted reactions.\nThis proposal aims to understand these motions for a model enzyme called barnase, which digests RNA. We have shown that in barnase there are two different motions required to make the closed state. One of these is a simple bending of the enzyme, like a hinge closing, and is a low-energy and common motion. The other requires several loops around the active site to close up together, rather like the fingers of a hand closing, and cannot occur efficiently unless the hinge is closed already. We have good evidence that this happens, but we need more details in order to understand it properly: we need to know rates, energies and structures, and how these motions are determined by the structure of barnase. Exactly what does it do and how does it do it? The first motion is easy to understand, but the second is not. Once we have understood it, we also want to explain it in ways that everyone can understand.\nThis is important, because until we understand how enzymes really work, we are to a large extent groping around in the dark, and we are unlikely to be able to build an enzyme that works well. Many scientists think that because we know the structural details of enzymes, we understand them already. This is sadly not true. Science has shown that real progress comes from a proper understanding of the problem, which is what this research aims to produce.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J014966/1","grantId":"BB/J014966/1","fundValue":"404706","fundStart":"2012-12-30","fundEnd":"2016-02-29","funder":"BBSRC","impactText":"  too early to have had any impact as yet  ","person":"Michael  Williamson","coPersons":[],"organisation":"University of Sheffield","findingsText":" We have gained a better understanding of the alternative conformations accessible to ubiquitin, and we have shown how the bacterial protein LysM recognises bacterial cell walls. development of new drugs based on a better understanding of enzyme conformational change Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}