{"id":"0D3C0E09-F2D6-4635-89E2-92BA6D005D69","title":"Structure-function studies of the Tat protein translocation channel","abstractText":"Abstracts are not currently available in GtR for all funded research. This is normally because the abstract was not required at the time of proposal submission, but may be because it included sensitive information such as personal details.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/C516179/1","grantId":"BB/C516179/1","fundValue":"229473","fundStart":"2006-03-15","fundEnd":"2009-03-14","funder":"BBSRC","impactText":"","person":"Helen  Saibil","coPersons":[],"organisation":"Birkbeck College","findingsText":" The Tat system transports folded proteins across the bacterial cytoplasmic membrane and the thylakoid membrane of plant chloroplasts. In Escherichia coli substrate proteins initially bind to the integral membrane TatBC complex which then recruits the protein TatA to effect translocation. Overproduction of TatBC and the substrate protein SufI in the absence of TatA led to the accumulation of TatBC-SufI complexes that could be purified using an affinity tag on the substrate. Three-dimensional structures of the TatBC-SufI complexes and unliganded TatBC were obtained by single-particle electron microscopy and random conical tilt reconstruction. Comparison of the structures shows that substrate molecules bind on the periphery of the TatBC complex and that substrate binding causes a significant\nreduction in diameter of the TatBC part of the complex. Although the TatBC complex contains multiple copies of the signal\npeptide-binding TatC protomer, purified TatBC-SufI complexes contain only 1 or 2 SufI molecules. Where 2 substrates are present in the TatBC-SufI complex, they are bound at adjacent sites. These observations imply that only certain TatC protomers within the complex interact with substrate or that there is a negative cooperativity of substrate binding. Similar TatBC substrate complexes can be generated by an alternative in vitro reconstitution method and using a different substrate protein. It is relevant to bacterial and plant physiology and could therefore be applicable to anti bacterials or agriculture. Agriculture, Food and Drink,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}