{"id":"0D3F4296-41F2-44E3-BAAA-AE259273445D","title":"The Significance of Parvalbumin Isoform Switching in Determining Muscle Performance","abstractText":"Recently it was found carp skeletal muscle has mRNA coding for at least eight isoforms of the intracellular Ca2+ binding protein parvalbumin (PARV) and these isoforms change with the temperature at which the fish is maintained (Gracey et al 2004). This was a very significant discovery in relation to understanding how muscle properties are programmed at the molecular level. Muscle contraction is initiated by calcium (Ca2+) release into the intracellular fluid from an extensive sac-like organelle: the sarcoplasmic reticulum (SR). As the Ca2+ concentration rises, crossbridges form between the contractile proteins and force is generated. Relaxation occurs when this Ca2+ is pumped back into the SR or is bound by Ca2+ intracellular proteins. The most important of these intracellular Ca2+ binding proteins is PARV. The amount of PARV in muscle correlates closely with its maximum contraction speed: toadfish swimbladder muscle, one of the fastest contracting muscles, has the highest concentration of PARV. Indeed, PARV is so good at binding Ca2+ that it can produce muscle relaxation in the absence of all other Ca2+ sequestration mechanisms. It has also been demonstrated that transferring PARV gene into heart muscle that is unable to relax can help restore function. This illustrates the clinical importance of understanding the role of PARV and how it might be used to help repair the function in failing muscles. While it is well known that the amount of PARV in muscle is important, the significance of the different PARV isoforms has largely been overlooked, perhaps because the technology to identify and quantify groups of highly similar proteins is only now readily accessible. We believe that changing the mixture of PARV isoforms by varying their expression is an important adaptive process, yielding rapid changes in muscle mechanical properties in response to different functional demands. The huge body of gene sequence data is only useful if we understand the function of those genes but discovery of gene function is often confounded by the poor correlation between transcriptome (the mRNA transcribed from the DNA of a cell) and proteome (the proteins present in a cell under a particular set of conditions). Studies that close the gap between genome are sorely needed. In this study we will use transcriptome data, novel proteomic technologies, cellular and whole muscle physiology to determine the function of this small, but critically important, group of gene products (PARV isoforms) that are pivotal in determining the contractile properties of muscle. We will measure the mechanical properties, the time course of the rise and fall of intracellular Ca2+ (a 'Ca2+ transient') and PARV isoform distribution of muscle acclimated to 10 Celsius and 30 Celcius, corresponding to two endpoint temperatures in the Gracey et al (2004) study. In addition, we will feed fish on a diet incorporating a heavy stable isotope of valine and acclimate them to the same temperatures. By periodically sampling the group of fish we can measure the amount of stable isotope incorporated in a PARV isoform (or any muscle protein for that matter) and determine its rate of synthesis and degradation, therefore, its turnover throughout acclimation. This first part of our study provides a comprehensive picture how PARV isoforms change during muscle remodelling and the mechanism by which that change is achieved. However, observing the shift in PARV isoform distribution only provides a priori evidence of its functional role. To prove that changing the amount of a given PARV isoform illicits a particular change in muscle properties we need to directly manipulate its expression. We will do this by transfecting muscle with cDNA coding for a PARV isoform, quantifying the resulting isoform expression and measuring the change in muscle properties and Ca2+ transient. Adjacent untransfected muscle and other untransfected fish provide internal and external controls.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D012848/1","grantId":"BB/D012848/1","fundValue":"266243","fundStart":"2006-06-01","fundEnd":"2009-07-31","funder":"BBSRC","impactText":"","person":"Iain Stuart Young","coPersons":["Phil  Whitfield"],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}