{"id":"0D408BB3-FF60-4128-B1A8-1E50F8268F53","title":"Development of Radiation-Hard Single-Sided Silicon Pixel Detectors using Planar p-type Technology","abstractText":"The Large Hadron Collider (LHC) at CERN already requires unprecedented radiation hardness because of the very high collision rate (billion proton-proton collisions per second) required to produced the rare high mass new particles for which the LHC was built to search. The radiation levels get worse the closer a detector sits to the collision point with the innermost detector systems, pixel detectors, being only a few cm away. After its first phase of operation, the LHC could be upgraded to search for even rarer or higher mass new particles by increasing this collision rate by a factor of 10. The dose rates then experienced in the layers closest to the collisions get a factor of 10 worse. Given that it is assumed standard technologies can barely serve for current operation at the LHC, groups have been looking to exotic alternatives for these innermost layers. A surprising result from work by the Liverpool Group when studying miniature microstrip detectors, with application further away from the centre of the experiment, was that they key parameter for operation as a particle detector, the charge collection efficiency, does not completely die away even at very high doses. Indeed, with p-type sensors but only planar processing, it looks possible to build detectors in much less exotic technologies that could work even at about 4cm from the primary collision point. It is proposed to translate this technology into the pixel designs needed at these low radii and to demonstrate survival at the doses expected there using pixel read-out electronics from ATLAS. The Liverpool Group are world experts at this sort of radiation testing for microstrips and wish to exploit their findings to demonstrate an alternative technology for the pixel detectors of ATLAS and CMS operating at the upgraded luminosity (Super-) LHC. If successful, it allows simpler technology which can be built by the leading world companies in providing silicon detectors to particle physics, with implications for both reliability and cost. It also allows the pixel detector array to be built in a uniform technology, rather than have special and different technology for the innermost layers. This should both help lead to a cheaper solution and allow many more companies (including UK ones) to compete for the production of silicon sensors for pixel detectors at the Super-LHC.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/G001472/1","grantId":"ST/G001472/1","fundValue":"101568","fundStart":"2008-10-01","fundEnd":"2010-12-31","funder":"STFC","impactText":"  The technology is now baseline design for detector upgrades in high energy physics experiments (ATLAS, LHCb, CMS). In this sense the impact of this development is very high and ongoing. Electronics,Other Cultural","person":"Gianluigi  Casse","coPersons":["Anthony Allen Affolder","ILYA  TSURIN","Timothy  Greenshaw","Philip Patrick Allport"],"organisation":"University of Liverpool","findingsText":" With this research we have improved the performances of high resolution, extreme radiation tolerance silicon pixel sensors. These are the baseline for the future upgrade of the ATLAS experiments at the HL-LHC (the upcoming high luminosity collider that will improve the performances of the current LHC). We have proven their ability to sustain the radiation fluence anticipated for the experiments on this future machine. The detector type we developed is now baseline for may experiments where high radiation tolerance is required. The technology we have developed and the methods we used have become part of the global knowledge of the detector community in high energy physics. The very high level of performances achieved make the researched devices suitable to a range of applications outside high energy physics. Aerospace, Defence and Marine,Electronics,Energy,Healthcare,Security and Diplomacy","dataset":"gtr"}