{"id":"0D426B6F-92AD-4630-9736-99F0975E27E1","title":"Molecular evolution and variation in genomic regions with low recombination","abstractText":"One of the classical problems of biology is the evolutionary role of sexual reproduction. This involves the bringing together of the genomes of two parents, and reshuffling them by the process known as genetic recombination, so that an individual offspring receives a mixture of contributions from each parent. This allows the evolutionary fates of genetic variants at different places in the genome to behave more or less independently of each other. One consequence of this is that natural selection can act at one site in the genome without interfering with what happens at other sites. Many specific models of evolutionary processes that can cause interference between different sites when sex is absent have been proposed: they all predict that selection is less effective in the absence of sex, leading to a large loss in fitness. It is, however, hard to test these predictions in nature, since asexual species or populations are very rare, and in most cases have arisen only recently from sexual ancestors. Nevertheless, it is important to test these predictions, both for the intellectual interest in understanding why sexual reproduction is so common in nature, and because there are plans to develop asexual strains of plants for the purpose of breeding crops. A way around this difficulty is to compare different regions of the same genome. Genetic recombination, the process that creates the reshuffling of parental contributions during sexual reproduction, is rare or absent in some parts of the genome, especially the part of the genome known as the heterochromatin. Such parts of the genome are expected to behave like asexual species, in terms of their evolutionary patterns. Until very recently, however, the heterochromatin has been impossible to study at the level of DNA sequences, since it contains large amounts of DNA that are repeated over and over again, making it hard to study at the sequence level. Recent breakthroughs in research on the fruitfly Drosophila, the best-studied model animal species, have led to the characterisation of several hundred genes in the heterochromatin. This means we are now in a position to study evolution and variation of genes in the heterochromatin almost as easily as genes in the rest of the genome, and can therefore see whether or not they show the patterns expected from their lack of recombination. Sophisticated statistical methods are available for this purpose, but require large datasets to be used effectively. We plan to exploit new technologies for sequencing DNA, which allow large quantities of information to be generated rapidly and cheaply. We will use these to generate data on variability in a large number of genes in the heterochromatin and in other parts of the genome, within populations of two closely related species of Drosophila. By combining the results of these studies with computer-based analyses of the published genome sequences of other species of Drosophila, we will be able to determine whether or not the patterns that we seen in regions of the genome with low levels of recombination agree with our theoretical models. If they do, we will have much more convincing evidence than currently exists that sexual reproduction has an evolutionary advantage, and that an absence of sex leads to a severe decline in fitness. The data that we generate can also be used for answering a wide range of other questions, such as the extent to which there is any recombination in the heterochromatin, the extent to which natural selection acts on DNA sequences that are not involved in determining protein sequences, and the intensity of selection acting on the protein sequences themselves. We will make these data publicly available through databases, scientific publications and conferences. Given the great public interest in questions of this kind, we will also communicate our results to the media.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H006028/1","grantId":"BB/H006028/1","fundValue":"354839","fundStart":"2010-07-01","fundEnd":"2013-09-30","funder":"BBSRC","impactText":"  We have produced a set of whole genome sequences for 22 different samples of Drosophila simulans, which will provide a useful resource for the Drosophila genetics and evolution community. Our papers have been cited over 20 times in the scientific literature. They have also been presented at several conferences, including meetings of the Society for Molecular Biology and Evolution. Education Cultural","person":"Brian  Charlesworth","coPersons":[],"organisation":"University of Edinburgh","findingsText":" One of the classic problems of biology is the evolutionary role of sexual reproduction. This involves bringing together the genomes of two parents, and reshuffling them by the process known as genetic recombination, so that the offspring receive a mixture of contributions from each parent. Theoretical models have shown that this allows the evolutionary fates of genetic variants at different places in the genome to behave more or less independently of each other. Natural selection can therefore act at one site in the genome without interfering with what happens at other sites. We have successfully carried out a series of analyses of large datasets, obtained by exploiting new technologies for sequencing DNA, which allow large quantities of information at the level of the whole genome to be generated rapidly. Our analyses show that both selection against the harmful variants that are constantly being produced by mutation, and selection in favour of new, beneficial mutations, are reduced in their effectiveness when the rate of recombination is reduced in a particular region of the genome. This provides much more convincing evidence than has previously existed that sexual reproduction has an evolutionary advantage, so that its absence leads to a severe decline in fitness. Our results raised several questions concerning the relations of patterns of DNA sequence variation to recombination rates and location on the X versus autosomes. I am currently preparing a grant application to investigate these questions. Education","dataset":"gtr"}