{"id":"0D422D10-AAB1-45F6-96E8-7FDCE22199E6","title":"Histone exchange chromatin dynamics and chromatin function: Role of ATP-dependent chromatin remodelling factor Fun30 in epigenetics","abstractText":"The genetic material in each cell is packaged and organized by an extremely complex, heterogeneous structure, called chromatin. The basic building block of this structure is the nucleosome, a molecular protein spool around which DNA winds in almost two turns. Nucleosomes are modified and interact with other proteins to create chromatin structures that shut down genes or allow access to the machinery that read out the information from genes. Specific chromatin structures mediate gene regulation and are required for genome stability and chromosome segregation. Such structures have to be faithfully duplicated for the maintenance of gene expression patterns through development. Defects in heterochromatin have been linked to genome instability, infertility, accelerated aging and an enhanced risk of cancer. Despite this fundamental importance, our knowledge of how specific chromatin structures, such as heterochromatin, are assembled and maintained is limited. We will study how nucleosome remodelling and modification enzymes interact to assemble a specific chromatin structure to shut down genes and to stabilise the genome. This research has implications for our understanding of normal development, but also for cancer and fertility.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F020236/1","grantId":"BB/F020236/1","fundValue":"319014","fundStart":"2009-03-12","fundEnd":"2012-03-11","funder":"BBSRC","impactText":"  Our work has been cited in numerous publications. Other ","person":"Patrick  Varga-Weisz","coPersons":[],"organisation":"Babraham Institute","findingsText":" We used yeast to examine a highly conserved factor that regulate the genome by affecting its packaging into a structure called chromatin. We have illuminated how this specific enzymes is involved in packaging the genome and that its function supports the correct distribution of chromosomes to the two daughter cells on cell division. Our insights are being tested now in mammalian cells. Our studies in yeast linked the enzyme that we describe to a very specific building block of the genomic packaging. This building block plays crucial roles in higher eukaryotes. It will be very important to find out now if the homolog enzyme also regulated this building block and what are the biological implications. Our current work indicate important functions of this enzyme in intestinal homeostasis, intestinal gene expression and intestinal immunity. Agriculture, Food and Drink,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}