{"id":"0D4B5BCF-85DB-42C3-BB46-0C9B834D90DC","title":"Investigating the biology of appressorium-mediated plant infection by the rice blast fungus Magnaporthe grisea","abstractText":"The aim of this project is to understand how rice plants become infected with a very serious disease called rice blast. Rice blast disease destroys up to 30% of the rice harvest each year and is a serious and recurrent threat to food security. Rice blast is caused by a fungus and this project is aimed at determining why this fungus is able to cause such a serious disease and defining which of its genes and their associated products are necessary for disease to occur. This project aims to study this disease from the point at which the fungus lands on the leaf surface until it breaches the cuticle and gains entry to the leaf. The rice blast fungus develops a special pressure cell that it uses to puncture the leaf cuticle and gain entry to living plant tissues, in which it grows and feeds. This project will explore the biology that leads to development of the specialised pressure cells produced by the rice blast fungus. Specifially, we will look at the release of reactive oxygen species in these cells, which we have already shown are necessary for disease to occur. We will then go on to study the physiology of infection cells of the fungus and determine how these cells use an enzyme called trehalose-6-phosphate as a sensor of starvation/nutrient availability that is necessary for plant infection. Collectively, this research project, will provide an insight into the biology of plant infection by one of the most important crop diseases in the world today. This will be used to inform new disease control strategies that are urgently required. In addition to the global significance of rice blast, knowledge gained from this project is also of potential benefit to UK agriculture because similar fungi affect our major cereal crops, barley and wheat, and share a similar underlying biology. The development of broad spectrum, disease control strategies that will benefit agricultural production and the consumer is the long term strategic aim of this research.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G013896/1","grantId":"BB/G013896/1","fundValue":"667930","fundStart":"2009-08-01","fundEnd":"2013-01-31","funder":"BBSRC","impactText":"","person":"Nicholas Jose Talbot","coPersons":["Christopher  Thornton"],"organisation":"University of Exeter","findingsText":" The most significant outcome of this project is a detailed understanding of how cellular turgor in the appressorium of the rice blast fungus is translated into physical force to rupture the rice leaf cuticle. We showed how septin GTPases re-model the F-actin cytoskeleton at the base of the appressorium under control of the NADPH oxidase complex. These results were published in Science and Proc. Natl. Acad. Sci USA. We also showed how nutritional signalling is necessary for plant infection acting via the Trehalose-6-phosphate synthase complex, which acts as a sensor of NADPH and glucose-6-phosphate to regulate virulence gene expression; a major discovery published in Proc. Natl. Acad. Sci USA. Taken together, this project has shown how regulated synthesis of reactive oxygen species in a fungus is essential for cellular differentiation and control of polarised growth and how the rice blast fungus deploys this mechanism to infect rice plants. \n\n\n\nObjective 1. To determine the role of the NADPH oxidase-mediated oxidative burst in appressorium-mediated plant infection by M. grisea. We characterized the Nox1 and Nox2 NADPH oxidase complexes and showed Nox2 is necessary for re-orientation of the cytoskeleton during appressorium formation. A septin GTPase complex is necessary for re-modeling F-actin at the appressorium pore and septins act as a diffusion barrier at the base of the infection cell. This was a major breakthrough published in Science in 2012. Septins are regulated by the Nox2 NADPH oxidase complex, which we published in PNAS in 2013. Objective fully met.\n\n\n\nObjective 2. To determine how Rho GTPases, the p67phox NoxR regulator and the Ca2+ signaling pathway control M. grisea NADPH oxidases. We showed the role of NoxR and determined its interactions with the Nox1 and Nox2 complex. The NADPH oxidase complex acts downstream of protein kinase C and a specific turgor sensor protein Wsc1. Some of this work appeared in PNAS in 2013. The link to PKC signaling will be published shortly. Objective full met. \n\n\n\nObjective 3. To investigate how trehalose synthesis by the Tps1 complex is necessary for appressorium-mediated plant\n\ninfection by M. grisea. Tps1 acts as a sensor of glucose-6-phosphate and cellular NADPH and links genetic control of nitrogen source utilization with sugar signaling. Tps1 acts as a genetic switch for control of virulence gene expression. This was published in PNAS in 2010. Objective fully met.\n\n\n\nObjective 4. To determine the effect of Tps1 on cellular NADPH levels during infection-related development and how this impacts upon ROS generation and appressorium function. We measured cellular NADPH levels which are indeed controlled by Tps1, which we showed could bind NADPH directly. This was part of the PNAS paper (2010) Genome-wide transcriptional profiling was used to verify these predictions, published in PLoS Pathogens (2012). Objective fully met. The PI and PDRAs took part in 'Britain Needs Bioscientists' schools events at the University of Exeter to promote future careers in biology in 2009 and 2010. The PI delivered the University of Aberdeen Annual Microbiology Prize Lecture (2010) to school children from across Scotland entitled 'On the Trail of a Cereal Killer', highlighting the importance of plant pathology research to ensuring global food security. The PI gave schools lectures and practical demonstrations on Food Security research at Torquay Boys Grammar School (2011) and Midhurst Rother College, West Sussex (2012). The PI also lectured on 'Experimental Design in Biology' to International Baccalaureate students at Torquay Boys Grammar School in 2012. \n\nThe PI led the School of Biosciences entry to 'BBSRC Excellence with Impact' competition in which Exeter was one of six finalists in 2010, with a strong emphasis given to public engagement activities. The PI gave press interviews regarding BBSRC food security research to Associated Press (wheat genome work -2010), BBC Radio Devon, BBC TV (rice blast research - 2008-10, investments in biosciences, numerous interviews), and local newspapers (2009). The Science and PNAS papers generated in this project were publicized and led to interviews from local press (Western Morning News), international press (USA, Far-East) as well as Nature Reviews Microbiology and other review journals. \n The outcomes of this research have been published and have also resulted in Industrial Partnership Award funding via BBSRC and Syngenta. This was based on new expertise developed during the course of the research. Agriculture/ Food and Drink","dataset":"gtr"}