{"id":"0D4C736E-F9DB-44AE-ACDE-9D594B5E90E1","title":"Understanding Attrition in Rape Cases","abstractText":"The research aims to collect a large body of evidence about the process and experience of reporting the crime of rape. Evidence gathered will be examined to establish what factors influence the very low conviction rate for rape and to generate a deeper understanding of why certain cases 'drop out' of the criminal justice process somewhere between reporting and trial.\n<br />In order to understand 'drop out' in more depth evidence will be gathered at each stage of the rape prosecution process and the Sussex area used as a case study. Qualitative data will be gathered through in-depth interviews with criminal justice personnel including the police, the Crown Prosecution Service, forensic science and medical service, barristers and judges, women and men who have, and have not, reported rape to the police, and expert witnesses used at trial stage. One year’s worth of reported rape cases will be tracked and data gathered for quantitative multivariate analysis to identify the factors that influence attrition at various stages of the criminal justice process. Those cases that reach court will be observed as an integral part of the research.&nbsp; The findings of the research will inform future policy and development.\n<br />","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-061-23-0138-A","grantId":"RES-061-23-0138-A","fundValue":"271026","fundStart":"2007-09-01","fundEnd":"2010-07-31","funder":"ESRC","impactText":"  The research has had significant impact through identifying aspects of good practice, areas for improvement, and the provision of robust empirical evidence of the attrition problem and victim experience. In these respects the research has had considerable impact on individuals and organisations especially in criminal justice (particularly policing), policy making, third sector organisations such as rape crisis and support, and the general public. This impact is evidenced across all UK jurisdictions.\n\nThe research findings have had impact at the highest level of government policy and decision making by contributing to 'The Stern Review': An Independent Review into How Rape Complaints Are Handled by Public Authorities in England and Wales 2010. McMillan was an expert witness to the review providing evidence from McMillan and Thomas (2009) direct to Baroness Stern in person, and that was cited in the review (p.44). Additionally, following presentations of the findings at a conference on Perspectives on Rape and the Policing Process in 2012, McMillan was invited to sit on the Rape and Sexual Crime Advisory Group of Scotland's new single national police force, Police Scotland; this group is on-going and contributes to sexual crime policy and practice for the force. \n\nThe research has had an impact on policing in the UK in a number of ways. The research has also been used in the Sussex's Strategic Assessment of Rape and Sexual Offences a joint document of Sussex Police, Sussex Crown Prosecution Service, and forensic medical providers. The research findings were also disseminated in detail to the Sussex Rape Steering Group (2011) a multiagency body that directs rape strategy, on which McMillan acted as expert advisor.\n\nThe findings of the research were used to train serving police officers in 2011 who deal regularly with rape cases (Scottish Police College, Tulliallan). The training mobilised findings from the research about victim disclosure and effective interviewing with victims and provided police officers with tools to facilitate and improve police-victim interaction. Additionally the findings were used in 2013 to support a successful case made by Police Scotland to the Scottish Government to fund the provision of Victim Advocacy Workers to support victims. Furthermore, McMillan was invited by the Head of Sexual Crime for the Association of Chief Police Officers of Scotland (ACPOS) to address the multi-agency Sexual Crime Working Group and outline the findings around victim interviewing and the use of Sexual Offence Liaison Officers (SOLOs) including officers responsible for setting SOLO deployment policy in Scotland. The findings were used to directly inform SOLO policy in Scotland.\n\nFurther, the case analysis and tracking database developed from the research has been used in conjunction with Police Scotland to develop a nation-wide case tracking database that will track cases through policing, prosecution and trial stages in the criminal justice process. The research has had impact on the processes used by criminal justice agencies to track monitor and improve attrition rates.\n\nIn 2009, fndings related to the use of SOLO officers have been taken up by the Life Centre (Sussex) a third sector rape support organisation that also currently provides training for SOLO officers in the county of Sussex. The training lead at the Life Centre has incorporated the findings on optimal victim interviewing to embed a positive interview experience into training for SOLOs.\n\nThe findings on victim experience have also been used by Police Scotland to support a funding bid to the Scottish Government (2013) to pilot a scheme of Victim Advocates in collaboration with Police Scotland. This bid was successful and the pilot is underway.\n\nThe research has also had an impact on the general public understanding of what constitutes rape through extensive media coverage in the national press, and social media. For example The Guardian (24th August 2012) cited the findings to illustrate the experience and treatment in the justice process of reported cases to challenge comments made by George Galloway about what constituted rape in light of the international high profile Julian Assange case. The research findings are therefore being used to engage directly with public debate around rape and sexual violence. The readership of The Guardian is estimated at 9 million worldwide (in paper and electronic form), and electronically the article was posted from The Guardian's website to various social media (Facebook, Twitter) by 163 users (at 1/11/2012) with incalculable distribution within those sites. Additionally, the research findings were also reported by the BBC (12th December 2012). Communities and Social Services/Policy,Government, Democracy and Justice Cultural,Societal,Policy & public services","person":"Lesley Elizabeth McMillan","coPersons":[],"organisation":"Glasgow Caledonian University","findingsText":" Despite problems highlighted between the 1970s and 1990s in the treatment and processing of rape cases, the criminal justice system has continued to be criticised for failing to deal adequately with the problem of rape and sexual assault. These shortcomings include the low conviction rate, high levels of case loss (attrition) and poor victim experience. This research was the first study to take place after significant legislative and procedural changes in the early 2000s (e.g. Sexual Offence Act, 2003). The research provides a holistic understanding of the rape attrition problem in contemporary context. It establishes what influences the loss of cases from the criminal justice system, and the experiences, attitudes and practices of actors involved. The project utilised a multi-method case study approach. It involved quantitative case file analysis, case tracking, trial observations and in-depth qualitative interviews with criminal justice personnel (police officers, barristers, forensic medical staff, Crown Prosecutors, judges) and victims of rape (who reported to the police and who did not). \n\nThe research established that most rape attrition happens at the earliest stages of the justice process with 65% of cases lost at the policing stage, and a conviction rate of 6%. Victim withdrawal from the process remains a significant problem with over one-third withdrawing and most (88%) at the investigation stage. Witness interviews, age of victim, relationship to the assailant, and presence of alcohol, are predictive variables for progression through the justice process. The 'real rape' stereotypes (stranger assault, public place, resistance, use of force) found in earlier research are not borne out by this study. Instead a new and more complex understanding on the part of police officers of 'good cases' and 'bad cases' influences the day to day policing of rape which in turn are influenced by myths and stereotypes which are implicitly rather than explicitly expressed. Further, significant numbers of police officers continue to believe a large proportion of rapes are false allegations. A key insight from the research is that contradictory views exist between criminal justice actors about the use and value of medico-legal evidence in the investigation and prosecution of rape cases. Further, the research found problematic attitudes amongst forensic medical examiners and nurses that are likely to impact on both victim experience and case processing. Additionally, professional boundaries between doctors and nurses operate in ways that result in certain tasks, and the cases associated with them, being considered only for doctors, thus creating a hierarchy of scientific expertise and a complex system of power relations.\n\nA further insight from the research is that procedural justice is a useful tool for understanding victim experience of the justice process; victims are more likely to accept negative criminal justice outcomes when the process is experienced positively. The research also found that the use of Sexual Offence Liaison Officers (SOLOs) is an important element of procedural justice and impacts on positive victim experience however poor management/supervision can detract from its success. \n\nA key finding is that a victim's decision to report rape is informed by a number of features including: available support structure outside the justice process; level of concern about being believed/received well and having the trauma &quot;played out in public&quot;; and whether and when victims name the incident as rape. The research found that when victims do report, tensions and contradictions around the police interview of rape victims are evident, revealing a mismatch between police and victim expectations. The findings are of great importance to practioners (including police, Crown Prosecutors and Procurators Fiscal, Barristers, Judges, Lawyers, Advocacy Workers, and those working in the Violence Against Women Sector) for improving the main statutory response to sexual crime - that is the criminal justice response. The findings highlight what improvements can be made for the processing of rape cases, evidence collection and use, and the experience of victims throughout the process. Communities and Social Services/Policy,Government, Democracy and Justice","dataset":"gtr"}