{"id":"0D4CAB65-389F-4B0F-A438-26051619AF09","title":"Newton Fund: Numerical simulation of soil erosion using Smoothed Particle Hydrodynamics (SPH)","abstractText":"The aim of this project is to develop collaborative joint research to study erosion of soils by water, which is a major threat caused by anthropogenic activity in Brasil and elsewhere. This will be achieved by gaining a better understanding on the basic mechanisms of erosion by means of simulating soil erosion with the meshless computational method Smoothed Particle Hydrodynamics (SPH) using the open-source code DualSPHysics.\n\nThe DualSphysics code is developed by members of the University of Manchester and the University of Vigo (Spain) as part of EPSRC-funded projects with the purpose of modelling complex hydrodynamic problems. In a recent industrially funded CASE award, the code has been extended by researchers from the University of Manchester to model sediment scouring induced by rapid flows. The multi-phase model is implemented in DualSPHysics using Graphic Processing Units (GPUs) to accelerate the computations with speed-ups of up to 100 enabling industrial use. However, although the model was validated comparing with experimental data for a 3-D dam break over an erodible bed, other numerical simulations need to be run to test other types of soils, conditions and boundary treatments. This will be necessary for the proposed application and will extend both the functionality and provide a robust range of validation cases for future use. \n\nWith exchange visits between the University of Brasilia and the University of Manchester, the 6-month project will explore the potential for modelling soil erosion developing strategies for future development and collaboration. In Manchester, DualSPHysics will be used to examine flows over an erodible bed for different soil properties as well as a range of steady and unsteady flow conditions. Improvements in the experiments will be performed in Brazil. The experimental results will be used to refine the code and to make it capable to model soil erosion in an extended and validated manner with new experiments investigating flume tests under steady flow conditions, sediment recirculation, seepage failure, liquefaction and excavation by a water jet.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M029786/1","grantId":"EP/M029786/1","fundValue":"4677","fundStart":"2015-01-01","fundEnd":"2016-03-31","funder":"EPSRC","impactText":"","person":"Benedict David Rogers","coPersons":[],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}