{"id":"0D4F56B2-A475-4967-969C-A4DE841ABF54","title":"Printing and typesetting in film","abstractText":"There have been huge changes in the printing and typesetting industries over the past 120 years and a great deal of technology has come and gone: almost all of the equipment and machinery in use between 1900 and 1980 is now obsolete. Being able to watch this lost technology in action gives an invaluable insight into the way things worked- far more than any written description or diagram - but the number of people who can demonstrate any of these old techniques is dwindling rapidly. However, there are many films in existence which show different printing and typesetting equipment and machinery in use- the British Film Institute has almost 50 in its collections, and there is a collection of more than 100 'videotapes and films on graphic arts subjects' at the University of Virginia. \nUnfortunately information about the films in these collections is difficult to obtain and they are not easily available for public viewing. Other institutions have smaller collections and there are also a number of short films available on the internet.\n\nThe aim of this project is to compile a detailed listing, including in-depth summaries, of films in the collections at the British Film Institute, the University of Virginia, and the University of Reading, and films that are available online. The summaries will include the contents of each film and an assessment of their use to researchers. This Information will be made available in the form of a pdf file that can be printed or downloaded from the internet. The list will allow users to find out about films that show particular techniques or machines and where these films can be seen. Where possible films will -bought or copies made (if copyright permission is given) in order to assemble an archive of films showing printing and typesetting. This archive would be an invaluable research resource for anyone investigating the history of printing. \nThe collection of films would be digitised so they could be viewed as DVDs and clips easily are taken from them for use in PowerPoint, Keynote, or PDF, thus enabling their use in teaching and research presentations.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E510973/1","grantId":"AH/E510973/1","fundValue":"9629","fundStart":"2007-01-03","fundEnd":"2008-01-02","funder":"AHRC","impactText":"","person":"Rob  Banham","coPersons":[],"organisation":"University of Reading","findingsText":"","dataset":"gtr"}