{"id":"0D55096E-9851-4A26-9B62-D301CF35E37F","title":"Sharing the benefits of sustainable fisheries: from global to local legal approaches to marine ecosystem services for poverty alleviation","abstractText":"How can science be translated into law in ways that encourage more sustainable fishing that benefits the poor? This inter-disciplinary project explores whether and how the innovative legal tool &quot;benefit-sharing&quot; can be integrated with the concept of marine ecosystem services to reduce the systemic poverty of coastal societies who depend upon marine resources for both food security and income generation. Benefit-sharing and ecosystem services are rapidly maturing concepts aspiring to reduce overexploitation of the world's diminishing natural capital. Each, however, has evolved in relative disciplinary isolation, missing potential synergies when considered together. \n\nFisheries remain a highly contested ecosystem service arena, challenged by complex and fragmented arrays of legal instruments that affect access to and management of marine resources by developing countries and by small-scale fishing communities. The ability of marine ecosystems to provide abundant fish and fish products has been compromised by unsustainable fishing practices and associated biodiversity loss. Developing countries, especially least developing countries (LDCs) and small island developing States (SIDS), and their coastal inhabitants are the most vulnerable to these marine ecosystem services losses, as they are deeply reliant on fisheries for income and food, and are some of the poorest societies in the world.\n\nThe hypothesis is that benefit-sharing when framed as part of ecosystem service sustainability can address poverty issues among and within States, in the context of sustainable fisheries management. A combination of science, policy and legal research is needed to understand whether, how and to what extent benefit-sharing can effectively support both developing countries and small-scale fishing communities within these countries to achieve sustainable fisheries. Ultimately, this project aims to provide a better understanding of the role of law in equitably regulating sustainable fisheries as a provisioning ecosystem service, thereby contributing to a fairer regime among States, and to poverty alleviation within States.\n\nThe project is designed around interdisciplinary partnerships, with a number of envisaged beneficiaries at the international, national and local levels. Through its policy outputs (think-pieces), the project will benefit international policy-makers by translating standards dispersed through several instruments into workable guidance to ensure consistency in relevant international processes. Furthermore, the think-pieces will provide a clear understanding of emerging international guidance for national law-makers and managers responsible for their implementation at national and local levels, by clarifying whether and how legal arrangements for benefit-sharing can enable sustainable livelihoods through the conservation and sustainable management of marine ecosystems. Similarly, the think-pieces will target NGOs, think tanks and bilateral donors that support regional, national and sub-national decision-making and implementation processes related to marine ecosystems. By targeting decision-makers and advisors at various levels, the project aims to reach as its ultimate beneficiaries small-scale fishing communities (over 50 million people) in developing countries, especially LDCs and SIDS.\n\nIn addition to the wide distribution of think pieces in English, French and Spanish, the project seeks long-lasting impacts on non-academic stakeholders through: its project website (including Twitter, blog posts, Facebook); an open-access legal journal article and interdisciplinary edited collection; and the identification of &quot;champions for change&quot; among the selected international experts involved in the project. In sum, the project aims at focusing and guiding practical approaches to marine ecosystem services for poverty alleviation on &quot;global-to-local&quot; legal approaches.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M007650/1","grantId":"NE/M007650/1","fundValue":"117191","fundStart":"2015-09-01","fundEnd":"2016-08-31","funder":"NERC","impactText":"","person":"Elisa  Morgera","coPersons":["Meriwether  Wilson"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}