{"id":"0D590894-8112-4CE0-B33A-E0D0824C2426","title":"STATISTICS OF VARIATIONAL DATA ASSIMILATION IN CONTINUOUS TIME","abstractText":"Many natural phenomena manifest themselves as dynamical processes, that is processes evolving in time. Mathematical descriptions of such phenomena usually consist of equations describing temporal evolution, such as differential or difference equations; we will refer to them as dynamical models. Dynamical models have been conceived for the atmosphere, the sun, human crowd behaviour, traffic, and the stock market, just to name a few. A dynamical model allows to forecast the future behaviour of the real world dynamical process through numerical simulations (usually on a computer).\n\nHowever, in order to forecast the future behaviour of the dynamical process, its current state has to be known. Data assimilation, which is the main theme of this project, means to gather past and present observations of the dynamical process and estimate its current state or even whole trajectories in a dynamically consistent fashion. (E.g. data assimilation will not only result in a series of snapshots of the global wind fields; the evolution of these snapshots will be consistent with the physics describing air motion.) For this reason, data assimilation is a core step in forecasting with dynamical models.\n\nData assimilation is carried out already in a wide range of applications, for example in weather forecasting. To some extent though, data assimilation rests on an ad--hoc methodology with only part of it being completely understood. A thorough understanding of data assimilation though is vital, as the performance and thus the value of every forecast depends crucially on the data assimilation.\n\nThis project aims at providing data assimilation with further mathematical foundations. In particular, the following points will be investigated:\n\n* Dynamical models are often formulated in continuous time, and data assimilation is much nicer to analyse in continuous time than in discrete time, for mathematical reasons. In practice though, weather observations are sampled at discrete points in time, which seems to necessitate a discrete time framework for data assimilation. How do we take care of this important practical problem while at the same time rescuing the elegance and power of a continuous time approach?\n \n* Many data assimilation approaches provide solutions that appear reasonable, but the precise properties are not properly understood. A particularly pressing problem is the uncertainty associated with the estimated trajectories. Suppose the observations contain measurement error, this error will clearly feed through the entire data assimilation machinery onto the estimated trajectories. How do we take care of this?\n\n* The practitioneer needs a formalism to perform some quality control of her or his data assimilation results. The problem here is this: simply comparing the output of data assimilation with the observations is dangerous, since the observations have already been used to find the underlying trajectory, so this approach might give overly optimistic results. In statistics, this is known as ``in sample evaluation'', and several methods have been conceived to avoid them. In data assimilation, something similar is needed, although the problem is more complex as the observations are usually heavily dependent; a series of wind observations cannot be treated like a series of patients in medical trials. But building on previous work, a formalism will be developed allowing for more realistic performance assessment of data assimilation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L012669/1","grantId":"EP/L012669/1","fundValue":"81090","fundStart":"2014-07-31","fundEnd":"2016-11-30","funder":"EPSRC","impactText":"","person":"Jochen  Broecker","coPersons":[],"organisation":"University of Reading","findingsText":"","dataset":"gtr"}