{"id":"0D5E8AA8-0018-49CC-B797-9203ADA4717A","title":"New in vitro models of DMD by induced pluripotency in patient biopsies and gene knockdown in hESCs","abstractText":"Duchenne muscular dystrophy (DMD) is a genetic disorder that ultimately leads to the death of 1 in every 3,000 newborn males. Boys become wheelchair bound in their early teens and succumb to the condition in their twenties to thirties. Heart failure is a major cause of fatality and there is no cure. Years of research have identified the gene that causes DMD and the effects on patients? health have been widely documented. However, the basic understanding of how the condition affects the cells as humans grow and develop is not well understood, particularly in organs such as the heart. In part, our lack of understanding is because we cannot examine the detailed processes that go on either in the cells of young DMD patients or in the cells of their hearts. \nThis grant application is aimed at combining the knowledge of researchers at the University of Nottingham, who have expertise in human embryonic stem cell (hESC) and induced pluripotent stem cell (iPSC) biology, and those at the University of Newcastle, who have clinical and research experience in studying DMD and how it affects function of muscle cells. Combining these sources of expertise will provide new ways to study DMD and in the future it is hoped that this will lead to new treatments. How will this be achieved? \nWhereas hESCs are derived from embryos given by consenting couples undergoing fertility treatment, iPSCs are produced by treating skin cells special proteins. This means that hESCs grown in the laboratory can be made to carry the mutations found in patients with DMD. Alternatively, skin cells from DMD patients can be converted into iPSCs that carry the patient-specific mutation. Remarkably, both hESCs and iPSCs can be grown in a plastic dish in the lab and made to mimic a very early stage of human development, including formation of beating heart cells (cardiomyocytes). This provides a way for the effect of the mutations that cause DMD on early development and cardiomyocyte function to be studied in a carefully controlled laboratory setting. The benefit of this is two-fold. First, it will provide a clearer understanding of the disease process. Second, it will provide a lab-based system that can be used in the future to test new drugs for alleviation and treatment of the symptoms of DMD that affect the heart.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0801098","grantId":"G0801098","fundValue":"445880","fundStart":"2009-03-09","fundEnd":"2012-09-08","funder":"MRC","impactText":"","person":"Chris  Denning","coPersons":["Voker  Straub","HKM  Lochmuller"],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}