{"id":"0D62910A-E590-4A67-9DE7-F90C3D0BCA86","title":"Branding Television","abstractText":"Since the 1980s television in the US and the UK has undergone dramatic changes. Once a broadcast medium dominated by a handful of national channels, there are now hundreds of channels, and if you don't want to watch a programme when it is broadcast, you can download it and watch it on your computer or mobile phone. These changes have brought new challenges to the television industries in the US and the UK, who have had to respond to increased competition for viewers and for revenue. One consequence of these changes is that the television industries in both countries have embraced branding. Television corporations now have brand strategies and each television channel has a brand identity that is conveyed through logos, slogans and advertising. Even programmes are now being constructed as brands designed to encourage audience loyalty and perhaps even the purchase of DVDs and other merchandise associated with the programme. Branding has been identified as the key development within the US and UK television industries over the past 25 years, and yet there are no sustained studies of how branding is used in television, and what impact the adoption of branding has on our understanding of the industry and texts of television and their role in everyday life. This research will address this gap by offering the first in-depth study to critically examine and compare the adoption of branding in the US and UK television industries. \\n\\nBranding has been linked to an intensification of consumer culture, in which more and more areas of everyday life are dominated by branded commodities created by commercial companies for financial gain. Television plays a central part in everyday life, offering not just entertainment and information, but also conveying and exploring our sense of culture and identity as a society. It is therefore important to ask what impact the adoption of branding has on television. In the UK the adoption of branding has coincided with fears of the decline of public service broadcasting. At the same time, the US television industry has begun to produce and export programmes, such as The Sopranos, that are considered the epitome of quality television. By comparing and contrasting the use of branding in the US and the UK, this research will ask to what extent the adoption of branding supports or undermines public service and commercial aims. It will do this by examining the brand strategies of different television corporations, the impact of branding on programme production and the ways in which corporations use brands to attempt to control the meanings associated with television corporations, channels and programmes (such as the association of the BBC with respectable, quality, British broadcasting). It will critically examine the ways in which branding helps television broadcasters to deal with the increasingly competitive media environment by encouraging audience loyalty and making their products stand out from the clutter. However, it will also analyse the ways in which viewers negotiate and contest the meanings associated with television brands by examining sites where viewers communicate directly with broadcasters (through letters, online forums, and so on), which offers a more fractured picture of the role of branding than is suggested by the industry strategies themselves.\\n\\nThe research aims to contribute to our understanding of the changes to US and UK television over the past 25 years, to offer new conceptual tools to assist in the analysis of contemporary television and move the field of television studies forward, and to enhance our understanding of the role of brands and branding in everyday life.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H005560/1","grantId":"AH/H005560/1","fundValue":"34543","fundStart":"2009-12-26","fundEnd":"2010-04-25","funder":"AHRC","impactText":"  I presented my research to an international conference at the University of Nottingham in 2009 that included participants from the BBC who reported that this conference helped the corporation to conceive how they describe their public service role in the digital media landscape. I subsequently wrote an internal report for the BBC based on my findings titled 'Negotiating the relationships between the BBC's commercial and public service activities' offering recommendations on how the BBC should negotiate the relationship between its public service and commercial activities. Creative Economy Cultural,Policy & public services","person":"Catherine  Johnson","coPersons":[],"organisation":"Royal Holloway, University of London","findingsText":" My examination of trade papers, newspaper articles and corporate documents combined with secondary research has revealed that branding was first used as a systematic strategy in the US by new cable channels in the early 1980s to support niche targeting and product differentiation. As the networks saw their audience figures drop over the late 1980s and early 1990s they also turned to channel branding, and as the repurposing of content has become a more important revenue source for all US broadcasters, the programme has increasingly been conceptualised and developed as a brand that can be extended across media platforms. As the emergence of digital technologies has led to new forms of competition and new revenue possibilities US broadcasters have developed new service brands that are launched online and/or extend existing broadcast/cable brands onto new media platforms. In the UK, the adoption of branding as a central strategy by broadcasters can be traced back to the political context of the mid-1980s with policies that encouraged the marketisation of broadcasting. With the licence fee being challenged the BBC began a corporate re-branding strategy that encouraged viewers to identify the BBC with the quality and range of programming that it produced. While branding therefore emerged within the context of increased commercialisation it was also used to communicate public service values to viewers. Over the 1990s, and particularly with the impending emergence of digital television, all of the UK broadcasters re-branded their channels and, as in the US, as the repurposing of content became more economically important key programmes were developed as brands across multiple platforms and revenue streams. However, repurposing content complicates the relationship between channel and programme brands as a programme can now be broadcast (and hence contribute to the brand equity) of a number of different channels. This problem is exacerbated on the web where one programme can be accessed across a range of different branded sites making it harder for corporations to manage the attributes associated with their key programme, channel and service brands. In my interviews with broadcasting personnel in the UK this emerged as a central problem, particularly for public service broadcasters, as programmes used to support public service brands equally contribute to the brand equity of non-PSB commercial broadcasters. This has political implications because the association of programmes funded by public money with commercial brands potentially undermines the argument for retaining the licence fee.\n\n\n\nThrough an analysis of the development of branding in US and UK television, this research argues that brands are more than just design, promotion or marketing. Brands add attributes to products/services over and above their functional properties. These attributes only gain cultural and economic value if the consumer/audience accepts them. Hence branding is an attempt to manage human communication - what people say and do with a product or service. With the rise of the internet and mobile phone, these forms of human communication become more visible and US and UK commercial broadcasters have attempted to use branding to monetise the forms of communication around television programmes and channels. For public service broadcasters managing what people say and do with their brands is as important, not for financial reasons but to ensure that the values associated with their brands are consistent with the values of public service broadcasting. The analysis of television branding not only offers a means of understanding a television culture that is now extended across a range of platforms and textual forms, but also offers a way of thinking about the ways in which all of the texts surrounding television attempt to manage human communication in an era when communication has become increasingly mediated. The research has potential value in helping the television industries understand the ways in which channel, programme and corporate branding interact in the construction of unified (or contradictory) brand messages. Its findings on the potential value of branding for public service broadcasters has potential value for these institutions in developing brand strategy and communicating the value of branding to key stakeholders, as well as for regulators that have to examine areas such as cross-promotion. In undertaking this research I have also worked closely with archive partners and helped them to recognise the value of interstitial material within their collections, material that is often considered ephemeral and not worth preserving. Creative Economy","dataset":"gtr"}