{"id":"0D6DCAE4-6328-4211-BD08-4133FE8D6927","title":"The route to identification of the immunological correlates of protection in ruminants","abstractText":"Effective vaccines are the most efficient way of preventing the transmission and spread of infectious diseases. This applies to diseases of both humans and animals. However there are still many diseases for which no effective vaccines exist. This may be because no vaccines have yet been tested, because vaccines that have been tested do not protect, or because vaccines that have been tested present a hazard in themselves (benefit versus risk). In the past, vaccines were developed empirically. In contrast, strategic approaches to the development of safe and effective vaccines relies on an understanding of how the immune system is activated and regulated so that optimum protection is achieved (benefit) with minimum adverse effects (risk). Investigation of the immune system reveals the correlates of protection that should be mimicked by a good vaccine. Since the correlates of protection are not the same for every infection, vaccines against different diseases need to stimulate different components of the immune system. The capability to identify immunological correlates of protection in farmed ruminants such as cattle and sheep is relatively poor compared to small laboratory animals such as mice that are commonly used as models of human disease. This is largely due to a relative paucity of immunological techniques in ruminants. The most effective way of understanding immune responses to infection is to study the natural host. Cattle and sheep offer an excellent opportunity to do this, and are hosts for economically important diseases, but the lack of knowledge of their immune systems is a major block to strategic vaccine development. Furthermore, these animals may represent better models for developing solutions to human diseases than mice. In this project we aim to develop new techniques to investigate the activation and regulation of the immune systems of cattle and sheep. These techniques will be applied to studies on cells activated under different conditions. This work will facilitate the identification of immunological correlates of protection to many different diseases of cattle and sheep and will also inform on the best ways to deliver new vaccines to maximise their effects. Ultimately this will lead to more strategic approaches to the management and control of infectious diseases of farmed ruminants. This will benefit the agricultural sector and the general public through improved animal welfare, animal production and food security. Furthermore, the work will be done in conjunction with an Industrial Partner, ensuring that the techniques and reagents developed in the project will be made widely available to the research community.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I020519/1","grantId":"BB/I020519/1","fundValue":"374748","fundStart":"2012-02-01","fundEnd":"2015-01-31","funder":"BBSRC","impactText":"  The findings have been used to investigate immune responses in sheep and cattle, particularly to a bacterial disease that affects animal welfare and livestock productivity. The results have been presented at several international scientific conferences, scientific papers and through transfer of tools and technologies to research groups in the UK and Europe and to industry. Ultimately we expect this to inform on new disease control strategies for ruminant livestock diseases, including the development of deployable vaccines. Agriculture, Food and Drink,Manufacturing, including Industrial Biotechology Economic,Policy & public services","person":"Liz  Glass","coPersons":["Jayne  Hope"],"organisation":"University of Edinburgh","findingsText":" Identification of subsets of cells in the blood of cattle that can be distinguished by the molecules on their surface and by the way they respond to bacterial infection. Development of methods to identify immune responses in sheep and cattle that can be applied to development of new vaccines. Potential application to vaccine design and as biomarkers for disease. The knowledge can be used to investigate how to improve cattle vaccines, the techniques used to characterise the cells will be made available to the research community through publication and transfer to our industrial Partner on the project. Agriculture, Food and Drink,Manufacturing, including Industrial Biotechology","dataset":"gtr"}