{"id":"0D6F675B-6F69-4B7C-8BD7-28418D82D51D","title":"The Genesis of Inquisition Procedures and the Truth-claims of Inquisition Records: the Inquisition Registers of Languedoc 1235-1244","abstractText":"Inquisition into heresy was entrusted to mendicant friars in 1233, and the earliest surviving registers of inquisition begin in southern France in 1234. These registers show the inquisitors' methods, especially their way of questioning and the recording of the answers. The inquisitor began by asking a suspect 'Have you seen a heretic?' and went on to questions like 'Did you give anything to a heretic?'. He concentrated on what people had done, rather than - as we might expect - on what they thought. A notary listened to what what was said, and took down a version of it, which he put into Latin. It is his words that survive, and there are immediate question-marks hovering over the record. The first is how accurate the notary's representation was of a vernacular dialogue. The second is about the relation between the field of knowledge emerging from a dialogue between the inquisitor and a rather frightened suspect on the one hand, and on the other hand the realities of belief and thought of the person being interrogated. These records are the main evidence upon which historians build their pictures of past heretical sects, like those of the Cathars and Waldensians - and in recent decades the solidity of the pictures they have constructed of such sects has become very controversial.\n\nThis means that the earliest period of inquisition cries out for systematic and deep investigation: the first decade, when modes of questioning and procedure emerged. What was it that shaped the style of questioning? What can be found out from looking at who the earliest inquisitors were and how they were educated, in particular what it was in their mental world (e.g. Roman law, contemporary theology), that led them to question in the way that they did? What influenced the practices of the scribes and notaries when serving inquisitors?\n\nHere we come up against a surprise in modern research: the spotlight has been shining on inquisitions in southern France in 1245-6, NOT on this crucial earlier decade. And we come up against a block standing in the way of serious research. The registers of the decade 1234-44 have never been given a rigorous critical edition and have consequently been used uncritically by amateur historians. Although they were once in the archives of Dominican convents, they now survive only in the form of transcripts made in 1669 and paid for by Louis XIV's minister, Colbert.\n\nIn order to understand the genesis of inquisition methods and the truth-claims of inquisition records, the current project it will\n- direct attention towards years of crucial development, 1234-44\n- lay the foundations for all future study through a critical edition of 4 registers; \n- to use these editions and their critical apparatus to provide a deep study of the thought-worlds and careers of the earliest inquisitors, and their development of methods of inquisition, published in the introduction of this edition; \n- to develop our understanding of the rise of scientific history by an investigation of the project which preserved these records alongside the other monumental scholarly projects of later 17th century France.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L008556/1","grantId":"AH/L008556/1","fundValue":"802825","fundStart":"2014-05-01","fundEnd":"2019-04-30","funder":"AHRC","impactText":"","person":"Peter Paul  Biller","coPersons":["Lucy  Sackville"],"organisation":"University of York","findingsText":" The past 5 months have been the start of a 5-year project, in which the exercise of editing, translating and providing a close commentary on the earliest inquisition records will provide the basis for (a) knowledge of inquisition in its earliest stages, (b) understanding of how its procedures emerged and developed, (c) investigation of the truth-claims of its records. At this very early stage, editing, translating and commenting is proceeding fast, all of these things providing the foundation stones of (a), (b) and (c): a building whose precise appearance will be visible in the future. They will contribute to knowledge of medieval history (inquisition, its procedures, the truth-claims of inquisition records, religion and society in thirteenth-century Languedoc), and seventeenth-century history (historical scholarship, use of medieval history, debates about religious tolerance). Education,Government, Democracy and Justice","dataset":"gtr"}