{"id":"0D7404DD-34E4-4E6C-84C0-EC557EEC60DA","title":"Developing Rapid Responses to Emerging Virus Infections of Poultry (DRREVIP)","abstractText":"The study of viruses of poultry made important contributions to the development of the modern science of virology, due to the ready availability of infectious materials and experimental subjects and by the fact that the majority of the poultry viruses posed no threat to humans. Subsequently the same factors allowed development of techniques for the assay and propagation of viruses in the laboratory, using eggs then tissue culture. These same techniques then played important roles in mammalian virology. Nowadays poultry virology helps protect us from emerging zoonotic viruses such as H5N1 and West Nile virus. It also helps protect the supply of the most important and universally acceptable sources of animal protein to feed a growing world population. That supply has to be protected throughout the sophisticated modern industry, from elite founder stocks in worldwide (including UK and European) breeder companies right down to the massive, obvious level of broiler and egg production. Infectious threats arise regularly, sometimes from previously unknown viruses.\nLess obviously, poultry virology plays major roles in human health and in the Biotechnology and Pharmaceutical industries. Isolation and diagnosis of viruses is often conducted in eggs or avian cells, and some important vaccines (notably seasonal and pandemic influenza vaccines) are produced in them. Diagnosis and isolation of viruses that remain unknown, and their production to make new vaccines, will probably require the development of genetically modified eggs and chicken cells.\nThe UK has traditionally been strong in poultry virus research, arguably leading to the development of the influenza vaccine and to the discovery of antiviral interferon. It has also contributed extensively to work on emerging viruses. BBSRC plans increased effort in poultry virology in the new National Centre for Livestock Virology at IAH Pirbright, working alongside a new National Avian Research Facility at Roslin, Edinburgh. However, until those facilities are completed, the field faces difficulties in recruitment, retention, succession and critical mass.\nThis proposal addresses important scientific challenges in the design and development of modified cells to allow better isolation and diagnosis of emerging viruses as well as faster and better production of vaccines against them (to protect global food supply but also to benefit the Biotechnology and Pharmaceutical industries). It will cover endemic and exotic viruses as, in the poultry sector, new viruses rapidly cross national and continental boundaries to become global problems. \nMore importantly, it will help secure effective capacity in UK poultry virus research in advance of the new facilities. It establishes a small, focussed and focal network of university teams, with considerable experience of poultry virology, to recruit young post-doctoral scientists. It will be supported by a leading, representative researcher each from Roslin and IAH, offering network access to those facilities and assisting in managing the programme. Recruits will be trained in the demands of the academic sector, alongside and in collaboration with biomedical scientists, to publish in high impact journals and regularly aim for academic fellowships, yet they will receive strong guidance in poultry virology (and related disciplines) from their teams and the network, with strong support from the IAH and Roslin. The programme cannot cover all aspects of poultry virology and related disciplines but it is hoped that other centres of excellence with interests in poultry virology (e.g. Edinburgh, Belfast, Liverpool, Warwick, DEFRA's AHVLA) will participate in training and collaborating with those who will form the core of the next generation of UK poultry virologists. At the end, some recruits are expected to join the national poultry research facilities while others will remain in universities, but in strong positions to collaborate with those in the facilities.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K002465/1","grantId":"BB/K002465/1","fundValue":"5069410","fundStart":"2013-03-04","fundEnd":"2018-03-03","funder":"BBSRC","impactText":"  We are in the first year of the project, so we have not finished developing the reagents for outside use.  ","person":"Michael Anthony Skinner","coPersons":["Helen  Sang","Sarah Anne Butcher","Jim  Kaufman","Laurence Stephen Tiley","Venugopal  Nair","Steve  Goodbourn","Wendy  Barclay","Ian Gordon Goodfellow"],"organisation":"Imperial College London","findingsText":" The various components of the project are on track for their 18 month targets.\n\nThe study of viruses of poultry made important contributions to the development of the modern science of virology, due to\nthe ready availability of infectious materials and experimental subjects and by the fact that the majority of the poultry\nviruses posed no threat to humans. Subsequently the same factors allowed development of techniques for the assay and\npropagation of viruses in the laboratory, using eggs then tissue culture. These same techniques then played important\nroles in mammalian virology. Nowadays poultry virology helps protect us from emerging zoonotic viruses such as H5N1\nand West Nile virus. It also helps protect the supply of the most important and universally acceptable sources of animal\nprotein to feed a growing world population. That supply has to be protected throughout the sophisticated modern industry,\nfrom elite founder stocks in worldwide (including UK and European) breeder companies right down to the massive, obvious\nlevel of broiler and egg production. Infectious threats arise regularly, sometimes from previously unknown viruses.\nLess obviously, poultry virology plays major roles in human health and in the Biotechnology and Pharmaceutical industries.\nIsolation and diagnosis of viruses is often conducted in eggs or avian cells, and some important vaccines (notably seasonal\nand pandemic influenza vaccines) are produced in them. Diagnosis and isolation of viruses that remain unknown, and their\nproduction to make new vaccines, will probably require the development of genetically modified eggs and chicken cells.\nThe UK has traditionally been strong in poultry virus research, arguably leading to the development of the influenza vaccine\nand to the discovery of antiviral interferon. It has also contributed extensively to work on emerging viruses. BBSRC plans\nincreased effort in poultry virology in the new National Centre for Livestock Virology at IAH Pirbright, working alongside a\nnew National Avian Research Facility at Roslin, Edinburgh. However, until those facilities are completed, the field faces\ndifficulties in recruitment, retention, succession and critical mass.\nThis proposal addresses important scientific challenges in the design and development of modified cells to allow better\nisolation and diagnosis of emerging viruses as well as faster and better production of vaccines against them (to protect\nglobal food supply but also to benefit the Biotechnology and Pharmaceutical industries). It will cover endemic and exotic\nviruses as, in the poultry sector, new viruses rapidly cross national and continental boundaries to become global problems.\nMore importantly, it will help secure effective capacity in UK poultry virus research in advance of the new facilities. It\nestablishes a small, focussed and focal network of university teams, with considerable experience of poultry virology, to\nrecruit young post-doctoral scientists. It will be supported by a leading, representative researcher each from Roslin and\nIAH, offering network access to those facilities and assisting in managing the programme. Recruits will be trained in the\ndemands of the academic sector, alongside and in collaboration with biomedical scientists, to publish in high impact\njournals and regularly aim for academic fellowships, yet they will receive strong guidance in poultry virology (and related\ndisciplines) from their teams and the network, with strong support from the IAH and Roslin. The programme cannot cover\nall aspects of poultry virology and related disciplines but it is hoped that other centres of excellence with interests in poultry\nvirology (e.g. Edinburgh, Belfast, Liverpool, Warwick, DEFRA's AHVLA) will participate in training and collaborating with\nthose who will form the core of the next generation of UK poultry virologists. At the end, some recruits are expected to join\nthe national poultry research facilities while others will remain in universities, but in strong positions to collaborate with\nthose in the facilities.\n\nExtend and develop the scientific base in poultry virus research to maintain capacity pending commissioning of new\nnational facilities. Aims: (1) address recognition of emerging viruses before wide dissemination of inapparent infections; (2)\naddress need to prepare for emergence of new subtypes of avian influenza. Better substrates for production of vaccine\nviruses from (3) transgenic chickens or (4) designer cell lines; (5) faster identification of antigenic epitopes for recombinant\nvaccines.\nGOAL A: To create a cadre of new researchers who will form the core of the next generation of UK poultry virologists.\nGOAL 1 is the development of systems to recognize the pre-symptomatic presence of novel pathogens. Firstly\nspontaneously or artificially immortalized cell lines will be isolated from CEFs produced from chickens that differ in their\ngenetic susceptibility to viral pathogens. Transcriptomic and proteomic analysis will be conducted on control and induced,\nor infected CEFs or cell lines, probing for signatures of altered cellular expression and metabolism, for which rapid assays\nwill be developed to detect 'signatures' in culture or in infected embryonated eggs. These same 'omic approaches will also\nbe applied elsewhere to support the other goals.\n1.1 Development of spontaneously or artificially immortalized cell lines for the propagation of chicken pathogens\n1.2 Identifying innate immune responses to persistent viruses using transcriptomics and proteomics of infected CEFs and\ncell lines.\n1.3 Identifying innate immunity genes activated by virus infection of eggs\n1.4 Development of qPCR macro-array for the detection of infection signatures\n1.5 Development of indicator cell lines for the detection of chicken pathogens\nGOAL 2 (overlapping with generation of cell lines in Goal 1) will be the direct generation of cell lines more permissive to\nvaccine virus propagation, by expression of viral modulators or cellular regulators of the innate responses.\n2.1 Modification of immortalised chicken cell lines to express putative virus and host-encoded antagonists of innate\nimmunity\n2.2 Modification of immortalised chicken cell lines with altered expression of cellular innate response genes\n2.2(i) Development of a chicken-specific RNAi screening pipeline.\n2.2(iii) Derivation of chicken cell lines more permissive to avian viruses.\n2.2(iv) Identification of chicken host factors that enhance antiviral responses.\nGOAL 3 is the identification of viral and host determinants affecting the outcome of infection with AIV, including HPAI\nsubtypes H5 and H7, to assist in evaluation of whether we need prepare for emergence of novel subtypes into poultry.\n3.1 Construction of cell lines to investigate host-range factors for influenza virus\n3.2 Generation of rg AIV to study the role of NS1.\n3.3 Generation of rgAIV encoding GFP to study in vivo tropism in chickens.\n3.4 Generation of rg reassortants of pH1N1 and AIV to test chicken infectivity.\nGOAL 4 will be the production of trangenic chicken lines in which innate immune suppressor genes are induciblyexpressed,\nto significantly increase the yield of vaccine viruses produced in embryonated eggs, and in CEFs derived from\nthem.\n4.1 Virus in vivo dynamics studies.\n4.2 &amp;quot;Super-eggs&amp;quot; enhanced vaccine production vehicles.\n4.2.1 Construction of inducible expression plasmids for combinations of IIS genes and chicken ST6GAL1.\n4.2.2 Construction of transgenic chickens.\n4.3 Comparison of yields and isolation efficiency in transgenic eggs.\nGOAL 5 is the development and evaluation of a new high-throughput method of determining in vivo T cell responses, to\nassist recombinant vaccine production, starting with IBDV as a model before tackling the large genome of MDV.\n5.1 Developing class I and class II pipelines using selected peptides from IBDV\n5.2 Validating both peptide pipelines using the genome of IBDV\n5.3. Scanning the MDV proteome using overlapping peptide The approaches to cell engineering that we are developing will be of use to the veterinary vaccine industry Agriculture, Food and Drink","dataset":"gtr"}