{"id":"0D76B30B-3B7F-4E7E-ADA1-F16E559FFAB7","title":"BBSRC Embrapa - Exploiting new technologies to improve drought resilience in wheat","abstractText":"The project builds upon a previous collaboration between plant physiologists Martin Parry (RRes), Eric Ober (NIAB) and Solange Andrade (Embrapa Cerrados). New UK and Brazilian partners will ensure a multidisciplinary, innovative approach. Anthony Hall (Liverpool) brings expertise in genomic studies and Ian Dodd (Lancaster) in drought physiology. The project will develop phenotyping tools and enhance breeding outputs at Embrapa.\nRothamsted Research (RRes) has extensive field, glasshouse and controlled environment facilities, and state-of-the-art core and specialist facilities, including the farm operation, metabolomics and bio-imaging laboratories, cereal transformation and virus-induced gene silencing technologies. A large array of wheat germplasm used in current experimentation includes panels of commercial cultivars and double haploid mapping populations, and a wheat TILLING population is also available. Martin Parry and Elizabete Carmo-Silva are working towards improving wheat carbon assimilation to increase grain yield.\nThe Centre for Genomics Research (CGR), University of Liverpool, is a major collaborative academic service centre that enables access to the latest advances in DNA sequencing and array technologies, data analyses and interpretation. Within CGR, the Plant genomics group, led by Anthony Hall, includes five post-doctoral researchers working on wheat genomics and cybra-infrastructure for plant genomics.\nNIAB is a pioneering research and advisory organisation. Work at NIAB is guided by industry needs and farmer focussed, with strong knowledge-exchange programmes. Expertise is in breeding and genetics, farming systems development, crop physiology, agronomy, and variety evaluation. NIAB is well-equipped with machinery for field experiments and laboratories for a wide spectrum of analytical measurements. NIAB's 'Innovation Farm' is used to communicate selected findings to the farming community.\nThe Lancaster Environmental Centre's (LEC) offers extensive, state-of-the-art research laboratories, 15 glasshouses and 10 walk-in controlled environment rooms. Specific plant physiological equipment includes a whole-plant water use phenotyping platform and gas-exchange chamber, whole-plant pressure vessels for xylem sap collection and high throughout radioimmunossay and photoacoustic laser spectroscopy for phytohormone analysis. A field site with rainout shelters is available via a collaborative relationship with nearby Myerscough College.\nEmbrapa Cerrados is located at Planaltina, Distrito Federal (DF), centre of Brazil. The unit has an experimental area of 2130 hectares, including 700 hectares of permanent ecological reserves. Facilities include laboratories, greenhouses, nurseries and seed processing unit. The Embrapa Cerrados team involved in this BBSRC-Embrapa project has expertise in Breeding (Julio Albrecht), Plant Physiology (Solange Andrade), Soil Science (Jo&atilde;o Santos Jr.), Microbiology (Fabio Reis Jr.) and Water Resources (Lineu Rodrigues). The group's research aims to select high yielding wheat cultivars in Savanah areas.\nEmbrapa Trigo is located in Passo Fundo, Rio Grande do Sul (RS), south of Brazil. The unit has researchers in various areas of expertise, with a particular focus on wheat breeding. The unit has a total area of 426 hectares, of which 284 hectares are used as experimental fields. Jorge Chagas (Co-I) and Marcio Silva (Co-I) will contribute their expertise in crop science and plant breeding, respectively.\nThe project will be closely aligned with activities under the UK-Brazil partnership for Yield Stability and Protection in a Changing Climate (PYSP), partly funded by a Newton-fund joint centre award and jointly coordinated by RRes and Embrapa. PYSP will ensure minimal duplication and maximum engagement between groups in Brazil and UK, and provide a central focus for all RRes/Embrapa activities, strengthening links across projects and ensuring greater impact and joint research synergy.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/N004485/1","grantId":"BB/N004485/1","fundValue":"30495","fundStart":"2015-04-20","fundEnd":"2015-10-19","funder":"BBSRC","impactText":"","person":"Martin Afan Parry","coPersons":["Elizabete  Carmo-Silva"],"organisation":"Rothamsted Research","findingsText":"","dataset":"gtr"}