{"id":"0D76CEE1-929B-4359-83CD-3C4D014CA11A","title":"NUSTAR/LYCCA early funds","abstractText":"LYCCA: Nuclear physics is being revolutionised by the development of new radioactive ion beam (RIB) accelerator facilities. The UK nuclear physics community has decided that the principal focus of its efforts will be the largest European facility, the FAIR (Facility for Anti-proton and Ion Research) complex being built in Darmstadt, Germany at the site of the present GSI. FAIR will provide unique opportunities in the fields of hadron-, nuclear-, atomic-, and laser physics, and applications. FAIR is to be built by an international consortium and will provide capabilities unmatched worldwide. It will be able to produce intense beams of all stable chemical elements up to uranium with energies in the range of 1 to 30 GeV per nucleon and also anti-protons. Beams of short-lived radioactive species will be generated in fragmentation/spallation and fission reactions. Such an in-flight facility has the advantages of being able to provide any isotope independently of the chemical properties of the element and the production process is fast, resulting in beams of the shortest-lived, and hence most exotic, nuclei. FAIR will be unique among the in-flight facilities in several ways: (i) experiments can be carried out with RIBs at high energies up to 2 GeV per nucleon; (ii) it will provide the purest radioactive beams for heavy nuclei; (iii) it will be the only facility in the world to have storage rings enabling a new and unique generation of experiments. NuSTAR (Nuclear Structure, Astrophysics and Reactions) is an 'umbrella' collaboration of &gt;800 scientists from 146 institutions in 36 countries (Nov. 2007) focussing on nuclear physics experiments. It comprises nine different collaborations based around state-of-the art detector systems with the common aim to exploit the beams of short-lived radioactive species to study how the properties of nuclei and nuclear matter vary over a wide range of isospin, angular momentum, temperature and density. It will provide data on nuclear many-body systems under extreme conditions. The ultimate goal is to find a unified description of the properties of nuclei and nuclear matter. NuSTAR will be the first major project to realize the potential of the new accelerator facility and, in addition, some of its projects will benefit during the construction phase from the increased beam intensity from the ongoing upgrade to the existing accelerators which will be completed by 2009. NuSTAR will allow the UK Nuclear Physics Community to address many of the key questions in Nuclear Structure and Nuclear Astrophysics, outlined in the recent UK Nuclear Physics Strategy document. In particular the successful completion of the construction phase will permit the following fundamental questions to be considered: - What are the limits of nuclear existence? Where does the neutron-dripline lie? - Do new forms of collective motion occur far from the valley of nuclear stability? - Are there new forms of nuclear matter in very loosely bound nuclear systems? - How does the ordering of quantum states, with all of its consequent implications for nuclear structure and reactions, alter in highly dilute or neutron-rich matter? - Do symmetries seen in near-stable nuclei also appear far from stability and do we observe new symmetries? - How are the elements and isotopes found in the Universe formed? - Where are the sites of the r-process(es) of nucleosynthesis? - What is the nuclear equation of state for neutron stars?","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/G003661/1","grantId":"ST/G003661/1","fundValue":"87680","fundStart":"2008-10-24","fundEnd":"2010-02-23","funder":"STFC","impactText":"","person":"Zsolt  Podolyak","coPersons":["Paul Jonathan Sellin"],"organisation":"University of Surrey","findingsText":" The aim is :\n-to provide state-of-the-art experimental equipment for the NuSTAR experiments at the international FAIR facility.\n-to enable the UK scientists to provide UK leadership in specific areas of nuclear structure, astrophysics and reactions which are key to the UK nuclear physics strategy. This will be achieved by specifying, designing, constructing and testing key parts of the experimental apparatus. Longer timescales needed. Education,Energy,Healthcare,Culture, Heritage, Museums and Collections","dataset":"gtr"}