{"id":"0D894244-D3E6-4400-A0EB-36A409D90EA3","title":"Staging the Henrician Court","abstractText":"The Great Hall at Hampton Court Palace is the only great hall built by Henry VIII. It is also the only existing Renaissance building in England for which there is unambiguous evidence of its being used for performances throughout the period c.1525 - 1658. In particular, the Great Hall at Hampton Court is largely the same space today as it was when William Shakespeare staged his A Midsummer Night's Dream before James I and VI. \\n\\nStaging the Henrician Court is an interdisciplinary research project into John Heywood's drama, the Play of the Wether. It will be based on historical research and textual analysis and will use dramatic performances and workshops in the Great Hall at Hampton Court to research the Henrician court. There has been some very useful research conducted at the New Globe based upon the recreation of authentic performances of Shakespeare's plays but what makes Staging the Henrician Court unique is that the Great Hall at Hampton Court is largely the same as it was in the sixteenth and seventeenth centuries. This means that the kind of codas and caveats that inevitably surround research conducted in reconstructed performance spaces like the New Globe will be less pressing when working in the Great Hall. \\n\\nStaging the Henrician Court is the second stage of the project. The first stage, which was funded by the AHRC and was completed in the May 2007, staged a workshop in the Great Hall in order to define the kind of problems that need to be solved before a full research-led production of a Henrician court drama could be successfully produced in the Hall. The results of this initial project, and its sucess, forms the foundation of the current grant application. \\n\\nStaging the Henrician Court will use The Play of the Wether, by John Heywood, one of the leading playwrights of the period, in order to research, through performance, the way court space was managed at Henry VIII's court. In this play the God Jupiter, representing Henry VIII, decides to come to earth and resolve the constant debates that humans have over which is the best kind of weather. He finds, however, that no-one can agree. Millers want rain while washer women want sun and wind and little boys desire snow. In the end Jupiter decides to leave things as they are. The play is an allegory of the religious choices facing Henry in 1533 and subtly argues that the best policy for the king to follow is to do nothing, while trying to pacify existing disputes. \\n\\n2009 will be the anniversary of Henry VIII's succession in 1509. Staging the Henrician Court is fully supported by Historic Royal Palaces, the charity that manages Hampton Court, and will form an important part of the events planned for 2009 to mark Henry's succession. \\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F018290/1","grantId":"AH/F018290/1","fundValue":"382288","fundStart":"2008-09-01","fundEnd":"2011-04-01","funder":"AHRC","impactText":"","person":"Thomas  Betteridge","coPersons":["Greg  Walker"],"organisation":"Oxford Brookes University","findingsText":"","dataset":"gtr"}