{"id":"0D8BC949-E1C4-482A-AB4B-7FB9A87CAB6E","title":"Banking (on) the Brain","abstractText":"The Banking (On) The Brain Project (Project) is a multi-disciplinary study that will integrate the learning of - and generate new knowledge relevant to - a range of arts and humanities (A&amp;H) fields. Through close association with scientific researchers, it will determine whether and how discourses emerging from popular culture and humanities disciplines (such as anthropology, history, law, philosophy, and so on) are taken up by, or encoded in, law through its regulation of biomedicine. The Project will investigate key issues relating to the interaction of culture, law, regulation, and science, using brain banking as a case study. It will explore several questions vital to the idea of 'science in culture', namely:\n\n1. What is the nature, value and limits of brain banking and its regulation?\n2. What roles do imagination, engagement, and cultural concepts play in supporting and informing (or thwarting) the brain banking endeavour?\n3. What might the regulation of brain banking - as an instance of an emerging medically-valued scientific practice - tell us about the culture-law-science nexus and the interactions between these domains?\n\nThe answers to these questions will uncover new understandings about the regulation and practice of brain-banking, and will serve as a platform for the design of a longer and larger interdisciplinary project relevant to AHRC themes.\n\nBy engaging with a diverse range of A&amp;H and scientific partners (through a series of cross-cutting literature reviews and interdisciplinary workshops), the Project will permit these experts to explore working together to create new epistemologies for collaborative enquiry concerning the cultural and scientific importance attributed to the human brain. In addition, it will show clearly how A&amp;H disciplines can be applied to enduring problems in scientific discovery and its regulation, and it will evidence how science, law and other A&amp;H traditions learn from each other. A central aim of the research will be to create impact within the brain banking community, and we will strive to ensure a project legacy through knowledge-exchange activities that will be ongoing long after the funding for the study is over.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J011495/1","grantId":"AH/J011495/1","fundValue":"22044","fundStart":"2012-02-14","fundEnd":"2012-11-13","funder":"AHRC","impactText":"","person":"Shawn H. Harmon","coPersons":["James Wilson Ironside","Graeme Thomas Laurie","Martyn David Pickersgill","Gillian  Haddow"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}