{"id":"0D8F397D-A3D9-4467-AD07-9AF89923AB45","title":"Pro-inflammatory lung dendritic cells in stratified severe RSV bronchiolitis","abstractText":"BACKGROUND: Respiratory syncytial virus (RSV) is worldwide the most common cause of a type of chest infections in babies and toddlers called bronchiolitis, which can cause severe disease and occasionally death. Vaccination or specific treatment is not available. Due to treatment costs and costs for the wider society (e.g. days lost at work for parents/ carers) RSV is responsible for a major financial burden. 2% of all babies in the UK have to be admitted to hospital with RSV bronchiolitis and some of them develop very severe and sometimes life threatening disease which causes breathing to fail. These babies require breathing support where a machine inflates their lungs. This is usually only required for a few days, but in a third of these very severe cases the disease fails to improve quickly making longer machine breathing support necessary. \n\nBreathing problems in RSV bronchiolitis are thought to be due to very severe inflammation of the small ends of the breathing tubes in the lung. The mechanisms that maintain this inflammation and delay improvement of disease are not well understood. Work in mouse models suggests that two types if immune cells have important roles in lung inflammation after RSV infection; one of these are called T cells and the other dendritic cells (DCs) which are the main activators of T cells. \n\nPILOT DATA: In a pilot study of infants with RSV bronchiolitis who were on machine breathing support, we have recently detected substantial numbers of DCs and T cells in small lung washes. Lung washes of infants with healthy uninfected lungs do not contain these cells. \n \nHYPOTHESIS AND PROJECT PLaN: We hypothesise that activated lung DCs and T cells which can lead to inflammation, are responsible for continuing inflammation and the delay in improvement of disease in babies with longer lasting severe RSV bronchiolitis. We will take small lung washes from babies with severe RSV disease who are on machine breathing support comparing those who only need this support briefly to those who require it for a longer time. In the lung washes we will count DCs and different groups of T cells, measure the activation of DCs and their ability to activate T cells and we will find out if signal substances in the wash fluid are able to cause the development and / or activation of DCs. We will then use the mouse model of RSV infection to prove or disprove that DCs are required to maintain inflammation by taking DCs out of the mouse and then replacing them. \n\nOUTLOOK: If we find that activated lung DCs and associated T cells are responsible for maintaining inflammation and delaying improvement of disease in severe long lasting RSV bronchiolitis, these studies will identify lung DCs as a promising target for the development of new anti-inflammatory therapies for this condition. In addition numbers and properties of lung DC may also be useful as a marker to predict delayed resoltion of severe RSV disease.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K002589/1","grantId":"MR/K002589/1","fundValue":"291344","fundStart":"2012-11-01","fundEnd":"2016-02-29","funder":"MRC","impactText":"","person":"Jurgen  Schwarze","coPersons":["Ulf  Theilen","Richard  Levin"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}