{"id":"0D9A0CD2-99DE-4A6D-8325-65618A6AF44A","title":"Exotic Isospin Studies using Fragmentation Reactions","abstractText":"The investigation and understanding of fundamental symmetries is one of the principal goals of nuclear structure physics. One of the most basic of these is the exchange symmetry between the N neutrons and Z protons in the nucleus which arises because of the charge independence of the nuclear force and can be described by the isospin quantum number. In the absence of a Coulomb force, the assumption of a charge-independent nuclear force implies that states of the same isospin in a set of nuclides of the same mass number (known as isobaric analogue states) will be degenerate in energy. The Coulomb force which acts between the protons will lift this degeneracy with the effect that the excitation energies of the excited isobaric analogue states will show slight differences associated with the subtle influence on the Coulomb force of the changing spatial separation of the protons. This in turn depends on the relative occupation of the different orbitals which contribute to the wave functions of the excited states. We have pursued the study of this phenomenon in considerable detail in recent years, yielding some remarkable results. Studying the effect of exchanging neutrons and protons requires a comparison of nuclei on either side of the N = Z line which in itself presents a major experimental challenge. Moreover, it is now of paramount interest to examine how well the isospin symmetry holds in increasingly exotic nuclei as the value of the isospin quantum number increases and the valence protons become less bound. The science thus demands that we push the experimental studies to the largest accessible values of isospin, which implies the most proton-rich nuclei, in order to provide the most stringent tests of the theoretical predictions. We seek to address this in strand 1 of the proposal. Nuclei to be studied will include the exotic nuclei 44Cr and 48Fe. Successful studies of these nuclei would represent a significant breakthrough that, backed-up by state-of-the-art she","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=GR/T18486/01","grantId":"GR/T18486/01","fundValue":"325094","fundStart":"2005-03-01","fundEnd":"2009-07-31","funder":"STFC","impactText":"","person":"Michael Anthony Bentley","coPersons":[],"organisation":"University of York","findingsText":"","dataset":"gtr"}