{"id":"0DA210CD-872D-4A57-857D-35ED412B2567","title":"Modelling how sediment suspension controls the morphology and evolution of sand-bed rivers","abstractText":"Sand-bed rivers dominate the drainage of the Earth's surface. For example, the world's 10 largest rivers, that drain almost 20% of global continental land &amp; deliver 33% of the terrestrial sediment supplied to the oceans, are all sand-bed channels. Many river catchments, in which sand-bed channels are present, are subject to anthropogenic activities such as dam construction, water abstraction, river engineering, or deforestation. As a result, the rivers in these catchments can experience sudden and catastrophic environmental problems such as major bank retreat that promotes building collapse, river bed aggradation and flooding, and channel shifting that leads to habitat degradation. \n\nDespite the environmental, social and economic significance of these rivers, we have struggled to produce robust models of how sand-bed rivers work, how they transport their sediment, how rivers change over decades and centuries, how they produce the variety of channel patterns we see in the world, and how rivers respond to a change in environmental drivers such as climate, erosion rates and human interference.\n\nVery recent research indicates that the morphology, functioning and pattern of sand-bed rivers is strongly dependent upon whether the sand that they carry is transported in suspension (i.e. carried in the water column) or as bedload (moving in contact with the bed). In addition, theory suggests that, over the range of sediment sizes and flow conditions that are typical of sand-bed rivers, there is a dramatic shift from bedload to suspension-dominated sand transport. However, the physical mechanisms that control the link between how sand is transported and the resulting river morphology remain largely unexplained. This project will develop new models and quantitative understanding of the role of sediment suspension as a control on the morphology of sand-bed rivers. We will do this by implementing a research strategy that involves three key elements: First, we will apply an innovative image acquisition technique to obtain datasets that quantify river bed morphology at very high spatial resolutions (cm) over large areas (km) and multiple timescales (days to years). Second, we will use state-of-the-art field instrumentation to obtain concurrent measurements of flow and sediment transport processes and their relationship to river morphology over a range of discharges. Third, we will develop and apply two- and three-dimensional numerical models to quantify the interactions between riverine processes and channel morphology at bedform, bar and whole river scales. We will use field datasets to test our models in sand-bed rivers of different sizes and with contrasting flow regimes and bed sediment texture. Once validated, our models will provide robust new tools, which we will release as open-source code to the scientific community, for predicting and understanding how sand-bed rivers respond to environmental change. This research will also have significant end-user and educational benefits, which we will realise by working closely with project partner HR Wallingford, and by producing a collection of high-quality learning materials and teaching resources aimed at the Geography A-level curriculum, and released via national organisations with a strong commitment to educational outreach.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/L005662/1","grantId":"NE/L005662/1","fundValue":"271510","fundStart":"2015-01-01","fundEnd":"2017-12-31","funder":"NERC","impactText":"","person":"Philip John Ashworth","coPersons":[],"organisation":"University of Brighton","findingsText":"","dataset":"gtr"}