{"id":"0DAF6108-2668-4359-B2DF-45BCD90F60EE","title":"The mechanisms by which polymorphic domains in the 5HTT gene potentially correlated with behavioural disorders modulate gene expression","abstractText":"Our behaviour is modulated by molecules, neurotransmitters, in our brain that act as messengers. When, where and how much of these neurotransmitters are produced is controlled by inputs from various sources. This allows input from a number of stimuli that an individual is exposed to, e.g. drugs and alcohol, to affect behaviour by changing the levels of these neurotransmitters for a specific length of time. An analogy would be that these neurotransmitters act like the electrical wiring of a lighting circuit. These circuits can not only be controlled by an off/on switch, but also by dimmer switches which alter the level of light and are used to set the mood in a room. Similarly altering levels of neurotransmitters would alter the 'mood' of the brain. If we set the dimmer high, the room is very bright and this helps to stimulate activity in the room, if the dimmer is set low, it is more relaxing. In the same way neurotransmitters may not be controlled solely by on/off switches but also by the equivalent of dimmer switches that modulate the amount or concentration of these proteins in the brain so setting our mood. We have found regions of DNA that might act as these dimmer switches to control how much of a neurotransmitter is produced in specific areas of the brain. Importantly these regions can respond to the physiological and psychological stresses as well as drugs that alter our behaviour. The interesting thing is that the DNA structure of these regulators is not the same in all of us; hence different individuals have dimmer switches potentially set to different levels. If these regulatory dimmer switches malfunction in people then it's very hard to control the amount of molecule that should be made for the correct 'mood', e.g. the wrong level of light in the room for activities such as reading or indeed the light might be on all the time or not switched on at all. In some people these control regions might not work correctly because their DNA structure is different from what would be considered 'normal' and in these cases these people may have behavioural disorders. Such genetic differences in the population are called polymorphisms and can result in a genetic predisposition to a behavioural disorder. We propose is to find out more about how these regulatory domains work so that can figure out how to fix them when they don't work properly or how to reset them for the correct mood. These DNA regulatory domains are controlled in turn by proteins that bind to them, there are many different proteins that may bind and the dimmer switch effect is controlled by how many and what kind of protein is binding. We want to take the whole 'switch' apart to identify all the functional components and then put it back together to find out what each bit or protein does; e.g. which ones are responsible for turning the 'dimmer switch' up and down. The only successful way to do this is to try and find out what is functional when the electricity is turned on. We call the process of taking the unit apart an in vitro approach and finding out how it functions an in vivo experiment, because the system is working and intact when we do it. We will use both approaches in our proposal. The regulatory domains we will study regulate how much of a protein called the serotonin transporter (5HTT) is produced. The 5HTT protein is a target for serotonin specific reuptake inhibitors (SSRIs) a popular class of antidepressants, therefore it would be expected that modulation of the amount or distribution of this protein in the brain would have affects on behaviour. There is a growing awareness of environmental factors in the progression of psychiatric and other neurological disorders. The mechanism by which these genetic domains bring about changes in concentrations of neurotransmitters demonstrates a mechanism by which environment can directly interact with genetic predisposition in the progression of a disorder.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D016754/1","grantId":"BB/D016754/1","fundValue":"393188","fundStart":"2006-06-01","fundEnd":"2009-05-31","funder":"BBSRC","impactText":"","person":"John Peter Quinn","coPersons":[],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}