{"id":"0DB2F876-3B3F-4F03-83E5-12F418C2D7B8","title":"Manipulation of cell wall synthesis to improve the dietary fibre composition of wheat flour","abstractText":"Wheat white flour products play a huge role in the human diet. The manifold health benefits of fibre in foods are now well established, but the useful fibre content of wheat flour is low compared to oats and barley. This is because the major wheat flour fibre component, arabinoxylan (AX) from the endosperm cell walls, is typically only 25% soluble and it is believed to be soluble fibre that confers the most health benefits. Thus increasing the soluble fibre content of wheat flour is a major target for public health improvement. The solubility of AX is determined by its structure; greater substitution of the xylan backbone by arabinose increases solubility, but cross-linked ferulic acids attached to these arabinose units decrease solubility. We recently identified candidate genes responsible for all the key steps in the synthesis of AX including the addition of arabinose residues and feruloylation using a novel bioinformatics approach. We have now augmented this with analysis of microarray gene expression data from developing wheat grain. This in general supports our published analysis (but has caused us to revise our view on the best candidate genes encoding arabinosyl transferases) so that we have strong candidates genes for these key steps which determine the solubility of AX. The proposed research is designed (1) to provide unequivocal evidence of the function of the enzymes (2) to demonstrate that manipulation of the encoding genes in transgenic wheat has the predicted effect on the amount of soluble AX in endosperm cell walls (3) to identify changed forms of the candidate genes in a mutant wheat population which are also predicted to increase the solubility of AX. The plants carrying this form of the genes are non-GM so can be used to develop commercial wheat varieties with increased soluble fibre (4) to map the genes so that molecular markers can be found for any wheat populations which show variation in these genes. This allows wheat breeders to rapidly incorporate any beneficial versions of the genes which exist naturally in populations into commercial varieties.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F014295/1","grantId":"BB/F014295/1","fundValue":"513448","fundStart":"2008-07-01","fundEnd":"2013-02-28","funder":"BBSRC","impactText":"  Yes. Genes identified have been used in follow-on project BB/K010824/1 to develop new wheat varieties carrying novel alleles in these.\n\nAlso knowledge is used in identification of alleles underlying QTLs for high dietary fibre in collaboration with industry. Agriculture, Food and Drink Economic","person":"Rowan Andrew Mitchell","coPersons":["Peter  Shewry"],"organisation":"Rothamsted Research","findingsText":" Xylans are key components of plant cell walls and one of the most abundant biopolymers on earth. They differ in grasses from other plants (grasses include the most important food crops, wheat, rice and maize, as well as pasture species).The key difference of grass xylan is the addition of arabinose to the polymer backbone. In the work in this grant, we have discovered that wheat and rice genes in the GT61 gene family are responsible for this step. This breakthrough was published in PNAS and has been added to the faculty of 1000 of papers in top 2% of importance. As a result of the research in this grant, we expect wheat varieties to be developed in the next few years with improved properties. Wheat varieties used for non-food will have fewer problems associated with viscosity. The research will also accelerate the development of wheat varieties with high dietary fibre with improved health benefits for food. In the longer term, improved varieties of grass crops for biofuel and for ruminant nutrtion are likely. 1. Since we have discovered genes which alter the structural properties of arabinoxylan (AX) in wheat grain, we can tailor these genes to different end uses of wheat grain. For non-food uses, it is desirable to decrease soluble AX and this is subject of a patent application. For food uses, we intend to increase AX (dietary fibre) using natural variation.\n\n2. Xylan is key to biomass digestibility. Therefore, the genes we have discovered are likely to prove important targets for increasing digestibilty of grass biomass for biofuel and ruminant feed. Agriculture, Food and Drink","dataset":"gtr"}