{"id":"0DC170DE-F872-4649-947F-76A291E4E59D","title":"A molecular understanding of how MCM2-7 becomes loaded onto DNA to maintain genomic stability","abstractText":"Our cells contains DNA, representing a &quot;genetic blueprint of life&quot;. DNA is composed of two complementary strands, which contain the genetic information in their centre. It is imperative that prior to cell division the DNA becomes duplicated, so that each daughter cell receives a full genetic complement from the mother cell. DNA duplication is a careful choreographed process, where numerous proteins synergize to assemble large DNA replication machinery at replication origins. Central for DNA duplication is an enzyme - the DNA helicase - that separates the two strands of DNA, to give copying machine access to the information that lies in the centre of the DNA. Initially the helicase must be loaded onto DNA, before it can become active and participate in DNA duplication. However, the helicase loading reaction is frequently misregulated during aging, cellular stress or in cancer, resulting in human disease or reduced crop yields in plants. \nFortunately, cells have evolved a highly efficient mechanisms that allows the loading of the helicase onto DNA. While this process in simple bacteria is well understood, our recent work has revealed that in eukaryotes this process is quite different. We have now uncovered evidence that the helicase itself is crucial for the loading process, which has not been seen to such an extent in bacteria. Now we want to uncover exactly how the helicase assembles on DNA and how it is loaded onto DNA, producing a ring shaped complex that encircles DNA. \nWe have created a number of helicase variants that &quot;freeze&quot; the helicase loading reaction at specific points. Additionally, we have developed several unique tools to analyse the detailed structural and functional changes associated with helicase loading. Therefore we propose for this programme to use these helicase variants to uncover how this molecular machine is able to be loaded in an accurate and processive way onto DNA and to define the organismal consequences of introducing the helicase variants in yeast cells.\nOur work will generate a mechanistic framework, showing how helicase loading actually works. This will support the work of researchers in related fields, but could also lead to the development of helicase loading inhibitors with anti-fungal activity.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/N000323/1","grantId":"BB/N000323/1","fundValue":"372737","fundStart":"2016-01-01","fundEnd":"2018-12-31","funder":"BBSRC","impactText":"","person":"Christian  Speck","coPersons":[],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}