{"id":"0DCDA6AD-AF69-470C-97F8-522E1D2C78F4","title":"Imaging Papyri at Oxford","abstractText":"This is an on-going project to capture digitised images of Greek and Latin papyrus manuscripts at Oxford and Naples, for the creation of a data-bank of digitised images of these papyri, and the publication in electronic form or of new critical editions and translations based on gains in readings achieved through the electronic form or of new critical editions and translations based on gains in readings achieved through the images.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=119353/1","grantId":"119353/1","fundValue":"222571","fundStart":"2006-03-01","fundEnd":"2009-02-28","funder":"AHRC","impactText":"  The Imaging Papyri project, through the Oxyrhynchus Online website, freely provides images for academic and didactic purposes at all levels. In aiming to improve the study of ancient papyrus manuscripts, the project simultaneously engages in education outreach. As a part of Oxyrhynchus Online, it receives around 42,000 'hits' per month. Digital/Communication/Information Technologies (including Software),Education,Culture, Heritage, Museums and Collections Cultural","person":"Dirk  Obbink","coPersons":[],"organisation":"University of Oxford","findingsText":" The collection of papyri housed at Oxford represents a sizeable amount of ancient manuscripts, published and unpublished, of Greek and Latin authors and historical documents (3rd century BC-7th century AD). Housed in the Ashmolean (mainly from Oxyrhynchus in Egypt) and in the Bodleian (from Herculaneum in Italy), the latter are largely the works of the Epicurean philosopher Philodemus (ca. 110-40 BC), which were carbonised and thus preserved by the eruption of Vesuvius in 79 AD. More originals are housed in the Biblioteca Nazionale in Naples. Working on this collection is very painstaking: the aim is to reconstruct as much as possible of each original papyrus roll and then to reconstruct the text. The reconstruction requires a constant sequence of conjecture, objection, improvement, and eventually, agreement. No single scholar can see all that needs to be done. Accordingly, this project has created a database of digitised images of papyri, photographs, and facsimiles at Oxford, internationally renowned as a centre for the study of ancient manuscripts, which facilitates instantaneous transmission of images to collaborators and other interested parties, and allows for re-combination and collation of pieces preserved separately. Since the images are permanently storable, a welcome by-product comes in the reduced user wear on the delicate original papyri and facsimiles. The fundamental goal of this project was to not only produce images that help improve scholarly work on ancient papyrus manuscripts, but provide images to the academic community at large for didactic purposes. Through the Oxyrhynchus online website, images of published papyri are downloadable according to a copyright agreement. More importantly, the project's work and experimentation in Multispectral Imaging (MSI) techniques resulted in new MSI kits, and this technology is the springboard from which further advancement in the field will emerge. Digital/Communication/Information Technologies (including Software),Education,Culture, Heritage, Museums and Collections","dataset":"gtr"}