{"id":"0DD8E44C-1CEF-4DAB-967C-3BFA12C0F820","title":"Towards Making GRID-enabled Schools eScience Usable and Reusable for and with Teachers","abstractText":"<p>This project explores the usability issues around putting Grid-enabled e-Science technologies into the hands of teachers and learners. </p>\n\n<p>The key objectives are:<br /></p>\n\n<ul>\n \n\n <li>To develop new e-Science communities involving science teachers and pupils and in so doing to explore the barriers and usability issues in the design of e-Science systems&nbsp;<br />\n</li>\n <li>To expose young people to the possibilities of e-Science as a natural way of engaging in scientific research.&nbsp;<br />\n</li>\n <li>To increase our understanding of the ways in which new knowledge is formulated and understood within an educational context supported by e-Science technology.<br /></li>\n</ul>\n\n<p>A participatory user-centred approach will be used to explore how teachers can successfully integrate sensor-based data collection and visualisation technologies into the secondary school science curriculum, and engage in Grid-enabled e-Science work across a global community. </p>\n\n<p>This will involve four phases, each culminating in live trials: </p>\n\n<ul>\n \n\n <li>The first stage is working with one teacher to develop data collection/visualisation tools and class activities for a particular science curriculum area<br />\n</li>\n <li>The second and third phases&nbsp;expands this to include collaboration with another UK school, and then with a non-UK school<br />\n</li>\n <li>The fourth phase is developing guidelines and supporting teachers to re-use the technologies and methods in different science curriculum areas or with different class groups.</li>\n</ul>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-149-25-1064","grantId":"RES-149-25-1064","fundValue":"268462","fundStart":"2007-04-01","fundEnd":"2009-07-31","funder":"ESRC","impactText":"","person":"Geraldine  Fitzpatrick","coPersons":["Rose  Luckin","Judith  Good"],"organisation":"University of Sussex","findingsText":"","dataset":"gtr"}