{"id":"0DE453CE-2AA2-43FF-AB47-DDD001E16535","title":"The role of H2B ubiquitination in genome organisation","abstractText":"The expression of genes within our cells requires the transcription of an RNA copy of the gene DNA, which is then translated to make the encoded protein. The transcription of genes in eukaryotes occurs within the context of chromatin, a complex between DNA and histone proteins, which packages the DNA. The histones also play important regulatory roles that govern chromatin structure and the binding of regulatory proteins, which in turn control gene transcription. This regulation mostly arises through a large number of post translational modifications of the histones themselves. Each of these modifications is associated with a particular chromatin state or regulatory event. This has given rise to the idea of a &quot;histone code&quot;, which has some control over access to the underlying genetic code.\n\nIn this genomic era, it is now possible to profile the distribution of modified histones and chromatin regulatory proteins across the whole human genome. Recent studies are finding that the genome is organised into &quot;domains&quot; that share distinct chromatin states. These domains appear to coordinate the regulation of gene transcription. The integrity of chromatin domains can require the setting of boundaries between transcriptionally permissive and repressive chromatin states. DNA sequences known as chromatin barrier elements can establish these boundaries. \n\nThis proposal follows up on our recent finding that barrier elements use a particular chromatin modification, the ubiquitination of histone H2B, to establish chromatin boundaries. Depletion of H2B ubiquitination disables barrier activity, resulting in the spread of repressive chromatin and transcriptional silencing of nearby genes. In this proposal, we aim to determine whether H2B ubiquitination is a common hallmark of chromatin boundaries across the human genome. We also aim to define the contribution of this mark to boundary integrity and chromosomal domain organisation. This study will involve mapping the distribution of modified histones and chromatin barrier proteins across the whole human genome. We will determine whether the depletion of H2B ubiquitination results in the failure of chromatin boundaries in humans, and we will determine the barrier activities of novel boundary elements.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J008605/1","grantId":"BB/J008605/1","fundValue":"681191","fundStart":"2012-10-01","fundEnd":"2016-12-31","funder":"BBSRC","impactText":"","person":"Adam  West","coPersons":["David Lewis Vetrie"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}