{"id":"0DE6C9F9-B527-4E31-B63E-A183D2D69A5E","title":"Concept to Completion Design Tools for Sustainable Buildings","abstractText":"Over the 2 year project HBXL will provide an easy to use integrated tool for SMEs to design buildings from initial concepts and feasibility through detailed design for low impact buildings in the UK. The system will be based on live product data from suppliers. The toolset will provide realtime feedback of the capital and whole life costs with carbon impacts in a 2D/3D photo realistic environment to communicate early stage design options to all stakeholders and encourage innovation and sensitivity analysis. The resulting data will be accessible by the construction team and building users via the CAD interface to provide JIT construction data, product characteristics and building user information via HBXL's new on-line data and project management services. Modules will allow suppliers of products and assemblies to upload and share their CAD drawings of their systems for drag and drop incorporation into designs, complete with all cost and carbon data for inclusion into the automated cost and carbon impact assessments. These objectives will be achieved following research to assess code of practice and other standards in the UK and abroad to devise specifications for HBXL programmers. Further research will investigate the ability for all business sectors in the supply chain to provide environmental and technical data in a standard format for integration into the designs and provide recommendations of the format and scope of the required data. Additional research will identify 3D gaming technologies to assist in design presentation and environmental behaviour of the proposed design together with a review of emerging mobile computing technologies for instant accessibility.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=TS/H002960/1","grantId":"TS/H002960/1","fundValue":"258636","fundStart":"2010-05-10","fundEnd":"2012-08-31","funder":"EPSRC","impactText":"","person":"Ming  Sun","coPersons":["Praminda  Caleb-Solly"],"organisation":"University of the West of England","findingsText":" This is a joint research project with an industry partner. It investigted the need for support by SME builders during development of sustainable houses. It developed an integrated software tool, which allows SME builders to design houses and carry out energy performance analysis in an interactive manner. The research contributed to the development of a software product. The developed software is at prototype stage. The industry partner will develop it further into a commercial product and market it with SME builders as the main target. Construction,Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}