{"id":"0DE61102-2659-46BF-A4F5-281BF112DDC3","title":"HIV-Host Interactions","abstractText":"As adult, paediatric and adolescent HIV-1 infections continue to spread worldwide, the development of further anti-retroviral treatments remains of the utmost importance; for instance, there is no effective HIV-1 vaccine, and current front-line therapies targeting the viral reverse transcriptase and protease enzymes are compromised by compliance, toxicity and viral resistance concerns. Pursuing other HIV-1 (or human) proteins as targets for future anti-virals is therefore critical, but their rational selection requires a fundamental understanding of underlying biological principles. The replication of obligate intracellular parasites, such as HIV-1, is dependent upon the contributions of many host-derived factors and pathways. However, recent work from many laboratories, including our own, has shown that host cells also produce factors that are intrinsically anti-viral and are able to antagonise virus growth. This work focuses on three aspects of the cell?s natural armoury against HIV-1. First, we will continue our investigation of human APOBEC3G/F proteins, and how they suppress infection not only by inhibiting the copying of the viral genome, but also by introducing lethal mutations. Second, we will explore the biology of APOBEC3 proteins in terms of their contributions to cell physiology, and examine the contributions of cellular factors that interact with APOBEC3 proteins (such as the RNA silencing machinery), or accumulate in similar sites with cells, to virus replication. Third, we will characterise the response of human T cells to initial invasion by HIV-1 in terms of alterations in gene expression and the potential mobilisation of anti-viral mechanisms, and compare and contrast this effects with those of the broadly anti-viral type-1 interferons. Any therapeutic strategy that stimulates these proven/potential anti-viral mechanisms has the possibility of tipping the balance between facilitatory and inhibitory activities and thereby suppressing HIV-1 infection in the context of transmission between humans or established infection. The Public Relations Dept of KCL is primarily responsible for communicating our work to the public; and a ?Directory of Experts? is maintained that enables members of the public to identify academics willing to discuss specialist areas. For instance, MHM has given numerous interviews to the press, has appeared on television and has been consulted by the BBC on the content of AIDS-related programming. He is also a Section Editor of a public access journal, PLoS Pathogens, has given overview seminars on the value of scientific research at Community Liaison Meetings (e.g., Cafe Scientifique), and helps organise Conferences attended by non-scientific members of the HIV/AIDS community.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1000196","grantId":"G1000196","fundValue":"1775870","fundStart":"2010-11-01","fundEnd":"2016-04-30","funder":"MRC","impactText":"","person":"Michael Henry Malim","coPersons":[],"organisation":"King's College London","findingsText":"","dataset":"gtr"}