{"id":"0DE79AF6-374C-4F2C-ACE0-94B509972A9F","title":"Forms of Holiness in Baroque Naples","abstractText":"My book re-examines the relationship between saint and city in baroque culture by investigating forms of holiness in architecture, sculpture, print culture, and painting in Naples (c.1600-1733). It offers a distinctive and original way of reconciling the two main traditions of historiography on the baroque, one which focuses on its religious, Catholic dimensions, and the other which concentrates on its urban dimensions. It interprets religious architecture and representations of sanctity not only in relation to liturgical, theological and socio-political issues, but as active agents in the relation between city and holiness. Urban studies tend to emphasize political, economic, and social questions, but I show how the city is redefined with respect to ideas about holiness; indeed I argue that the city is produced in relation to holiness. While scholarship focusing on religion does address political and social relationships, I avoid reducing religious questions to either liturgical issues, theological questions, ecclesiastical politics, or to political and social tensions. Instead I develop a new interpretation of baroque urbanism which shows how a focus on the practices of sanctity, ranging from the representation of relics in reliquaries and statuary, frontispiece portraits of 'Lives' of would-be saints, and the pictorial depiction of saints in altarpieces offers a new way of conceptualising the baroque as concerned with intensities of holiness through saints and place. \\n\\nSubstantively, 'Forms of Holiness in Baroque Naples' analyses a range of architecture, reliquaries, monumental sculpture, prints and engravings, and altar-pieces in relation to this central question of how holiness was figured, conceived, reinvented -- especially in relation to place, and particularly in relation to notions of the city. In the course of my book I examine artworks which have been neglected in the academic literature, and I also offer a distinctive theoretical approach to their interpretation. Whereas most existing accounts tend to focus on individual artists or on a single medium, I deliberately emphasise their inter-connectedness as a means of linking the holy to the urban. \\n\\nMy case studies are drawn from the city of Naples, which remains underexamined in recent historiography, despite its importance as the second largest city in Europe. I will provide original analyses of several of its most important sites, notably the Treasury Chapel and its distinctive 'guglie', monumental obelisks, columns and statuary in its principal piazze. I also situate Naples with respect to other leading urban centres of the time, notably Rome and Palermo, as part of a concern to reclaim the southern Italian dimensions of the baroque. Theoretically, my book breaks new ground by using Deleuze and Guattari's concern with intensity rather than extension in thinking about space. I conceive of both holiness and the city in terms of intensity (rather than extensiveness), of energies and of flows. \\n\\nThis project makes a vital contribution to architectural history in treating architecture as more than passive housing for ideas formulated elsewhere (by patron or architect), yet it also draws on ideas and questions from urban studies, social and cultural theory, feminism, philosophy and geography. It builds on my concern to rethink the baroque through interdisciplinary engagement (papers from my recent conference on 'Rethinking the Baroque' involving cultural historians, philosophers, and art historians are about to be published). My book should therefore have a wide readership.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/G006318/1","grantId":"AH/G006318/1","fundValue":"20269","fundStart":"2009-01-12","fundEnd":"2009-04-11","funder":"AHRC","impactText":"","person":"Helen  Hills","coPersons":[],"organisation":"University of York","findingsText":"","dataset":"gtr"}