{"id":"0DE840C8-F1D0-487E-8542-14C7F442D25F","title":"MAPTRAITS: MACHINE ANALYSIS OF PERSONALITY TRAITS IN HUMAN VIRTUAL AGENT INTERACTIONS","abstractText":"Research findings suggest that personality traits such as extraversion, agreeableness, and openness to experience, are tightly coupled with human abilities and behaviour encountered in daily lives: emotional expression, linguistic production, success in interpersonal tasks, leadership ability, general job performance, teacher effectiveness, academic ability, as well as interaction with technology. In fact, human users tend to anthropomorphise computers and virtual agents, treating them as social beings, and interpreting their behaviour similarly to daily human-human interactions.\n\nThe problem of assessing people's personality is very important for multiple research and business domains such as computer-mediated staff assessment and training, human-computer and human-robot interaction. Despite a growing interest and emphasis on personality traits and their effects on human life in general, and recent advances in machine analysis of human behavioural signals (e.g., vocal expressions, and physiological reactions), pioneering efforts focusing on machine analysis of personality traits have started to emerge only recently: (i) there exist a small number of efforts based on unimodal cues such as written texts/ audio/ speech/ static facial features, (ii) despite tentative efforts on multimodal personality trait analysis, the dynamics (duration, speed, etc.) of multiple cues, which have been shown to be important in human judgments of personalities, have mostly been neglected, (iii) although personality analysis research suggests that a trait exists in all people to a greater or lesser degree (i.e. a person can be anywhere on a continuum ranging from introversion to extraversion), none of the proposed efforts have attempted to assess personality traits continuously in time and space (i.e., how a person can be rated along the multiple trait dimensions at a given interaction time and context), and (iv) how machine (automatic) traits analysis can be utilised for personalised, social and adaptive human - virtual agent interaction has not been investigated.\n\nOverall, both the common everyday technology (e.g., personal PCs, smart phones) and the more sophisticated systems people use nowadays (e.g., computer games, assistive technologies, embodied virtual agents, etc.) lack the capability of understanding their human users' personality and behaviour, and of providing socially intelligent, adaptive and engaging human - computer interaction.\n\nTo address these issues and limitations, MAPTRAITS project will bring around a set of audio-visual tools that can analyse and predict human personality traits dynamically from multiple nonverbal cues and channels (i.e., upper body, head, face, voice and their dynamics) in continuous time and trait space. There is no prospect of building a perfect system for automatic analysis of personality traits that can be used in all possible application domains in 12 months' time. Therefore, as a proof-of-concept, the MAPTRAITS technology will be developed for automatic matching of virtual agent and user personalities, to automatically model what type of users would like to engage with what type of virtual agents to the aim of user engagement enhancement. The motivation for choosing this application area lies in its significance: (i) Research has shown that people's attitudes toward machines and conversational agents is based on the perceived personality of the agent, and their own personality, and (ii) humans are social beings, and currently their everyday life revolves around interacting with computers, virtual agents and robots that are getting increasingly popular as companions, coaches, user interfaces to smart homes, or household robots.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K017500/1","grantId":"EP/K017500/1","fundValue":"98427","fundStart":"2013-09-23","fundEnd":"2014-12-19","funder":"EPSRC","impactText":"  As the project is a 1-year project, our findings are getting recognition only now, through conferences and workshops. We have already presented our findings to the members of the Advisory Board, as well as to our project partners of the EPSRC project titled 'Being There: Humans and Robots in Public Space'. We have already discussed how to incorporate the findings of the MAPTRAITS project into the design of the Being There project for telepresence and human-robot interactions. Digital/Communication/Information Technologies (including Software) Societal","person":"Hatice  Gunes","coPersons":[],"organisation":"Queen Mary, University of London","findingsText":" (1) Automatic prediction needs to treat and model each personality trait differently (Celiktutan and Gunes, ICIP'14; Celiktutan and Gunes, submitted). Some traits are better modelled using multiple communication channels and dynamic models whereas others are better modelled using a single communication channel and static models. (2) Changes in situations cause changes in how personality traits are perceived and modelled automatically (Joshi, Gunes and Goecke, ICPR'14). (3) Assessments provided by each rater vary, but we can measure and model the credibility of each rater (Joshi, Gunes and Goecke, ICPR'14). (4) Facial attractiveness perception and computation is affected by the subject's behaviour (Kalayci, Ekenel and Gunes, ICIP'14). We have already discussed how to incorporate the findings of the MAPTRAITS project into the design of the EPSRC 'Being There: Humans and Robots in Public Space' project for telepresence and human-robot interactions. Our findings can be immediately used for human-robot interaction, e.g., to create socially intelligent humanoid robots that will be able to personalise and adapt to their users' personality traits for appropriate level of engagement and adaptation. Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Financial Services, and Management Consultancy,Healthcare,Leisure Activities, including Sports, Recreation and Tourism","dataset":"gtr"}