{"id":"0DFABD65-E171-4A6A-97F9-16AED2BB7A17","title":"The evolution of modern marine ecosystems: environmental controls on their structure and function","abstractText":"Currently, our marine ecosystems are threatened by a number of environmental changes, including rising global temperatures and changes in ocean circulation patterns. Most worryingly of all, recent surveys have shown that large parts of the ocean are running out of oxygen, creating so-called 'dead zones' where no marine animals can live. As these dead zones continue to expand significant numbers of marine species may become extinct. Although these environmental changes are of great concern to scientists today, it is not the first time that marine ecosystems have faced such threats. The fossil record shows us that at many times in the past global temperatures have risen, ocean circulation has slowed down, and oxygen-starved dead zones have expanded throughout the world's oceans. Understanding how marine ecosystems have been affected by past environmental change, and in particular trying to find out how they coped with increasing temperatures and decreasing amounts of oxygen, may help us predict how modern ecosystems will respond today and how best to manage the present crisis. Modern marine ecosystems took millions of years to evolve. The animal groups that we see today swimming in the oceans or living on the seafloor - the fish, shellfish, sea urchins, starfish, corals and plankton - mostly appeared in the aftermath of the biggest extinction event to have affected life on Earth around 250 million years ago. This event wiped out a whole range of previously successful groups of animals, and most of the survivors were the ancestors of modern sea creatures. This major extinction event, which took place in the late Permian period, was associated with rising global temperatures, changes in ocean circulation and expansion of oxygen-poor dead zones - the very same threats facing modern ecosystems today. As early modern-style ecosystems appeared and evolved after the Late Permian and through the Mesozoic, they were struck by a succession of similar environmental catastrophes, with similar combinations of global warming and expanding dead zones. All of these events caused widespread extinction. We will undertake the first study of the effect that global warming, changes in ocean circulation, and expansion of the oxygen-starved dead zones had on these early modern marine ecosystems. We will determine, for the first time, how the structure of these ecosystems changed through time, and in particular how well they functioned, in response to changing environmental conditions. Furthermore, we will evaluate whether there been an improvement in the resistance of marine ecosystems to extinction and collapse brought on by changes in temperature, ocean circulation and available oxygen. We will undertake these detailed studies to discover for the first time how the structure and function of marine ecosystems, from the seafloor to the ocean surface, responded to environmental changes. In order to address these questions, we will undertake a series of linked studies at two contrasting scales: (a) global-scale analyses of marine ecosystem response to long-term changes in global temperature and atmospheric carbon dioxide and oxygen levels; and (b) local-scale, high-resolution analyses of ecosystem response to local environmental changes in dissolved temperature, oxygen concentration, and ocean circulation. Local-scale analyses will involve field expeditions to sites in UK, Europe, America and the Arctic that are known to contain a detailed record through four key events in our study interval. Global-scale analyses will involve ecological study of published information and museum collections of all known marine taxa that existed through the Mesozoic. The results from our multidisciplinary study will represent a step-change in our understanding of the role(s) that environmental changes in temperature, ocean circulation and levels of dissolved oxygen had on the structure, function and early evolution of modern marine ecosystems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I005641/1","grantId":"NE/I005641/1","fundValue":"453223","fundStart":"2011-04-01","fundEnd":"2014-05-31","funder":"NERC","impactText":"","person":"Richard John Twitchett","coPersons":["Gregory  Price"],"organisation":"University of Plymouth","findingsText":"","dataset":"gtr"}