{"id":"0E071FE5-BC80-479F-BF05-40D196FD27AA","title":"Digitising Scotland","abstractText":"This project aims to digitise the 24 million vital events record images (births, marriages and deaths) for all people in Scotland since 1855 (ie transcribe them into machine encoded text). This will allow research access to individual level information on some 18 million individuals, a large proportion of those who have ever lived in Scotland between 1855 to the present day. At the moment these records are kept as indexed images. This means that to extract any data, a researcher must search for an individual record by name and then manually transcribe the information they need themselves (eg cause of death, occupation etc.); this of course makes any large scale research impossible. A one off investment would mean that these records could made available for major population research. \n\nThis dataset will be prepared for linkage to existing longitudinal studies, primarily the Scottish Longitudinal Study (SLS), and more generally to the already highly developed Scottish health informatics systems. This will allow the characteristics (place of birth, age at marriage, occupation, longevity, cause of death etc) of parents, grandparents and other relatives of those followed by the SLS to be analysed and will therefore enhance contemporary Scottish and UK health datasets, health informatics systems, longitudinal datasets and genetic studies. People surviving to have children, grandchildren and other descendents are unlikely to be fully representative of the historic population of Scotland, and the complete transcription will importantly enable a complete linkage exercise between the different to create full or partial life histories for all those experiencing vital events in Scotland since 1855.This will mean that for the first time the UK will have a data system of a similar potential depth and breadth as the Scandinavian and Low countries, whose population registers provide such life histories, with countries, where work such as those using &quot;The Demographic Database&quot; at Ume&aacute; University, Sweden; the &quot;Historical Population Registers&quot; Project at the Norwegian Historical Data Centre, University of Tromso, Norway and the Historical Sample of the Netherlands, based at the International Institute of Social History, Amsterdam, Netherlands is currently extending knowledge of demography as well as economic and social history over the nineteenth and early decades of the twentieth century. Such a dataset will bring the possibility of exploring the condition of the present Scottish population within the context of their families through multiple generations of micro-data.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/K00574X/1","grantId":"ES/K00574X/1","fundValue":"2557070","fundStart":"2012-09-01","fundEnd":"2014-10-30","funder":"ESRC","impactText":"  This project will not be involved the production of research output and at the present time is focused on data enhancement. However it is possible to identify areas of research that this data will support and therefore potential beneficiaries. There will of course be many ways that innovative researchers will use this data, that we cannot yet envisage. \n\nThose working in Social policy will benefit from a deeper understanding:\n- of social mobility across 150 years\n- the impact of a developing welfare state\n- the nature of industrialisation and its impact on populations \n \nThose working in Educational policy will have an insight into\n- the impact of changing educational policy over 150 \n\nThose working in public health will come to better understand\n- the effect of food shortages for mothers during pregnancy on the later life (intergenerational) health of the child\n- the impact of urbanisation and severe environmental insults - on health\n- the long-term effect of serious viruses (eg the 1918 influenza pandemic) on the surviving population\n\nThose working in the NHS\n- will benefit potentially from better family history risk assessment tools\n- will more easily be able to produce genealogies in support of clinical genetic counselling services\n- will benefit from refinement to genetic studies that will be gained from extensive pedigrees, this is likely to substantial\n\nThe public\n- the Scottish public may benefit from the enhancements to their healthcare system\n- may very directly benefit from enhancements to the genetic cancer counselling service and family history as used in clinical practise\n- they will also benefit from the added attractiveness to researchers across many sectors - including the biomedical field- of the enhanced data environment that exists in Scotland and that will be enhanced with the dataset.  Societal,Policy & public services","person":"Christopher John Dibben","coPersons":["Zengyi  Huang","Lee Emma Williamson"],"organisation":"University of St Andrews","findingsText":" This project aims to digitise the 24 million vital events record images (births, marriages and deaths) for all people in Scotland since 1855 (ie transcribe them into machine encoded text). This will allow research access to individual level information on some 18 million individuals, a large proportion of those who have ever lived in Scotland between 1855 to the present day. At the moment these records are kept as indexed images. This means that to extract any data, a researcher must search for an individual record by name and then manually transcribe the information they need themselves (eg cause of death, occupation etc.); this of course makes any large scale research impossible. \n\nThis project has main 4 objectives, to:\n[1] digitise vital events records back to 1855.\n[2] to develop a method and software package to automatically code occupational descriptions to the Historical International Standard Classification of Occupations (HISCO).\n[3] to develop a frame with which to code cause of death descriptions to a standardised Classification of Disease and to produce a software package for separating different causes and then classifying them automatically.\n[4] to develop a method and software package to link the addresses on the records to a consistent, through time, geographical reference. Similar data enhancement projects are being attempted in a number of countries. There has been considerable interest in the techniques and software products we have developed. We will look to share this learning and products with these projects. Communities and Social Services/Policy,Education,Healthcare,Culture, Heritage, Museums and Collections","dataset":"gtr"}