{"id":"0E20F2D2-75F6-448B-84B5-9970A1606DC9","title":"Role of host &amp; bacterial factors in persistence of Salmonella in the bovine lymphatic system","abstractText":"Salmonella is a bacterium that causes severe diarrhoea in humans. Infections are often acquired via the food chain and environment from farmed animals owing to the ability of Salmonella to persist in their bodies. Around 94 million human cases and 155 thousand deaths occur worldwide each year. Cattle are a significant source of such infections, partly because Salmonella can leave the bovine gut via a branching network of vessels and nodular glands termed the lymphatic system. The lymphatic system normally helps to fight infection, however some types of Salmonella are adapted to survive in lymph nodes and evade the immune system. Removal of such lymph nodes is not possible on the scale of modern beef production as they are small, widely dispersed and hard to access. As a consequence, they are often incorporated into ground beef for human consumption. Large outbreaks due to ground beef have occurred, including by strains resistant to frontline medicines, and a need exists to devise strategies to prevent or reduce Salmonella infection in cattle. Such strategies are also required to enhance animal health as Salmonella are a significant cause of diarrhoea, blood-poisoning and abortion in cattle. \n\nThe Stevens laboratory has been at the forefront of research to understand how Salmonella colonises the intestines of cattle and, in some cases, migrates around the body via the lymphatic system. We have developed a novel surgical model in which we insert tubes into the blood and lymphatic systems to capture bacteria as they migrate from the gut. This has shown that escape from lymph nodes via the lymphatic system can partly explain why some strains spread around the body, whereas others are confined to the gut or cleared. A key gap in our knowledge is how Salmonella enters the lymphatic system in the first place. Almost nothing is known about the host cell types with which Salmonella associates in the bovine gut or whether these migrate to the lymphatic system. The consequences of such interactions for Salmonella and the development of protective immune responses are unknown. Such gaps in knowledge are constraining our ability to design strategies to control infection. The Hopkins and Hope laboratories conduct world-leading research to understand the nature and consequences of interactions between infectious agents and cells of the ruminant immune system, which in turn is helping to improve vaccines for tuberculosis, Johne's disease, viruses and parasitic infections. Our proposal brings together substantial cash investment from Pfizer Animal Health and researchers with complementary expertise to:\n\n1. Understand how Salmonella enters the lymphatic system of cattle. This will involve inserting tubes into lymph vessels draining to lymph nodes at various sites in the gut of young calves and older steers. We will examine which cell types interact with Salmonella, how they respond and what happens to the bacteria. We will then ask whether such events can explain why some types of Salmonella are cleared by cattle whereas others spread around the body. The information will help us to target vaccines to relevant cell types and boost beneficial responses.\n\n2. Determine if different cattle-associated strains of Salmonella are equally able to spread through the lymphatic system. This will tell us whether vaccines or drugs must target a wide range of Salmonella strains, or focus on high-risk types.\n\n3. Identify Salmonella genes required for survival in the lymphatic system. We recently used a novel method to simultaneously survey the ability of hundreds of Salmonella mutants, each lacking a different character, to colonise the bovine gut wall. We are able to retrospectively apply this method to lymph nodes from the same animals to identify factors that influence persistence in the lymphatic system. Such factors may be suitable for inclusion into vaccines or as targets for drugs.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K015524/1","grantId":"BB/K015524/1","fundValue":"568230","fundStart":"2013-11-01","fundEnd":"2016-10-31","funder":"BBSRC","impactText":"","person":"Mark Paul Stevens","coPersons":["John  Hopkins","Jayne  Hope"],"organisation":"University of Edinburgh","findingsText":" Just 12 months of this 36 month project has elapsed. In this time we have developed surgical models to study the entry and persistence of Salmonella in the bovine lymphatic system and studied the nature and consequences of interactions between Salmonella serovars and bovine antigen-presenting cells, both in the laboratory and in cattle. We have also begun to assemble the materials needed to assess the role of thousands of Salmonella genes in persistence of Salmonella in the lymph nodes of cattle, and to assess the risk posed by different serovars. Good progress against objectives planned for the phase of the project completed so far. No publications as yet owing to the early stage of the research. Agriculture, Food and Drink,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}