{"id":"0E2F9849-7064-4F14-BDDD-4FE4210B8DB5","title":"Using multispecies evolutionary history to test hypotheses of community assembly","abstractText":"The world's biodiversity is dominated by complex communities of animals (particularly insects) and plants. Though we know something of how these communities function (for example, who eats whom), we know very little about how they come to be: do they consist of species that have interacted for millions of years, or do they consist instead of sets of species that have only very recently come together from different sources? Which of these is true is important for the way in which we interpret adaptations in predators and prey. Long associations mean that predators and prey may have evolved very specific responses to each other - in a form of evolution commonly termed an 'arms race'. In contrast, if communities are only recently put together, the biology of component species is unlikely to have been shaped by the other community members. Which of these is true is also likely to be important in conservation: if species share a long evolutionary history, then the interactions they share (such as a predator eating its prey, or a pollinator's relationship with a plant) are also ancient, special, and should be preserved. In contrast, if communities are commonly assembled over short periods (on an evolutionary timescale) from available sets of species, then it shows that community interactions can also evolve relatively quickly, and that communities are evolutionarily young. If communities are young, it also means that they are vulnerable to invasion by new species - requiring careful management of species that humankind introduces either intentionally (as in biocontrol agents) or unintentionally. In this project, we will work out which of these scenarios is more true for one particular community - the insects inhabiting galls on oaks and other plants. These communities are easy to study, and match in many important respects other insect-plant communities. We will use DNA sequences to work out where different types of predators and prey in the gall communities originated and then spread around the world. If species in communities have a long shared history, then we expect each species to originate in the same place and spread in the same way. In contrast, if predators have 'latched on' to their prey at a range of points through evolutionary time, then we expect different community members to have different origins and patterns of range expansion. We will look at the question at two levels - globally (across North America, Asia and Europe), and regionally (for the Western palaearctic, which includes Europe and Asia Minor). An important component of our project is assessing the importance of regions just east of Europe (particularly Turkey) for European conservation. Many 'European' species (such as the 'English oak', and house mouse) are found far to the east of Europe, but the conservation value of eastern regions is not usually considered. Initial information for the oak gallwasp system we are studying suggests that oaks and gallwasps both diversified there before spreading into Europe. We will look at the predators in oak galls to see if this 'out of the east' pattern is in fact true for the whole community.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E014453/1","grantId":"NE/E014453/1","fundValue":"460283","fundStart":"2007-12-14","fundEnd":"2011-06-13","funder":"NERC","impactText":"  To date, our findings have been used to publish scientific research papers only. These address the use of population genetic data to reconstruct the history of migrations of species in natural biological communities. Environment ","person":"Graham  Stone","coPersons":["Andrew  Rambaut"],"organisation":"University of Edinburgh","findingsText":" We are developing tools that allow inference of the history of populations of organisms from genome sequence data. the novelty lies in our ability to infer history from data for small numbers of individuals, and our focus on natural communities of insects species rather than on 'model species', such as humankind. We hope to develop web based tools for our methodologies. The methodology is widely applicable to answering questions about population history and dispersal. Agriculture, Food and Drink,Environment","dataset":"gtr"}