{"id":"0E3198F8-D4F4-44FD-95DD-DA6F47383572","title":"'Why did you fight?' Narratives of Rhodesian identity during the insurgency 1972-1980","abstractText":"This research project will interview government soldiers and police officers who served in Rhodesia (now Zimbabwe) during the war there between 1972-1980. It will create an audio collection of interviews, with transcripts and some video material, that will be available for research and exhibitions at the British Empire and Commonwealth Museum (BECM) in Bristol.\\n\\nThe project will focus on questions about how warfare constructs - and maintains - national identities and national pride. It will also reflect on how memories of a war are not static: what is remembered, and how, changes over time. But these memories are always powerful. They are used to justify and explain conflicting political positions, even decades after the war ends. \\n\\nRhodesia was a southern African state with an unusually large number of white settlers. Although still only a small minority of the overall population, these settlers dominated the society. The government was not run by British officials, but by local whites. The white community included permanent settlers at all levels of society, from poor whites to wealthy entrepreneurs. Many of their families had lived in Rhodesia for several generations. Historically, Africans had been denied a vote and the white settlers feared the institution of full democracy and majority rule. \\n\\nBy the 1970s, this large and diverse white community was out of step with all the former British colonies in Africa except South Africa, which also wanted to preserve white minority rule. It was facing an armed insurgency from Africans who felt they had exhausted peaceful means of effecting change. Instead of negotiating with the insurgents, the whites of Rhodesia decided to fight.\\n\\nMost of the interviewees will be white people, who are widely perceived as the losers in that war. We will ask them why they fought. In particular, we will ask them what they believed they were fighting to protect, and how their sense of their national identity and their place in international politics was affected by the experience of having to fight. We will also consider how their experiences since 1980 - and the history of the nation since then - have affected the ways they think about their past and organise their memories. \\n\\nThe war in Rhodesia is unusual in three ways. Firstly, it was fought by ordinary conscripts from the white communities. Secondly, at its end the warring armies were integrated into a united army for the new nation, the Zimbabwe National Army, displaying a remarkable degree of co-operation and mutual respect for each other's military skills. Finally, a huge archive of material from the Rhodesian Army was removed from Zimbabwe at independence and is now in the BECM in the UK, providing an unrivalled record of a colonial army struggling during the Cold War, at the end of Empire. \\n\\nThis oral history project will provide a voice to the common soldier, to be deposited in the Museum alongside the paper archive.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F010354/1","grantId":"AH/F010354/1","fundValue":"142935","fundStart":"2008-03-01","fundEnd":"2010-08-31","funder":"AHRC","impactText":"","person":"Diana  Jeater","coPersons":[],"organisation":"University of the West of England","findingsText":"","dataset":"gtr"}