{"id":"0E331ABA-5006-4BBA-A2DB-D07BD0B5D860","title":"Regulation of the activity of GLP-1 releasing neurones in the nucleus of the solitary tract","abstractText":"Glucagon-like peptide 1 (GLP-1) is secreted from the gut in response to the ingestion of food. It generates the sensation of fullness, or satiety. However, GLP-1 cannot cross from the blood into regions of the brain that regulate appetite, raising the question of how the sensation of satiety is generated by GLP-1. Interestingly, additional cells that secrete GLP-1 exist in the lower brainstem. We hypothesise that it is GLP-1 released from these cells that mediates the observed satiety effects. \nAdditionally, GLP-1 has been implicated in emesis (nausea and vomiting). Nausea can be caused by various factors, including motion, food poisoning, repugnant smells or chemotherapy. To date no universal anti-emetic drug is known that would alleviate nausea independent of its cause. We speculate that different emesis pathways converge onto the brain GLP-1 cells and that these cells are part of the ‘vomiting center’ in the lower brainstem where the activity pattern leading to vomiting is generated. Thus, the GLP-1 cells might present a target for a novel universal anti-emetic drug. \nWe will determine how the activity of the GLP-1 secreting neurones is regulated. In doing so we will learn (a) if there are different subpopulations of GLP-1 neurones that are involved in feeding and nausea, respectively, (b) if there is a tight link between peripheral GLP-1 release and its effect in the brain, and (c) what other factors control the release of neuronal GLP-1 which could potentially distort the suppression of appetite, leading to overeating and obesity or conversely to fasting and anorexia.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0600928","grantId":"G0600928","fundValue":"363171","fundStart":"2007-04-01","fundEnd":"2010-05-31","funder":"MRC","impactText":"","person":"Stefan  Trapp","coPersons":[],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}