{"id":"0E35BDFA-B7AE-41C7-B565-C1127611CC22","title":"RePriCo: Resolving Multi-party Privacy Conflicts in Social Media","abstractText":"Hundreds of billions of items that are uploaded to Social Media are co-owned by multiple users, yet only the user that uploads the item is allowed to set its privacy settings (i.e., who can access the item). This is a massive and serious problem as users' privacy preferences for co-owned items usually conflict, so applying the preferences of only one party leads to privacy violations with severe consequences (e.g., users losing their jobs, being cyberstalked, etc.). A solution to this problem is most timely as it has been highlighted as one of the most important problems to be addressed for an appropriate online privacy management. An example of this problem is a photo in which Alice and Bob are depicted together: how can they agree on the third parties they will share the photo with? Mainstream Social Media would only allow Alice (assuming she uploads the item) to set the privacy settings for the photo, but what if Bob would not like to share with some of Alice's friends? Some initial approaches have been proposed in the past few years, but these have a number of limitations that make them unsuitable in practice. Users are forced to try to resolve such conflicts manually (by e-mail, phone calls, etc.), which is exhausting because social networks are very dynamic and huge in scale. Even more importantly, the process of resolving conflicts manually starts too late, when one user has already posted the item and the privacy violation has occurred.\n\nRePriCo's most exciting, novel, and ground-breaking part will be the automated conflict detection and resolution mechanism based on new automated negotiation technologies. In particular, RePriCo's main challenge will be to automatically suggest solutions to the conflicts in such a way that these solutions are accepted by users most of the time and they do not need to resolve the conflicts manually. This is both ambitious and adventurous, as it requires understanding how users would actually reach an agreement if they were to solve the conflicts themselves manually. RePriCo's hypothesis is that users' negotiation behaviour is significantly influenced by users' relationships and their strength (as existing evidences seem to support), and that a computational negotiation mechanism should be based on this in order to produce acceptable outcomes. One of the main contributions of RePriCo will be a strong empirical base about how users' relationships influence negotiation behaviour. RePriCo will be highly transformative in many aspects: (i) it will empower users to manage their privacy for multi-party co-owned items; (ii) it will consider what is actually acceptable for users and the factors that contribute to that, which no previous approach to solve multi-party privacy conflicts has considered before; and (iii), the empirical base it will develop will not only influence RePriCo's automated conflict detection and resolution mechanisms but also help push research on the topic forward.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M027805/1","grantId":"EP/M027805/1","fundValue":"98676","fundStart":"2015-07-01","fundEnd":"2017-06-30","funder":"EPSRC","impactText":"","person":"Jose Miguel Such","coPersons":[],"organisation":"Lancaster University","findingsText":"","dataset":"gtr"}