{"id":"0E363116-11CB-42C2-B95B-0E70123B596B","title":"Cortical GABA and emotional processing in young people at risk of depression","abstractText":"Clinical depression is a common and often a life-long condition that causes much distress and incapacity for sufferers and their families. Although there are some helpful treatments for depression it would be better to design interventions that could act at an early stage of the illness to prevent depression becoming chronic and disabling. For this we need to understand more about the factors that make people vulnerable to recurrent depression in the first place.\n\nWe have made some progress in this area by taking advantage of a new method of brain imaging called magnetic resonance imaging, which can measure the chemistry and functional activity of the brain by using strong magnetic fields. We have found for example, that people recovered from depression continue to have exaggerated responses in the brain to fearful facial expressions and that they have lowered levels of an important brain chemical messenger called GABA. However, we do not know if these changes pre-date the onset of the depressive illness or instead might be a consequence of the depression and its treatment. \n\nThe present study aims to answer this question by carrying out the same investigations in young people (aged 16-19 years) who have not been depressed themselves but who are at increased risk of depression through having a parent with depression. Magnetic resonance imaging lends itself to studies in young people because it is regarded as safe and non-invasive. If we find that young people at risk of depression have low brain GABA levels and increased brain responses to fearful facial expressions it will mean that these changes might be important in predisposing to the development of depression. We would then plan to find treatments that could resolve these changes in the hope that we might be able prevent or at least lower the risk of clinical depression occurring subsequently.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0600179","grantId":"G0600179","fundValue":"297448","fundStart":"2006-10-01","fundEnd":"2009-09-30","funder":"MRC","impactText":"","person":"Philip John Cowen","coPersons":["Catherine  Harmer"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}