{"id":"0E415BF5-8A04-4BE1-9EF1-EF6910025674","title":"Cataloguing and electronic access to archives of British mathematical and physical scientists","abstractText":"&quot;Science is of central importance in the modern world and a growing area of historical study. Historians need primary sources for their research including the correspondence and research notebooks of leading figures. These may illuminate not only the scientific process itself but the impact of science on the wider world. The documentation of much twentieth-century science remains with the scientists in their laboratories, offices and private homes. Thus outside the archive repository it is largely inaccessible for historical research. \nOver the last thirty years the National Cataloguing Unit for the Archives of Contemporary Scientists (NCUACS) at the University of Bath working in association with the Royal Society has played a key role in preserving and making accessible for historical research the archives of distinguished contemporary scientists including a very significant number of British Nobel Laureates. In total 262 archives of British scientists across a wide range of disciplines have been located and catalogued by the NCUACS for deposit in 54 academic libraries and archives across the country. This has been an enormous contribution to history of science research in the UK and an enormous benefit to the repositories who are able to make the scientists' archives available to researchers as soon as they receive them from the cataloguing unit \nThis forms the essential background to the NCUACS's resource enhancement proposal to the AHRC, to catalogue and make accessible the unprocessed archives of eleven major figures in the mathematical and physical sciences for deposit in nine academic libraries and archives. The cataloguing process will result in physical access to the archives for the first time while the catalogues, produced with the latest archival cataloguing software, will be made available to researchers at their own personal computers via the NCUACS website and a number of national and local networks. Furthermore to ensure maximum use of the project archives the cataloguing process will be accompanied by a publicity campaign using traditional means such as leaflets, promotional visits to history of science centres by project staff and dedicated project web pages on the NCUACS website. \nThe project offers a unique opportunity to advance understanding of the ways in which the physical and mathematical sciences have shaped the modem world. The historical archives document the work of eleven leading scientists at the forefront of fields such as atomic physics, ultralow temperatures, magnetic resonance imaging, radio astronomy and quantum theory, and in their wider public roles in respect of war, industry, education, environment and government. Research opportunities will be opened up for historical study in areas of great current interest such as nuclear questions, refugee scientists and women in science.\n&quot;","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/D502543/1","grantId":"AH/D502543/1","fundValue":"426002","fundStart":"2006-09-01","fundEnd":"2009-08-31","funder":"AHRC","impactText":"","person":"Peter  HarperTimothy  Powell","coPersons":[],"organisation":"University of Bath","findingsText":"","dataset":"gtr"}