{"id":"0E415577-D327-43CC-BE96-EB47C19C4DCB","title":"The Emergence and Development of Structural Systematicity in Language","abstractText":"<p>This study will explore the dynamics of the relationship between words and their meanings in language, and how regularities in word-meaning mappings emerge and evolve as a result of language being repeatedly learnt and used. </p>\n\n<p>A series of experiments will be run using miniature artificial languages; these will form the first large-scale study into the evolution of language structure using &quot;generations&quot; of human language learners, both adults and children. </p>\n\n<p>The project will address a number of specific issues, such as whether the frequency of linguistic items affects their regularity, or whether there is a relationship between the regularity of a linguistic item and the likelihood of it being transmitted across generations. </p>\n\n<p>One experiment will explore how the social and communicative context of language use affects the ways in which languages change: does language change differently over multiple generations?</p>\n\n<p>In another, participants will be able to innovate in their use of the artificial language; this will allow us to investigate the ways in which languages adapt to fill apparent gaps in the system. Overall, the project will examine to what extent learning over generations can explain the emergence and evolution of linguistic structure.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/G010536/1","grantId":"ES/G010536/1","fundValue":"308475","fundStart":"2009-02-01","fundEnd":"2011-11-16","funder":"ESRC","impactText":"","person":"Simon  Kirby","coPersons":[],"organisation":"University of Edinburgh","findingsText":" Our central finding is that systematicity in language is a cultural adaptation arising from the influence of naive learners on the transmission of language in a communicative context. We first developed some of the analytical techniques for language evolution experiments (Cornish et al 2009, Language Learning) and then greatly extended the methodology by adding a communicative context, thereby avoiding the need for the previous experiments’ artificial interventions to maintain the expressivity of the evolving language (Scott-Phillips &amp; Kirby 2010, Trends in Cognitive Sciences). In addition, we are now able to contrast horizontal and vertical cultural transmission, and by doing so show that it is transmission to naive learners that is critical for language to evolve a systematic (i.e. compositional) mapping between meanings and signals. This is a surprise, since the standard assumption in the cultural evolution literature is that there are few significant differences between horizontal and vertical transmission (Kirby et al in preparation for Proceedings of the Royal Society B). In addition to examining the effect of transmission, our experiment allows us to look at the effect of negotiation and the communicative nature of the task (Tamariz et al in preparation for Cognition). We also investigated the effects of the level of systematicity in a language on how well it is learned and reproduced (Smith et al 2010, EVOLANG proceedings &amp; in preparation for Cognitive Science) Our demonstration of the crucial role for cultural transmission has significant implications for the nativist hypothesis, and we have taken advantage of the grant being situated within the Language Evolution and Computation Research Unit to collaborate with other researchers and identify the effect of interaction between cultural and biological evolution using a Bayesian model. The striking result is that the existence of cultural transmission of language means that there are no conditions under which strong domain-specific innate constraints will evolve (Kirby et al, in preparation for Nature).Our experiments are predicated on the assumption that learners have the ability to infer the meanings reliably in an interaction. To support this conclusion, we have collaborated with other researchers in the research unit to explore cross-situational learning of meaning-signal pairs using both experiments and computational models which we reported in the journal Cognitive Science (Smith et al, 2011 Cognitive Science; Blythe et al, 2010 Cognitive Science).A central theme in this project has been the effect of a presumed weak bias towards systematicity that operates especially in naive learners. Accordingly, we are interested in the developmental profile of this bias, and how it might influence both the output of child learners and potentially the structure of child-directed speech. A complete investigation of this awaits a follow-up ESRC application by Kirby and Scarabela later this year that will focus particularly on the effect of diminutives cross-linguistically on systematicity. However, we were able to lay the foundations for future research with our preferential-looking experiments. Preliminary results suggest that the systematicity bias is indeed detectible in experiments with children as young as 3;6.  Digital/Communication/Information Technologies (including Software),Education","dataset":"gtr"}