{"id":"0E4A9196-BB19-43F1-86D4-53A2B74C093E","title":"Risk And Resilience Following Childhood Maltreatment: A Longitudinal Investigation","abstractText":"<p>Childhood maltreatment remains a major public health and social welfare concern and has a profound impact on the individual and on society. The main objective of this project is to significantly extend our understanding of the range of neurocognitive correlates of maltreatment, and relate these to future psychological functioning. It will address several important questions:</p>\n\n<ul>\n \n\n <li>Is autobiographical memory recall predictive of future psychological functioning in maltreated children?</li>\n\n <li>What is the neurocognitive basis of atypical autobiographical memory in maltreated children?</li>\n\n <li>Do neural correlates of maltreatment predict later psychological functioning?</li>\n\n <li>To what degree are neural correlates associated with maltreatment stable over time?</li>\n\n <li>Are their sex differences in how maltreatment impacts brain structure and function?</li>\n\n</ul>\n\n<p>These questions will be addressed by a longitudinal functional Magnetic Resonance Imaging (fMRI) study comparing children exposed to maltreatment with matched non-maltreated peers. Both groups will be seen when they are 12-14 years old for a structural and functional brain scan and again two years later. The functional tasks investigate both autobiographical memory and affect processing. It is hoped that this research will contribute to a better understanding of the impact of maltreatment on children and help inform more effective forms of prevention and treatment.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/K005723/1","grantId":"ES/K005723/1","fundValue":"641193","fundStart":"2013-10-14","fundEnd":"2017-10-13","funder":"ESRC","impactText":"  No findings have yet been obtained as data collection is in progress. A summary of the grant objectives are as follows:\n\nChildhood maltreatment within the family home (physical, sexual, emotional abuse or neglect) remains a major public\nhealth and social welfare concern and has a profound impact on the individual and on society. The main objective of this\nproject is to significantly extend our understanding of the range of neurocognitive correlates of maltreatment, and relate\nthese to future behavioural and psychiatric outcomes.\nBuilding on the new and innovative work of my team, we will employ an interdisciplinary framework to substantially increase\nour knowledge of the impact of maltreatment on children. We will address five major unresolved questions:\n\n1. Is autobiographical memory recall predictive of future psychological functioning in maltreated children?\n\n2. What is the neurocognitive basis of atypical autobiographical memory in these children?\n\n3. Do neural correlates of maltreatment predict later psychological functioning?\n\n4. To what degree are neural correlates associated with maltreatment stable over time and is their stability associated with psychological functioning?\n\n5. Does maltreatment have differential effects on brain structure and function in males and females?\n\nThere is now strong evidence of atypical autobiographical memory (i.e. memory for past personal experiences) in\nmaltreated children, which may in turn contribute to psychiatric vulnerability. However, the relationship between behavioural\nmeasures of autobiographical memory and future psychological functioning has yet to be investigated. Furthermore, no\nprevious study has investigated the neural basis for this deficit. Functional neuroimaging studies to date have mainly\nemployed paradigms probing neural responses to facial affect processing. It is critical to extend this focus to encompass\nother psychological processes that are known to be compromised following maltreatment exposure.\nThere have been no longitudinal neuroimaging investigations of the impact of the impact of familial maltreatment to date.\nWe have no evidence to suggest that neural correlates of maltreatment have prognostic significance or are associated\ndirectly with psychiatric vulnerability. Availing of our longitudinal design we will investigate the relationship between the\nneural correlates associated with (i) atypical autobiographical memory and (ii) heightened neural reactivity to threat, and (iii)\nstructural brain measures and future symptoms of depression, anxiety and conduct problems in this at-risk group, thus\nelucidating their prognostic significance. We will also investigate whether the neurobiological correlates of maltreatment are\nstable or whether they change over time; and whether individual differences in neural change are associated with individual\ndifferences in psychological outcomes. Finally, given that psychological studies of maltreated children have documented\nsex-differences in patterns of psychiatric risk, we will explore sex differences in relation to psychological, functional and\nstructural correlates associated with maltreatment.\n\nExploratory analyses will be conducted to investigate the contribution of putative markers of resilience, including child\nspecific factors (e.g. IQ, Executive Functioning, 'Sense of Mastery') and an index of social support to neurocognitive\nfunctioning / change and psychological outcome.  ","person":"Eamon  McCrory","coPersons":["Essi  Viding","Eleanor  Maguire","Andrea  Mechelli"],"organisation":"University College London","findingsText":"","dataset":"gtr"}