{"id":"0E4DC796-DA9C-4CCD-9C75-381DBF572FFE","title":"Quantification of dynamic biological systems: formation, function and stability of ensemble behaviour","abstractText":"The main focus of this project is to experimentally investigate and mathematically describe emergent properties of a large cellular system. A large cellular population is a complex dynamical system far from equilibrium, where macro-dynamics are driven by interactions and heterogeneity at the systems micro- or cell-level. Understanding exactly how microstate properties instigate and perpetuate emergent macroscopic phenomena is one of the fundamental challenges facing contemporary biology today.\n\nQuantifying such symbiotic relationships is at the heart of many scientific research endeavours. This broad scientific area covers an equally matched myriad of length scales, ranging from spontaneous symmetry breaking at the sub-atomic level through to galactic cluster formation at the cosmic scale. For the most part, formations of emergent configurations in these systems are intrinsically linked to non-linear interactions between the individual components that together constitute the complex system. It has been established that many of the confounding features of such systems can be adequately described through the application of statistical mechanics. The mathematical methodology can encapsulate and link macroscopic descriptions of the system to that of the microstate, allowing emergent ensemble behaviours to be quantified.\n\nLarge cellular populations fulfil all necessary criteria to be considered a complex system (i.e. the cell being the systems microstate); constituent cells are vast number; cells are heterogeneous in physical, biological function; cell-cell and cell-environment interactions are inherently nonlinear. Adherence of the microstates to these criteria promotes the formation of emergent behaviour at the cellular population level; significant examples include embryo development, tissue regeneration during wound healing and the proliferation of metastatic diseases.\n\nHowever, application of statistical mechanics to describe and predict large-scale cellular systems have been hampered due to the fact that (i) such systems are in a state of non-equilibrium exhibiting vast heterogeneity across constituent microstates, simply averaging over ensemble variability results in distorted macroscopic system view and (ii) the ability to identify, track and quantify significant numbers of individuals within a cellular population to assess and account for microstate variability has been hindered by the availability of high-throughput microscopy platforms. Together these issues have obstructed application of statistical mechanics methods to elucidate upon the formation, function and stability of ensemble behaviour of a complex cellular system.\n\nThe work presented as part of this EPSRC first grant application will address this current shortfall in scientific application and understanding. Recent advances in high-throughput microscopy present an opportunity to collate detailed information of microstate behaviour and allow development of mathematical models to describe the system. This interdisciplinary proposal seeks to unify contemporary biology, advanced imaging and statistical mathematics in order to measure and track the evolving interactions, dynamics and fate of &gt;100,000 individual cells over extended periods. This databank will provide invaluable information, detailing microstate quantities such as morphology, biological function and spatial correlation and will further allow realisation of stochastic and master equation descriptions of the large-scale cellular system in question. Furthermore, this will ensure system variability is incorporated within models at the outset, providing robust linkage between the systems micro- to macro-levels and allowing sources of emergent phenomena to be more accurately described and predicted.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M000621/1","grantId":"EP/M000621/1","fundValue":"96009","fundStart":"2014-10-01","fundEnd":"2015-12-30","funder":"EPSRC","impactText":"","person":"Martyn Rowan Brown","coPersons":[],"organisation":"Swansea University","findingsText":"","dataset":"gtr"}