{"id":"0E4F10F2-E1B1-4CE4-AD32-26357C99B00F","title":"Factors affecting glucose enhancement of cognitive performance","abstractText":"The brain is easily the most energetic organ in the human body. Contributing only two percent to the average person's weight, it is constantly burning away some twenty percent of the body's energy. The energy supply of the body originates from oxygen (breathed in from the air) and glucose (from food). These circulate in the blood until they are delivered to active tissue for immediate use, alternatively glucose may be stored for later use. Unfortunately the brain has a fairly serious design fault. Despite requiring more than its fair share of energy, it cannot store glucose. This means that it relies on a constant supply of glucose through its rich blood supply. We know that mental performance is impaired if the availability of glucose is restricted. Individuals with diabetes (an inability to utilise glucose) report difficulties in concentration and memory when they are 'hypo' (hypoglycaemic or in a state of low blood glucose). Inducing low blood glucose levels in the laboratory in healthy individuals produces similar psychological effects to diabetes. The day-to-day lapses in concentration and memory which occur with ageing have also been attributed by some to problems with the delivery of glucose to the brain. This begs the question of whether increasing the levels of glucose could have beneficial effects on mental function. Generally speaking, individuals given a drink containing 25 or 50 grams of glucose perform better on tasks measuring mental function than those given a placebo ( a sweet drink without glucose). The effect seems most pronounced where there is 'room for improvement' - for example in the elderly. But similar, less dramatic results have been demonstrated in healthy young adults. However there is some argument as to how and why glucose improves mental function. In particular there is a 'domain-demand' debate amongst some researchers. Those in the 'domain' camp claim that glucose has its greatest effects on memory (as opposed to other mental functions like reaction times or concentration). Such processes rely on a brain area called the hippocampus. The cells of the hippocampus seem to be designed to be particularly sensitive to the effects of glucose. The hippocampus 'lights up' during brain scans when people learn new material and people with damage to this area can't form new memories. Those on the 'demand' side of the argument claim that the brain acts a bit like a muscle. The evidence for this argument comes from studies showing that if you work the brain hard enough (by giving people difficult mental tasks), levels of blood glucose drop. So the bodily processes which are involved might be depleted of energy by intense mental activity and replenished by a glucose drink. Such tasks should benefit from extra glucose no matter what type of mental function is being tested. Of the two laboratories who are proposing this work Dr. Sunram-Lea's group favour the 'domain' hypothesis while Professor Scholey's group prefer the 'demand' hypothesis. This proposal from the two groups is aimed at resolving the argument one way or the other (although the results may suggest that the answer is a combination of the two theories). The specific experiments include the following. Firstly we will the effects of a glucose drink on types of memory which don't rely on the hippocampus (for example when learning something without being conscious of doing so, or when recognising something you've already learned rather than having to deliberately recall it). Secondly, we will test the effects of whether performing an additional task while learning material helps the glucose effect and if so why. Thirdly, we will examine the effects of glucose on tasks which don't rely on memory, in this case a test of selective attention. Finally we will study the effects of glucose on younger and older people on the tests which prove to be the most sensitive in these experiments and determine how these relate to the control of blood glucose.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D012597/1","grantId":"BB/D012597/1","fundValue":"162967","fundStart":"2006-04-01","fundEnd":"2009-08-31","funder":"BBSRC","impactText":"","person":"David Ormonde  Kennedy","coPersons":["Sandra-Ilona  Sunram-Lea"],"organisation":"Northumbria University","findingsText":"","dataset":"gtr"}