{"id":"0E6AD769-DDFD-4C93-B541-9E5D4A3D0174","title":"Photon-assisted electron spectroscopy of nanostructures in the transmission electron microscope","abstractText":"This project will develop photon-assisted electron spectroscopy in the transmission electron microscope (TEM), a new technique to study the electronic and optical properties of nanomaterials. A well characterised light source is used to excite electronic transitions within a nanostructure, and the modified electronic density is probed by electron energy loss spectroscopy (EELS) in scanning TEM mode. Conventional EEL spectra represent the energy lost by the electron beam through inelastic interactions with the specimen, and hence reveal transition from the occupied to the unoccupied electronic states in the material. When populating higher energy electronic levels through photon absorption, e.g. band-gap states, a different configuration of the density of states will be observed in the EEL spectrum. This combined technique can be applied to the study of long-lived electronic states in both inorganic and organic nanomaterials. A continuous ultraviolet source can be used to irradiate titanium dioxide and zinc oxide nanoparticles to study how their response changes depending on their phase, size, morphology. This is technologically relevant because TiO2 and ZnO are powerful photocatalysts that can oxidize almost any organic molecule under UV radiation. Understanding and enhancing the catalytic activity of TiO2 and ZnO nanoparticles will provide a more effective solution for the removal of toxic gases from the environment. When a laser is used to excite optical electronic transitions in working nanowire photovoltaic devices (the nanoscale equivalent of a solar cell), the modified EELS signal and the photo-generated current can be monitored at the same time, and can be correlated with the size, crystallographic phase and orientation, as well as surface structure of the individual nanowires. This study will contribute to the development of more efficient photovoltaic devices for the conversion of sun light into electricity. Stimulating the photodesorption of oxygen from the surface of well characterised nanoparticles will help understanding the electronic surface states and some of the charge-transfer mechanisms on which catalysis and sensing are based. The development of the technique will proceed in three stages of increasing complexity, and will involve not only the design and assembling of the research apparatus, but also the devising of a methodology for data acquisition and analysis. Photon-assisted spectroscopy will be carried out using the FEI Titan TEM/STEM, a monochromated aberration corrected microscope of the new generation, with unprecedented energy and spatial resolution for analytical work.This project represents a great adventure, an opportunity to create a new field of research, and a new tool in nanometrology.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G012121/1","grantId":"EP/G012121/1","fundValue":"317792","fundStart":"2008-10-01","fundEnd":"2011-12-31","funder":"EPSRC","impactText":"  The findings of this grant have been used to advance knowledge in the field of photovoltaic nanostructured materials and composites, in particular titanium oxide-based photoanodes for hybrid solar cells. Energy,Environment Cultural,Economic","person":"Caterina  Ducati","coPersons":[],"organisation":"University of Cambridge","findingsText":" The main results on the techniques development front are the construction of 3 TEM specimen holders incorporating a light source (in the UV to visible range), and the development of a methodology for in situ illumination experiments which combine imaging and electron energy loss spectroscopy analysis. The specimen holders are now fully functional and in use on FEI microscopes. We have studied the effect of UV irradiation on rutile and anatase titania nanoparticles. We have recently registered an invention in the area of photocatalysis, have received support from Cambridge Enterprise to proceed with a patent, and are preparing a business plan to bring this invention to the market through a spin-off company in the area of water purification. Our work on hybrid solar cells will be used to optimise devices and increase their efficiency, eventually leading to a market product (some of these devices are already commercialised). It has also stimulated more resear Electronics,Energy,Environment","dataset":"gtr"}