{"id":"0E708BF1-77B4-4B4D-B641-8954CF01E187","title":"Form and Faith in Victorian Poetry and Religion","abstractText":"This research project investigates the ways in which religious faith was represented in the early to mid-nineteenth century, focusing particularly on the rise of 'form' and its perceived importance in creating and shaping faith. By studying the emphasis on forms in the disciplines of architecture, church ritual and ceremony, music and poetry, I will argue that nineteenth-century theological and literary commentators saw the use of repetitive, carefully structured forms / whether in terms of the sweeping arches of Gothic ecclesiastical architecture, the shared recital of a psalm, or the rhythm of a poetic line / as vital in their effect upon the worshipper, soothing, calming and creating a sense of the underlying stability of faith. The rise of the Oxford Movement, with its strong emphasis on renewing traditional forms and ceremonies, added impetus to these ideas but was not necessarily the only factor. By studying poets and authors from across different Christian denominations I will show that the new emphasis on form was not simply a peculiarly Anglican concern, but had important implications for Dissent and for Roman Catholicism in Britain.\\n\\nThis study will re-examine major works by authors such as Tennyson, Browning, Elizabeth Barrett Browning, Gerard Manley Hopkins and Christina Rossetti, but it will also place their work in fresh contexts by comparing it to the writings of many neglected religious poets, poets whose work was widely disseminated in their day but have now been forgotten. In addition, this study has a strong interdisciplinary aspect, as it examines the debates over correct church architecture, the use of music in church ceremony, and the ritualism controversies. The wave of church-building and church restoration that took place in the early nineteenth century was in part inspired by notions of the church service as a holistic enterprise in which every aspect of the worshipper's surroundings and actions combined to form a carefully constructed whole. Far from being dry academic or aesthetic debates, therefore, heated discussions in periodical and newspaper articles, sermons, pamphlets and tracts about the correct use of ritual, the appropriate design features for a church and the role of the worshipper in the service were vital in relation to the nature of Christian faith and worship in nineteenth-century Britain. These debates were also carried on in literature, through the poems and novels of the period. The language of Victorian religion and the language of Victorian poetics is intertwined in texts which deal with questions of form and faith. \\n\\nAlthough this research concentrates on a particular historical period, it has implications beyond this in terms of questions about the felt need for ritual and ceremony in worship, and the affective function of literature in producing religious faith. It also speaks to recent critical and theoretical interest in literary form and its function. \\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/G00482X/1","grantId":"AH/G00482X/1","fundValue":"20587","fundStart":"2010-01-01","fundEnd":"2010-04-30","funder":"AHRC","impactText":"","person":"Kirstie  Blair","coPersons":[],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}