{"id":"0E742485-BE3F-4ACA-8C6B-08353561BAC5","title":"Rethinking child protection strategy: evaluating research findings and numeric data to challenge whether current intervention strategy is justified.","abstractText":"Conventional thinking in relation to child protection and safeguarding takes as an axiom that child abuse can be detected and treated, and largely eradicated through robust assessment. Conclusions from public inquiries and serious case reviews set up in light of child fatalities are treated as an authoritative statement of what should be done to 'strengthen' the system to prevent further fatalities and eradicate child abuse. The recommendations cascade through practice and affect families who become the subjects of social work assessment. Importantly, the vast majority of these families have not abused their children and many are simply requesting support services. This policy has proved not only ineffective in preventing further fatalities but has caused a flood of data and bureaucracy. It has enmeshed a large number of families into the system who turn to third sector organisations for help in to cope with the adverse consequences of assessment practices. Despite this, increasingly intrusive and prolonged assessment is considered in academic research and government policy to be best practice. This project questions the paradigm that current assessment practice is appropriate or fit for purpose.\n\nThis project builds on work already completed in a doctorate, a smaller funded project peer reviewed articles (in progress) and a monograph (in progress) to produce analysis that draws offers a creative and novel analysis that challenges accepted thinking. The groundwork for this project has already been completed by the PI including identifying and sourcing sample data. The project considers four, linked under-researched areas of investigation, all of which are transformative in challenging accepted thinking and practice in the area:\n\n (1) A meta-analysis of public inquiry and serious case review findings to assess trends in recommendations and their uptake. Analysis of the consequences of uptake will be undertaken together with a critique of the use of hindsight conclusions extrapolated from statistically rare cases as a basis for policy applied to all social work assessment;\n (2) A trend analysis to ascertain the current state of knowledge in relation to the outcome of social work assessment; \n (3) An impact assessment of the outcome of assessment; and\n (4) A statistical evaluation to question the use of risk assessment as a predictive and a diagnostic aid in social work assessment given the high prevalence of false positives and false negatives inherent in this approach.\n\nNone of these elements have been examined in detail before, and not together. In short this is an important and unconventional critique. This analysis will provide the only comprehensive analysis of the data and will radically and critically question whether the paradigm can objectively be demonstrated to justify the financial and resource cost involved in the industry.\n\nThe project is transformative as it proposes a unique approach and analysis which could radically change accepted thinking across several areas of social science. The thinking behind the project and its critical approach in questioning aspects of an entrenched policy will create new insights and questions that have the potential to radically alter policy. The project is designed to utilise sound methodologies that are triangulated and are not, in themselves, risky in terms of whether they will be accepted as methodologically valid. The transformative element and risk occurs in the novel research question and challenge to the paradigm. Given the controversial nature of the project and the intention that the results will be ground breaking in relation to thinking and debate in the area the project is designed to use available data, thereby minimising methodological issues (such as negotiating access) that could cause problems for successful completion of the project. This aspect of the project is considered paramount and will ensure the project is achievable.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M000990/1","grantId":"ES/M000990/1","fundValue":"160348","fundStart":"2014-09-01","fundEnd":"2016-08-31","funder":"ESRC","impactText":"","person":"Lauren  Devine","coPersons":["Stephen  Parker"],"organisation":"University of the West of England","findingsText":"","dataset":"gtr"}