{"id":"0E751A9C-2265-41CC-86C0-F8D0AC8103BC","title":"MICA: [11C]BU99008 - A novel Positron Emission Tomography ligand for the Imidazoline2 Binding Site, First in human and initial patient group","abstractText":"Illnesses that affect the brain such as dementias and depression cost the NHS and the country tens of billions of pounds each year and are a major cause of disability. There are other brain illnesses that are less common and less costly but are still very painful to the people that have them and their relatives, such as multiple sclerosis (MS) and brain tumours. One of the things these illnesses have in common is inflammation within the brain. If we were able to measure this inflammation in living humans, it would enable us better to diagnose these illnesses at an early stage when we have the best chance to cure or slow down their development. Being able to measure this inflammation will also enable us to monitor and understand these illnesses better, and any potential treatments. The purpose of this work is to develop a way of measuring this inflammation in an early stage of dementia called Mild Cognitive Impairment, or MCI. MCI is an early stage of different types of dementia such as Alzheimer's Disease. \n\nThe way we intend to do this is to use a very powerful technique for visualising inside humans, called positron emission tomography, or PET. PET relies on specially designed radioactive chemicals that provide a means to visualise what is happening in the brain. Therefore, we plan to develop such a radioactive chemical for a protein called the imidazoline2 binding site. This protein is found in a type of brain cell called glial. These cells are a normal part of the brain. However, in the illnesses where the brain is damaged and inflammation exists, there are more of these cells, especially in the inflamed areas. We already know that the amount of this protein is increased in the brains of people who have died of these diseases such as Alzheimer's Disease. If we can measure a change in this protein in living patients it will mean we have a way of measuring this brain inflammation found in this and similar illnesses, early on giving the sufferer the best chance of treatment.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L01307X/1","grantId":"MR/L01307X/1","fundValue":"627388","fundStart":"2014-03-03","fundEnd":"2017-03-02","funder":"MRC","impactText":"","person":"David  Nutt","coPersons":["Robin James Tyacke","Roger  Gunn","Eugenii Alfredovich Rabiner","Johannes  Passchier"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}