{"id":"0E855D98-E43C-4FE9-9F15-4DCA8B00F7B0","title":"Protestants behind the Iron Curtain: Religious Belief, Identity, and Narrative in Russia and Ukraine since 1945","abstractText":"When Winston Churchill first spoke of the iron curtain in 1946, a quarter of a million Soviet citizens were reigstered as members of the Evangelical Christian-Baptist Union; by the time the curtain was lifted in 1991, that number had jumped to 1.5 million. The religious renaissance of the late and post-Soviet periods took the world largely unawares: How had faith survived the atheist onslaught? Why had people turned in such large numbers to the church? What does this tell us about the process of 'secularization'? \\n\\nDuring the Cold War, the West saw Christians in the Soviet Union as potential allies against the communist regime, particularly Baptists and Pentecostalists, who had religious roots in Britain, Germany, and the US. The Soviet authorities were, of course, displeased by the overtures of overseas religious groups and targeted Protestants as lackeys of the West. Although under Stalin, the treatment of Protestant groups had not been worse than for any other religious group (bad though this was), by the Khrushchev era 'sectarians', as the state labelled them, were passionately demonized. Despite this persecution, Protestant communities not only survived, but even grew. Writing about the post-Soviet period, Sergei Filatov has argued that the destruction of church traditions under the communist regime led to the disappearance of a coherent religious worldview and that by the beginning of perestroika 'the religious consciousness of Russian citizens was an amorphous, eclectic mixture of different beliefs'. By taking a longer-term perspective, this project explores how a sense of spiritual quest, rather than a fixed religious identity, might have characterized the religious consciousness of many Russian and Ukrainian citizens not just in the twilight years of the communist regime but throughout the Soviet period, and particularly in the wake of the trauma of the Second World War. It asks why Protestantism became the spiritual refuge of choice for growing numbers of Soviet men and women, including many who had not been raised in a religious milieu. This has important implications for the Soviet project as a whole because it explores the limits of the state attempt to shape the 'new Soviet person' and the potential for alternative worldviews and beliefs to exist and even thrive within the USSR.\\n\\nAn innovative approach will be taken, combining both archival research and oral history conducted in four specific regions: Moscow; Kiev; Chernovitsi; and Voronezh. In the archives, reports on the religious situation written by local state offiicals, court cases involving Protestants, and sociological questionnaries about religious belief provide a fascinating and almost unused body of material. Oral history provides access to more intimate experiences and well as allowing us to explore how believers, twenty years after the collapse of Soviet power, make sense of their experiences. Studies of 'totalitarian' societies have already used oral history to reflect critically on the relationship between memory and experience, but our attempt to integrate and compare oral and written accounts in order to explore the shifting and fluid nature of life-stories will provide an original methodology as well as rich material about the lives of believers. \\n\\nThe project will result in three major outputs: a website in both Russian and English allowing users access to selected archival documents and interview transcripts; a collection of documents relating to the history of Protestantism in the Soviet Union (for a Russian audience); and an academic monograph in English. We will also disseminate our findings to baptistic communities in the UK, Rusisa, and Ukraine.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/I025883/1","grantId":"AH/I025883/1","fundValue":"148818","fundStart":"2012-01-01","fundEnd":"2016-06-30","funder":"AHRC","impactText":"","person":"Miriam  Dobson","coPersons":[],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}