{"id":"0E869F78-D70E-47B6-8908-9AA82F562DEF","title":"Genetic and transcriptional characterization of a region on chromosome 7p15.2 that shows pleiotropy between endometriosis and fat distribution","abstractText":"Endometriosis is a common women's health problem characterised by the presence of deposits resembling endometrium (lining of the uterus) on ectopic sites in the pelvis, causing chronic inflammation, severe pelvic pain and reduced fertility. Family studies indicate that the disease can be inherited. In a recent study comparing genetic information from 5,675 women with endometriosis and 9,331 controls, we found a genetic variant on chromosome 7 associated with moderate-severe endometriosis. In an independent study involving 190,803 individuals, the same genetic region was found to be associated with fat distribution (waist-hip ratio). The signal is located between genes, and it is unclear how the variant - or those in its vicinity - act on transcription of DNA and ultimately on the development of endometriosis or differences in fat distribution. We are collecting endometriotic tissue, endometrium, subcutaneous abdominal fat and blood from women undergoing a laparoscopy for symptoms of endometriosis, or for tubal sterilisation. Using these samples, we will investigate whether DNA transcription in the region of interest is different between women with moderate-severe endometriosis and controls, and between tissues. We will also explore all known genetic variants in the region, and investigate how these affect transcription levels. Implicated variants will be investigated for association with endometriosis risk, and waist-hip ratio, in up to 10,936 women. The proposed work will provide crucial information on gene regulation in the implicated region and its effect on clinical phenotypes, information required for the translation of the genome-wide association findings into clinical meaningful results that can inform the development of new (non-invasive) diagnostic methods and identification of novel drug targets.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K011480/1","grantId":"MR/K011480/1","fundValue":"394933","fundStart":"2013-06-01","fundEnd":"2016-05-30","funder":"MRC","impactText":"","person":"Krina Tynke Zondervan","coPersons":["Christian M. Becker","Cecilia M Lindgren"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}