{"id":"0E8AE60D-8BAB-4D0F-86B1-6F1E1AA406EC","title":"Transformations in Global Economic Governance: Integration via Free Trade Agreements","abstractText":"The seminar series aims to generate new research, create networks, foster capacity building and user engagement by providing an interdisciplinary forum for debate and discussion on: (a) the regulatory, economic and social aspects of regional integration through FTAs; (b) what FTAs bring to partner countries; and (c) the current state of play in FTA activity in the EU, USA and Asia. By providing a wide geographical spread of seminars that focus on specific themes of regional trading agreements, its effects and the move towards a common regulatory framework, we propose to engage with academics, early career and established researchers from all over the world to create new research networks and build on existing works as well as engage with and bring together stakeholders, i.e. policy makers, small and medium sized businesses and civil society groups, that have an interest in FTAs being negotiated in and by Asia, EU and America. \n\nBroadly the seminar series focuses on: first, understanding the rationales behind FTAs and how the EU, USA and Asian FTAs interact with one another; second, how FTAs under negotiation could affect the policy choices of governments and business environments around the globe; and third, gaining a comprehensive overview of how the move to common regulatory systems under bilateral FTAs are likely to determine future rules of global trade governance.\n\nSeminar 1 highlights the general trends in FTAs. Main issues for discussion include: rationale for growing FTAs, and the recent developments that provide momentum for countries to negotiate FTAs. How are the EU and USA driving FTA negotiations in Asia? What are the economic and social impacts of FTAs? Is the internal and external environment important in setting trade policy agenda? Are the dynamics of negotiations driven by constructivist or neo-realist framework of international relations? (Seminar venue: Keele)\n\nSeminar 2 looks at the EU's rationale for negotiating FTAs with Asia and USA. This includes a discussion on social, economic, political, geo-political and political economy aspects of FTAs, and how trading agreements are an integral part of 'Global Europe' strategy and foreign policy. (Seminar venue: London)\n\nSeminar 3 offers a comprehensive analysis of Asian FTAs, its rationale, and comments on factors that drive FTA negotiations in the region. This sheds light on the growing inter-linkages between Asian and European global production networks, and comments why India unlike (China and ASEAN) has not been able to benefit from regional value chains. It also addresses the questions as to how can Indian firms integrate into FTA production chain activity? (Seminar venue: New Delhi)\n\nSeminar 4 looks at the state of play of ongoing bilateral FTA talks between EU and USA. The seminars takes stock of the current state of negotiations and comments on contentious issues that have emerged in ongoing talks. This also examines how and why the Transatlantic Partnership is driven by aim of eventual regulatory convergence between the trading partners. (Seminar venue: Bath)\n\nSeminar 5 evaluates EU and US FTAs including those with Asian countries, commenting on areas of differences/commonalities in FTAs negotiated and the general move towards regulatory convergence/divergence. This provides a comprehensive, comparative and systematic research on the scope and enforceability of regulatory norms negotiated under FTAs. The seminar also highlights the importance of labour and social standards within FTAs and the relevance of addressing these issues within the context of global trade governance. (Seminar venue: Brussels)\n\nSeminar 6 examine the emerging dynamics of FTAs, debates whether such agreements can be a stepping stone to future multilateral liberalisation or whether this could lead to fragmentation in world trade. It also comments on what role the EU and USA play as global actors in shaping a functioning multilateral order. (Seminar venue: London)","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M002586/2","grantId":"ES/M002586/2","fundValue":"20972","fundStart":"2015-08-01","fundEnd":"2016-12-31","funder":"ESRC","impactText":"","person":"Sangeeta  Khorana","coPersons":["Maria  Garcia"],"organisation":"Bournemouth University","findingsText":"","dataset":"gtr"}