{"id":"0E8BCE16-710E-4B08-8534-9432443E0944","title":"Community? What do you mean? An investigation into how differing understandings of the term 'community' shapes care leavers' move to independence.","abstractText":"On face value, community seems like a simple word: one that we all understand. But, if we start to ask questions about how we or others might think about their own communities, or the idea of community in a wider sense, we begin to realise that it is far from straight forward. Instead, it can stand for a complex range of social, political, religious and economic networks of people, places and concerns. How we think about it is shaped by our own life experience.\n\nThe project concerns two different communities who are working together to create a new community. The research team will be collaborating with Devon County Council's Children in Care Scheme [DCCCCS], and the young people they work with, to better understand a crucial moment in these young peoples lives: the time when they leave care to live as independent adults. Young people who are in care have been ejected by their communities. They have left their birth families and, through the process of being fostered, are often removed from the immediate community they grew up in. This leads to changes in schools, the ending of friendship groups and links with birth family members. These transitions are problematic, and tend to be a chaotic period of time. When these same young people then leave foster care to live independently this rite of passage is particularly challenging. Their disrupted and often traumatic early lives mean they are operating from an insecure emotional base, and struggle to build positive and safe relationships in new communities. Moreover, for most of these children, leaving care is a very final event with no option to return 'home' if they face challenging situations. In response, their tendency is to seek out others who share their life experience. This often results in communities who share powerful and potentially overwhelming emotional needs, and who can find themselves unable to give or receive what is needed. These new communities can often be unstable and become a place of conflict. During this time, in addition to issues caused by a lack of independent living skills, research has shown care leavers commonly experience three difficulties in securing their independence: isolation from former communities, accommodation breakdown due to problem behaviour and wider problems around mental/emotional health which impacts on their ability to cope with independent living. In this situation the young people's notion of community, and how they find a new community to move into is tested, often to the point of collapse. This case study will work with both groups to better understand the processes at work and facilitate a proactive evaluation of that is taking place. It will then become the spine of a review which seeks to enable the academy and policy makers to gain a clearer understanding of how vulnerable, young people think about community and how this shapes how they see themselves.\n\nThis project will have four phases to examine what is happening during this transition to independence. (1) It will interview both the young people and DCCCCS team members about their understanding of community and contextualise this by critiquing contextualising documentation used by policy makers (a process that will be repeated in the second, third and fourth phases). (2) It will use this data to facilitate a series of workshops and seminars facilitated by Exstream Theatre Company (specialists working with 'at risk' youth) tailored to meet the differing needs of (i) the young people and (ii) the DCCCCS team. These will lead to (i) a performance and (ii) a report tailored towards service providers about the idea of community. (3) A two-day seminar will brings the two groups together: the young people will perform their work, the DCCCCS team will present on their paper and collectively we will reflect on our experience, evaluate the process and plan for future collaborations. (4) We will reflect upon and share our findings via the review and papers.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J012092/1","grantId":"AH/J012092/1","fundValue":"31950","fundStart":"2012-02-14","fundEnd":"2012-10-13","funder":"AHRC","impactText":"  Our collective practice has been informed by our findings that a particular sense of community is not generalisable beyond the specific individuals and context in which it was created. This demands considerable and continual attention be paid to the variable and repeated processes of community formation. It also suggests the necessity of a practice of researching community, to braid with \ntraditional and performative notions of theory. The dramatic methodologies deployed and developed in this project provide one possible successful mode of practice. We suggest that when it comes to investigating and understanding particular communities, including most importantly the way communities understand themselves, what is often of most significance are not the superficial facts of that community - the who, the what, the where - but rather the specific ways in which these ideas are given meaning and made meaningful. \n &quot;I have come to realise how individual the meaning of community is for people. That it means different things to different people, and that this can shift depending on their circumstances, sometimes overnight.&quot; (paraphrased remark from DCCCCS workshop) Communities and Social Services/Policy,Creative Economy Cultural,Societal,Policy & public services","person":"Sarah  Goldingay","coPersons":["Robin  Durie","Katrina  Wyatt"],"organisation":"University of Exeter","findingsText":" We explored the ways in which a performance-led approach to community formation and personal development can inform care-leavers' move to independence. We adopted a case study approach, working with two groups of participants: young people leaving care and their support workers in Devon County Council's Children in Care team (DCCCCS). The project was co-designed and co-developed with participants from both groups and our colleagues from Exstream Theatre Company. In this action-research project all researchers acted as participant-observers. It had two key objectives: first, to better understand how the term 'community' shaped the processes that the participating young people engaged with, and second, to take a practice-led approach to explore if, and how, performance-based methods and principles could be used to support the participants as they left care. A number of findings challenged our early assumptions, in particular the complexity of working with people with unstable and unpredictable lives. By working with the young people and DCCCCS managers and support workers, we developed a new way of using the creation of a theatrical performance, a deeply-supportive, peer-enabled environment and a theatre company, to enable a space in which participants could re-imagine both their sense of self and community. The development and implementation of this model raises further research questions relating to how new communities might be formed, as well as suggesting a number of uses that may inform the future development of the Connected Communities community engagement strategy. Our transdisciplinary work has relevance for colleagues both inside and outside the academy. We will seek to publish in Research in Drama Education and the British Journal of Social Work. \nWe suggest that these principles and exercises can be generalised beyond the domain of theatre and used in a very wide variety of social contexts where communities may benefit from facilitated networking / linking / finding common ground. It is one of the hopes for the project that non-theatre practitioners may benefit and use some of these ideas in their work. Communities and Social Services/Policy,Creative Economy","dataset":"gtr"}