{"id":"0E910634-9033-4207-98EB-597E4D328CED","title":"Creating space and place for Roma, Gypsies and Travellers: resolving conflict","abstractText":"<p>In the UK and Europe it is suggested that Gypsies, Travellers and Roma are being victimised and displaced. The European Commission against Racism and Intolerance (2011) made recommendations to governments to foster multidisciplinary approaches, enhance mutual trust, train mediators in the community and combat anti-Gypsyism in public and other service provision. However, the eviction of Dale Farm, UK, in October 2011 demonstrated how far society is from realising such aims in the current social and political climate of conflict.</p>\n\n<p>In this seminar series academics, practitioners, policy makers and community members, will come together to discuss cross-cutting, multi-disciplinary themes and ideas. The three seminars will look at:</p>\n\n<ol>\n \n\n <li>conflict in space and place (accommodation and planning issues)</li>\n\n <li>conflict in welfare and public service delivery (health, education, employment and social policy)</li>\n\n <li>conflict in representation (political and media discourse; analysis of conflict resolution approaches).</li>\n\n</ol>\n\n<p>Whilst the seminar series is focused on Gypsies and Travellers, there will be ideas of relevance to other marginalised groups in society, and indeed other ‘wicked’ problems for local authorities in contentious planning and service delivery more generally.</p>\n\n<p>&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/J021490/1","grantId":"ES/J021490/1","fundValue":"14753","fundStart":"2012-11-01","fundEnd":"2013-10-31","funder":"ESRC","impactText":"  The findings from the seminar series project have been used to inform debates by the All Party Parliamentary Group Roma Gypsies and Travellers. It has also led to a 'listening exercise' in Leeds which in turn led to an evaluation project ongoing until 2017. The findings were also discussed with the Joseph Rowntree Foundation as part of their debates on future strategy of research at JRF and this led to a succesful bid under an open call (see further funding). Two journal articles have also been published, one specifically on the theme of the seminars which examined discourse, control and Gypsy/Travellers, but links were made to another project on co-production in research. Government, Democracy and Justice Policy & public services","person":"Joanna  Richardson","coPersons":["John  Forester","Margaret  Greenfields","Sarah Judith Cemlyn","Patrice  Van Cleemput"],"organisation":"De Montfort University","findingsText":" The project was for a series of three seminars examining conflict resolution for Gypsies, Travellers and Roma in three key and interlinked topic areas: (1) planning and accommodation, (2) health and public services (3) media and political representation. \n\nGypsies and Travellers are ethnic groups protected under equalities legislation; about a third of them live on sites or on the roadside, with the rest in housing. Many prefer sites because they can be close to family and have a base from which to travel. Without suitable accommodation, Gypsies &amp; Travellers cannot access adequate health care and schooling, resulting in stark mortality and employment outcomes. However, just the mention of sites can be the cause of great conflict and debate. There are objections from communities to new planning applications; but there are also complaints when roadside encampments appear if there is nowhere else to stop. How can we break this cycle of not wanting Gypsies &amp;Travellers to travel through communities, but not wanting them to settle on sites either?\n\nA key barrier the research found is the creation of conflict through political and media discourse about Gypsies &amp; Travellers, and the reflection of this conflict in community planning consultations. A further challenge to site delivery is a seemingly short supply of available and appropriate land.\n\nThere is a need to demonstrate the cost benefit of provision of sites compared with closing and cleaning up unauthorised camps. Alternative approaches, including community land trust initiatives might also be a way forward to enable sites. \n\nThe first seminar at De Montfort University, Leicester included researchers, policy and practice experts from planning and housing, and community members. Key findings included:\no There are comparative elements with other marginalised groups across the world - more research is needed to examine this further, for example with the M?tis people in Canada.\no Research is needed to provide cost-benefit data on provision of sites.\no Professional bodies need to include issues of equality and diversity in their validated core curriculum for membership.\no Alternative methods for delivering accommodation might be appropriate, e.g. community land trusts, but these might not be suitable for all members of the community.\n\nThe second seminar at the University of Sheffield included health and education practitioners, academics and activist organisations from Gypsy, Roma and Traveller communities. Key findings included:\no Social work and other professionals need education and support to ensure the best outcomes for Gypsy, Traveller and Roma children.\no Pilot projects in health settings could be replicated in other parts of the country to improve service delivery.\no Accommodation is still very much a key to good health, access to education and employment.\no Negotiated temporary stopping places might help to alleviate pressures, as piloted in Leeds.\no There are significant mental health and wellbeing issues linked to not being able to settle or find accommodation. There is a need for further research on this and more generally on health to update the previous Department of Health study in 2004.\n\nThe final seminar at a committee room in the House of Lords in London. Key findings included:\no The need for comparative examples where the framework for discussing marginalised groups has changed. An example was given of the 'bounce' in positive media representation of people with disabilities following the Paralympics 2012.\no The potential for using adaptive leadership for change frameworks for understanding the conflict in the debate and providing a space for dialogue to move forward.\no Support is needed for organisations like the All Party Parliamentary Group in order to help parliamentary colleagues understand the issues and debate them more responsibly; as well as to get the message to officials working in government departments.\no Continued campaigning of the media is needed, this is already done very well by a number of Gypsy and Traveller groups, e.g. in response to Channel 4's My Big Fat Gypsy Weddings. Support is needed to ensure this work continues as well as to 'fill in the detail' for journalists so that this dilutes the prevailing negative narrative.\no Training for politicians is essential and work such as the LGA project which currently provides this, should be continued.\no Further research is needed to examine some of the reasons behind 'no' to new applications for sites; for example one of the key reasons is a fear that house prices will be affected and this could form a piece of future research.\no The involvement of Gypsies and Travellers in politics and media is key. Work needs to continue to get Gypsies and Travellers registered to vote so that their voices can be heard. The findings from the seminar series showed areas of focus for futher research and future themes for public service providers to consider. Work is already underway, in partnership with others, such as JRF and Leeds Gypsy and Traveller Exchange to take these ideas forward. Communities and Social Services/Policy,Government, Democracy and Justice","dataset":"gtr"}