{"id":"0E9D451B-8E62-4876-8C01-65040EDA3F14","title":"Coideals in representation theory and integrability","abstractText":"Representation theory is a vibrant branch of mathematics which is devoted to study of symmetry. Objects encoding symmetry are known as groups, and groups act on geometric configurations which are called spaces. A particularly nice class of spaces with a lot of symmetry are the so called symmetric spaces which were discovered at the beginning of the twentieth century by E. Cartan. \n\nIf one combines representation theory with the concept of deformation quantisation, which describes the transition from classical to quantum mechanics, then one obtains quantum groups which have been intensely studied since the mid-eighties. Quantised versions of symmetric spaces exist in this theory as coideal subalgebras.\n\nA quiver is a combinatorial gadget which plays a fundamental role in the representation theory of finite-dimensional algebras. The first part of this project is devoted to the surprising observation that coideal subalgebras naturally appear in the representation theory of quivers. The representation category of quivers is particularly nice. If one finds a torsion class in this category, then this produces a coideal subalgebra for the corresponding quantum group. The project aims to investigate this correspondence, and to apply it to ongoing efforts to classify coideal subalgebras. Ideally, this will lead to a new insights about both, coideal subalgebras and representations of quivers. \n\nThe second part of the project is devoted to coideal subalgebras for symmetric spaces. In physics one needs infinite dimensional versions of coideal subalgebras, but luckily good candidates have been constructed recently. The project investigates the role played by these coideal subalgebras in physical models. One aim is to find out if they lead to solutions of the so called reflection equation which describes scattering of particles in a one-dimensional half-infinite system. Another question concerns radial part calculations in the infinite-dimensional case which should provide solutions of classes of physical equations which generalize the Calogero-Moser system.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K025384/1","grantId":"EP/K025384/1","fundValue":"101116","fundStart":"2014-01-01","fundEnd":"2015-12-31","funder":"EPSRC","impactText":"","person":"Stefan  Kolb","coPersons":[],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}