{"id":"0EA06AE7-0053-4B6E-BEA6-DEC9B0F3DCF0","title":"Targeting the innate immune system in Huntington's disease","abstractText":"Huntington's disease (HD) is a fatal, inherited neurological condition. The earliest symptoms are often subtle problems with mood or cognition, followed by a lack of coordination and an unsteady gait. As the disease progresses, jerky body movements become more apparent, along with a decline in mental abilities and behavioural and psychiatric problems. Affected individuals also suffer progressive weight loss and muscle wasting. The disease typically progresses over several decades until death. There are a few effective treatments for some of the symptoms, but there is no cure that will halt or slow progression of the disease. The inherited nature of HD means that the children of affected individuals have a 50% chance of developing the disease themselves.\n \nThe disease is caused by a mutation in a single gene that encodes for a protein called huntingtin (HTT). The only difference between the mutated and normal versions of the gene is an increase in the number of repeats of the DNA sequence CAG close to its beginning. This causes an increase in the number of glutamines (an amino acid, the building blocks of proteins) in the HTT protein. This causes the HTT protein to behave in an aberrant fashion in the cells in which it's made.\n\nHD is primarily thought of as disease of the brain, but the HTT protein (both the mutant and normal forms) is expressed in all the cells of the body. It is becoming increasingly recognised that there are significant changes outside of the brain in HD, including in muscle, heart, fat and, of interest here, the immune system. In fact, people carrying the HD gene show signs of increased inflammation, as shown by elevated levels of certain molecules in their blood. Beyond the urgent need for new therapies, one advantage of studying HD is that genetic testing can establish with 100% accuracy whether an individual carries the mutant gene or not, enabling us to study the disease before an individual develops any symptoms. In doing this, we have discovered that the increased inflammation in HD is observed many years before symptom onset. This suggests that inflammation might have long-term effects that are important in the development of the disease. \n\nWe have also discovered that inflammation in HD is probably due to the aberrant behaviour of a particular group of immune cells, called monocytes and macrophages. These cells are hyper-responsive to immune stimulation and produce excessive levels of the inflammatory molecules detected in the blood of HD patients. It is becoming clear that the immune system causes changes in the brain and other tissues. Hence, it is conceivable that elevated inflammation in HD patients might be contributing to some of the changes in the brain and/or other tissues that cause the symptoms of the disease to worsen. There are already safe treatments available that will reduce inflammation in humans, but this strategy has not yet been tried in HD. \n\nOur aims are to determine whether inflammation really does contribute to HD progression and if so, whether we can use specific therapeutic agents to lower the inflammation to help treat the disease. We also want to discover the exact means by which the mutant HTT protein causes monocytes and macrophages to behave aberrantly, which may help identify alternative targets for developing treatments for HD.\n\nTo achieve these aims, we will undertake a range of experiments in cells from HD patients and in mouse models. We will determine exactly which genes are altered in HD monocytes and macrophages, and will attempt to discover how mutant HTT causes these changes to occur. We will treat HD mice with various agents that are expected to increase or decrease their levels of inflammation, including drugs that reduce inflammation and are already used for this purpose to treat other diseases. We hope that any positive results from these studies will lead to clinical trials in HD patients.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L02053X/1","grantId":"MR/L02053X/1","fundValue":"1074950","fundStart":"2014-09-01","fundEnd":"2018-08-31","funder":"MRC","impactText":"","person":"Sarah Joanna Tabrizi","coPersons":["Gillian  Bates"],"organisation":"University College London","findingsText":"","dataset":"gtr"}