{"id":"0EB05762-BD6E-4E3D-8760-516AEFB8D42D","title":"Identifying the impact of mental disorder risk alleles on childhood neurodevelopment","abstractText":"Mental disorders are common; they account for the largest global burden of morbidity-more than any other disorder group. A serious challenge to progress in managing mental disorders is that for diagnosis, treatment and early intervention, we rely on late manifestations of disease and patient reports alone with no biological tests. For other complex medical disorders (e.g. coronary heart disease), the identification of early risk processes in the general population during childhood has been critical in terms of informing public health strategies to reduce risks of later disorder. \n\nIn this proposal our starting point is the progress that has been made in gene discoveries from large patient populations that provide independent biologically-based and clinically relevant illness &quot;markers&quot;. We will take these discoveries into the general population and use them to define composite scores of &quot;mental disorder risk allele profiles&quot;. We then identify the impact of these mental disorder genetic risk scores on key aspects of normal child development - &quot;neurodevelopmental&quot; domains (e.g. fear, concentration) to specifically find out which aspects of child development are affected by genetic risk. We will then examine whether gene scores contribute to how these normal childhood processes develop from a very young age to just before puberty (after which time many mental disorders start). We will also begin to examine how tractable the genetic risk score-identified childhood neurodevelopment measures are over time-via one example of an early environmental risk exposure-childhood bullying victimisation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M012964/1","grantId":"MR/M012964/1","fundValue":"237940","fundStart":"2015-06-01","fundEnd":"2017-05-31","funder":"MRC","impactText":"","person":"Anita  Thapar","coPersons":["Stephan  Collishaw","Michael Conlon O'Donovan","Barbara  Maughan"],"organisation":"Cardiff University","findingsText":"","dataset":"gtr"}