{"id":"0EB89B42-52EC-4137-9B51-E05A20909AD9","title":"Landscape Diversity and Ecosystem Services in Agricultural Ecosystems: Implications for Sustainable Growth and Rural Poverty in China","abstractText":"Agriculture refers to a category of ecosystems that humans purposefully manage to obtain provisioning ecosystem services (ES), such as food, fiber, and biofuel. In the process, they depend upon a wide variety of supporting and regulating services that determine the underlying biophysical capacity of agricultural ecosystems. This research focuses on a critical set of such supporting and regulating ES, including pest and disease regulation and pollination that are important for maintaining the productivity and sustainability of agricultural ecosystems. These ES are often provided by insects that move between different habitats in the landscape. The flows of these ES rely on how agricultural ecosystems are managed at the site scale and on the structure, composition, and functioning of the surrounding landscape. These ES are particularly important for the rural poor whose livelihoods typically rely more on agriculture. Agricultural land use interacts in important ways with landscape structure. Managing land use in agricultural landscapes to provide sufficient ES offers a vital approach to sustainable agricultural growth and has the potential to point to new pathways out of rural poverty. While ES have always been critical to the success of agriculture, there has recently been a surge in studies on the relationship between ES and diversity at landscape level, prompted by the ecological impoverishment of modern high intensity agricultural landscapes. Results of these studies highlight the need to shift the scale of ES investigations and management strategies from the field to the agricultural landscape. As new evidence begins to emerge, it needs to be put into socio-economic and development perspectives in terms of links of ES to the livelihoods of the poor. Despite a population exceeding 1.3 billion, China has been able to produce nearly all its food demand from a very limited land endowment. This accomplishment has been achieved primarily by increasing the level of modern inputs and the intensity of the farming systems. However, after a period of explosion in yield levels from the 1960s to early 1990s, stagnant yield potential has been the recent trend characterizing Chinese agriculture since the late 1990s. Yields have been stagnant for the past 10 years in the rice producing regions of China, where farmers were early adopters of green-revolution technologies. Evidence shows that environmental stress and ecosystem degradation is among the main drivers of the slowdown in yield growth in China. With rising population and income, agricultural productivity will have to continue growing. But continued growth based on intensification and unsustainable land use practices would be difficult. Tremendous research effort is needed to understand how practices can be modified to manage the critical ES provided to agriculture and to minimize the negative externalities of agriculture. Investments also may be required in key areas of the rural sector to protect the resource base, such as the natural ecosystems that provide vital habitats and alternative food sources for beneficial insects within the agricultural landscapes. The overall goal of this proposed study is to improve our understanding of the complex effects of landscape diversity as driven by land use choices, on the provision of key ES that support agriculture, and how those effects are channeled to human welfare and poverty reduction outcomes, and to provide the analytical tools to assist making strategic, evidence-based decisions on managing land use in agricultural landscapes that explicitly account for the effects of ES provision on poverty reduction. The landscape-scale land use perspective to ES management is of particular importance to China, where most of the poverty is concentrated in its rural population and the agricultural ecosystems face the challenge of improving productivity and sustainability while decreasing their environmental impact and ecosystem degradation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I004335/1","grantId":"NE/I004335/1","fundValue":"255233","fundStart":"2010-08-01","fundEnd":"2012-07-31","funder":"NERC","impactText":"","person":"Mark William  Rosegrant","coPersons":["Jikun  Huang","Yanhui  Lu","Wopke  Van Der Werf","Feng  Wu","WEI  ZHANG"],"organisation":"Int Food Policy Research Inst","findingsText":"","dataset":"gtr"}