{"id":"0EC4A258-FDA5-4C51-BA40-25447B27851F","title":"Understanding a novel mechanism involving pathogenicity islands in the transfer of unlinked chromosomal virulence genes.","abstractText":"In recent decades, most pathogens have become progressively more contagious, more virulent and more resistant to antibiotics. This implies a rather dynamic evolutionary capability, representing a remarkable level of genomic plasticity, most probably maintained by horizontal gene transfer (HGT). HGT can, in a single step, transform a benign bacterium into a virulent pathogen. This is especially true for several notorious pathogens, including Staphylococcus aureus and Escherichia coli, used in this project as models, for which phage-mediated HGT enables relatively benign strains to cause lethal infections. However, in spite of their relevance, the mechanisms underlying transfer of MGEs and emergence of new bacterial virulent clones are far to be completely known. \nHere we report the existence of a hitherto unrecognized attribute of pathogenicity islands, namely their ability to contribute to the enhancement of their hosts' pathogenicity independently of their own direct role. We have found that throughout the host chromosome are scattered homologs of the Staphylococcal pathogenicty island (SaPI) pac site, which are recognised by the SaPI coded TerS, leading to the encapsidation and high frequency transfer of chromosomal segments downstream of these pseudo-pac sites. Since SaPIs are very common in staphylococci, and since they encode terminases with different sequence specificities, they are thus capable as a genre, of promoting the exchange of alleles and the acquisition of genes that are important for pathogen adaptation. Although pathogenicity islands can convert an innocuous organism into a deadly pathogen, this is based entirely upon the virulence genes that they carry. The ability of pathogenicity islands to contribute to the pathogenicity of their hosts by directing the transfer of unlinked virulence genes is unprecedented. We note finally, that SaPI-like elements are very widespread, especially among Gram-positive pathogens, and suspect that these may well be capable of the same behavior. Here we will try to decipher the molecular basis underlying this novel mechanism of SaPI-mediated horizontal gene transfer, as well as demonstrate its broad distribution and relevance in the bacterial world.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/N002873/1","grantId":"BB/N002873/1","fundValue":"629811","fundStart":"2016-03-01","fundEnd":"2019-02-28","funder":"BBSRC","impactText":"","person":"Jose R  Penades","coPersons":[],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}