{"id":"0EC5DEA1-B73E-4B5C-8849-6D7464EB643C","title":"Early cinema in Scotland, 1896-1927","abstractText":"The central aim of the project is to produce a comprehensive account of the early development of cinema in Scotland. Where were the early films shown; who by and to whom? Where were cinemas built; by whom and with what success? What films did they show and who went to them? How did films circulate, and who distributed them. What kinds of film were (and were not) produced in Scotland? Who produced them? What succeeded and what did not? How did cinema grow as a business? In what ways did cinema, within thirty years, become a major cultural form? What were the differences between rural cinema and cinema as an urban phenomenon? How were the expectations of cinema defined; what social, cultural and aesthetic values were ascribed to it; and how was the experience of cinema described in the press and other sources?\\n\\nThe popularity of cinema in Scotland - and in Glasgow particularly - is legendary. Purpose-built cinemas began to appear in 1910, and by 1920 there were 557 cinemas in Scotland. By 1929, according to the historian, Christopher Harvie, Glasgow alone had 127 cinemas. Green's Playhouse, opening in 1927 had a seating capacity of 4,368, and was, by repute, the largest cinema in the world outside the USA. In 1939, according to Bruce Peter, there were 'a staggering 114 picture houses in Glasgow with a seating capacity in excess of 175,000, more cinema seats per head than any other city in the world.' \\n\\nAgainst this background, the absence of indigenously produced feature film is striking. In a period from 1915 to 1930, when the Irish Filmography lists around 30 Irish-produced fiction films, the Scottish record contains 6. In the same period, internationally, over 150 films have clearly identified Scottish themes; e.g. Bonnie Prince Charlie, Rob Roy, and Mary, Queen of Scots. \\n\\nThis disparity - between the popularity of cinema and the production of feature films; between the international market for Scottish stories and the apparent absence of a domestic industry which might sustain their production - points to a key element in the historical context for the research. \\n\\nMore broadly, the project addresses a fundamental gap in the historical record of Scottish culture, which is itself a disparity in current research: the disparity between the importance of cinema in 20th-century Scottish culture, the wealth of documentary evidence available in archives, and the lack of sustained academic research in uncovering, collating and making sense of this evidence. While early Irish cinema has been well surveyed in monographs and edited collections, while there are two monographs which address early cinema in Wales, and while the inventiveness of regional producers in Brighton, Sheffield or Blackburn is part of the international history of early cinema, research into history of the early cinema in Scotland is covered by a handful of articles and catalogue introductions.\\n\\nThis, then, will be the first major attempt to bring together systematically a range of resources and archive records in order to produce a comprehensive account of the beginnings of cinema in Scotland. It will cover production, distribution, exhibition and reception in order to understand the cultural, social and economic place of cinema in the early years of the twentieth century: the phenomenon which Francesco Casetti describes as 'the popularization of modernity and the modernization of popularity.' In this sense, the research will contribute to a more complex understanding of the cultural significance of the so-called 'silent period'. An understanding of the particular popularity of the 'cinema of attractions' in Scotland -- of 'shows', 'local topicals' and 'actualities' -- will add significantly to international research into film history and to the historical understanding of a period when it was not yet certain that cinema would become either a dominant form of culture, or, indeed, a narrative form of entertainment.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/I020535/1","grantId":"AH/I020535/1","fundValue":"583980","fundStart":"2012-08-01","fundEnd":"2015-12-18","funder":"AHRC","impactText":"","person":"John  Caughie","coPersons":["Trevor  Griffiths"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}