{"id":"0EC687B0-9511-4785-99D2-F0874AED1F42","title":"Cold chain storage and distribution of therapeutic mammalian cell cultures including stem cells using sol-gel technology","abstractText":"Transport of cell cultures represents a significant distribution problem both for laboratory supply companies and for emerging therapeutics companies in the area of cell therapies and regenerative medicine. None of the current distribution solutions is ideal, involving a combination of complex, specialised, logistics with high costs and/or limited delivery time windows. This project will be aimed at further development of our recently invented novel technology for maintaining mammalian cell cultures in a quiescent state through short term storage and transport. It will be focused on the evaluation of the applicability of this novel technology as an effective ambient and/or cold chain temperature solution to an existing distribution problem affecting a broad range of human/mammalian cell cultures used or intended for use in cell based therapies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I00985X/1","grantId":"BB/I00985X/1","fundValue":"80360","fundStart":"2011-01-17","fundEnd":"2011-12-16","funder":"BBSRC","impactText":"  We have published a key paper in the field; we trained a PDRA in the application of hydrogels with stem cells for tissue engineering; we have developed a innovative technology for the storage and distribution of stem cells; we have attracted R&amp;D investment from commercial organisations: we have had success commercialising the technology in the form of licences Healthcare,Pharmaceuticals and Medical Biotechnology Economic","person":"Che John Connon","coPersons":["Vitaliy V Khutoryanskiy"],"organisation":"University of Reading","findingsText":" i) We found that pore size within the alginate gel was related to cell viability once encapsulated and stored. Pore size could be increased by using a lower alginate concentration but this resulted in a fragile gel (and would break up releasing cells prematurely during storage/transit). Therefore we investigated the novel use of cellulose as a live-cell porogen. By including cellulose in the alginate solution we could produce gels that had the mechanical benefit imparted by a high alginate concentration whilst retaining the greater pore size required to preserve cell viability.\n\nii) Mechanical stability of the alginate gel was further enhanced by the addition of an inert nylon mesh, reducing gel break up and cell release during storage/transit.\n\niii) Following 5 days storage in ambient conditions stem cells retained their phenotype and function upon immediate release from the gel, Cryo-preserved cells are not functional upon thawing and require several days in culture before use. Transport of live cells (inc. stem cells) in non-cryogenic (room tempertature) conditions for future cell based therapies. We successfully proved that hydrogel encapsulation can be used for the storage/transport of living cells at room temperature. With IP now in place, further funding with commercial partners is being sought. Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}