{"id":"0EC6352E-87C9-4488-8B97-63106174AAC5","title":"Role of Mef2D in inflammation","abstractText":"The immune system is essential in order to protect from infection and to mediate tissue repair. Despite these important functions the immune system, when not correctly regulated, can have harmful effects. Following infection, pathogens are detected by cells in the immune system, which then trigger an inflammatory reaction. This process results in the recruitment and activation of further immune cells and is designed to kill the pathogen. Once the pathogen is cleared then the immune system is deactivated, a process referred to as resolution. While inflammation is a necessary process to deal with infection, a side effect of this process is unwanted collateral damage to healthy cells in the body. To minimize this effect, inflammation is a tightly controlled process and subject to a range of both positive and negative feedback mechanisms to both prevent uncontrolled inflammation and promote its resolution once pathogens are killed. Co-ordination of immune cells during inflammation is achieved via the production of a range of pro- and anti-inflammatory cytokines, small proteins that control the function of immune cells. Due to their importance in regulating the immune system, the production of these cytokines is tightly regulated and failure of this regulation has serious consequences. For example, failure to limit inflammation during infection can lead to a uncontrolled production of pro-inflammatory cytokines that persists even if the infection is controlled. These 'cytokine storms' can lead to septic shock and are very difficult to treat and still result in a high rate of mortality. An inability to promote the resolution of inflammation or a breakdown in immune tolerance results in chronic inflammation, a condition that underlies pathology in a range of diseases including autoimmune conditions, diabetes and cardiovascular disease.\nDrugs that modulate the production or function of cytokines to inactivate the immune system therefore have potential for the treatment of a range of conditions. Understanding the intracellular mechanisms that regulate cytokine production and how this impacts on the immune system is an important first step in selecting targets that can be used for drug development. \nWe are interested in how the production of an anti-inflammatory cytokine, IL-10, is controlled. IL-10 is a key cytokine in limiting inflammation and promoting resolution. This is illustrated by the finding that mutations that either inactivate the IL-10 gene or block IL-10 function result in the development of colitis in both mice and humans due to a deregulated immune response to the gut flora. In addition loss of IL-10 function has been shown to sensitize mice to pathology in a large range on immune models. In our previous work, we have looked at how transcription of the IL-10 gene is regulated and started to unravel the intracellular pathways that control its expression. Recently we have found that in macrophages, an important cell type in innate immunity, IL-10 production is inhibited by Mef2D, a protein that was not previously established to play a role in macrophage function. Mef2D is a transcription factor that can bind to DNA and regulate the transcription of specific genes and a potential site for Mef2D exists in the IL-10 gene. In the proposed work, we will determine the molecular mechanism by which Mef2D regulates IL-10 in macrophages and the signaling pathways that control Mef2D function. We will also determine if Mef2D plays a similar role in other cell types in the immune system that produce IL-10. Finally we will determine what the effect blocking Mef2D function in vivo has on IL-10 dependent models of immune disease. \nTogether these experiments will help delineate a new pathway that controls the production of IL-10. This in turn will suggest novel ways in which IL-10 production could be targeted by drugs designed to limit inflammation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L008785/1","grantId":"MR/L008785/1","fundValue":"344437","fundStart":"2014-05-01","fundEnd":"2017-04-30","funder":"MRC","impactText":"","person":"Simon  Arthur","coPersons":[],"organisation":"University of Dundee","findingsText":"","dataset":"gtr"}