{"id":"0EC66174-E904-44DC-AC4C-FD3F13510386","title":"Towards next-generation multi-junction solar absorbers - new THz probes of charge dynamics in quantum dots","abstractText":"Solar power is one of the most promising alternatives to using oil, gas and coal to generate the energy we need. The sunlight that reaches the earth from the Sun is enough to supply all our energy needs 10,000 times over. However, today's solar cells are not yet economic; it is still cheaper to produce power by burning fossil fuels and this is preventing their widespread use.\n\nHow can we make solar cells economically competitive with fossil fuels? There are two ways: make them more cheaply or make them more efficient (or preferably both!) Most of the solar cells we use today are made from silicon and are up to around 20% efficient but expensive to make. Some newer, different types of cell are beginning to become available which are cheaper to make but are only 10% efficient at most. We need to develop solar cells that are both cheap and efficient enough to compete with fossil fuels.\n\nOne of the most promising ways to do this is by using 'quantum dots' (QDs) - tiny clusters of a few hundred semiconductor atoms that absorb the sunlight and turn it into electricity. They are cheap and easy to make. We can change the colour of sunlight that is absorbed simply by changing the size of the QD. This means we can easily make a higher-efficiency 'multijunction' cell that absorbs more of the sunlight by using dots of several different sizes.\n\nThis is not the only way in which QDs can lead to higher efficiency. In today's solar cells, about half of the energy from the Sun is wasted as heat when the sunlight is absorbed by the cell. In QDs, however, something else can happen - the energy that would become waste heat in a normal cell can be used instead to produce extra electricity. This is known as 'multiple exciton generation' or 'MEG'. Solar cells based on MEG in QDs could be up to 50% more efficient than today's technology.\n\nThis is an exciting prospect but we still need to understand this process better. We need to find out what happens in the QD straight after sunlight is absorbed. MEG occurs extremely fast, and is hard to study, so it is difficult to prove whether MEG is happening in a QD or not. To tackle this, we have developed ultrafast laser experiments that give us a snapshot of the current as it is created. We use a very short laser pulse to replicate the sunlight, creating the current. Then we measure what has happened in the sample using a pulse of terahertz radiation (very low energy infrared). This is absorbed very strongly by the current carriers. If we vary the time between the 'pump' pulse and the 'probe' pulse, we can measure what happens to the current very quickly (in around 1/10,000,000,000th of a second). This gives us a measure of the extra electricity created by MEG.\n\nWe can do this with semiconductor samples with a very large number of atoms, but the conventional terahertz radiation source we use is not powerful enough to study QD samples, which are very dilute. Much higher power compact terahertz sources are being developed in ASTeC at STFC Daresbury Laboratory. The purpose of this application is to use this STFC technology in our measurements to allow us to measure the current created by sunlight in QDs (and MEG), on very fast timescales. We will install and test a number of STFC terahertz sources in our experiments.\n\nMeasurements like this are very important to the manufacturers of QDs. At the University of Manchester, we have been collaborating for some years with Nanoco Technologies Ltd, the UK's leading manufacturer of QDs. They are interested in the ways in which their dots might be used in future solar cells. In their in-house research they are developing solar cell prototypes that use QDs. In this project we will demonstrate the value of STFC-developed portable high power terahertz sources for QD measurements to Nanoco and the solar industry. At the end of this feasibility study, we hope to develop the technology in partnership with Nanoco and STFC.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/K001981/1","grantId":"ST/K001981/1","fundValue":"49838","fundStart":"2012-11-01","fundEnd":"2013-10-31","funder":"STFC","impactText":"","person":"Darren Mark Graham","coPersons":["Steven Patrick Jamison","Wendy R  Flavell"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}