{"id":"0ED13608-FF8D-41FB-A0A8-53E0E86598CD","title":"Rethinking mind and meaning: A case study from a co-disciplinary approach","abstractText":"In what sense are non-verbal creatures such as animals and human infants capable of thinking? Can they reason about things that they can not directly observe? Can they understand complex notions such as knowledge, causes and intentions? If they can, what makes adult human thought unique? This project brings together researchers from the humanities (e.g., linguistics and philosophy) and the sciences (e.g., psychology and biology) in a co-disciplinary effort to make progress on fundamental questions such as what is thought, what distinguishes the human and the animal minds, or what is communication. \n Think about the following example: when chimpanzees see a snake, they may produce a particular vocalization that alerts other chimpanzees to the danger. Intriguingly, they are more likely to give these alarm calls when other chimpanzees are ignorant of the snake's presence, and the chimpanzees who hear the call may react as if they had seen an actual snake, even if none is actually present. Do chimpanzees recognize that an individual who saw the snake before remains knowledgeable of its location, thereby showing an ability to understand the minds of others, as humans do; and do the chimpanzee listeners 'imagine' the unseen snake just from hearing the call, as if this acted like a symbolic word? \nThe past few decades have seen an amazing wealth of studies like this hinting at remarkable cognitive abilities in animal communication, tool use and sophisticated social understanding, that have fascinated scientists and the general public alike. In humans, the mental life of young infants who have not yet acquired language seems to be even richer (e.g., 1 year-olds seem to appreciate not only what others know, but also when others falsely believe something). \n Interpreting results like these has led to deep divisions and discussions among psychologists, biologists and theoreticians like philosophers and linguists. Although some humanists and scientists have occasionally discussed some of these issues together, no consensus has been reached on how to interpret them. Some think that they demonstrate a fundamental similarity between human and animal minds, but others argue that alternative explanations of animal feats are possible and human minds remain qualitatively different. Some of these disagreements prolong very old, unsolved problems in the sciences and humanities.\n Our project proposes a &quot;co-disciplinary&quot; attempt (a new word, meaning that we aim to work together planning new studies as a single team, rather than simply exchanging our respective views or results) at overcoming this impasse. We want to discuss and understand together the existing ideas and views, how similar or different they are, how well they account for the existing evidence, merging our respective expertise and seeking further expertise from other disciplines and teams where necessary. We want to clarify existing ideas, but also explore new notions capable of better explaining some of the paradoxical results produced by recent science. We believe that the surprising findings with animals and infants point to the existence of &quot;conceptual primitives&quot; of thought that have not yet been properly characterized neither by science nor by the humanities for lack of an appropriate common framework of research. As an essential part of this &quot;reconceptualization&quot;, we want to propose and conduct -again together as a single &quot;co-disciplinary&quot; team- new studies to test and fine-tune the new notions and ideas.\n Finally, we propose to engage the public and school children, using our work at Edinburgh Zoo, with the process of investigating these issues in the co-disciplinary way we propose. We will make the public have access to the process of research, rather than just the results.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L015234/1","grantId":"AH/L015234/1","fundValue":"197041","fundStart":"2015-01-01","fundEnd":"2016-10-31","funder":"AHRC","impactText":"","person":"Juan Carlos Gomez","coPersons":["Derek  Ball","Herman Wright Cappelen","Amanda  Seed"],"organisation":"University of St Andrews","findingsText":"","dataset":"gtr"}