{"id":"0ED43A32-BCAC-4DC1-ACB2-3EE17AAA098F","title":"The Historical Study and Documentation of the Pad gling traditions in Bhutan","abstractText":"Following the Chinese takeover of Tibet and in the wake of the modernisation that has affected other parts of the Northern Buddhist world, the Kingdom of Bhutan has come to be seen as the last bastion of a fully-fledged Mahayana Buddhist tradition. Its long history of isolation and independence and its conservative cultural traditions and political structure have combined to make Bhutan a unique repository of the cultural and religious wealth of Himalayan Buddhism, with religious establishments, traditions and cultures still intact and largely unexplored. Increasing access given to these institutions and repositories now makes Bhutan a strategic area for research that will lead to an enhanced understanding of the Mahayana Buddhist tradition and also provide systematic study and effective documentation of Bhutan's religious and cultural heritage.\\nPadma Gling pa (1450-1521), the premier Bhutanese religious visionary, was the founder of one of the two major schools of Buddhist practice and spirituality in Bhutan. A mystic, saint, artist and the founder of several monasteries and religious lineages, Padma Gling pa is now celebrated as a spiritual ancestor and cultural hero, the most renowned Bhutanese figure in the Himalayan Buddhist world.\\nHis teachings form the religious classics and liturgies in many Himalayan communities, and the monasteries he founded in Bhutan and Tibet are well-known centres of religious education, art and culture. The institutions arising from his family and the line of reincarnations have played an important role in shaping the history of Bhutan and the Himalayas. Yet, no proper study or documentation of the Pad gling establishments and institutions has so far been undertaken apart from a few biographical and genealogical accounts. A systematic study of the historical development and the religious and political significance of Pad gling institutions is crucial to our understanding of Himalayan religion and history.\\nThe principal institutions this project aims to explore are the three lines of reincarnations (sprul sku) associated with the Pad gling tradition. These reincarnations continued and propagated the legacy of Padma Gling pa and played leading roles in the religious and secular history of Bhutan and the Himalayas. Padma Gling pa's family line has also grown into a pre-eminent class of religious elites and dominated the Bhutanese religious and political scene. The current royal family of Bhutan claims direct descent from Padma Gling pa, as do many other Himalayan religious elites. The arts and cultures introduced by Padma Gling pa and his descendents today represent the intrinsic Bhutanese tradition. The rituals and masked dances the Pad gling hierarchs composed are performed across the country during festive occasions and Padma Gling pa's metal artefacts are treasured as masterpieces. Padma Gling pa and his tradition, thus, underpins the Bhutanese cultural identity.\\nA proper study of the Pad gling institutions and their role in the religious and political history of Bhutan and the Himalayas is long overdue. This research project shall undertake a thorough study and documentation of Padma Gling pa's religious works and the broader impact of his activities and institutions. Our researcher, Karma Phuntsho, is already familiar with much of his works and has access to the literary collections in the major Padma Gling pa establishments, which were hitherto inaccessible but known to contain significant materials of interest. Consolidating new information from these monasteries and building on the existent works on Padma Gling pa, we believe the project will make substantial contribution to our knowledge of and resources on Bhutan and the Himalayas.\\nWith the recent introduction of TV and internet and the onslaught of globalization, the traditional lifestyle in Bhutan is rapidly changing. It is thus opportune that an effective documentation of its spiritual heritage is undertaken.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E002374/1","grantId":"AH/E002374/1","fundValue":"507740","fundStart":"2007-03-01","fundEnd":"2012-08-31","funder":"AHRC","impactText":"","person":"Stephen Philip Hugh-Jones","coPersons":["James Alexander  Laidlaw"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}