{"id":"0EE93E00-01A6-46C3-A040-BFB00A7120CE","title":"Isaac Newton Institute Programme on Gyrokinetics in Laboratory and Astrophysical Plasmas (Urgency Scheme)","abstractText":"Perhaps the greatest challenge in plasma science is to understand the multiscale interaction between small-scale fluctuations and large-scale plasma dynamics. This is crucial both in fundamental astrophysical and space physics research (e.g., turbulence in the solar wind, accretion onto black holes, and global temperature profiles and local structures in galaxy clusters) and in more practical terrestrial contexts (e.g., the performance of the international fusion reactor, ITER). In the last 25 years, a new mathematical approach, gyrokinetics, has been developed to treat low-frequency fluctuations in plasmas. In this approach, the fast orbital 'gyromotion' is averaged to produce kinetic equations for rings of charge. This is a 5D mathematically rigorous description that is far more tractable than the full kinetic theory. Despite some practical successes in code-building and simulations, the mathematical properties and physical implications of gyrokinetics are insufficiently well understood. In space and astrophysics, the wide applicability and power of the gyrokinetic theory has yet to be fully recognised and exploited. The programme will aim to step beyond the traditional focus on gyrokinetics for fusion plasmas: to confront a broader group of applied mathematicians and numericists with the practical challenges posed by gyrokinetics; to explore applications to space and astrophysical plasmas; and thus to help forge a cross-disciplinary and versatile community of physicists, astrophysicists and mathematicians. The Isaac Newton Institute Programme on Gyrokinetics in Laboratory and Astrophysical Plasmas is organized by Professor W Dorland (Maryland), Professor S Nazarenko (Warwick) and Dr A Schekochihin (Oxford, STFC Advanced Fellow), with Professor S Cowley (Director, Culham Centre for Fusion Energy) as advisor. Approximately 50 leading researchers will attend during the four-week programme, which includes the week-long workshop 'Kinetic-scale turbulence in laboratory and space plasmas: empirical constraints, fundamental concepts and unsolved problems'.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/I002138/1","grantId":"ST/I002138/1","fundValue":"6960","fundStart":"2010-07-19","fundEnd":"2010-08-18","funder":"STFC","impactText":"","person":"Alexander  Schekochihin","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}