{"id":"0EEAE075-44ED-4B55-BB4E-0BE05AA72553","title":"Crohn's Disease and Mycobacterium avium subsp paratuberculosis, a Public Health tragedy whose resolution is long overdue: quantifying human exposure","abstractText":"Mycobacterium avium subspecies paratuberculosis (MAP) is a difficult organism to study because it does not grow reliably in culture, can adopt a form which cannot be seen down a microscope, and can minimize recognition by the immune system. MAP is a proven cause of chronic inflammation of the intestine in many species including primates. Despite this, MAP can live in animals for years without causing visible disease. Subclinical infection with MAP is widespread in farm animals. In some areas about 70% of dairy herds may be affected. Infected animals secrete MAP in their milk. MAP is not completely inactivated by pasteurisation and has been isolated from retail pasteurized milk in Britain, the Czech Republic and the USA. In these countries and by implication elsewhere, MAP is being transmitted to people in retail milk supplies. MAP infection in humans is very difficult to detect. Recent research by us and others has confirmed that almost everybody with chronic inflammation of the intestine of the Crohn's disease type is infected with MAP. With MAP able to cause chronic inflammation of the intestine in so many species it is almost certainly doing the same thing to people. Crohn's disease is increasing in frequency especially in children. Infected farm animals shed millions of MAP onto pastures where they survive for long periods. Wildlife becomes infected. MAP is washed into rivers and lakes. In 2000 we obtained a 5 year grant from the NERC-MRC E&amp;H Initiative to study MAP in the environment and how people might be exposed to it. In the study region of S. Wales we found MAP in one third of twice weekly water samples from the river Taff. We showed that the previously described distribution of Crohn's disease cases within Cardiff was consistent with the transmission of MAP from the contaminated river to humans via aerosols. The River Tywi is extensively abstracted for domestic supply. We found that the Tywi is twice as contaminated as the Taff probably because of the much larger number of animals in the catchment. The treatment of water taken from the river removed suspended solids and with it most of the MAP. Disposal of the waste back onto the land established another cycle of environmental contamination. We obtained evidence that MAP could get through to domestic water systems. We also studied the Lake District where the distribution of MAP was widespread but patchy. Eight of 12 major Lakes were positive. MAP was also present in the clean water effluent of domestic sewage treatment works. Where this discharges into waters also sourced for domestic supply it creates the potential for MAP to cycle in human populations. The overall picture obtained by the research was of the widespread opportunity for human exposure to MAP from a contaminated environment continually being replenished by the production of MAP from animals. Consequently we hypothesise 'that Mycobacterium avium subspecies paratuberculosis contaminating environmental compartments constitutes a significant and incremental threat to human health.' This complex problem will only be solved by eliminating MAP infection in animals. This requires the development and use of modern anti-MAP vaccines. Under the NERC-CEH Ecology and Hydrology Funding Initiative we wish to begin by developing a new quantitative test measure how much MAP persists in different environmental compartments of our published model (e.g. river water, aerosols, biofilms and slurry). We will develop a quantitative PCR method specifically for the detection of MAP which will be robust and applicable to all aspects of our environmental model. This will be supported by culture and the comparative genomics of MAP characterising isolates from a variety of environmental sources.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F014791/1","grantId":"NE/F014791/1","fundValue":"195594","fundStart":"2008-10-01","fundEnd":"2012-09-30","funder":"NERC","impactText":"  Publicity about our publications has generated media, web and personal interest leasing to contact with professionals and patients with conditions related to the proposal. Environment,Healthcare,Other Societal","person":"Roger  Pickup","coPersons":["John  Hermon-Taylor"],"organisation":"NERC Centre for Ecology and Hydrology","findingsText":" In the first comprehensive geographical survey of distribution in Great Britain, Mycobacterium avium ssp. paratuberculosis (MAP) was detected in 115 of 1092 (10.5%) soil cores, in the range of 5 &times; 102 to 3 &times; 106 MAP cell equivalents (CE) g-1 wet weight soil with the majority of the positive PCR reactions (n = 75; 65%) occurring around the limit of detection (500–5000 CE g-1 wet weight soil). The distribution of MAP significantly increased from North to South and was significantly correlated with increasing cattle numbers over the same longitudinal axis. Similarly MAP occurrence significantly increased towards easterly latitudes although none of the parameters measured were associated. Comparisons of land use indicated that MAP was widely distributed in both farming and non-farming areas. Soil core samples taken from the rivers Wyre and Douglas catchments (Lancashire, UK) and river Tywi (South Wales) were negative for MAP. However, river monitoring showed a consistent presence of MAPs throughout those catchments over a 6-month period. We concluded that MAP is widely distributed within and outside the confines of the farming environment; its geographical distribution is wider than originally anticipated and; monitoring rivers describes the MAP status of catchment better than individual soil samples.\n\n In addition to our previous studies that showed Map to be present in U.K. rivers due to land deposition from chronic livestock infection and runoff driven by rainfall. The epidemiology of CD in Cardiff showed a significant association with the River Taff, in which Map can be detected on a regular basis. We have previously hypothesized that aerosols from the river might influence the epidemiology of CD. In this preliminary study, we detected Map by quantitative PCR in one of five aerosol samples collected above the River Taff. In addition, we examined domestic showers from different regions in the U.K. and detected Map in three out of 30 independent samples. In detecting Map in river aerosols and those from domestic showers, this is the first study to provide evidence that aerosols are an exposure route for Map to humans and may play a role in the epidemiology of CD. Dept Health\nDEFRA\nDairy Industry\n\nmay have to recognise that Mycobacterium avium ssp. paratuberculosis is a zoonotic pathogen and take precautions to minimise human exposure. Agriculture, Food and Drink,Environment,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}