{"id":"0EEBFB83-52A5-4E80-99BB-6A00DCA3EA58","title":"Seasonal timing and molecular evolution of circadian photoresponsive genes in Drosophila","abstractText":"In temperate regions, many higher organisms use changes in temperature and daylength (photoperiod) to anticipate the coming season. Daylength is considered a more reliable cue than temperature, and numerous arthropod species, including fruitflies, detect the autumnal shortening of the day to initiate their hibernating (diapause) winter response. Population studies from the northern hemisphere in several insect species have demonstrated that the response to the change in daylength is correlated with latitude, so that northern populations initiate diapause earlier in the year than southern populations, because it gets colder earlier, even though days are still long. Daylength also plays an important role in regulating the daily circadian 24 h rhythms of behaviour and physiology. Northern populations are exposed to extremely long daylengths in the summer, and studies in the laboratory reveal that such light-dark regimes can disrupt circadian behaviour. Several studies have shown that northern populations respond to this challenge by reducing the light-sensitivity of their clock. We have recently analysed natural polymorphism in a gene called timeless (tim) that controls the 24-hour circadian rhythm of behaviour and physiology in the fruit fly. TIM protein is sensitive to light and mediate how the clock responds to light. We have found that a new allele of tim that arose in southern Europe 7-10,000 years ago, is spreading throughout Europe by directional selection. This new tim variant has an attenuated circadian and photoperiodic light response, with the result that in a seasonal environment such as Europe, it anticipates the oncoming winter earlier than flies carrying the tim gene and therefore has a better chance of surviving these harsh conditions. . The reason for this is that the new TIM protein, on stimulation by light, does not physically interact as readily, with a photoreceptor called cryptochrome (CRY). Thus the new mutant tim gene has spread through the population because of its altered photoperiodic behaviour, which in Europe, gives it a competitive advantage, ie Darwinism by natural selection. We have now observed that CRY, and a newly identified protein DAY, which interacts with CRY, and acts to repress its photoceptiveness, show unusually high levels of sequence variation. Some of these changes in the CRY protein make the photoreceptor less photoresponsive. We will examine how these CRY and DAY variants are distributed in Europe, and whether they show the signatures of being maintained by natural selection. We will also extend this approach to the rhodopsin (Rh) genes, which mediate the canonical visual pathway, after a functional assessment of which of the six genes may be the more relevant to diapause. We shall examine the functional consequences of the different cry, day and Rh variants on diapause and circadian light sensitivity, and also study their implications for Darwinian fitness. By correlating genetic variation (and spatial distribution) with phenotypic variation we will identify how populations adapt to different thermal and photoperiodic environments. Our work will have clear implications for developing biological markers for assessing climate change.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/D012058/1","grantId":"NE/D012058/1","fundValue":"368891","fundStart":"2007-02-01","fundEnd":"2010-01-31","funder":"NERC","impactText":"  Our finding were highly cited in the scientific litratue and helped in identifying another circadian clock gene. The economic/social impact has not been realized yet. Other ","person":"Eran  Tauber","coPersons":["Ezio  Rosato","Charalambos  Kyriacou"],"organisation":"University of Leicester","findingsText":" The ubiquitous circadian clock that drives daily 24 h rhythms in higher eukaryotes is composed of an evolutionary conserved genetic network. Our NERC supported research was aimed at identifying natural adaptive variation in circadian clock genes in Drosophila melanogaster, and exploring how these mutations might accommodate the circadian pacemaker to different environments. Our studies of a natural polymorphism in the clock gene timeless (tim), which were published in back-to-back papers in Science have been selected as a top NERC achievement, and was included in the NERC annual report in 2008. We extended this project by collecting flies from Spain and observing that this allelic variation in tim follows an opposite latitudinal cline to the one we originally reported for the Italian peninsula. This striking result supports our model of directional selection of the newly derived tim allele (as opposed to balancing selection based on a latitudinally associated environmental factor), and confirms the spread of the favoured allele from southern Italy where it was first derived ~3000ya (Zonato et al submitted). We also analysed variation in cryptochrome (cry), a blue-light photoreceptor which is important for circadian function in a broad range of organisms, including plants, insects and mammals. We identified a single nucleotide polymorphism (SNP) that is very common in all European populations and which involves a radical amino-acid change. To test the functional role of this SNP we generated transgenic flies that carry the different cry alleles and found that this polymorphism accounts for substantial variation in various circadian phenotypes. We have analysed the spatial distribution of the cry polymorphism from Scandinavia to the Mediterranean, and found that both alleles are common, which may be driven by photoperiodic-dependent assortative mating (homozygosity increases in Northern latitudes). A manusctipt summarising has been submitted (Pegoraro et al). Our finding provided the first molecular link between the circadian clock and the less –studied photoperiodic clock which is critical for seasonal timing. Our study contributed to the rising interest of the chronobiology field in identifying the molecular basis of the photoperiodic clock, which was reflected in the increased number of publications since then. It has also demonstrated the fruit-fly is a powerful model for both the circadian system and for seasonal timing and by that further contributed to replacement and reduction of animal use (the 3R’s narrative). Agriculture, Food and Drink,Other","dataset":"gtr"}