{"id":"0EEE7971-82FF-47AA-A480-5BAC78C8AC06","title":"Community gardening, creativity and everyday culture: food growing and embedded researchers in community transformation and connections","abstractText":"This pilot demonstrator project will show the potential and challenges of shared creative activities involving members of communities and researchers, and their capacity for developing community identities and transformative experiences. The outcomes will include creative acts and objects as well as written material which will demonstrate in a highly innovative manner to both community and research stakeholders that a creative process involving communities and embedded researchers can produce new knowledge and connect communities.\n\nThe proposed project will work with three communities involved in communal food growing in Sussex, Manchester and inner London who differ in terms of class, ethnicity and sexuality and have used creative acts to develop on-going connections. The community collaborators involve a community farm, a city farm and a lesbian and bi-sexual youth work project. The project will document and analyse the process of communities sharing creative acts and the spaces in which this occurs in order to reveal how creativity influences community identity and connectivity.\n\nThere a number of reasons for the focus on communities involved in communal food growing. Communal and individual food growing is a rapidly growing phenomenon whose significance for communities is not fully understood. The number of community gardens in England in 2010 was four times greater than in 2005 and a number of public bodies have funded new communal food growing projects. For example, the Capital Growth project in London supported by the Mayor of London and the Big Lottery Fund aim to create 2,012 growing spaces. Food growing has become increasingly popular in western Europe in the last decade with the fastest national rates of growth found in the UK, where the proportion of the population involved has risen from 4% to 14% in the short period between 2003 and 2007. \n\nThe proposed project will build on four current Connected Communities Programme (CCP) projects:\n\nConnecting Communities through Food: The History of Community Supported Agriculture in the UK; \nConnecting health, health-behaviours and place through the work of community gardening; \nCommunity Music: History and Current Practice, its constructions of 'Community', Digital Turns and Future Soundings;\nA Communities of Practice model to contribute to community cohesion and self-reliance.\n\nTwo of these CCP projects have involved the establishment of embedded researchers within food growing communities. Embedded researchers are part of the community being researched and are designed to develop 'deep' connections between communities and research institutions. This approach to research, however, is 'risky' as it can raise a range of ethical, institutional, personal and professional dilemmas that often only emerge once the research process is underway. The proposed project will analyse the experience of embedded researchers to demonstrate how an inclusive arts-based research approach involving such researchers can stimulate creative acts that facilitate transformative moments for individuals and communities. \n\nThe techniques used in the project are wide-ranging and cross-disciplinary. They are designed to encourage joint working between community and university collaborators. The techniques include:\n\n - Community priority identification meetings to establish the community goals for the project; \n - Skill building where community members and researchers jointly improve their research and creative \n skills; \n - Community creative exchanges where communities share creative outputs with similar communities;\n - Films and interviews documenting the creative exchanges; \n - Workshops involving all partners to consider the role of embedded researchers;\n - Community led presentations of creative outputs to similar communities;\n \nThe findings will be widely disseminated to a range of communities involved in communal food growing.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J006866/1","grantId":"AH/J006866/1","fundValue":"79587","fundStart":"2012-02-01","fundEnd":"2013-10-31","funder":"AHRC","impactText":"  This AHRC project has had direct economic and social impacts on Tablehurst/Plaw Hatch Farm which is England's largest community owned farm. These impacts were linked to an earlier AHRC project (AH/I507655/1) entitled Connecting health, health-behaviour and place through the work of community gardening to which this project was a follow on project. The community gift exchange weekend that was part of the project has brought forward new commercial business, as other story tellers ask to use the farm as a base. The barn has been let 6 times since then on a commercial basis for story telling events. The herb scarecrow making used at the event has been taken up by a local school and nursery. The three residents on the farm all of whom have learning difficulties have taken on new creative activities as a result of showing what they could achieve when making the scarecrows. The whole connected communities programme has helped Tablehurst/Plaw Hatch understand itself as a learning community, both in terms of technical skills around farming and gardening, but also in terms of understanding communities themselves. This has helped the farm community explore new opportunities, including partnering with local authorities in France, Belgium and Holland to develop a network of actors committed to developing a new approach to community-connected climate-appropriate landscape management. It has also fostered a new project, with the Ecological Land Co-operative (ELC), to provide a progression route for qualified farm apprentices to move to ELC smallholdings, thus demonstrating how interconnected learning communities can function in ways that allow people to gain experience in one community and then bring it to another one, and so on Agriculture, Food and Drink,Communities and Social Services/Policy,Environment Cultural,Societal,Economic","person":"Andrew  Church","coPersons":["Neil  Ravenscroft","George  McKay","Niamh  Moore","Alice Victoria Fox","Angie  Hart"],"organisation":"University of Brighton","findingsText":" The findings of this project were developed in collaboration with community partners and focus on three issues:\n\nThe role of creativity and gift exchange in developing \nrelationships between different shared interest communities\n\nThe boundaries of public and private spaces and how these are reconfigured in collective community spaces\n\nThe implications of involving embedded researchers who are members of communities in researching those communities, facilitating community capacity and developing connectivity through creative activity;\n\nThe Young Women's Group in Manchester who were one of the community partners on the project is a 'young women's peer health project, run by and for young lesbian and bisexual women', and runs an organic allotment as one of its activities. The research into the boundaries of public and private spaces explored what it means to contribute to a lesbian and bisexual women's allotment. The findings revealed how the allotment project might be understood to be intensely engaged in 'growing intimate publics', or what we term 'privatepublics'. These are paradoxical intimacies, privatepublic spaces which are not necessarily made possible in the usual private sphere of domestic homes, but which materialise on an apparently public allotment site in Manchester. These intimate privatepublics might be understood to offer a resourceful counter to tendencies towards privatising that which was previously public (e.g. in processes of urban development and regeneration, often relying on rather different publicprivate partnerships), whilst at the same time bringing into the public domain that which has been seen to be private and domestic. The research shows how these growing privatepublics emerge in ways which create intimate private spaces in the apparently public domain, necessarily reconfiguring the boundaries of public and private. By exploring how young lesbian and bisexual women may be marginalised in both public and private realms we show how the process of making an allotment run by young lesbian and bisexual women appears as an 'everyday utopia'.\nThe research creativity and gift exchange in developing relationships between different shared interest communities involved developing creative activities with three food growing communities. As part of these activities the communities decided to hold a gift exchange day at a coimmunity farm. One gift that was exchanged was a scarecrow made to express the identity of each community. These activities provided insights that contribute to understandings of both scarecrows and gift relationships, and allowed the researchers to address the enduring lack of a comprehensive theory of the gift. The research also allowed an exploration of the meanings of community and identity linked to food growing projects and spaces. The 'gift' scarecrow was shown to be complexly meaningful artefact, both in terms of the community that it represents, but also more broadly in expressing the continuing struggle for dominion over land and nature. In contrast to the highly commodified and trivial scarecrows made specifically for village festivals, therefore, the vision of the scarecrow that emerges from this work is more analogous to J.G. Frazer's notion of the 'totem': a material object that has an intimate and special relationship with each member of a community. Conceptualised in this way, the scarecrow/totem enjoys what Frazer terms a 'mutually beneficence' with each individual, whereby the scarecrow/totem protects the individual and the individual shows respect for the scarecrow/totem. Respect, we argue, comes about through the annual cycle of rematerialisation and the deliberate placing of the scarecrow on the land. It also arises as a result of others respecting the rights claims associated with the scarecrow - that the scarecrow/totem reflects the custodianship of one or more people over the land upon which it is placed. The research found little evidence of the scarecrow as danger. Indeed, at no point in the work did anyone suggest that scarecrows are sinister in the ways constructed by popular culture. Rather, the communities made the scarecrows 'one of them', in terms of production, form and style. It is therefore clear that we need a (more) nuanced understanding of the scarecrow. A shift in the relative value of the scarecrow is discernible, from production to consumption, from natural ecologies to new rural economies. The contribution of the research into gift exchange is about the more practical concerns about how people can be brought into contact with what they grow; the spaces they work; their relations; the animals they mind; the communities in which they dwell. The gift exchange revealed the community made scarecrows to not static objects of agricultural management, rural symbolism, landscape aesthetics, but as a productive and material entities with social and political potential. The research findings will be of use to:\n\nCommunity organisations seeking to develop capacity with other shared interest communities and understand the role of creative acts in developing links between creative communities \n\nCollective food growing communities and policy makers seeking to understand the types of communities and creative processes that develop around the act of communal food growing.\n\nThe findings are being taken forward by Church who is a Co-I on the ?2.2 million ESRC/AHRC Connected Communities Engagement project entitled 'The social, historical, cultural and democratic context of civic engagement: imagining different communities and making them happen' (project ES/K002686). The finigs form this AHRC project will inform the achievement of the general objective of the ESRC/AHRC project which is to build and sustain academic and community capacity to engage in participatory research within the Broader Connected Communities programme. In particular it will contribute to the specific objective of the ESRC/AHRC project to explore use of collaborative arts and drama practices in building and sustaining communities. Church is a Co-I on this project also involving Universities of Sheffield, Brighton, Durham Huddersfield, Edinburgh, Kent, Stirling, Birkbeck London, Westminster and Warwick. Communities and Social Services/Policy,Environment","dataset":"gtr"}