{"id":"0EF8CEB4-7BE2-467B-B8F2-FBF94F1D856C","title":"How Do Cells Control the Temporal Programme of DNA Replication?","abstractText":"All cells contain a complete copy of the organism?s DNA packaged into units called chromosomes. This DNA is often called the ?genome?, and contains the information which is the genetic blueprint of life. All new cells need a copy of the genomic DNA, and so the DNA must be completely and accurately copied for successful cell multiplication. Interruptions and errors during replication of the DNA can lead to ?genome-instability? diseases such as cancer. DNA replication initiates at multiple sites along each chromosome, called replication origins. These origins are specialized chromosome locations at which DNA-copying machines can be assembled, after which these machines move along the chromosome replicating the DNA as they proceed. We would like to understand how the DNA replication process is controlled, and how defects in this process can lead to disease. We study DNA replication in the budding yeast S. cerevisiae, which is an excellent ?model organism? because its gene structure is simple, and its replication origins are particularly well understood. Intriguingly, DNA replication takes place according to a predetermined programme, with some replication origins initiating much earlier than others. Some cancer cells show defects in the mechanisms that control this temporal programme. We do not understand how cells distinguish early and late origins, although chromosome context appears to be important for correct initiation time. For example, origins that lie close to chromosome ends tend to initiate replication late. We discovered a cellular component (called ?Ku?) that is important for making origins close to chromosome ends late-initiating. Ku binds the very tips of chromosomes but affects the initiation time of origins a surprising distance away. The aim of this research is to understand how Ku affects replication origin initiation time. We will test whether Ku brings about changes in how the DNA surrounding origins is packaged; we might expect to find that tight packaging of the DNA close to an origin causes it to initiate replication late. We will also test whether the length of the chromosome tips affects the replication programme, and examine how events at the chromosome end are propagated along chromosomes to replication origins. This type of ?chromosome context? effect has emerged in recent years as crucially important for the biological function of DNA. As well as improving our understanding of mechanisms that cause cancer, the result of our research will be useful to scientists developing strategies for gene therapy.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0600774","grantId":"G0600774","fundValue":"285737","fundStart":"2008-01-14","fundEnd":"2011-01-13","funder":"MRC","impactText":"","person":"Anne  Donaldson","coPersons":[],"organisation":"University of Aberdeen","findingsText":"","dataset":"gtr"}