{"id":"0EFAD2DF-EA1F-4536-87F8-A4B17B2E9067","title":"The Merry Wives of Munnar","abstractText":"The overarching aim of The Merry Wives of Munnar (MWM) is to make a feature film, with mass market appeal, that will champion STFC research and contribute to the high profile 2016 Shakespeare celebrations, http://www.britishcouncil.org/organisation/press/british-council-announces-global-celebration-shakespeare reaching STFC key audiences. The present application for a Small Award is to contribute to the projects' preproduction aims. These are to finalise the storyboard, conduct script consultations with science experts, cast actors, assign crew, initial set and wardrobe design, rehearsed read-through of screenplay, location reccee, troubleshooting and evaluating the progress. Aims also include steering the preproduction period smoothly forwards and into production and on into post-production and ultimately to use the mass media as well as the Shakespeare 400 http://shakespeare400.org/ celebrations to deliver MWM to an international audience for maximum impact. Film London's http://filmlondon.org.uk/shakespeare commitment to this project means the distribution and backing from the BFI and BBC are secure. Due to the BBCs involvement in Shakespeare 400 and the arrangements between the BBC and Film London it is likely BBC2 will screen the film, thus reaching a TV audience too. I'm making use of partnerships that developed through the 2012 Small Award for Shake Sphere. MWM is a continuation of Shake Sphere and collaborations forged in 2012/2013. For example, Royal Shakespeare Co (RSC) actor Ed Hughes and Professor Bob Newport both collaborated with Shake Sphere and are now working on MWM and the RSC would like to do more work with me. But I also aim to widen the network and forge new alliances between art and science thus expanding on the legacy. As this recent article in Nature http://blogs.nature.com/aviewfromthebridge/2015/04/23/much-ado-about-science/ illustrates, Shakespeare's plays are fertile territories for science enthusiasts. The MWM is a legacy of Shake Sphere and due to the hybridisation between literature, film and science the MWM will have an even more potent and eduring legacy. The ethical issues concerning the colonisation of asteroids are included in the MWM and Shakespearean consultant Dr Preedy considers the MWM a fascinating and thought provoking adaptation that cleverly gives new meaning to the play's original themes. One important aim of the MWM is that it will have a positive impact on its younger audience and after seeing the film more girls and women will feel inspired to continue with STEM subjects after age 16 and go on to have STEM careers. The STEM agenda and the need for diversity have been interwoven into the screenplay. For example, Anne Page is now Asian Anita Patel, age 21, she is using her grandfather's inheritance, not as a dowry, but to pay for her university degree, she enjoys physics and her ambition is to become a Nobel winning nanoscientist. William Page is now a ten year old Indian girl, Shana Oberoi who has a big personality and is extremely knowledgeable on astronomy. These young female characters are independently-minded and fully engaged with science and are inspirational to young audiences. Indeed, malaria consultant Professor Baker told me he shared the screenplay with his 11 year old daughter and she found it so funny and compelling she wants to play the part of Shana! The Merry Wives of Windsor is regularly taught in schools in Key Stage 3 &amp; 4 (age 11 - 16). As original dialogue is interspersed and the narrative follows the same plot structure schools will be able to screen this new version. The two female leads, merry wives, Alice and Madhu, are both highly accomplished and competent women, one of them learning GPS yacht navigation (named Mare Rose) and the other establishing a software company that supplies the Square Kilometre Array. The MWM screenplay is highly informative on a broad spectrum of STFC research, while simultaneously being very funny and entertaining.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/N002008/1","grantId":"ST/N002008/1","fundValue":"9988","fundStart":"2015-08-04","fundEnd":"2015-11-01","funder":"STFC","impactText":"","person":"Carole  Jahme","coPersons":[],"organisation":"Flickering Ltd","findingsText":"","dataset":"gtr"}