{"id":"0F145BD9-1A7E-4536-A1CD-23E50CF6E8AD","title":"Towards Dialogue: A Linguistic Ethnographic Study of Classroom Interaction and Change","abstractText":"Dialogue has been shown to be an effective means for the development of pupil learning, critical thinking and reading comprehension. But although recent policies have promoted dialogic teaching, teacher-pupil interaction in English primary classrooms remains largely unchanged. Why is classroom interaction so difficult to change? How might dialogic pedagogy be fostered and sustained?\n<br />\n<br />Promising answers to these questions may be found in ideas and methods developed in linguistic anthropology regarding how &quot;interactional genres&quot; shape the way people interact with one another. This study aims to examine this idea through the study of classroom practice.&nbsp; In particular, the research will investigate:\n<br />\n<br />\n<ol>\n <li>the role of interactional genres in classroom change processes;</li>\n <li>the relationship between teachers’ sensitivity to interactional dynamics and their professional practice; and</li>\n <li>the explanatory power of interactional genres as a unit of analysis for making sense of what happens in classrooms.</li>\n</ol>\n<br />The research will study change processes associated with teacher professional development designed to encourage and support dialogic teaching and learning of reading comprehension. Data collection will include video and audio recordings of professional development workshops and literacy lessons, field notes, collection of artefacts, and interviews. Data analysis will integrate linguistic ethnographic tools and computer-assisted discourse analysis.\n<br />","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/G002088/1","grantId":"ES/G002088/1","fundValue":"199556","fundStart":"2008-11-01","fundEnd":"2011-04-30","funder":"ESRC","impactText":"","person":"Adam  Lefstein","coPersons":[],"organisation":"Institute of Education","findingsText":"","dataset":"gtr"}