{"id":"0F1E5415-DE1A-4A7E-A195-A95A238592F3","title":"Delivering Digital Drugs (D3)","abstractText":"This research pioneers a new area of study, that of digital drugs. It brings together people with different backgrounds to share knowledge and understanding about current and future developments in how medicines are used and the digital systems they are embedded in. Using theories and models from studies of the digital economy - concepts such as digital materiality, platforms, digital business models, open innovation - we set new agendas for researchers, business and NHS managers, clinical professionals and policy makers. We will enable better strategy-making among key stakeholders as well as spurring further research.\n\nUntil recently most medicines were developed, tested and licensed for specific uses, and manufactured and distributed in standard doses. But things change with new developments in the ways that medicines are developed, supplied and used and new policy for patient-centric care. Much of this change is dependent on using information technology, networks, databases and other kinds of software to help safely and efficiently deliver the right medicines for patients and the right information for all stakeholders. Thus as people work with and use medicines, they work with not just a specific chemical or molecule in a standard dose, but with a lot of digital resources and information services that let them refine these uses. Medicines are now a hybrid, in part physical product (a chemical), part an informational product (data and information), and part a service (algorithms) that a user interacts with.\n\nStill, medicines are often not used to their full potential or safely; research estimates that 1 in 5 of hospital admissions are related to inappropriate use of medicines. Error rates in medicines use are high, sometimes leading to serious harm. The toll from misuse of medicines may be reducible by applying digital technologies - a more intensive digitization. The UK NHS has, for example, undertaken major projects in the last decade to computerise prescribing and the transmission of prescription data for both GPs in community settings (primary care) and in hospitals (secondary care), as well as to improve patient understanding of their medicines and thus their ability to participate actively in taking them. \n\nThis project will map out the full range of digitisation initiatives underway today. We will study in more depth a carefully selected set of about five examples. To collect this data and analyse it, and to provide a detailed overall model of the digitization processes at work (the why, and the how), we will need to develop some new tools to describe medicines in their digital character. Here we can borrow a number of contemporary ideas from other studies of the digital economy, innovation and business models. These tools and models, which we will document and distribute, will be useful for other people who want to understand digital drugs and other complex products and services that are changing as they embody more data and connectivity. \n\nThis research is useful and important. It may help to address the needs of our aging population with multiple, treatable chronic (long term) diseases such as diabetes or high blood pressure. New medicines will become available that depend on data rich and multidisciplinary practices, flexible and reliable supply chains, and active patient participation. They will draw upon medicines' digital resources and be delivered through new business models, perhaps very different from today. Three examples illustrate these ideas; 1) the kinds of smart pills that transmit data from inside your body to a mobile phone as they are taken and help to ensure that you take the right dose at the right time; 2) innovative patient centred information systems as a basis for new approaches to managing diabetes in the community, 3) the potential of replacing high street pharmacies with a small number of an 'Amazon' type online supplier.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L021188/1","grantId":"EP/L021188/1","fundValue":"694954","fundStart":"2014-11-01","fundEnd":"2016-10-31","funder":"EPSRC","impactText":"","person":"Tony  Cornford","coPersons":["William James Venters","Elzbieta  Klecun","Amirhossein  Takian","Paul  Taylor","Simon James Taylor","Panos  Kanavos","Bryony Dean Franklin","Carsten  Sorensen"],"organisation":"London School of Economics & Pol Sci","findingsText":"","dataset":"gtr"}