{"id":"0F34A5B6-D79C-4796-8584-683C2431AF78","title":"Developing methods for inferring regulatory mechanisms from intact systems: a neisseria case-study.","abstractText":"The behaviour of biological systems is controlled and coordinated through a network of 'regulators' and other intracellular interactions that control the expression of the genes within the cell. In bacteria the production of the messenger RNA and the production of proteins are closely linked, and much of the way in which a cell's behaviour is controlled is done at the level of transcription. Transcription can be measured for all of the genes in a cell simultaneously, using microarrays, and this gives a relatively direct read-out of the way in which many aspects of the cell's behaviour are being controlled. This method gives a 'snap shot' of the transcribed genes, and when the observations from many snap shots are combined, the way in which the cell controls its functions can be progressively pieced together, much as the meaning of a movie can be pieced together from the combination of multiple 'frames'. Finding ways to use this information to make testable models that can be used to dissect these central processes that control biological systems is a critical component of systems biology and understanding how biological systems work at a fundamental and 'whole cell' level. If causal relationship and key interactions controlling a cell's behaviour can be determined based upon this type of 'observational' information, then this means that these systems can be addressed without the (frequently impossible, impractical, or unaffordable) need to address each gene individually. Many genes are required for a cell to survive. Other genes are not required for life, but the resulting cell does not function 'normally' in several ways when a normal component has been removed / and it is very difficult to tell which effects are directly or indirectly due to the effects of a gene / gene product. To understand how cellular systems work, we propose that we need ways to analyze and use the information from 'intact / unbroken' biological systems. In this proposal we will make use of one of the largest collections of 'transcript' data, and augment this with information specifically designed to assist modeling the ways in which the cell is controlled. The effectiveness of this modeling will be tested, and the models will be augmented and refined by addressing the key genes by making mutants and testing to what extent they behave according to the model predictions. In this way, we will develop a generally applicable approach that can be applied generally, without the need for expensive, time consuming, and potentially misleading mutant generation in the future.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G001979/1","grantId":"BB/G001979/1","fundValue":"385857","fundStart":"2009-02-01","fundEnd":"2011-10-01","funder":"BBSRC","impactText":"","person":"Nigel  Saunders","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}