{"id":"0F4232D8-F699-4D91-8433-6C8A6D02FD7A","title":"ERA-IB 5. ECOYEAST SJH: Mastering the economics of adaptation through constraint-based modeling in yeast (Hubbard)","abstractText":"Living cells evolved a remarkable ability to adapt to environmental conditions, or to withstand mutations. In biotechnology, this compromises success in metabolic engineering and causes instability of engineered strains. &quot;Functional genomics&quot; has allowed the cost-effective measurement of many of the components of the cell. However, we still mostly fail to understand how their interactions lead to cellular function and adaptation. It becomes clear, however, that physics and (bio)chemistry impose strong constraints on adaptation and evolution. Such constraints limit the total amount of protein that a cell can synthesize, and impact on how it should partition that limited resource over its processes to optimize fitness (&quot;cellular economics&quot;). Such knowledge is important to come with better metabolic engineering strategies that take into account the impact of novel genes and pathways on cellular economics, to develop processes with high yields that enable cost-effective bio-based chemicals and biofuels. In this proposal we will develop a modeling framework that will allow the integration of large data sets into comprehensive mechanistic models. These models are of genome-scale and will be able to compute the costs and benefits of implementing metabolic engineering strategies. The economic models will be used to provide proof-of-concept in two ways: (i) as tools for data integration and interpretation of adaptive responses; (ii) as predictive tool, through optimisation to predict more realistic theoretical yields and through exploration of metabolic engineering scenarios. This will be tested by a user case provided by our industrial partners, DSM and Roquette, involving succinate production, a versatile C4 diacid with a lot of potential applications, e.g. in polymers and resins.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M025748/1","grantId":"BB/M025748/1","fundValue":"271256","fundStart":"2015-04-01","fundEnd":"2018-03-31","funder":"BBSRC","impactText":"","person":"Simon  Hubbard","coPersons":[],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}