{"id":"0F423770-D0A2-4940-8AA3-7921DF2E0533","title":"SCILS - Systematic consideration of inhomogeneity at the large scale: towards a stringent development of industrial bioprocesses","abstractText":"The proposal relates to the UK contribution to an approved ERA-IB 3rd Transnational project (within ERA-NET Scheme of the 7th EU Framework Programme) led by Professor Marco Oldiges, Institute of Bio- and Geosciences, IBG-1: Biotechnology, Forschungszentrum J&uuml;lich, FRG.\n\nBiotechnological production in large scale bioreactors is a state-of-the-art technology. Nevertheless, full scale production is often accompanied by loss of performance compared to lab scale conditions, due to the effects of increasing bioreactor inhomogeneity. For example, cells experience a varying dissolved oxygen (DO) concentration as they are convected in the flow around a large scale bioreactor; in contrast, in small scale bioreactors it is much easier to ensure uniform DO concentrations and hence cells respire and grow in the same way throughout the fermenter. The inhomogeneities in the large scale environment, can lead to heterogeneous populations of cells, which is undesirable. Application of conventional scale-up criteria to match hydrodynamic conditions between different scales is rather difficult; the presence of inhomogeneities cannot simply be overcome at production scales by mixing more intensely, since the required energy inputs are not economically feasible. These inhomogeneity issues are not usually considered at the early stages of engineering and selecting suitable strains of organism for bioproduction, nor during lab-scale bioprocess development. Not surprisingly, this leads to critical points and failures during scale-up, necessitating additional iterations of strain or process engineering to achieve successful and economic production performance. Despite the great advances in strain engineering and understanding of cellular regulatory processes, the consideration of scale up effects such as an oscillatory environment for the biological system is mostly missing. Closing this gap can make the difference between economic efficiency and inefficiency and can provide more efficientprocesses at large scale.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L001284/1","grantId":"BB/L001284/1","fundValue":"275676","fundStart":"2013-11-30","fundEnd":"2016-11-29","funder":"BBSRC","impactText":"  AS explained on previous pages, we are about 12 months into the project and so it is a little early to have had impact. We are working with industrial partners with a view to adding value to their processes, by increasing productivity of primary metabolites and avoiding the formation of secondary metabolites. We expect to be able to make recommendations about improving operating procedures and improved scale-up rule which will allow better translation of small scale screening tests to large scale fermenter operations. Agriculture, Food and Drink,Chemicals Economic","person":"Chris  Rielly","coPersons":["Chris  Hewitt"],"organisation":"Loughborough University","findingsText":" We have developed CFD models for two-phase flow in large scale bioreactors, with a view to gaining better understanding of the distribution of scalar quantities, such as pH, dissolved oxygen concentration and substrate concentration, which in turn affect production rates of primary and secondary metabolites, as well as the heterogeneity of the cell population. We are working with experimentalists who are studying scaled down bioreactors which are intended to mimic the behaviour of the large scale systems that we are modelling. We also have our own PhD student working on a scaled down bioreactor and looking at lysine and cadeverine production from a modified strain of Corynebacterium glutamicum. Our work aims to demonstrate the relationship between the the operating characterstics of the scaled down bioreactors and the distribution of conditions at large scale. The outcome will be that we better understand how to design small scale experiments, allowing more robust scale-up of large fermenters. Manufacturing, including Industrial Biotechology","dataset":"gtr"}