{"id":"0F4DC342-2153-4800-A695-86F11C9E3029","title":"Exploratory award: Multiple environmental classification of areas for researching spatial health inequalities","abstractText":"There are big differences between places in the UK in terms of how healthy people are. People live much longer in some places than others and people are much more likely to die of certain things like heart disease or cancer in some places, than in others. This is both unfair (why should you be at greater risk just because of where you live?), and also a problem for the NHS because it makes doctors and hospitals in some areas much busier than in others. Scientists know quite a lot about what causes these differences in health and one important reason is that generally, richer people tend to be healthier and live longer than poorer people. Richer and poorer people tend to live in different places to each other and that's partly why some areas seem to be healthier than others. Doctors often measure how wealthy a place is using information such as how many people who live there are in work, how many have big houses and how many have cars. They join these items of information together and use them to summarise the neighbourhood with a label, or classification, called a 'deprivation category'. This classification, or label, is so useful that doctors can use it to make pretty good estimates at how healthy a place is. However, the health in an area is not just about how wealthy the residents are. We know that our physical environment, things like the air we breathe, the water we drink, the land we walk on and the climate we experience can all have an impact on our health as well. Air pollution, for example, can cause breathing problems. These aspects of physical environment vary from place to place in the UK, just as wealth does. In fact, it is generally true that poorer areas in the UK tend also to have a worse physical environment. There is often more pollution and less woodland and park land in poorer neighbourhoods than in richer neighbourhoods for example. Doctors and other scientists want to find out how much our physical environment is responsible for differences in people's health so they can try to fix environmental problems and also plan what kinds of health care the residents of the area might need. But, to find out how much our physical environment matters for our health in the UK, they need a way to summarise and describe what kind of physical environment each neighbourhood has. They need something like the 'deprivation category', but for environment, rather than wealth. This is a difficult task because there are lots of different aspects to physical environment; from the air we breathe to the parks and woods we do, or do not, have access to. This project is a first attempt to produce a classification of the environment in different places in the UK. First, we are going to look at existing research to find out which aspects of environment are most likely to be influencing the population's health. Then we will gather together information on how these aspects of environment vary from place to place. Next we will try to use this information to give each neighbourhood in the UK a label, or classification, which describes what kind of physical environment it has. When we have that classification, we will work out whether it tells us something about the health of the residents more than we could estimate from knowing their wealth. We will look at different kinds of health, from heart disease to specific cancers. We will also make a comparison between a classification for the UK and for New Zealand. This will help us work out whether the role environment plays in determining our health here in the UK is similar or different to that in other developed countries. In the future such knowledge may help us to identify the best kinds of environmental and health policies from around the world so that the UK can improve its own policies. Finally, if the classification is useful, we will make sure that other doctors and scientists in the UK and around the world can use it.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E008720/2","grantId":"NE/E008720/2","fundValue":"113921","fundStart":"2008-09-01","fundEnd":"2010-04-30","funder":"NERC","impactText":"  The research produced two measures of multiple physical natural environmental deprivation; an index and a classification for both the UK and NZ. These have been made publicly available and have been used by other research teams and also attached to cohort studies in the UK. We have used the data in further studies both of migration and health, and physical activity. The methodology we developed has been adapted by researchers in Portugal, to produce their own measures. Education,Environment ","person":"Richard James Mitchell","coPersons":["Niamh Kelly Shortt","Terence Peter  Dawson"],"organisation":"University of Glasgow","findingsText":" We succeeded in creating two evidence-based measures capturing the health-related physical environmental characteristics of all small areas in the UK. This has never been done before, and represents a very significant contribution to the fields of environmental science, epidemiology and public health.\n\nWe took our inspiration from the ways in which multiple socio-economic deprivation is measured in the UK; via area-level multivariate indices. Such measures identify small area populations with relatively higher or lower socio-economic ‘burdens’ by combining information on residents’ characteristics such as employment status, housing status, material possessions or access to services. These multivariate measures have been successfully used in health research because i) multiple adverse socio-economic characteristics tend to be additive in their effects on health and ii) populations with similar socio-economic circumstances tend to cluster spatially. However, until recently, similar summary measures for physical environmental deprivation have not been available for the UK.\n\nTo fill this gap we first systematically identified aspects of the physical environment with good evidence of either pathogenic or salutogenic impacts for the UK population. We then sought datasets offering contemporary and complete coverage of the identified characteristics; air pollutants (PM10, NO2, SO2, CO), climate, proximity to waste management or metal production/processing sites, drinking water quality, noise levels, exposure to UVB radiation and quantity of green space in the neighbourhood. Data on noise and drinking water quality were not available for the whole UK and these characteristics were excluded.\n\nWe combined the data sets into two different indicators: the Multiple Environmental Deprivation Index (MEDIx) is an ordered measure which represents the balance of pathogenic and salutogenic characteristics in a ward; the Multiple Environmental Deprivation Classification (MEDClass) classifies areas into one of 7 types, based on the combination of environmental characteristics present. Both indicators are at CAS ward level.\n\nWhy did we do this? Higher levels of socio-economic deprivation are associated with worse health in almost all societies. In the UK, socio-economic inequalities in mortality persist and continue to widen, despite considerable policy attention. There are several competing explanations for the mechanisms by which socio-economic inequalities in health occur. One theory is that socio-economic deprivation raises the risk of exposure to adverse physical environments which may be pathogenic, or reduces exposure to physical environments which may be salutogenic. There are numerous aetiological pathways via which low socio-economic position, and behaviours associated with it, might damage health. Similarly, there are many pathways via which an adverse physical environment might damage health. The sometimes close association between socio-economic and environmental deprivation thus means that it can be hard to separate out their relative contributions to health inequality; are those exposed to an adverse physical environment at greater risk of poor health because of their environmental circumstances? Or is the greater risk simply a function of their relative socio-economic deprivation, which also happens to place or keep them in less pleasant environmental circumstances?\n\nIn our research, we have used these indicators to demonstrate that exposure to multiple physical environmental deprivation is related to socioeconomic deprivation, that multiple physical environmental deprivation is independently related to risk of all-cause and cause-specific mortality and morbidity, and that unequal exposure to physical environmental deprivation explains a significant portion of socio-economic inequalities in health in the UK. Our work has already be followed in Portugal by a team who have developed their own indicators based on our methods. Our data have also been attached to various other data sets including cohorts and active travel data. Education,Environment,Healthcare,Leisure Activities, including Sports, Recreation and Tourism","dataset":"gtr"}