{"id":"0F4D5B01-54C5-42A3-ADDC-44FBD3198299","title":"A novel substrate-trapping proteomics approach to elucidate the role of viral adaptors of the ubiquitin system","abstractText":"The human immune system provides vital defences against invading pathogens and malignant cells. Inadequate immune responses such as excessive immune stimulation can lead or contribute to autoimmune pathologies, inflammation and allergies. Conditions such as psoriasis, multiple sclerosis, inflammatory bowel disease and asthma have strong inflammatory components and usually require immunosuppressive treatments. Transplant recipients also require immunosuppression, whereas immunostimulation is a relevant approach for infections and cancer.\n\nViruses are intracellular pathogens that infect cells and utilise their machinery to multiply and so infect new cells. They have evolved multiple and unique strategies to modulate the host immune system, in particular the inflammatory environment that follows their detection by host sensors. Understanding how viruses achieve such immunomodulation not only teaches us about the virus life cycle, but also about how cells mount an anti-viral response and trigger associated inflammatory responses. Such information is essential in the fight against the pathogen and can be used in the development of new immunosuppressive drugs and therapies that mimic naturally-occurring microbial strategies.\n\nPoxviruses are a family of viruses that infect a wide range of mammalian species including humans, and dedicate 30-50% of their genome to synthesize molecules that affect the host immune response. As such they are a unique source of biologically powerful molecules and their study has already generated immense knowledge about the life cycle of viruses and the immune responses launched against them by the host. Amongst their unique properties, poxviruses are the only viruses encoding adaptors of the ubiquitin system. These viral adaptors have a similar organisation to their cellular equivalents and as such we believe they work in a similar manner. That is, they recognise the target protein and induce the attachment of a small protein known as ubiquitin onto it. This ubiquitin-tagged protein is now invariably recognised by the cell as a 'to-be-destroyed' signal. Such elegant mechanism is exploited by the virus to trigger degradation of cellular proteins for its own benefit.\n\nDespite this information, current knowledge regarding the role of poxvirus adaptors is limited and the identity of the cellular substrates that are degraded remains elusive. This is mainly due to the lack of appropriate techniques and the immediate degradation that follows ubiquitination of the target. This study aims at discovering such substrates using a novel methodology based on substrate trapping. This methodology uses versions of the viral adaptors that are engineered to retain the ability to recognise substrates but to lose the ability to ubiquitinate them. Such engineered versions do not degrade substrates, and rather trap and stabilise them inside cells, allowing us to identify them by ultrasensitive proteomics techniques. We aim to discover these substrates and characterise their roles in cells. Subsequently, we will demonstrate how these substrates affect the life cycle of poxviruses and how viral adaptors have evolved to counteract this by causing their degradation. Finally, we will show how viral adaptors confer a biological advantage to the virus in a mammalian host.\n\nIdentification of the cellular substrates controlled by poxvirus ubiquitin adaptors is crucial to understand the role of this family of proteins, but more importantly to gain new insight into how cells fight viral infections. Data generated in this proposal will expand our knowledge on the contribution of the Ub system to immunity and will provide new cellular players in the anti-viral immune response. This knowledge might reflect in the generation of small peptide or peptidomimetics with immunomodulatory properties.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M003647/1","grantId":"BB/M003647/1","fundValue":"350457","fundStart":"2015-02-16","fundEnd":"2018-02-15","funder":"BBSRC","impactText":"","person":"Carlos  Maluquer De Motes","coPersons":[],"organisation":"University of Surrey","findingsText":"","dataset":"gtr"}