{"id":"0F4FAA65-3BC7-48ED-A123-42B17544B20A","title":"Utilising Adoption-Based Research Designs to Examine the Interplay Between Family Relationship Processes and Child Developmental Outcomes","abstractText":"Understanding how parents and caregivers positively and negatively affect children's mental health and development, how specific features of children's mental health problems may affect parents and caregivers and the rearing environments that they then provide for children, are questions of significant importance if effective polices and supports are to be provided that promote positive developmental outcomes for children in the context of contemporary family life. While past research has linked conflicted inter-parental relationships, hostile parenting behavior, and negative parent mental health symptoms (e.g. anti-social behaviour, depression) to elevated symptoms of mental health problems for children (e.g. anxiety, depression, conduct problems, ADHD), questions remain as to whether everyday family environmental experiences (versus underlying genetic factors) really matter in relation to children's emotional and behavioural development. In particular, as nearly all research in this area has been conducted with biologically related parents and children, what are the possible mechanisms through which parent and family factors affect children's psychological development? Studies of only biological families pose a problem in interpreting the relative importance of the environments children experience as a possible influence on their psychological health and well-being because biologically related parents and children share genes, which may explain the presence of such associations. By employing a complement of novel adoption-based research designs (US based adoption-at-birth study; UK IVF study), the proposed project will significantly advance knowledge in this area by examining the interplay between specific family and parent level variables and child mental health symptoms, and vice versa, among genetically related and genetically unrelated mother-child and father-child groupings, across two samples of parents and children in the US and the UK (child age 4-10 years). Uniquely, the study will advance understanding in three primary areas. First, by utilising two samples of parents and children genetically unrelated to each other, we are in a position to examine pathways and processes that underlie children's adaptation to negative family environments and parent mental health problems that are not confounded by shared genetic factors; and importantly, we can identify factors that influence whether an individual child is likely to be resilient (or not) to adverse environments the child might be exposed to. This can directly inform intervention efforts. Second, we are in a position to advance understanding of the relative role of the mother-child and father-child relationships on child mental health. This is a distinctly under-represented realm of research, yet very recent work suggests that the father-child relationship might be particularly susceptible to inter-parental conflict (an association that may have significant practical implications in the contexts of parental separation/remarriage, for example). Third, we will be able to uniquely address a question of fundamental importance in relation to the interplay between parents and children in the context of modern family life; under what conditions is parent behaviour most likely to influence child behaviour, relative to the potential for child characteristics and behaviour to influence parenting behaviour? This question has substantial implications for understanding when and under what conditions particular intervention and support targets may be engaged to promote positive developmental outcomes for children, parents and families. By employing the complement of studies proposed in the present project, we will be able to advance insight into these questions beyond that presently available through any other resource in the UK.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L014718/1","grantId":"ES/L014718/1","fundValue":"159057","fundStart":"2015-01-01","fundEnd":"2017-01-27","funder":"ESRC","impactText":"","person":"Gordon  Harold","coPersons":["Leslie  Leve","Anita  Thapar"],"organisation":"University of Sussex","findingsText":"","dataset":"gtr"}