{"id":"0F500090-2890-4C54-BC2A-394D5155E1DC","title":"Further defining the genetic architecture of Alzheimer's disease","abstractText":"Alzheimer's disease is a common debilitating disorder which affects individuals, families and communities. Just under half a million people have Alzheimer's disease (AD) in the UK with an estimated cost of &pound;23 billion per year. It is also estimated that the numbers with AD will double in the next generation. It is vital we understand what causes this disease and develop therapies to prevent, delay and treat it. Finding genes which affect the development of AD is an important means to pinpoint processes that are going wrong and contributing to the death of brain cells, which characterises this disease and underlies the symptoms of memory loss and general cognitive degeneration. Over the last 25 years approximately a quarter of the genetic contributors to disease have been identified and our group have played a pivotal role in this and have recently discovered 8 of the 10 common risk variants for AD. This has made us re-think some of our ideas about the specific processes which contribute to disease. These genes cluster together to form groups, implicating processes like our immune response, how we process lipids like cholesterol in the brain and a specific process called endocytosis, which brings large molecules into cells and affects their transport within cells, such as neurons. But over half the genetic contribution to disease is yet to be found. We propose a programme of research which builds on our current strengths, focusing on identifying rare genetic variants of moderate to strong effect observed in the coding regions of genes. We will perform a large, powerful study in which we compare 300,000 DNA variants from throughout the human genome, in 20,000 AD cases and 49,000 controls. Through sample collection and collaboration, we will enrich our clinical samples to include 1000 individuals with early onset AD. This group are more likely to have rare genetic changes of moderate to large effect on their development of disease. This experiment has an excellent chace of identifying new risk genes for AD and producing targets better suited to model disease in human cells and produce new therapeutics. We will also facilitate future research by producing a bio-bank of cell lines suitable for human modelling of disease using the latest stem cell technology (inducible pluripotent stem cells: iPSC) and making this available to the research community and pharmaceutical companies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K013041/1","grantId":"MR/K013041/1","fundValue":"2739220","fundStart":"2013-08-29","fundEnd":"2018-08-28","funder":"MRC","impactText":"","person":"Julie  Williams","coPersons":["Meng  Li","Michael John Owen","Peter  Holmans","Valentina  Escott-Price","Michael Conlon O'Donovan","Huw R Morris","Denise  Harold"],"organisation":"Cardiff University","findingsText":"","dataset":"gtr"}