{"id":"0F5468E8-1FD1-40DF-80DA-DE1FBB573346","title":"FEC for sailing participant on IODP Leg 318 (Wilkes Land glacial history)","abstractText":"Understanding the evolution and dynamics of the Antarctic cryosphere, from its inception during the Eocene-Oligocene transition (~33 Ma) through the significant periods of climate change during the Cenozoic, is not only of major scientific interest but also is of great importance for society. The transition from Greenhouse to Icehouse Earth conceivably was the most significant step in large-scale planetary change, impacting global sea level, albedo, and oceanographic and biotic evolution, among other changes. State-of-the-art climate models combined with paleoclimatic proxy data suggest that the main triggering mechanism for initial inception and development of the Antarctic glaciation was the decreasing levels of CO2 concentration in the atmosphere. With current rising atmospheric greenhouse gases resulting in rapidly rising global temperatures, studies of polar climate, and the Antarctic cryosphere behaviour in particular, are prominent on the research agenda. Drilling the Antarctic Wilkes Land margin is designed to provide a long-term record, obtained from sedimentary archives along an inshore to offshore transect, of Antarctic glaciation and its intimate relationships with global climatic and oceanographic change. Stratigraphic interpretations indicate that the Wilkes Land record will include the critical periods in Cenozoic Earth climate evolution when the cryosphere formed, likely in step-wise fashion, and subsequently evolved to assume its present-day configuration. With my research I will help to tackle some of the fundamental goals of the research expedition: 1. The study of the first layer of ice-rafted debris will tell us about the timing and nature of the first arrival of ice at the Wilkes Land margin. 2. The study of ice-rafted debris over the past 34 million years will tell us about the transition of a fluctuating early East Antarctic ice sheet into a more stable East Antarctic ice sheet. It will also shed light on the important aspect of ice stability in times of warmer climatic periods. 3. The study of the seawater chemistry in the Southern Ocean over the past 34 million years will furthermore tell us how the build-up of the Antarctic ice sheet influenced ocean chemistry in this important part of the world's ocean. Linking this back to the extent of the ice sheet, prevailing continental weathering, and productivity in the ocean, will help us develop major links in the climate system.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H025162/1","grantId":"NE/H025162/1","fundValue":"11877","fundStart":"2010-01-01","fundEnd":"2010-03-31","funder":"NERC","impactText":"  See follow up grants as well as long list of publications resulting so far from this expedition. The results will provide critical information for any research on Antarctic climate and ice sheet evolution, as well as on other fields of Earth Sciences. Results from past warm periods are particularly relevant for policy decision regarding a definition of 'dangerous climate change in the future'. Environment Societal","person":"Tina  Van De Flierdt","coPersons":[],"organisation":"Imperial College London","findingsText":" IODP Expedition 318 sailed from 4 January to 8 March 2010 and recovered ~2000 metre of sediment from the Wilkes Land margin, covering the Eocene (~50 million years ago) to Holocene (past 10,000 years) time periods. \n\n\n\nPI van de Flierdt sailed as inorganic geochemist and also took the lead in editing results on geochemistry and microbiology from the expedition. The expedition was the first Antarctic Drilling Expedition since ~10 years. The amount of papers published so far clearly shows that it was overdue. Only by recovering sediment cores from proximal locations we can tell the complete story of Antarctic ice sheet and climate evolution. Environment","dataset":"gtr"}