{"id":"0F60D6DD-9C9A-4E17-973D-421667F0FFC8","title":"Testing the instability theory of subglacial bedform production","abstractText":"When ice sheets flow across the landscape they often produce particular landforms, the best known of which are drumlins. These are elongate streamlined hills, kilometres in length and tens of metres in height. Mega-scale glacial lineations (MSGL) are similar to drumlins but exist at huge scales (up to 100 km in length). They record the ice flow direction at the time at which they were formed, and our contention is that if we know how they formed, then we would learn much more about how ice sheets flow. Understanding the formation of subglacial bedforms, such as drumlins and MSGL has suddenly become very important because society is concerned about how the ice sheets in Antarctica might respond to global warming. Recently, scientists have found that very fast ice flow is concentrated into relatively narrow corridors known as ice streams. These dominate the transport of ice to the coastline, where it is eventually discharged as icebergs (which influences sea level). Therefore, the response of ice sheets to global warming is largely determined by the ice streams; how fast they are moving and whether they are widening or shrinking. The biggest problem for understanding ice streams is that it is difficult to measure processes at the base of the ice, but this is where the rapid flow occurs. What we do know, from looking at areas where ice sheets used to be, is that they produce subglacial bedforms. Indeed, over the last 10 years, researchers from Britain and overseas have been examining the sea-floor around Antarctica and have found drumlins and mega-scale glacial lineations right in front of the ice streams, where they once extended further out to sea. A drumlin has even been detected beneath an ice stream recently using sophisticated geophysical equipment. Thus, whatever process makes ice streams flow so fast, also produces drumlins and mega-scale glacial lineations. Or, looking at it the other way around, if we can find out what produces these landforms; we will know a lot more about what makes ice streams flow so fast. The approach that we will take is based on a simple idea drawn from how nature works to produce other (non-glacial) types of patterns. A classic example is wave-like patterns in clouds. Such repetitive patterns are known to form by instability mechanisms. Instability is said to occur in a system when very small irregularities (say in air flow in a cloud) spontaneously grow and often produce regular patterns. We view subglacial bedforms as repetitive patterns and propose that some form of instability produced them. In fact we think we have found the answer, but in order to satisfy ourselves and other scientists, who quite rightly should be sceptical, requires more work. By mathematical analysis and computer-modelling we have already established that the interacting flow of ice and the underlying sediment can produce instabilities. But this is not enough to convince us that it is the right answer. We now need to establish if instabilities grow to produce landforms, such as the drumlins, which we can observe in real life. If for example the instability only produces landforms 5 mm in size or 1000 km in size, or of the wrong shape, then we know we have got it wrong. We will map and measure drumlins and mega-scale lineations (around 60,000 examples) that exist in Canada, UK, and Ireland and on the seafloor around Antarctica to see what their size and characteristics are. This cannot be achieved by fieldwork and so we will use satellite images and geophysics. The data will be used to test the modelling. If the model turns out to be correct then the results become critical for understanding ice streams and will help predict their future behaviour. Also, we anticipate that whole assemblages of landforms beneath the Antarctic Ice Sheet will soon be found. Our results will provide a sound physical basis for interpreting what they tell us.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/D011175/1","grantId":"NE/D011175/1","fundValue":"196619","fundStart":"2006-09-14","fundEnd":"2010-03-13","funder":"NERC","impactText":"","person":"Chris D.  Clark","coPersons":["Chris Richard Stokes","Felix Siu Lung Ng","Richard Carl Hindmarsh","Paul  Dunlop"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}