{"id":"0F700AE8-2EA8-4985-9905-35EF7F8E968B","title":"Non-local theories and stochastic mechanics: Two convergent directions for structural modelling?","abstractText":"Many Civil Engineering structures are made of non-homogeneous materials such as concrete, masonry and composites, and understanding their response to different loading regimes is crucial to assess performance under ordinary and extreme events.\n\nNowadays computer simulations of structures and materials have seen a rapid expansion as a result of the progress in computing technology. However, many issues are still unsolved, including the accurate modelling of man-made materials. One may choose to include every single detail into the analysis, but for large structures this approach is time consuming and requires sophisticated computer capabilities. An efficient alternative is to replace the complex material with an equivalent continuum. This is done in the everyday engineering practice when classical elasticity models are adopted for finite element analyses, delivering accurate solutions to many practical problems in a reasonable time. However, classical elasticity may overlook many important phenomena caused by the underlying microstructure. Stress wave propagation in heterogeneous materials due to dynamic/impact loading is one of such phenomena.\n\nThis is of significant concern because many of the experimental techniques used in structural health monitoring, damage detection and seismic wave analysis require deep understanding and reliable models of wave propagation in heterogeneous structures. A key challenge for the research community is to develop new analytical and numerical models that bring microstructure information into the structural scale model.\n\nThis issue can be successfully tackled by enriched continua, which enjoy non-local behaviour, i.e. they include also a microstructural length scale parameters to account for the influence of stress and strain at neighbouring points. Moreover, as mechanical properties of such materials and structures show great variability, engineers are challenged by problems where also uncertainties play a crucial role. This suggests stochastic methods as the theoretical framework where uncertainties in material and geometric properties can be successfully treated to improve reliability and safety and prevent catastrophic structural failure. In analogy to the non-local theories, random materials are described by some functions related to the &quot;length scale&quot; of the distribution of the heterogeneities.\n\nMotivated by the observation that non-local theory and stochastic mechanics are alternative strategies to tackle multiscale problems involving heterogeneity and uncertainties, this project aims to shed new light on questions such: How does stochastic description of material properties interact with non-local continuum models for dynamic problems? Would one or the other modelling philosophy work better for some engineering problems? Can we establish a relationship between the two strategies and then take advantage of the tools used exclusively for one or the other?\n\nThis project will seek answers to these questions by investigating the dynamics of concrete beams, selected as a case study because concrete has an inherent randomness due to the irregular arrangement of the constituents and it is possible to capture its microstructure with a digital camera. This is important because the research will also develop a new approach for the identification of the length scale parameters by using digital images of the microstructure, and a sensitivity study of the model's parameters will be conducted in a full stochastic mechanics setting.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M004163/1","grantId":"EP/M004163/1","fundValue":"95682","fundStart":"2014-09-01","fundEnd":"2015-12-31","funder":"EPSRC","impactText":"","person":"Mariateresa  Lombardo","coPersons":[],"organisation":"Loughborough University","findingsText":"","dataset":"gtr"}