{"id":"0F70709C-EC02-46B1-BAA4-1080424588FE","title":"Centre for East European Language-Based Area Studies (CEELBAS) Phase 2","abstractText":"This proposal seeks to build on the achievements of the Centre for East European Language-Based Area Studies (CEELBAS) in building UK capacity to understand and respond to developments in the strategically-important region of Central and Eastern Europe and Russia. The three development pathways outlined here are designed to enhance impact, particularly through interaction and engagement with non-academic communities, with a specific focus on the Humanities and Language elements of CEELBAS research and training (although the Centre will promote interdisciplinarity and will explore other funding sources to continue specifically social science-based activities). Phase 2 of CEELBAS offers a significant opportunity to underline and showcase the vital contributions made by Humanities and Language expertise in addressing major research and policy challenges in areas such as the changing global order, migration and mobility, security and stability, health and wellbeing, and inter-cultural relations. A major goal in the new phase of the project will be to clarify and promote the conceptual and practical (economic, political, social) impacts beyond academe that have been and will be generated by research in the fields of History and Culture.\n\nDrawing on networks and partnerships established since 2006, and developing new ones, the first pathway aims to create sustainable knowledge exchange relationships with public, private and third-sector organisations through both collaborative events and, where feasible, internships and placements. Efforts will be made to demonstrate the mutual benefits of interaction and exchange between researchers and external partners. In order to achieve enhanced impacts, the project will disseminate the knowledge produced by leading edge research beyond academic institutions and environments, whilst giving researchers increased access to the knowledge, perspectives and feedback of user organisations. The second pathway centres on international research networks and exchanges, through which the numerous international contacts and partnerships at CEELBAS universities will be developed to enable UK and international researchers to collaborate and share expertise, including in areas of knowledge exchange and user engagement. This aims to raise the international profile and connectedness of UK research, helping to create a vibrant research environment in which different insights and approaches are shared and applied across borders. The third pathway aims to build capacity in research and language skills training networks for postgraduates. This includes training for knowledge exchange, public and media engagement, and interaction with non-academic audiences. Building on successful CEELBAS training initiatives developed since 2006, this pathway seeks to put in place the resources and infrastructure to deliver sustainable, cost-effective and innovative provision in advanced language and research skills.\n\nThe pathway activities aim to develop a template for best practice that will be applicable beyond the East European area studies research community (and its users), particularly, for example, in supporting future LBAS development for other regions, such as South Asia and Latin America. More broadly, CEELBAS aims to show innovation and leadership in promoting research excellence and knowledge exchange, and in providing training and career opportunities for postgraduate and early-career researchers. This will help to ensure that Humanities and language-based expertise at UK universities continues to play a central role in addressing issues of strategic national importance and in advancing international cooperation and intercultural communication and exchange.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K000101/1","grantId":"AH/K000101/1","fundValue":"410942","fundStart":"2012-02-01","fundEnd":"2014-06-30","funder":"AHRC","impactText":"","person":"Zoran  MilutinovicRobin Peter Aizlewood","coPersons":["David  Galbreath","Richard  Sakwa","Hilary  Pilkington","Evgeny  Dobrenko","Anne  Pauwels","Derek Lambton Averre","Emma Kathrine Widdis","Vera  Tolz","Christopher Mark Davis"],"organisation":"University College London","findingsText":"","dataset":"gtr"}