{"id":"0F71485F-C20B-4A5B-8F42-D32C0434587A","title":"The commercial cultures of Britain's railways 1872-1977","abstractText":"Commercial forces have a large part to play in shaping attitudes and expectations about personal mobility. Even as basic a function as transport has long been marketed partly on the basis of the social distinction it confers on purchasers. Transport companies recognize this when they develop the aspirational marketing of their services, come up with corporate images and brands which may themselves be marketable, and design the likes of vehicles, uniforms and travel facilities to project an attractive images to potential customers. \\n\\nThe railways were the first transport industry to work in this way, providing a model not only for their later competitors but also many other kinds of business. By the 1900s all the major British railways had adopted measures designed 'to induce people, who would otherwise not do so, to travel by rail, and to encourage such as would travel a little, to travel more'. Road competition after 1918 intensified their efforts, and the railways' commercial language increasingly echoed that familiar today with the term 'customer', for example, often replacing 'passenger' from the 1920s. The railways were also leaders in the shift from text-based to more visually orientated forms of marketing in Britain, with their widespread use in the late-19th century of pictorial posters and then, from the early 20th, of photographs and films. And, despite political and popular prejudices to the contrary, the nationalized railway was from the mid-1960s a world leader in developing brands such as 'British Rail' and Inter-City and the stylish High Speed Train. Today's privatized Train Operating Companies simply employ more sophisticated versions of the same methods. \\n\\nThis project deepens our knowledge of how and why the railways developed such techniques, helping us to understand just how entrenched in British society are the commercial imperatives to travel more. It will enable the National Railway Museum to develop an exhibition that shows how the railways' commercial cultures fits into the wider history of British cultural, social and business history, and offering detailed knowledge of how these were built up and delivered to potential travellers through a wide range of media. \\n\\nThe research explores three crucial periods in this history: the late-19th century, when the Midland Railway anticipated the Ryanair revolution in aviation by bringing in low-cost travel for the masses; the inter-war years when companies like the Great Western Railway successfully competed with road transport for long-distance traffic by marrying tradition with modernism; and the Inter-City revolution of the modernizing, post-Beeching railway. \\n\\nFor each of these periods and businesses, the project explores collections at the National Railway Museum to map the totality of ways in which the railways sold the idea of travel to the public. It also analyses in more depth the contribution made by just one particularly innovative medium in each of these periods: posters and other visual material on the Midland; publicity photographs on the Great Western; and the industrial design of express trains on British Rail. \\n\\nThe outcome will be an exhibition that celebrates the inventiveness of a little-appreciated aspect of Britain's railways whilst also sounding a warning note about whether such practices are sustainable in a world in which transport - including that by rail - is an increasingly important contributor to global warming, and where constraints on capacity pose ever greater challenges to our seemingly insatiable desire for personal mobility.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/G000298/1","grantId":"AH/G000298/1","fundValue":"300753","fundStart":"2008-11-18","fundEnd":"2011-11-23","funder":"AHRC","impactText":"","person":"Colin Michael Divall","coPersons":[],"organisation":"University of York","findingsText":"","dataset":"gtr"}