{"id":"0F72C5E4-2D8E-4774-829E-969AD460DF87","title":"Failure in Tufted Composite Structures","abstractText":"Tufting is a form of Z-direction reinforcement of composite materials which involves the use of a needle to push a thread through the thickness of a laminate. As the needle retracts, the thread is left, resulting in fibres in the Z direction of an otherwise planar fibre architecture. The dry preform is subsequently infused with thermosetting resin and cured. This new technology for the reinforcement of composite structures shows promising signs of efficient delamination crack retardation (crack between the different plies) and increased damage tolerance. As for any other through the thickness reinforcement, the gain in delamination resistance is accompanied by a knock-down in the in-plane properties of the laminate. Based on the PI's experience on other through the thickness reinforcement technology (namely Z-Fiber pinning), the current project aims to develop predictive modelling tools for the failure of tufted structures appropriate to use in the context of component optimisation. To achieve this objective, it is necessary first to characterise the crack bridging mechanisms of the tufts under different loading conditions. Meso-scale samples will be designed, manufactured and tested to determine the energy absorbed by each tuft. Simultaneously, the reduction of in-plane strength and stiffness will be measured for various tufting density. The bridging characteristics data will be implemented in finite element models and validated against test coupons (delamination tests).Different modelling strategies for the failure of tufted laminates will be tested. A tool that will be used for the prediction of the behaviour of more complex structures based on finite elements will be implemented and an optimisation procedure for the location and density of reinforcement will be developed. Finally, the fully developed tool will be adapted to other forms of through thickness reinforcement (i.e. Z-pinning) and the relative effectiveness of the technologies will be compared.On completion of the project, new methods of testing of 3D composites will be available and tools for the numerical simulation of the behaviour of composite structures containing through the thickness reinforcement will be produced and validated. The use of these tools in the context of optimisation of the location of the Z-direction binders will be illustrated and validated by the simulation, manufacture and testing of structural elements.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F037937/1","grantId":"EP/F037937/1","fundValue":"153718","fundStart":"2008-01-28","fundEnd":"2011-01-27","funder":"EPSRC","impactText":"","person":"Ivana Katherine Partridge","coPersons":[],"organisation":"Cranfield University","findingsText":"","dataset":"gtr"}