{"id":"0F7EA833-81F7-4B97-B3CF-B1CFE22E6BCB","title":"The formation and evolution of stars","abstractText":"We propose to conduct research into the formation of stars and planets. Stars are born in galaxies, from giant clouds of dust and molecular gas. Our group is involved in several surveys of galactic star forming regions using the sub-millimetre waveband, and we will exploit these surveys to better understand the properties and evolution of the molecular clouds as they collapse under gravity to form stars. We also plan to study the properties of star forming clusters, using statistical analyses of the colour and luminosities of the stars in comparison with models in order to determine cluster ages and, subsequently, to map the progress of star formation as a function of position and time within our Galaxy. What are the necessary conditions for planets to form in the dusty disks around protostars? This question will be addressed using multiwavelength (from the optical, through the infrared, to the sub-millimetre) observations of individual objects combined with supercomputer simulations of the dynamics of - and passage of light through - the disks. This research will tell us how the dust properties inside the disks change as grain growth occurs. We will examine the dynamics of vertical and radial mixing within disks, and how processed grains are transported from the inner disk to the outer disk. The radial mixing may be the result of protostellar outflows, and we will critically examine how the material from the disk is accreted onto the stars, and why a significant fraction of this material is ejected from the system. The disks outlined above are the birth place of planets. We now know of over 250 planets outside our own solar system - the exoplanets. We propose to use two techniques to search for new systems, and to directly image planets around other stars. We will find new planets using the transit technique, in which the exoplanet passes in front of its parent star, which we observe as a dip in its brightness. Imaging planets around other stars is an extraordinarily difficult task, principally due to the enormous contrast between the bright star and the dim planet. We are proposing to use a new instrument which will allow us, for the first time, to image these distant worlds and measure their atmospheric properties. On the largest scales we wish to use observations to probe star formation at the earliest stages of the Universe. This work requires imaging and spectroscopy using the world's largest telescopes, and involves attempting to find the most distant galaxies in the Universe, which are in turn the youngest (less than 10% of the age of local galaxies). We will use these observations to determine the epoch at which the Universe was reionized by the first stars.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/F003277/1","grantId":"ST/F003277/1","fundValue":"941985","fundStart":"2008-04-01","fundEnd":"2011-03-31","funder":"STFC","impactText":"  Findings were published in refereed journal papers.  ","person":"Matthew  Bate","coPersons":["Daniel James Price","Suzanne  Aigrain","Jennifer Lynn Patience","Timothy James Harries","Mark John McCaughrean","Timothy  Naylor","Christopher Michael Brunt","Andrew John Bunker"],"organisation":"University of Exeter","findingsText":" This grant funded research into star and planet formation and exoplanets. Via refereed journal papers. Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}