{"id":"0F82CBBD-241D-4FD8-B941-B398A2873A38","title":"A new vessel in the fleet: exploring how enteric tracheal plasticity drives metabolic adaptation in Drosophila","abstractText":"Our gastrointestinal tract has important functions that go beyond digesting the food we eat. It can also communicate with organs such as the brain to change our appetite or how our body stores excess nutrients. This communication is, however, incompletely understood; what kind of information is the digestive tract able to sense, and how can it relay it to other organs? If we were able to understand better how this happens, it may be possible to use drugs to &quot;trick&quot; the digestive system into making us eat less or get less fat. Investigating this in humans or model systems such as mice is complex, however; they have many cells of many different kinds that are not always easy to probe to identify the ones that matter, and to understand how they signal or receive information. Instead, we tackle this question in the fruit fly Drosophila melanogaster: a simpler model system that shares 60% of our genes. Drosophila has a functionally sophisticated yet genetically tractable digestive tract. We recently found that the fly vessels that, like our vascular system, deliver oxygen to the gut cells play an important and previously unrecognized role in this communication. Indeed, these vessels -the so-called trachea- change their branching in response to specific nutrients. This somehow allows flies to cope with malnutrition and also affects how much fat they store in their bodies. This proposal seeks to understand what the branching of trachea does to other gut cells and how these gut cells, in turn, are able to affect metabolism and the fly's response to malnutrition. Our experimental design will first take an unbiased approach to characterize how differences in tracheal branching affect the expression of genes in the gut, and will then focus on a subset of these changes to understand how they affect the metabolism of the gut cells and their signalling to other organs. We anticipate that our research will both shed light on fundamental mechanisms of inter-organ communication and also identify potential new drug targets for the treament of nutrition-related diseases and conditions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/N000528/1","grantId":"BB/N000528/1","fundValue":"394164","fundStart":"2016-01-01","fundEnd":"2018-12-31","funder":"BBSRC","impactText":"","person":"Irene  Miguel-Aliaga","coPersons":[],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}