{"id":"0F85BADF-F55C-4754-AF34-15FB8FB4E628","title":"Mesoscale Modelling for Air Pollution Applications (Meso-NET)","abstractText":"Meso-Net is a Network project over three years which brings together the science and user communities involved in air quality research and assessment. Mathematical models are a key tool for air quality research and policy support. Over the past few decades most models for air quality applications have been based on simpler approaches. Although these models require modest input data and computer performance, they include significantly simplified treatment of emissions, meteorology and atmospheric chemistry. However, a number of numerical models now exist that include a more complete treatment of atmospheric dynamics and chemistry for air quality applications on urban to regional scales. Although much effort has been devoted in this area internationally, UK on the whole has been slow to benefit from new modelling developments. Recently, research groups and users within the UK have started to adapt and use such models for air pollution research and assessment. Furthermore, initiatives are underway to further develop the Met Office's Unified Model for air quality and climate applications on a range of spatial scales. The overall aim of Meso-Net is to significantly improve the UK capability for developing and applying high resolution air quality mesoscale models to address the needs of policy, regulation and research. From the user perspective there is a need for integrated policies to reduce the impact of air pollution on different spatial and temporal scales. Meso-Net will encourage consistent and coherent approaches and will provide a framework to stimulate such work as well as carry out specific activities mentioned below. Meso-Net will establish robust communication and interaction mechanisms between the air quality, meteorological and climate research communities and policy, regulation and industrial users. It will strengthen knowledge transfer from the science community to users to provide new generation models to support policy and regulation needs. It will do this by establishing direct interaction between the science and user communities through workshops, working groups, seminars, exchange visits and training sessions. It will lead to practical frameworks for users and the research community to have access to the latest advanced models for solving air quality problems. Meso-Net will have a major impact in the following ways: (i) It will provide, for the first time, strategic coordination of a wide range of disparate activities in the UK on mesoscale modelling for air quality applications and a mechanism for users to derive maximum benefit from research developments in this area; (ii) It will coordinate the current support structures to address the needs of the growing advanced air quality modelling community; (iii) It will stimulate interaction between the different sections of the atmospheric science communities which hitherto have tended to work separately with separate goals; (iv) It will significantly enhance the international competitiveness of UK capabilities in high resolution modelling for air quality research and policy applications.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E002617/1","grantId":"NE/E002617/1","fundValue":"10813","fundStart":"2007-06-01","fundEnd":"2010-05-31","funder":"NERC","impactText":"  MESO-NET allowed a robust approach to be developed for modelling regional air quality, especially ozone and particulate matter levels at national and regional scales. In particular the methodology was developed in conjunction with a number of users including regulatory bodies. These approaches were applied in subsequent projects supported by the Environment Agency to quantify the impact of large power stations on the air quality over the UK. Environment Policy & public services","person":"Ranjeet  Sokhi","coPersons":["John Adrian  Pyle"],"organisation":"University of Cambridge","findingsText":" This project has significantly increased our scientific understanding of the importance of mesoscale modelling for air quality applications. Advanced models, such as WRF-CMAQ, have been recognised to be essential to our understanding of the processes that lead to air pollution episodes and to address policy needs. Our ability to develop and apply complex models for air quality research and user-orientated applications has been significantly increased. A major outcome of MESO-NET has been the increased coherence and interaction between the user and academic (NCAS) communities in this area. In addition, joint research between the air quality and climate communities has been stimulated and has led to a number of projects with MESO-NET proving to be pivotal in stimulating knowledge transfer to user communities in the area. MESO-NET findings have already been taken forward in new contracts funded by the Environment Agency and DEFRA. The Agency's contract considered the use of advanced modelling techniques developed in MESO-NET to quantify the air pollution footprint of large emissions sources. DEFRA have funded a project to develop the national capability for air quality modelling based on the approaches of MESO-NET and subsequent projects. We have been able to demonstrate the advantages of these modelling methods over the traditional simpler approaches which do not take account of scale and other interactions. Environment","dataset":"gtr"}