{"id":"0F87E83E-2F5C-41A8-8CF6-4B1F82BD0557","title":"Diversity and evolution of vertebrate immune system genes in the natural environment.","abstractText":"A major part of biodiversity research is to understand the consequences of genetic differences between individuals. Such differences may mean that some individuals are more resistant to infectious diseases than others. Indeed, genes involved in the immune system often exhibit evidence that evolution has driven their genetic diversity. However, such evidence has so far been relatively piecemeal: either studies of a very limited number of genes in the natural environment; or studies of entire genomes, but divorced from any ecological information. Here we propose a more comprehensive approach that exploits (i) the latest sequencing technology to rapidly assay genetic diversity across hundreds of genes, and (ii) detailed ecological datasets relating individual genotype to pathogen resistance and immune phenotype.\n\nOur study is based on a pair of wild rodent species, wood mice and field voles, that are common in the UK and are host to a variety of pathogens in the natural environment, which have been characterised for large numbers of samples in previous studies. Thus we have a replicated study in which we will ask:\n\n How many genes are under selection and what do these genes do?\n Does evolution target the same genes in different species?\n Are genes that are diverse within a species also divergent between species?\n Do differences between individuals at these genes cause differences in resistance to pathogens?\n\nThis proposal is fundamental, blue-skies research with broad implications:\n\n In conservation, there has been a long-standing interest in conserving genetic biodiversity, particularly to protect populations from epidemics of infectious disease. But it has not been clear what genes are important for such diversity and this proposal will help us understand what to conserve. \n\n In biomedicine, much of our understanding of immunology derives from the laboratory mouse, but only in animals with a very limited genetic diversity and with no interaction with the natural environment. Studies of wild rodents, such as we propose, should help to place results from the laboratory mouse into a more ecological context. In so doing, our results may help to inform immunological studies of humans, particularly in the developing world, where there is considerable interest in understanding why some individuals are resistant and some susceptible to common and fatal diseases such as malaria and TB.\n\n In evolutionary biology, there is a wealth of theory on the role of pathogens to drive the evolution of hosts and vice versa. But data with which to test the theory, and to drive the field forward, is mostly lacking. We now have the tools to provide such data and to examine the role of pathogens for the evolution of host genomes in the natural environment. The proposed work may highlight novel genes that are highly diverse, or evolving rapidly, that will provide exciting avenues of future research.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J007919/1","grantId":"NE/J007919/1","fundValue":"11109","fundStart":"2012-09-01","fundEnd":"2015-08-31","funder":"NERC","impactText":"","person":"Amy  Pedersen","coPersons":[],"organisation":"University of Edinburgh","findingsText":" Please see lead Organisation's key findings.\n\nOur overall aim is to analyse the processes of selection that drive diversity in vertebrate immune system genes. We will achieve this aim using (i) next-generation sequencing methods that allow the rapid characterisation of diversity across hundreds of genes simultaneously, and (ii) detailed ecological datasets on pathogen susceptibility in natural populations.We just started this grant in August 2013, and so over the course of three years, we will address the following specific objectives:Objective 1: Analyse genetic variation and identify immune system genes subject to selection in natural populations. Thus far we have created a genome sequence for two wild rodents (wood mouse and bank vole) and combined with the sequence Mus musculus and field vole, were able to identify &amp;gt;800 genes across the 4 genomes that are identified with the immune response. This list will contribute to further analyses. Objective 2: Identify phenotypic consequences of genetic variation in immune system genes for parasite resistance in natural populations of wild rodents.Meeting these objectives will allow us to answer 4 key questions:How many genes are under selection and what pathways are these genes in?There are hundreds of immune genes, each with different roles in innate, cellular and humoural immune responses and with a variety of functions within, on the surface of, or secreted from a variety of different cell types. A key challenge is to discover which genes are subject to directional or balancing selection and whether they tend to be found in specific pathways of the immune response. For example, one might predict rapid evolution in cell-surface molecules interacting directly with pathogens.Are the same genes, or the same types of genes, repeatably subject to selection in different taxa?Different host species are infected by different pathogen species and may exhibit different pathologies for even closely related pathogens. This sets up alternate hypotheses that either unique host-parasite interactions will drive selection at a unique set of host genes for each species or that there are hot-spots in the genome repeatably targeted by selection.Do genes that are rapidly diverging between species exhibit reduced or elevated levels of diversity within species?One may predict that repeated selective sweeps within species would both drive divergence between species and reduce genetic diversity within populations. However, if different selective sweeps occur in different populations (i.e. local adaptation), diversity among populations within a species could also increase. Alternatively, balancing selection within species may maintain diversity within populations but reduce divergence among populations and species. The extent to which selective sweeps versus balancing selection shape diversity of immune system genes in natural populations is currently unknown.Do immune system genes identified as subject to selection also exhibit phenotypic variation in parasite resistance or immune function?From the perspective of evolutionary biology, demonstrating that genetic diversity has a phenotypic consequence for pathogen resistance is crucial to support the hypothesis that pathogens are the selective agent maintaining diversity at immune system genes1. But additionally, from a conservation or health perspective, linking genotype to phenotype is critical to use genetics to help identify individuals, populations or species most vulnerable to infectious disease. Please see lead organisation's key findings. Environment,Healthcare","dataset":"gtr"}