{"id":"0F88C2A8-98AB-48AF-9AE8-7DC7A3844F8F","title":"Coordination of an EU Framework VII Large Scale Integrating Project (IP) for Integrative Brain Imaging-Modelling: Request for a Travel Grant","abstractText":"It is becoming apparent to medical experts and healthcare policy makers alike that effectiveness and economy in treatment and prevention are strongly connected with personalisation of service. This trend is underpinned by the ever-increasing demand for better long-term results, but also from the fact that the population (especially in the Western world) is aging and that the medical conditions that are of dominant concern are exactly those that can benefit the most from approaches that are tuned to address the individual's specific profile.At the same time, a second realisation has occurred, one that is connected to the vast rewards that quick and targeted translation of techniques, tools and results from the natural sciences to clinical medicine promises to deliver. Nowadays, engineering and computing principles and techniques are used from the earliest stage to invent, design and manufacture novel devices and protocols of substantial clinical value. The programme that we envisage launching builds on these principles, as they are applied to the human brain. We focus on a particularly inclusive and challenging concept that dominates the operation and regulation of the cerebral environment, i.e. the way fluids (water, in the form of cerebrospinal fluid, and blood) permeate the cerebral tissue and how their flow and transport is regulated. The brain is in constant need of supplies, mainly oxygen and glucose, to function. It has developed a remarkable capability to ensure that these supplies reach all parts of the parenchyma by very sophisticated transport regulation mechanisms; the brain remains stable by being variable . Rather than attempting to maintain invariance, the brain modifies its state to meet external demands. This capability allows it to respond (often in a rapid fashion) to changes in its environment that may be gradual or abrupt. The programme of research aims to bring our understanding of these processes (that is currently incomplete, at best) to a new level. By combining computer modelling, imaging, experiments and clinical observations, we shall:-improve patient safety by optimising and rationalising diagnosis and interventions-move substantially towards patient-specific healthcare provision-enhance our understanding of the aetiology and treatment alternatives of neurological diseaseThe level of expertise necessary to achieve these goals necessitates the formation of a wide international consortium of experts from academia, industry and medicine. The present bid requests resources to facilitate this consortium-building exercise, by enabling the PI to travel to select sites and negotiate effectively the integration of such expert partners in this consortium.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H020810/1","grantId":"EP/H020810/1","fundValue":"11410","fundStart":"2009-09-07","fundEnd":"2010-11-06","funder":"EPSRC","impactText":"","person":"Yiannis  Ventikos","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}