{"id":"0F89FF52-6845-4086-A39B-8D76B1D341A5","title":"Predicting the distribution of major debris flow hazard using coupled 10Be erosion records and 1m resolution digital topography","abstractText":"On the 6th of August 2010 intense storms triggered widespread debris flows in the Indus Valley centred near Leh, India. Initially over 3000 people were unaccounted for and the final toll was over 200 dead and over 600 houses destroyed. Our group has been working in the area for over a decade and we visited the area in May 2011 to resurvey and resample channels where we had pre-event data. We discovered that debris flows concentrated near the mountain front, somewhat contrary to expectations: channels near the mountain front are on low relief alluvial fan surfaces whereas in the high mountains the main channel is deeply incised and would appear at first glance more active. However, we noted that the hillslopes near the mountain front were rougher (rockier) and were more dissected than the high elevation portions of the catchment; it is from these rough, dissected hillslopes that the debris flows originated. We believe that the rough hillslopes correlate with debris flow activity and seek to test this hypothesis with a combination of detailed field surveys of debris flow channels and previously unavailable high resolution topographic data. We will also quantify if the spatial distribution of debris flows persists over long time scales by measuring the concentration of 10Be in stream sediments. These measurements and our analysis will help us to understand debris flow hazard in remote mountainous areas in the Himalayas and beyond.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J012750/1","grantId":"NE/J012750/1","fundValue":"41519","fundStart":"2012-09-01","fundEnd":"2014-08-31","funder":"NERC","impactText":"  Not as of yet (we have yet to publish our results: a draft manuscript is in preparation).  ","person":"Simon Marius Mudd","coPersons":["Hugh  Sinclair"],"organisation":"University of Edinburgh","findingsText":" We have quantified erosion rates in the Indian Himalaya and have found evidence for recent fault activity that has not been previously reported. In addition, our study has now collected extensive data about the volume of landslides and other mass movements that occurred in a major storm in August of 2010. Our data suggests that this event was a 1 in several thousand year event. The distribution of landslides does not match the distribution of long term erosion rates, suggesting a disequilibrium landscape. In addition the grant has funded the development of a software package that uses topographic data to predict channel erosion rates. Yes, we have found an active fault near a major settlement in the Indian Himalaya. This should be taken into account for planning purposes. Environment","dataset":"gtr"}