{"id":"0F941C3C-D2A4-493B-9EB3-9FC45E5CAB60","title":"Developing in vivo recombineering for gene targeting in C. elegans","abstractText":"A 'model organism' refers to an animal or plant used in the laboratory to help uncover many of the fundamental biochemical, genetic and physiological processes that, because of their central importance to life, are conserved in essentially all species including our own. These model organisms are easily maintained, have short breeding cycles and can be modified genetically. The list of model organisms is getting longer and includes baker's yeast, the laboratory mouse and species of nematode worm, fruit fly, fish and plants. Each has it's own advantages and disadvantages but all have contributed, and continue to contribute, to our better understanding of the basis of human health and disease. The scientific name of the nematode worm used for many years as a model animal is Caenorhabditis elegans although it is more commonly referred to as the 'worm' and researchers who work with it are known as 'worm workers'. By using C. elegans as a model animal worm workers have discovered a number of highly conserved key biological processes. Two of the more notable include 1) apoptosis, the mechanism used by cells to orchestrate their own suicide in a controlled manner that doesn't adversely affect surrounding, healthy cells, and 2) microRNAs, a more recent discovery about how small RNA molecules control aspects of gene expression. However, unlike yeast or mouse, it is not possible for worm workers to make changes easily to the sequence of the DNA in the worm genome, that is the chromosomal DNA containing all the worm's genes. A number of possible methods are being investigated but, as yet, none has proved reliable and/or effective. The lack of such a 'gene-targeting' method represents a significant absence in the methods toolbox available to worm workers and, as such, it's development is highly sought-after. We will investigate whether a genetic engineering method, developed originally to work in bacteria and termed recombineering, can be adapted to function in a similar fashion inside the worm to change the sequence of the animal's genome. We will use short synthetic regions of DNA, known as oligonucleotides, to direct the desired changes to the genome sequence and proteins known as recombinases that can bind these to the animals' genome. The changes we have planned will make the worms able to grow at a temperature at which non-targeted worms die and so we should be able to identify worms carrying the genome change by growing them at this higher temperature. All animals are able to repair their DNA that has, in some way, become damaged. As our attempts to artificially change the sequence of the worm's genome will likely be recognised as a form of DNA damage we will investigate whether, by inhibiting this DNA repair mechanism, we can improve the efficiency of our gene-targeting method. To do this we will use RNA interference, itself first discovered and developed as a tool in C. elegans, to briefly deplete the associated DNA repair proteins and examine the effect upon gene-targeting. If our gene-targeting method can be made to work effectively we will have produced a technique that will be of use to many hundreds of worm workers and would undoubtedly reveal much more of what makes the worm work.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E016669/1","grantId":"BB/E016669/1","fundValue":"234912","fundStart":"2007-09-24","fundEnd":"2009-09-23","funder":"BBSRC","impactText":"","person":"Colin  Dolphin","coPersons":[],"organisation":"King's College London","findingsText":"","dataset":"gtr"}