{"id":"0F9740A8-14E7-4769-B1FC-49BF78706E9F","title":"IODP Survey of the &quot;Shackleton Sites&quot; on the Southwest Iberian Margin","abstractText":"Advances in our understanding of the Earth's climate system will rely on our ability to link high-resolution sedimentary archives from the oceans, ice-cores and terrestrial sequences, and to interpret these records in the context of novel Earth system modeling approaches. Few places exist in the world where sufficiently detailed and unambiguous marine-ice-terrestrial linkages are possible. One challenge for IODP, and the broader drilling community in general, is to identify and recover marine, ice and terrestrial sequences from appropriate locations and with adequate temporal resolution to study processes of the integrated climate system. \n\nOne such region is the southwest Iberian Margin where it has been demonstrated that the surface oxygen isotopic record could be correlated precisely to temperature variations (i.e., d18O) in Greenland ice cores. By comparison, the benthic d18O signal in the same core resembled the temperature record from Antarctica. Moreover, the narrow continental shelf and proximity of the Tagus River results in the rapid delivery of terrestrial material to the deep-sea environment off Portugal, thereby providing a record of atmospheric changes and permitting correlation of marine and ice core records to European terrestrial sequences. This is the only place in the ocean where such marine-ice-terrestrial correlations have been demonstrated unambiguously. It is therefore highly desirable to extend the Iberian Margin record to encompass the full range of Plio-Pleistocene glacial-interglacial cycles by drilling with the JOIDES Resolution (JR).\n\nTowards this end, Proposal 771-Full was submitted to IODP by an international group of 16 proponents led by the UK. The proposal was well received and reviewed by the Science Steering and Evaluation Panel (SSEP), but the IODP Site Survey Panel (SSP) identified major inadequacies in the quality of the seismic data:\n\n&quot;The panel raised several concerns on the suitability of the submitted data with regard to its appropriateness, both to image the target properly and with regard to the site location. The panel also discussed the need for 2 high-resolution lines and considered that places where Mass Transport Deposits (MTDs) or closely spaced faults were present deserved these 2 high-resolution lines.&quot;\n\nThis proposal requests 25 days of ship time to collect the necessary seismic and sediment data needed to meet the SSP requirements and recommendations. Several &quot;stand-alone&quot; scientific objectives are also proposed related to the modern hydrography and sedimentary processes on the southwest Iberian Margin, and calibration of palaeoceanographic proxies used for reconstructing past changes in deep-water circulation. This value-added science will make effective use of ship time and contribute key information needed to interpret the downcore records to be obtained by IODP.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J006556/1","grantId":"NE/J006556/1","fundValue":"12582","fundStart":"2013-01-01","fundEnd":"2014-12-31","funder":"NERC","impactText":"  The data collected on Research Cruise JC089 has been used to support an IODP drilling proposal (771-Full2). The revised proposal was submitted to IODP on October 1, 2014 and the site survey data was deposited in the site survey data bank on November 1, 2014.  ","person":"Polychronis Constantinos Tzedakis","coPersons":[],"organisation":"University College London","findingsText":" Cruise JC089 of the RSS James Cook set sail from Vigo, Spain, on 04 August 2013. The objectives were to collect geophysical data, water column samples, and sediment cores to support a proposal under consideration by the Integrated Ocean Drilling\nProgram (IODP 771-Full) to drill a series of sites on the SW Iberian Margin. The primary survey area was the Promonotorio dos Prinicipes de Avis (PPA), a topographic feature elevated above the Tagus Abyssal Plain.\nA total of 755 line kilometres of seismic reflection profiles were acquired using a 3-km streamer and a small airgun source consisting of a generator-injector (GI) gun. Data quality was generally good with penetration of 3–4 seconds two-way travel time with excellent resolution. The resulting set of crossing lines provides the survey data needed to support the IODP proposal 771-Full. An important by-product of this survey is seismic imaging of the water column (i.e., seismic oceanography), which\nwas calibrated by a combination of disposable hydrographic probes and CTD casts. Multibeam bathymetry and 3.5 kHz echosounder data were collected continuously during the seismic survey.\nIn total, 13 CTD casts were made using a trace metal free system to characterize the physical and chemical properties of water masses on the Iberian Margin. The data are useful for interpreting the water-column seismic profiles and for groundtruthing palaeoceanographic proxies preserved in surface sediment. Water was collected at 13 stations using 10 liter Niskin bottles, totaling 246 bottles from which subsamples\nwere taken for isotopic and elemental analysis. Large volume in-situ filtration was carried out at 6 stations using Challenger Oceanic Stand Alone Pumps (SAPs) to capture both suspended and sinking particles in the water column. Radiocarbon and\ngeochemical analysis of the filtered samples will be used to determine the age, source, and transport of particles on the Iberian Margin.\nSediment cores were acquired along a bathymetric transect to meet IODP site survey requirements and to study sedimentary processes (e.g., sediment provenance and focussing), bioturbation, and calibrate geochemical and sedimentological proxies on the Iberian Margin. We recovered 10 piston cores, 12 box cores, 10 kasten cores, 4 gravity cores, 13 megacores, and 1 grab sample. The long cores span the last deglaciation and range in water depths from 600 to 4670 m, constituting as yet one of the most complete vertical transects of sediment cores from a continental margin. We will use the cores to reconstruct bathymetric transects of geochemical properties (e.g.,\noxygen isotopes, Mg/Ca, benthic d13C, radiocarbon) and infer past changes in water mass distributions from the last glacial period through the Holocene.\nOxygen, pH, and redox gradients in sediment pore waters were determined using micro-electrodes inserted into Megacore tubes. Interstitial waters were sampled directly from the Megacores at 1-cm intervals using Rhizon soil moisture samplers. A total of 900 pore water samples were collected and alkalinity measurements were made onboard for each sample. The data collected will be used to support a proposal to the International Ocean Discovery Program (IODP) to drill the Iberian Margin. Environment","dataset":"gtr"}