{"id":"0FA2C506-49B3-4015-AAD4-40A5C2260778","title":"LABOUR PRODUCTIVITY, WORK FLEXIBILITY, AND INTERNATIONAL MIGRATION IN HOTELS","abstractText":"<p>This project analyses the extent to which labour productivity is determined by flexible work practices and the employment of international migrant workers in hotels, a relatively neglected but significant source of output and jobs. It also examines the extent to which there is a relationship between work flexibility and the employment of migrants, and how the interaction between these influences firm performance. In more general terms, the research contributes to the continuing debate about the performance of the UK economy, and its ‘productivity gap’.</p>\n\n<p>&nbsp;</p>\n\n<p>The project overcomes the limitations of secondary data by having privileged access to a unique data base for three large companies, with some 80 hotels in the UK and the Netherlands. This provides data not just at establishment level, or even at departmental level, but at individual employee level. Data is recorded on an hourly basis for different types of labour inputs (part time, contracted, seasonal etc.) over a continuous five year period. Outputs are measured in terms of both service outcomes (rooms occupied etc.) and financial terms. The availability of data for 2007-13 also allows analysis of how firms have responded to a changing operating environment through the economic crisis.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/K00655X/1","grantId":"ES/K00655X/1","fundValue":"197985","fundStart":"2013-10-01","fundEnd":"2015-06-30","funder":"ESRC","impactText":"  Too early to report this, but feed back seminars are planned with the participating companies before the end of the project.  ","person":"Allan Morgan Williams","coPersons":["Peter  Jones","Andrew John Lockwood","Sangwon  Park"],"organisation":"University of Surrey","findingsText":" This project is still in the analysis stage, with a further 5 months before it completes. Our preliminary findings have demonstrated that the main driver of hotel productivity is the occupancy rate and that this has a distinctive seasonal pattern. However, we have also found that flexible working (especially zero hour contracts) and the employment of migrant workers are also related to productivity. Current analyses are focusing on differences between physical and financial productivity, and the impact of the 2008+ crises. Presentations are planned for the Institute of Hospitality, and for the three companies that are participants in the research project. Further ahead we plan to produce videos and summaries to be presented on the project web site. Leisure Activities, including Sports, Recreation and Tourism","dataset":"gtr"}