{"id":"0FA5D10A-E68D-46F9-B263-814AD0CC32A6","title":"Consumer perspectives in low energy/ low carbon housing: a video and interactive website","abstractText":"<p>The starting point is a concern that the debate about innovative low carbon/ low energy housing has been dominated by technologists, architects and interested parties. The aim is to give occupants a voice and in addition to find ways of avoiding the technical jargon of innovative housing design. The aim is also to disseminate some of the more technical research findings to a wider audience, one more concerned with policy and practice. In this context, two particular methods are employed. First, a community arts or film company will make a short video about how the occupants use the heating and other features of low carbon/ low energy housing and how in general they see this type of home and estate. Secondly, an interactive forum will be created on the web, where interested parties can see the videos, deposit and look at other sources of information and also communicate amongst themselves. The proposal mirrors a shift in the use of the web from a one-way means of disseminating information to a two way means of promoting a conversation.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/J010367/1","grantId":"ES/J010367/1","fundValue":"47880","fundStart":"2012-03-12","fundEnd":"2013-03-11","funder":"ESRC","impactText":"","person":"Barry  Goodchild","coPersons":["Aimee  Ambrose","Fin  O'Flaherty"],"organisation":"Sheffield Hallam University","findingsText":" The examples studied in the project illustrate two main ways in which developers in England have come to provide innovative forms of low energy/ low carbon housing. The scheme in Nottingham provides an example of a specialist developer identifying a niche market of consumers. The schemes in Rotherham and Greater Manchester provide examples of social housing developers responding to policy imperatives in favour of innovation and to additional funding opportunities.\n\nDespite the character of this study as an exercise in knwoeldge transfer, the response of residents provides an insight into the different issues involved in the development and use of these two types of innovative housing. The prospects for expanding niche housing in the private sector depends on the size of the potential market, not just for committed green consumers but for cost conscious green consumers such as those currently in living in inefficient older housing. For private developers, much also depends on whether they can provide the 'bonus' aspects of the eco-home without sacrificing costs or other aspects. The prospects for innovative social housing depend essentially on the funding regime. However. social housing developers might still pay attention to the preferences and demands of their tenants. The social housing tenants in the present study all welcomed the prospect of lower energy bills. However, they found difficulty coping with technical complexity and with non-standard fittings and were also commonly suspicious of any unusual design features, notably the 'upside-down' layout. \n\nComplexity was also an issue for those who had bought their home, though it did not figure as prominently in the interviews. An understanding of how best to use eco-feature is a necessary precondition for those features to be used correctly. If the home is not used correctly, low energy/ low carbon designs will, almost certainly, not realise their potential. A logical response, as the social housing landlords have recognised is to train staff so that they can provide more support. In the longer term, however, the answer is surely to introduce technical systems that are simpler to control. The films prepared as part of this project can be and have been used for training purposes within housing agencies. They might also be used for consumer education, indicating to potential house buyers and tenants what they might expect. There is a real need for more consumer education on these matters. Eco-homes make demands on life-styles that is not easily appreciated in advance. The context for exploitation is the adoption of national targets for domestic energy and carbon reduction, namely that the housing stock should be approaching zero carbon by 2050. The targets necessitate innovation in housing design. The findings can therefore be used directly by housing developers in the private and public sectors. For the public sector, the findings indicate the need for more support and guidance in the use of new technologies. For the private sector, the findings indicate a possible range of niche markets- not just green consumers but consumers wanting well-designed modern homes with low running costs. For all housing developers and for the manufacturers of heating and renewable energy equipment, the findings suggest that overcomplexity and poorly designed control systems are obstacles to the widespread adoption of innovative technologies. Construction,Environment","dataset":"gtr"}