{"id":"0FB4DD1E-9074-45C7-97FD-AF62B07EAE87","title":"IAA Proposal","abstractText":"Objective 1 - We will commit &pound;60,000 of the Impact Accelerator Phase II to an open competition in Autumn 2013 with a single closing date for all recent and current NERC-funded researchers. Proposals will be encouraged from across the community, and will be developed with support from our Knowledge Exchange and Research Commercialisation teams, and the Cabot Institute. An Assessment Panel will meet in December 2013 to award funds to proposals meeting these criteria:\n- Proposals must make a clear link to NERC-funded research\n- Projects should involve an external partner (business shall be emphasised)\n- Clear plans for delivering downstream impact on an appropriate timescale\n- An indication of next steps both practical and financial e.g. through KTP, TSB funding or commercial investment.\nExpected outcomes are:\n- 3-5 business engagement projects, mentored by a member of the Knowledge Exchange, Research Commercialisation or Cabot Institute teams, including members of the external Advisory Board.\n- Follow-up plans for continuing the business engagement and achieving impact\n- Shared institutional best practice during proposal development, which is then embedded in research groups through regular mentoring meetings\n\nObjective 2 - \nWe wish to develop cross-cutting impact activities in areas of strategic importance for the University of Bristol. To trial this approach we will invite the Cabot Institute to develop a proposal in the area of &quot;Risk and Hazard&quot;, to be reviewed by an internal panel as for Objective 1 above. This will be written in collaboration with the Dr Andrew Wray, Knowledge Exchange Development Manager, and Cabot's External Advisory Board. There will be &pound;35,000 available from the NERC Phase II fund to be matched by at least &pound;35,000 of Cabot's own direct funding.\nThe proposal is yet to be fully developed; however, we anticipate appointing an 'Industry Liaison Fellow' to develop industry and user engagement in areas such as volcanic, seismic and flood risk anazard. The Fellow will create and run innovation sandpits and stakeholder workshops to identify and develop new impact projects building on NERC research. They will also work with existing NERC investments, e.g. PURE Associates.\n\nExpected outcomes are:\n- Innovation sandpits on relevant topics\n- Specific future projects and proposals which emphasise potential impact\n- Development of new and existing collaborations with external partners \n- New understanding of how to develop cross-project impact in future rounds of Impact Acceleration.\n\nObjective 3 - \nWe will allocate &pound;5,000 to developing impact case studies in three ways:\ni) Our text-based 2012-13 case studies have received some online interest but we believe we can make more of this existing material. We also have REF Impact Case Studies some of which could be developed for a wider audience.\nii) The five Phase I projects have progressed well and may provide valuable new case studies in how we create impact as well as its consequences. We will also review other recent projects, collaborations and awards to identify new studies.\niii) The University has made use of video in recent years to showcase research, researchers and to illustrate how science operates for potential students and research beneficiaries. We shall explore the use of images, video and exhibition material to maximise the impact of our impact.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/L012731/1","grantId":"NE/L012731/1","fundValue":"201620","fundStart":"2013-11-01","fundEnd":"2013-11-11","funder":"NERC","impactText":"  Many ways - see separate IAA Pilot reports sent directly to NERC Agriculture, Food and Drink,Environment Societal,Economic,Policy & public services","person":"Andrew  Wray","coPersons":[],"organisation":"University of Bristol","findingsText":" This grant supported a dozen projects developing impacts and benefits from a wide range of NERC-funded original research. Each funded project has made plans for the further development it's partnerships and impacts, whether through business-focused grants, collaborative R&amp;amp;D or direct industry investment Agriculture, Food and Drink,Communities and Social Services/Policy,Energy,Environment","dataset":"gtr"}