{"id":"0FCA1932-DA46-4A61-B0A6-725D3DEEA340","title":"Topological effects in high magnetic fields","abstractText":"This proposal aims to explore the fundamental properties of new candidate systems of topological insulators in highly crystalline materials by using high magnetic fields, applied strain and low temperatures where quantum effects can be tested. Topological insulators are a new phase of matter. Due to the strong spin-orbit interaction, these electronic systems have insulating bulk properties while maintain topologically protected metallic surfaces on their surfaces or edges. In ordinary materials, backscattering, in which electrons take a turn back owing to collisions with crystal defects, thus reducing the current flow and increasing its resistance. On the surface of topological insulators, backscattering processes are completely suppressed, so charge transport is in a low-dissipation state with exceptional transport mobility and reduced energy consumption, which is extremely attractive for semiconductor devices. As a result of unintended doping from crystal imperfections, however, residual bulk carriers are always present in the actual samples and often dominate the total conductivity. Low-dimensional nanostructures, with a large surface-to-volume ratio, provide attractive systems for transport studies, because the contribution from surface carriers is much greater than that from bulk crystals, and are therefore most relevant to electronic device applications. This research will explore the fundamental characteristics of the electronic and magnetic properties both in bulk and thin film form using nanoscale tools. This funding will develop additional expertise in designing nanoscale devices to enrich the current work in quantum materials and make significant steps towards material design and control.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L001772/1","grantId":"EP/L001772/1","fundValue":"251825","fundStart":"2013-07-01","fundEnd":"2015-06-30","funder":"EPSRC","impactText":"","person":"Amalia Ioana Coldea","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}