{"id":"0FCE0023-9A0D-4F18-8571-6C95EBE788AE","title":"QUEEN-WORKER COADAPTATION AND CONFLICT IN A PRIMITIVELY EUSOCIAL BEE","abstractText":"Understanding the conflicts of interest that occur within families has been a major focus of research in evolutionary biology: unless they are genetically identical, the precise evolutionary interests of individual family members often differ. Family conflicts have been particularly well studied in social insects, where there is potential conflict between the queen and her workers over questions such as who should lay the eggs, what sex-ratio of offspring to produce, and the length of tenure of the queen. However, while much is now known about the evolutionary endpoint of these conflicts, little is known about the underlying genetic architecture and the pattern of reciprocal adaptation between queen- and worker-expressed genes. This proposal will investigate queen-worker interactions in the UK social sweat bee Lasioglossum malachurum (Hymenoptera: Halictidae). A key method will be cross-fostering: just before workers reach adulthood, queens will be switched between nests. Because cross-fostered queens no longer share a nest with genetically related workers (which would normally be their own offspring), cross-fostering means that (1) queen and worker influences on offspring characteristics can be separated; (2) any subsequent correlations between the behaviour of a queen and her workers (now in separate nests) must reflect genes inherited by workers from queens rather than effects of the common environment; (3) 'mismatches' between queen and worker characteristics are generated - mismatches of the kind expected during on-going evolutionary conflict, but not normally available to study because evolution has largely eliminated them.\n\nBy using a combination of cross-fostering, and DNA fingerprinting to determine whether each offspring was produced by queen or workers, the work will achieve the following objectives.\n\nObjective 1: Test whether evolution has led to a correlation between a queen's ability to prevail in reproductive conflicts with the workers in her new nest, and the ability of her workers to prevail in the same conflicts with an unrelated queen. \n\nObjective 2: Carry out the first direct test of whether queens normally manipulate worker size and number in their own interests, for example by reducing worker size and therefore a worker's ability to compete with the queen over offspring production.\n\nObjective 3: Separate queen influences from worker influences on body size, a key offspring trait, and investigate the underlying genetic architecture theoretically.\n\nObjective 4: Carry out the first direct test of a key hypothesis for the evolution of helping in Hymenoptera: the hypothesis that a larger group of workers leads to a more female-biased sex-ratio of offspring. Because workers are more closely related to female- than male offspring of the queen, such an effect could facilitate helping. \n\nThe study system allows exceptionally large sample sizes to be obtained in the field, where natural selection operates. The overall result will be the most comprehensive understanding to date of the process of queen-worker coevolution, including the first tests of several key hypotheses. Empirical work will be carried out at the University of Sussex, and the project will involve collaboration with Project Partner Prof Mathias K&ouml;lliker (University of Basel, Switzerland).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M003191/1","grantId":"NE/M003191/1","fundValue":"408251","fundStart":"2015-01-08","fundEnd":"2018-01-07","funder":"NERC","impactText":"","person":"Jeremy Paul Field","coPersons":[],"organisation":"University of Sussex","findingsText":"","dataset":"gtr"}