{"id":"0FD177F5-B10B-4E15-86B8-AA3C1F118347","title":"Semiconductor-based hybrid structures for ultraviolet micro-devices","abstractText":"We aim to unite emerging elements of inorganic semiconductor materials science with novel areas of polymer physics and chemistry, to develop a new range of 'hybrid' optical structures and sources for the UV/violet region of the spectrum. This timely and ambitious programme builds upon our core expertise in optical physics, microfabrication and semiconductor materials science, and shapes and directs collaborations with leading teams - both in the UK and abroad - in associated disciplines. These include deep ultraviolet semiconductors, novel structural polymers, organic light-emitting devices, biomaterials, digital optical chemistry and quantum dot spectroscopy.The spectral region of interest in the current proposal, covering wavelengths from violet to around half that of blue light, is one of special significance for the interaction of light with matter. Many atomic and molecular transitions lie in this range, and, most importantly, so do the natural absorptions of many types of organic (carbon-containing) materials. Indeed, we can interpret the notion of organic materials broadly, to encompass both living and non-living materials. Examples of the former are polymers, resins and photoresists; examples of the latter are DNA and protein sequences, cells and tissues. For these reasons, UV/violet wavelengths are of central importance to a wide range of disciplines at the forefront of current science and technology, including micro- and nano-patterning of materials, bio- and chemical sensing, optical imaging and microscopy, and selective light-matter interactions. The topics to be addressed in the programme engage a wide range of areas including those above: We will develop micro-pixellated light-emitting diodes operating into the deep ultraviolet, taking to shorter wavelengths the approaches we have poineered in the blue/green and taking advantage of the remarkable recent developments in AlGaN light-emitting materials. In conjunction with our collaborators, we will develop and process novel polymeric materials to make custom photoresists and structural polymers for use with the above and other optical sources. This will provide a range of new optical polymers for use in areas such as encapsulation, micro-optics, mask-free and self-aligned photolithography. We will develop, with other collaborators, hybrid light-emitting polymer structures integrated with our devices and investigate novel forms of energy transfer between them. Furthermore, we will continue and our groundbreaking work on site-controlled GaN/InGaN quantum dots and seek to couple the light-emission from these to high-finesse optical microcavities. We will support the above by complementary investigations into other UV-compatible materials including ZnO and diamond where the team already has expertise and collaborations.Both the microstructured LED and dot/microcavity devices will be used to study the selective interaction of light with biomaterials. On the one hand, 'digital optical chemistry' synthesis of custom biosensor micro-arrays will be undertaken, using a variety of substrates including UV-transparent polymers, sapphire and diamond. On the other, coupling of quantum dots/microcavity emission to such as proteins and amino acids will be investigated.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D078555/1","grantId":"EP/D078555/1","fundValue":"729439","fundStart":"2007-01-01","fundEnd":"2010-12-31","funder":"EPSRC","impactText":"","person":"Martin David  Dawson","coPersons":["Stephane  Calvez","Ian Michael  Watson","Robert William Martin"],"organisation":"University of Strathclyde","findingsText":"","dataset":"gtr"}