{"id":"0FFC69DF-D710-4BBF-9B99-6D80B5C1582D","title":"From bats to humans: the social, ecological and biological dynamics of pathogen spillover","abstractText":"Newly-emerging infectious diseases pose a great challenge to human and animal health. Most new diseases, such as SARS and HIV-AIDS, originate from wild animals and it is predicted that many more new diseases will emerge from wildlife in the future. In particular, a series of highly virulent RNA (or ribonucleic acid) virus diseases of humans and domestic animals has emerged in the last 15 years from bats. These include SARS, Hendra virus and Nipah virus. Also, Ebola and Marburg fatal haemorrhagic fevers are now known to be caused by RNA viruses from bats.\n It is not yet understood why so many new and important diseases of humans have their origins in\nbats or how these diseases ?spill over? from bats into people, but there are many potential opportunities for these disease spillover events to occur. Examples include people sharing food sources with bats, the hunting and eating of bats and bats living in close proximity with people, either within the structures of houses or as massive populations roosting in cities. Also, indirect transmission can occur, whereby bat viruses infect other animals which, in turn, then infect people. In this Catalyst Grant Proposal, we aim to build relationships between researchers to understand the complex interactions between RNA viruses, their bat hosts and humans, in order to find out what causes bat viruses to spill over into people and how this can be prevented. We also aim to understand how people perceive bats and the diseases caught from them and how these diseases are diagnosed by the medical profession in different countries. This improved knowledge and diagnosis will reduce the public health risks.\n This catalyst proposal will be used to create an interdisciplinary team of international experts to investigate virus transmission between bats and humans. We will review current discipline-specific literature and plan a comprehensive, holistic programme of research that addresses the complex and interwoven facets of virus spillover from bats to humans. Reviews will be written on the factors underlying infection spillover, incorporating ecological, medical, social and environmental perspectives and how changing environments and livelihoods lead to new kinds of bat-human interactions. A final workshop will be used to develop a structure for a research consortium proposal: the specific research questions and the scientific approaches needed to explore bat-to-human viral transmission will be decided and practical details, such as management structure, communication strategies and user engagement, will be addressed.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0902430","grantId":"G0902430","fundValue":"47654","fundStart":"2010-05-25","fundEnd":"2011-02-24","funder":"MRC","impactText":"","person":"James  Wood","coPersons":["Melissa  Leach","Andrew Alexander Cunningham"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}