{"id":"101DB1C9-4BB5-4135-975F-63CF432ABB98","title":"Amateur Dramatics: Crafting Communities in Time and Space","abstractText":"This is the first major study of amateur dramatics. Amateur theatre has an active place in the social and cultural life of many communities, despite receiving little intervention from funding councils, charities, local authorities and professional theatre. Moreover, the term 'amateur' is often used disparagingly; professional actors continue to deride amateur dramatics for their production values, often vociferously, despite many performers having started their careers as amateurs. For theatremakers on the political Left, the perceived conservatism of 'am drams' has been seen an obstacle to community theatre. Academics have often been conspiciously silent on the subject of amateur dramatics, favouring forms of theatre that are more palatable to radical politics and more in tune with metropolitan taste. Yet for the participants in amateur dramatics themselves, the choice of repertoire, the craft of performance and the production values are deeply important.\n\nThis study will take the social and artistic intentions of amateur dramatic companies seriously. It will consider systems of apprenticeship and leadership, how casts and crew refine and develop their craft, and how their commitment to rehearsal, production, competitions and festivals shapes their skills as theatre-makers. The study will consider the social aspects of amateur dramatics: how participation fosters friendship and romance, weathers conflict and fall-outs, and sustains family involvement and community participation across generations. It will examine how amateur dramatics is viewed by audiences and valued as heritage, and the contribution made to productions by the wider communities in which they are situated. \n\nThe research will focus particular attention on amateur dramatics in constructed communities, that is communities conceived to fulfil particular social and institutional functions (military bases, naval ships), or designed as utopian imaginaries of urban life (Garden Cities/ post-war New Towns and suburbia) and rural villages constructed in the transition from organic communities to commuter dormitories. By researching cultural activity in non-metropolitan communities, it will address questions of international significance by asking how and if amateur dramatics contributes to sustaining and revitalising communities; whether amateur theatre companies resist change or adapt to new circumstances; why people give time to amateur dramatics; how participation enhances wellbeing and raises the quality of community life. This research will be conducted with and by members of amateur dramatic companies, who will share their insights and local knowledge.\n\nIt is significant that this research is proposed in a context in which creativity is recognised as valuable commodity in globalised, knowledge-based economies and State funding for the professional arts has been cut. In times of austerity and recession, funding for participatory arts as a means of promoting social cohesion has been eroded. Nonetheless, there is a widespread cultural anxiety that although we may be increasingly globally networked, many people scarcely know their neighbours, leading to loneliness and social isolation. This makes questions about the practice of amateur arts all the more pressing. There is urgent need to understand the social, cultural and economic significance of amateur dramatics - as one of the most social, sociable and durable cultural practices. The project will culminate in a research festival that will bring together amateur and professional theatremakers, academics and cultural policy-makers to share practice and experience, and consider future possibilities. The outcomes will be of interest to cultural policy, voluntary arts organisations, Naval and military institutions, local authorities and heritage groups, as well as to the amateur dramatic companies themselves. By studying amateur dramatics in the past and present, this research will inform the future.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K001922/1","grantId":"AH/K001922/1","fundValue":"378247","fundStart":"2013-07-01","fundEnd":"2016-12-31","funder":"AHRC","impactText":"","person":"Helen  Nicholson","coPersons":["Jane  Milling","Nadine  Holdsworth"],"organisation":"Royal Holloway, University of London","findingsText":"","dataset":"gtr"}