{"id":"101D1D25-2B78-4F74-9006-0147E40A3005","title":"LLAKES Centre Mid-Term Review Proposal","abstractText":"<p>The LLAKES Research Centre is now in its second phase of funding, and continues to investigate the role of lifelong learning in promoting economic competitiveness and social cohesion. The research programme has been reorganised into three Themes (replacing the Strands of Phase 1) in order to enhance the use of mixed methods in our research.&nbsp;</p>\n\n<p>Each of the three Themes involves multiple levels of analysis, drawing on the methods of different disciplines to focus on separate levels (eg Psychology on the individual level, and Comparative Political Economy on the macro level).</p>\n\n<p>Theme 1 - “Youth, Intergenerational Mobility and Civic Values” - is led by Karen Evans, and focuses on the opportunities, social mobility and civic values of young people.&nbsp;</p>\n\n<p>Theme 2, on “Learning, Work and the Economy”, is led by Francis Green, and deals with relationships between the organisation of work, patterns of learning and skill, and economic performance.</p>\n\n<p>Theme 3 is entitled: “Education, Inequality and Social Cohesion”; it is led by Germ Janmaat, and concentrates on the different models of lifelong learning in various countries, and the mechanisms by which these varying approaches impact on skills distribution, social inheritance, civic values and social cohesion, at national and regional scales</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/J019135/1","grantId":"ES/J019135/1","fundValue":"4304430","fundStart":"2013-01-01","fundEnd":"2017-12-31","funder":"ESRC","impactText":"  According to the overall LLAKES strategic plan, the first two to three years of the Centre's second phase are allocated to initial fieldwork, literature reviews, and other forms of data collection and analysis. Whilst all thirteen LLAKES projects have started and are making steady progress, detailed results, and hence the possibilities for more extensive wider impact, are not expected until later in the Centre's current lifespan. Nonetheless, LLAKES research has produced a number of significant impacts to date, and it is intended that this process should be extended and continued over the remaining period of the Centre's grant. \n\nThe LLAKES 'Pathways to Impact' statement specified two main areas in which impact would be targeted. The first of these is Academic Impact. The thirteen LLAKES projects are developing outputs which will be of use both to other academic researchers, and to policy-based organisations. The second area of impact concerned economic and societal themes. Many of the LLAKES projects will generate relevant outputs. The project entitled &quot;The Crisis for Contemporary Youth&quot; is of particular interest, in that it seeks to engage with young people who are not normally represented in surveys of their age groups. LLAKES maintains close links with organisations including the TUC, NIACE, DELNI and Skills Development Scotland, and thus has an effective network for the distribution of research findings into non-academic sectors. A key aspect of the LLAKES impact strategy has been to involve relevant policy-makers and stakeholders in the research projects from an early stage and this is illustrated in the examples below. \n\nThe LLAKES Research on Free Schools, although still in the early stages, has has a considerable impact already. The LLAKES Centre report on &quot;The Social Composition of Free Schools after Three Years&quot; prompted a considerable response when it was published in August 2014. It was discussed in articles written in The Independent, The Times, The Guardian, and the Times Education Supplement; the story was also covered extensively in specialist publications and in regional and local newspapers; and the lead author, Francis Green, gave interviews to BBC News at Ten, Voice of Russia, Sky News, LBC, Radio 5 Live, Radio London Drivetime, London Live, and BBC London News. The report's findings prompted extensive debate on what is a flagship government policy. As the report is connected to the ongoing LLAKES research project on the effects of private and quasi-private schooling, further impact in this area is anticipated as the project progresses. \n\nThe LLAKES Centre's analysis of the data in the OECD recent Survey of Adult Skills has had a considerable impact. The initial findings were published in a LLAKES Research Paper in January ('Why are Literacy and Numeracy Skills in England So Unequal? Evidence from the OECD's Survey of Adult Skills and other International Survey', LLAKES Research Paper 47) with an accompanying Press Release and two blogs by Andy Green ('Class Drives Equality Gap in England's Adult Skills,' The Conversation, 6th February, 2014; 'How Class Continues to Drive the Equality Gap in England's Adult Skills,' IOE Blog, 10th February 2014.) The paper had considerable media impact. There were articles on the research in: the Daily Telegraph, England among the Worst Nations in the World for its Class Skills Gap, 29.1.2014; Education Journal ('Poor Skills of Millions of Adults Still Held Back by their Parents' Social Class,' 7.2.2014); Wigan Today ('Parents have a Big Influence on Ability,' 7.2.2014, http://www.wigantoday.net/news/education/parents-have-a-big-influence-on-ability-1-6423293). Mentions of the research also occurred in: Mail Online ('Underprivileged Pupils Fall further behind despite Nick Clegg's Flagship Education Policy to Narrow Gap between Rich and Poor Youngsters, 29.1.2014); and The Independent ('Children of brainy parents test better', The News Matrix, 29.1.2014). Francis Green gave an interview on the report for LBC Radio, and Andy Green and Francis Green presented the paper to a special seminar at BIS on 25th February, 2014. Andy Green also presented the findings from the paper at an invited seminar at George Washington University, at the AERA Conference in April 2014, and at the University of Malta in May 2014. \n\nThe research has resulted in two further events in 2014. The first of these, held in Dublin, was a conference entitled: 'How to Tackle Intergenerational Equity Gaps in Knowledge and Skills? Ireland in International Context&quot;, and focused on the question of why English-speaking countries - including England, Northern Ireland and the Irish Republic - perform relatively poorly on international comparisons of adult skills? The symposium allowed senior academics and practitioners from across the UK and Ireland to exchange views and ideas, on subjects including the quality of educational experience; the links between Further and Higher Education; and the role of workplace learning in reducing levels of skills deterioration. The second event was a workshop on the OECD data, which was held at the Institute of Education in June, and was attended by representatives from the National Institute of Adult and Continuing Education, Education and Employers, the University and Colleges Union, and other relevant organisations. Again, this session provided an opportunity for LLAKES members to interpret the OECD findings to a wider audience in ways that allow for the dissemination of information to workplaces and other communities. \n\nProject 1.1 research on the role of intergenerational factors in learning and well being of young people is also making a substantial academic impact. An international expert seminar on Youth in recession took place in June 2014, in which we collaborated with the ESRC project Youth in the Great Recession to bring LLAKES Project 1.1 findings into the wider interdisciplinary exploration of youth experiences in times of economic crisis. Conference papers arising from Project 1.1 were also presented internationally at ASA, AERA, ECER and the Pathways project conference at Marbach Castle, 14-17 November 2014 on Pathways to Adulthood funded by the Jacobs Foundation in 2014. These high profile communication and impact opportunities are contributing to the search for policy solutions. The project has also contributed significantly to a book: Schoon, I. &amp; Eccles, J.S. (eds.) (2014) Gender differences in aspirations and attainment: A longitudinal perspective. Cambridge University Press.\n\nProject 3.3 research on:' Lifelong Learning Systems, Equality, and Civic Values (Leader: Germ Janmaat) published an article in the June 2014 issue of Journal of Adolescence under the title 'Widening the Participation Gap: The Effect of Educational Track on Reported Voting in England'. According to the journal's publisher it has attracted 113 downloads and viewings so far highlighting the interest in this topic by the academic community and other audiences.\n\nLLAKES has also been involved in a number of more generic impact generation exercises. These bring research findings from across the range of LLAKES research to taregetted audineces as part of LLAKES capacity-building endeavours. Two major initiatives have been undertaken in the past year. \n\nAndy Green led the professional development seminar on &quot;Early School Leaving: Causes, Impact, Remedies and Policy Responses&quot; which was organised in conjunction with the Centre for the Development of Educational Policy of the Greek General Confederation of Labour. Fifty Greek teachers attended the two-day session in June 2014, which included research-based presentations from LLAKES members on the multiple dimensions of early school leaving, including the life trajectories of early leavers, volunteering as a potential route to employment, and responses to the problems in the form of curriculum developments. The teachers were also able to present their own 'front line' experiences of what has been happening in Greek schools during the course of the economic crisis, and to feed their opinions and views into the policy debate. A follow-up seminar to be organised by the GGCL in Athens is planned for early next year\n\nFrancis Green has led a collaboration between the UK Commission for Employment and Skills (UKCES) and the LLAKES Centre which provides a series of &quot;Masterclass&quot; sessions for policy-makers. These are based on LLAKES research findings, and are directed specifically at policy and decision makers within government. The Masterclass programme is being delivered at the Department for Business, Innovation and Skills (BIS). Five presentations have been given so far. These include: &quot;Employers' Skills Demands&quot; by Francis Green; &quot;The Historical and Comparative Perspective on the Development of Vocational Education and Training in England&quot;, by Andy Green; &quot;Global Challenges for Higher Education&quot; by David Finegold; &quot;Training Trends&quot; by Alan Felstead; and &quot;Apprenticeship and Occupation: Strengthening the Link through the Reform Agenda&quot; by Alison Fuller. The sequence of presentations has been well attended, and this approach appears to be an effective way of relaying LLAKES research findings directly to influential individuals. Two further sessions have already been arranged, and negotiations are taking place with UKCES and BIS about a further programme of such events. Communities and Social Services/Policy,Education Societal,Economic,Policy & public services","person":"Andy  Green","coPersons":["Claire  Callender","Anna  Vignoles","Pauline Carole Leonard","Rebecca  Allen","Martin  Weale","Bryony  Hoskins","Susan Janine Halford","Karen Marilyn Evans","Andrew  Jenkins","Lucinda  Platt","Rebecca  Riley","Geoff  Mason","Susanne  Wiborg","Francis  Green","Peter Frederick Taylor-Gooby","Chiara  Rosazza Bondibene","Alan  Felstead","Alison  Fuller","Richard  Dorsett","Ingrid  Schoon","Lorna Winifred Unwin","David John Guile","Jan Germen  Janmaat"],"organisation":"University College London","findingsText":" Theme 1: Youth, Inter-Generational Mobility, and Civic Attitudes. Project 1.1 (Leaders: Karen Evans and Ingrid Schoon) focusses on the part intergenerational factors play in shaping the learning engagement, life chances and well-being of young people. A main finding from project to date is that parental worklessness is significantly associated with their sons' and daughters' experience of being NEET (not in employment, education or training) for longer periods of time. However, much of this association is explained by a number of other socio-economic risks facing these young people and their families (e.g. low parental education level, living in rented accommodation and in highly deprived neighbourhoods). The study does not support the assumption of an inter-generational transmission of a 'culture of worklessness' but points to the role of multiple deprivations and lack of local opportunities in shaping the life chances of young people. Project 1.2 on 'The Crisis for Contemporary Youth: Young People, Opportunities, and Civic Values' (Leaders: Andy Green and Avril Keating) has completed wave six of the Longitudinal CELS survey and its associated cross-sectional survey and the data is currently being analysed. One early finding is that a large proportion of UK youth still don't trust politicians or the government at all, but that the level of distrust has declined somewhat since 2011 in England and Wales, but not in Scotland. \n\nTheme 2: Learning, Work and the Economy. Project 2.4 on 'Skill and Job Quality: the Workers' Perspective (Leader: Francis Green) is completed and a manuscript of the book Unequal Britain At Work has been delivered to Oxford University Press. The book provides the first systematic assessment of trends in inequality in (wage and non-wage) job quality in Britain in recent decades. Although there has been some improvement in the relative job quality experienced by women, part-time employees and temporary workers, the book reveals the remarkable persistence of major inequalities in the working conditions of other categories of employee across periods of both economic boom and crisis. Project 2.5 on 'Good Jobs, Bad Jobs: a Longitudinal Analysis (Leader: Francis Green) has developed an index of 'graduate jobs', defined as jobs which use high-level skills normally obtained from tertiary education, and derived using a statistical classification procedure. Applied to the period between 1997/2001 and 2006/2012, the research finds that the proportion of graduate jobs has grown to 40 percent and the pay returns for graduates in graduate jobs have been maintained. However, the penalty for graduates who are mismatched has increased substantially. \n\nTheme 3: Education, Inequality and Social Cohesion. Project 1.1 on 'The Causes and Dynamics of the Unequal Distribution of Skills among Adults' (Leader: Andy Green) uses the new OECD Survey of Adult Skills data to analyse the variation across countries in adult literacy and skills inequality and the factors which may be affecting this. It finds that Anglophone countries, and particularly England, Ireland and the USA, tend to have greater inequality in skills opportunities (social gradients of skills) and skills outcomes than most other countries, and particularly amongst younger cohorts and in numeracy. This cannot be explained by inter-cohort differences, the effects of adult migrants' skills or differences in adult learning. However adult skills inequality across countries is strongly correlated with inequalities in levels of education and qualifications gained. The exceptional levels of adult skills inequality in England relate to the relatively unequal outcomes of the education system going back over 50 years. A further analysis of the data sought to identify the changes in inequality of skills opportunities and outcomes during the post lower secondary phase of education and training (i.e. between ages 15 and 27). A pseudo cohort was constructed based on 15 year olds in PISA 2000 and 25-29 year olds in SAS in 2011, and a Difference-in-Difference approach was deployed to explore the patterns across countries in changes in skills inequality. Systems were found to vary substantially in the degree to which they either mitigated or enhanced skills inequality during the 15 to 25 period of the life course, with those with Dual Systems of apprenticeship being most successful in reducing inequality and those with diversified 'Mixed Systems' (such as England) being much less successful. Inequality mitigation was found to be strongly correlated across countries with rates of completion of full upper secondary qualifications and with measures of relative parity of esteem between vocational and academic tracks. Project 3.4 focused on 'The Effects of Private and Quasi-Private Schooling on Society' (Leader: Susanne Wiborg) with elements including: 1) A policy analysis of Free Schools in England and Sweden; 2) A quantitative analysis of intakes in the last three years (2011/12, 2012/13, 2013/14) in Free Schools in England, and 3) A qualitative study of the social effects of Free Schools. The first element investigated why Sweden, with a strong social democratic tradition, has implemented education reforms leading to extensive growth in the Free Schools in contrast to liberal England where Free School policy has been met with strong resistance. The key finding is that the response of the Left toward market-led reforms of education can explain this difference. The second element found that many Free Schools in England have opened in disadvantaged neighbourhoods, but that they are taking fewer poor children (FSM) than the other local schools. The findings from Project 1.2 will be of interest and value to policymakers and NGOs that are interested in youth civic engagement and youth opportunities in education, employment and housing. NGOs such as the Citizenship Foundation are already using some of the original data we have collected to highlight the opportunities and challenges young people experience when trying to engage in civic and political activities. With the Young Advisors charity, we have been getting young people involved in the research process. To this end, YA youth workers have been conducting interviews in their communities, giving us a 'youth' perspective on our topic guide, and contributing to our analyses. We hope that this process will also help the Young Advisors charity to build capacity in working with academic institutions. A launch of the full results from the CELS survey will be organised for March in the Houses of Parliament where we hope to engage interested MPs in our findings, as well as other bodies , which have been working on these issues, like Demos, the Social Market Foundation and the Intergenerational Foundation. As the full results from our research appear we would expect to have important findings with relevance to DFE and the Home Office and will seek engagement policy-makers in relevant sections of these departments. \n\nProjects 2.4 and 2.5 have produced novel findings surrounding various aspects of division in society, including class, gender, part-time working, self-employment, public/private, union/non-union, and public/private sector. The book from project 2.4 argues for a multi-faceted strategy that involves an enhancement of employee involvement, stronger management standards procedures, a facilitation of individual legal redress, the extension of public procurement conditions to take account of intrinsic work conditions and greater employer transparency through requirements to include evidence-based information about work quality in company reports. The main policy implication of Project 2.5 is that there is increasing dispersion in the returns to tertiary education, which should affect the advice given to prospective HE students. In future the principle behind the index is being applied to the OECD's Survey of Adult Skills, to generate indices for many other countries, thereby aiding international comparisons of graduate labour markets. \n\nThe early results from Project 3.1 have already been discussed with policy-makers from BIS and with the Spencer Foundation and a team of academics from George Washington University and elsewhere interested in following up the high profile work on education and inequality in the 'Whither Opportunity' report published by the Foundation. We have already had substantial involvement with the OECD team with the development of the PIAAC survey and will invite further discussion with them on our findings. The main policy implication for England arising from our results is the importance of the upper secondary phase of education and training for reducing skills inequality and the need to achieve higher rates of completion in long-cycle programmes at this level which include sustained development of maths and English language skills. We will want to discuss our findings with DFE policy-makers and develop further research to assess the effectiveness of new measures for raising leaving ages and making English and Maths a required part of further education courses. Communities and Social Services/Policy,Education","dataset":"gtr"}