{"id":"1022523D-87B5-460C-ABD3-E9EFE36228AB","title":"Functions of the Whirly 1 protein in chloroplast-nucleus crosstalk","abstractText":"As the world population grows and we are facing a 70% increase of food demand over the next four decades, it is clear that the need to optimize plant productivity is one of the most important issues of our time. Plants use the process called photosynthesis, to harvest light energy and convert it into chemical energy that can be used for growth and to produce storage carbohydrates, and a wide range of other compounds. The photosynthetic processes are housed in sub-cellular compartments called chloroplasts. Unlike mobile animals, sessile plants do not have the capacity to move away from adverse environmental conditions and have therefore evolved an extensive capacity to recognise and respond to environmental changes. Chloroplasts are major sensors of such changes, particularly the availability and quality of light and they this transmit information to the nucleus in order regulate gene expression, so that appropriate adjustments can be made to optimise photosynthetic processes over a wide range of conditions. Chloroplast-to-nucleus signalling pathways not only allow the continuous acclimation of photosynthesis but also the coordinated regulation of photosynthesis, growth and defence functions. While the phenomenon of chloroplast to nucleus signalling has been known for over 30 years, very little is known about the mechanisms involved or the different pathway components. During the process of photosynthesis light energy is used to split water into its component parts of hydrogen and oxygen with the release of electrons which are then passed down the photosynthetic electron transport (PET) chain to generate the power required to fix CO2. A photosynthetic component that gains electrons is described as reduced while one that loses electrons is described as oxidised and together these concepts describe the reduction/oxidation (redox) reduction/oxidation (redox) status of photosynthetic components. Current concepts suggest that monitoring of the redox status of the PET chain is an important sensing/signalling mechanism but we lack a clear understanding of how this mechanism is used to transmit information to the nucleus. Plants possess a small family of DNA binding proteins, called WHIRLY. In the model plant Arabidopsis thaliana, two WHIRLY proteins (WHIRLY1 and 3) are targeted to chloroplasts, but WHIRLY1 is also found in the nucleus. The crop plant barley also has a WHIRLY1 protein that is located in chloroplasts and the nucleus of the same cells. This project will test the hypothesis that WHIRLY1 is involved in chloroplast to nucleus signalling, and specifically that it is regulated by chloroplast redox signals, particularly the ones that are generated by photosynthetic electron transport pathways, in such a way as to alter both the location of WHIRLY1 and its DNA binding properties and thus regulate gene expression. The vision of these studies is to deliver an improved understanding of the sensor role of chloroplasts, particularly the central role of WHIRLY1 in the regulation of gene expression, together with a deeper knowledge of how this integration can be used to maximize plant productivity under optimal and stress conditions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M009130/1","grantId":"BB/M009130/1","fundValue":"397731","fundStart":"2015-05-01","fundEnd":"2018-04-30","funder":"BBSRC","impactText":"","person":"Christine  Foyer","coPersons":[],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}