{"id":"10270903-EB88-45A6-89EB-67982257A406","title":"Modelling correlated electron-ion diffusion in nano-scale TiO2: beyond periodic model and density functional theory","abstractText":"A principal focus of one of the current research grand challenges is on reducing society's dependence on the use of fossil fuels and thus decreasing the CO2 emission levels. A major strategic component of this challenge is replacing liquid fuels (petrol, diesel, and kerosene), as main fuel sources for automotive and aerospace applications, with alternatives such as solar cells, hydrogen fuel cells, and electric batteries. In particular, several models of automobiles operating on Li batteries are already mass-produced. However, the market niche taken up by the electric cars remains small due to long battery charging times, small energy capacity, and aging. For example, the G-Wiz, which is popular among inner London residents, has a charging time of 8 hours and maximum range of ~50 miles, while a new (2008 production) all-electric sports car the Tesla Roadster needs up to 17 hours of charging time for a 240 mile journey. Non-incremental improvements of Li battery characteristics are needed to dramatically increase the fraction of electric automobiles and, thus, considerably reduce noise, pollution, and CO2 emission levels, which, in turn, will have beneficial economical, environmental, and health implications. The use of nano-structured electrode materials, in particular, nano-structured TiO2 based compounds, emerged as a promising strategy for increasing performance characteristics of Li batteries. This research project aims to facilitate the development of new electrode materials through quantum-mechanical modelling of the atomic-scale mechanisms and kinetics of Li ion migration coupled with electron hopping. We will investigate the effects of the Li+ - electron interaction by comparing the kinetics of their migration individually and as a pair. To investigate the effects of nano-structuring, we will compare the migration kinetics of the Li+ and e- species in the bulk and in the vicinity of the grain boundary. Understanding the effect of the Li+/e- coupling and that of the interface structure would provide us with a variety of protocols for controlling and optimising the energy capacity and charging speed. Some of these protocols may include selecting characteristic size of TiO2 nano-structures and controlling electron injection. Despite being a generic problem, correlated ion-electron migration in oxides has not been properly addressed on the quantum mechanical level. This is because widely used ab initio methods based on the density functional theory (DFT) severely underestimate the band gap of insulators and semiconductors, which results in a qualitatively incorrect description of the properties of trapped electrons. In addition, these methods employ a periodic boundary conditions model, which is not applicable to modelling complex non-periodic structures. In this proposal, we will break through these limitations and apply an embedded cluster method specifically designed for modelling defects in irregular surfaces and interfaces. As a part of this proposal, we will develop new forms of consistent long-range electrostatic and short-range embedding potentials. This will allow us to apply accurate quantum-chemical methods for electronic structure calculations, which do not suffer from drawbacks of conventional DFT techniques. These embedding potentials can be used in other computational studies of numerous electronic phenomena associated with TiO2 bulk, surfaces, interfaces, and nano-structures. To facilitate their wider availability, we will collaborate with developers of computer packages for quantum-chemical calculations.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H018115/1","grantId":"EP/H018115/1","fundValue":"101529","fundStart":"2010-05-10","fundEnd":"2011-05-09","funder":"EPSRC","impactText":"","person":"Peter V Sushko","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}