{"id":"102B9AC5-3A52-417C-A001-DC26A75A7915","title":"Determination of the vaccine potential of candidate Actinobacillus pleuropneumoniae proteins","abstractText":"Abstracts are not currently available in GtR for all funded research. This is normally because the abstract was not required at the time of proposal submission, but may be because it included sensitive information such as personal details.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D525721/1","grantId":"BB/D525721/1","fundValue":"59984","fundStart":"2006-04-24","fundEnd":"2007-04-23","funder":"BBSRC","impactText":"  In the light of the discouraging results, we have not taken this project forward. Agriculture, Food and Drink ","person":"Dlawer  Ala'Aldeen","coPersons":[],"organisation":"University of Nottingham","findingsText":" This project was concerned with the bacterium Actinobacillus pleuropneumoniae (APL). This causes a severe, often fatal, lung infection in pigs, which can be economically devastating for the pig-rearing industry. At present, there is no effective licensed vaccine to prevent infection. This project aimed to determine the vaccine potential of seven Actinobacillus pleuropneumoniae proteins. These were tested for their ability to induce an immunological response in the pig and protect against homologous challenge using an established pig challenge model. Overall, the results suggest that none of the candidates gave significant protection against invasive disease (measured by clinical sepsis and lung macroscopy). There may be several explanations for these findings. For example, the recombinant proteins were denatured, and thus may have lost conformational epitopes that might have been protective; or the vaccinations failed to elicit protective antibody responses. In the absence of a suitable in-vitro correlate of protection assay, immunoblot and ELISA analysis were carried out and they confirmed that all groups tested demonstrated post-vaccination increases in APL-specific serum IgG antibody titers. However, this antibody response did not correlate with the observed clinical syndromes in the test and control groups. Furthermore, for ethical and economic reasons we used a small number of animals. Unfortunately, as a consequence, we were unable to undertake thorough statistical analysis of our results. A larger, statistically significant study using more animals in each group would allow a clearer picture of the protective efficacy of the vaccines to be established. Additional studies using combinations of the candidate proteins may show that these elicit improved protection compared with individual proteins. In the light of the discouraging results, we intend to review our approach and for future trials we might seek industrial partners. Could be used by companies developing vaccines against APL to inform decisions on the suitability of candidate antigens for testing. This research has shown that the seven antigens tested (at least in the form used in this study) do not protect animals against homologous challenge using an established pig challenge model. Therefore, these antigens are unlikely to be commercially exploitable, and our work perhaps also emphasizes that combinations of antigens may have to be used to obtain optimal Agriculture, Food and Drink","dataset":"gtr"}