{"id":"102DB579-06C8-4EF3-B07D-4DD9EF126ADD","title":"Astronomy and Planetary Sciences at the Open University (APSOU)","abstractText":"Our research programme, Astronomy and Planetary Sciences at the Open University (APSOU), covers the breadth of cosmic evolution, from the Big Bang to the origin of life on Earth and the possibility of life on Mars. We do this research by observation, laboratory experiments, simulations and modelling. We use purpose-designed laboratories and instruments, and instruments on telescopes and spacecraft to make our observations and measurements. Our group is based in the Department of Physical Sciences at the OU, part of the Research Centre for Physical and Environmental Sciences.\nSo what are we trying to find out? We have 20 separate projects, some focused on the Solar System, others on stars and galaxies. We already know a lot about how the Solar System came about. The Sun and planets formed from a cloud of dust and gas about 4570 million years ago. The cloud collapsed to a spinning disk and dust and gas spiralled inwards. The core of the disk became hot, forming the Sun, while the leftover dust and gas formed the planets. Our Solar System research seeks to understand how it then evolved, eventually allowing life to arise. We will study certain aspects of Solar System history in detail - what was the original dust made from that produced comets? What types of organic compounds were present? How have they been changed by collisions and radiation from the Sun and other stars? How has the ice been altered? We want to know about asteroids: what are their shapes, spin rates, and physical structures, how do they evolve? How did the Moon form, and how much water is locked up in its minerals? How does being so close to the Sun affect Mercury and its surface? All these questions will help us understand the cloud of gas and dust within which the planets formed, and which contained the building blocks of life. Could life have got going on any other planets beside Earth? What about Mars? It is now dry and cold, but its crust was once cut by rivers and glaciers, and ancient water produced minerals identifiable by satellites that orbit Mars. We do have rocks from Mars on Earth - chunks broken from the planet by asteroids hitting Mars' surface. We can analyse the constituent minerals and learn about the water that produced them. We can look for signatures of past biological activity that has altered the rocks, and so explore the history of habitability on Mars.\nOur Astronomy research goes beyond the Solar System, to look at processes that cause stars to change as they age. Only recently has it been recognised that so many stars are binary systems, where two or more stars are in close association and affect each others' motion. Such systems affect the way mass and energy is lost from a star, and how they are transferred into the interstellar medium. We will study how 'binarity' affects the behaviour of massive stars (&gt;20 times the mass of the Sun) and low mass stars (&lt; the mass of the Sun), and how star populations change as they age. Studying these effects is vital, because the environment of a star influences any planets that surround it. Many hundreds of planets have been discovered around other stars (exoplanets) and we are working to describe the range of properties of these planets, especially when they are located close to their central star. As well as stars and exoplanets, our astronomy research extends to galaxies from the local to the early Universe. We can use the way that galaxies warp space and time to learn about the dark matter that surrounds them, and the dark energy that drives them apart.\nWhat else do we do? We build instruments for space missions, striving to make them smaller and lighter, and explore how they can be used on Earth for medical or security purposes. One of the most important benefits of our research is that it helps to train and inspire students: the next generation of scientists and engineers. We also enjoy telling as many people as possible about our work, and what we have learned from it about our origin","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/L000776/1","grantId":"ST/L000776/1","fundValue":"3038020","fundStart":"2014-04-01","fundEnd":"2017-03-31","funder":"STFC","impactText":"","person":"Monica Mary Grady","coPersons":["Stephen  Serjeant","Ian  Wright","Simon  Green","James Simon Clark","Alexander  Verchovsky","Axel  Hagermann","Ian  Franchi","Iain  Gilmour","Stephen Richard Lewis","Helen Jane Fraser","Matthew Russell  Balme","David Alan Rothery","Mahesh  Anand","Carole Ann Haswell"],"organisation":"Open University","findingsText":"","dataset":"gtr"}