{"id":"102F2E1F-0402-4004-8CF9-40214401D125","title":"Rapid evolution of phenotypic divergence in fish populations","abstractText":"Iceland represents a natural laboratory for studying the colonization of freshwater habitats by fish since rivers and lakes all date from the end of the last Ice-Age less than 10,000 years ago. The North Atlantic provided a refuge for species such as arctic charr (Salvelinus alpinus) which invaded freshwater once the ice retreated. New habitats and the lack of competing species led to the appearance of different forms of Artic charr, called morphs. In particular, 27 discrete populations of dwarf charr have been identified with specialised feeding morphology that enables them to exploit the small larval fissures on the bottom of streams and lakes. Our Icelandic and Canadian partners have collected an enormous amount of data on each of the dwarf populations including, habitat characteristics (temperature and bottom type), diet, maximum body size, size and age at sexual maturity and cranial morphology. Other studies in progress on rapidly evolving DNA sequences we will enable us to determine the relationships between each population and estimate which ones arose independently allowing us to study the repeatability of evolution for populations living in similar habitats. Studies involving such diverse organisms as worms, flies and vertebrates suggest that poor nutrition alone is sufficient to produce dwarfism via effects on the signaling pathways controlled by the hormone Insulin-like growth factor-I (IGF-I): indicating a universal and conserved biological mechanism. Intriguingly, in the zebrafish, which is often used for studies of development, so-called 'knock-outs' of an IGF-binding-protein gene also caused alterations to the shape of the head which are reminiscent of those found in dwarf charr. We will therefore experimentally test the hypothesis that interactions between the environment and the IGF-hormone system during development can produce the specialised jaw and cranial morphology characteristic of the dwarf phenotype. Since early development in fish is entirely dependent on genetic messages passed through the egg yolk we will conduct experiments to determine whether it is the environment of the mother, the embryo or both that are important for producing fish with dwarf characteristics. Thingvallavatn, the largest and oldest lake in Iceland, contains four Arctic charr morphs, including a dwarf form, which are specialised to exploit different habitats. Laboratory breeding experiments have shown that the large differences in body size, morphology and life history such as the size at sexual maturity are heritable. This suggests that intense competition between morphs and reproductive isolation has resulted in natural selection and specialization for characters helping each morph to survive in their chosen environment. Previously we showed that dwarfism in the Thingvallavatn charr has resulted in a reduction in the number of muscle fibres in the trunk, which is thought to lower costs of maintenance relative to the ancestral charr. By studying a large number of Arctic charr populations (15 dwarfs and 5 generalists) we will test the generality of the hypothesis that the relative importance of developmental plasticity versus selection for setting muscle fibre number is related to the age and stability of the habitat and is different depending on whether there is competition with other morphs. The research is important because it addresses the fundamental question of how natural selection and plasticity operate to produce different forms of the same species at the level of physiological systems. The evolution of different morphs of the same species is relatively common and is found, for example, in sticklebacks and African cichclids. The practical application of this research is in understanding how the biodiversity of fish populations arises and how it may be conserved for future generations.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E015212/1","grantId":"NE/E015212/1","fundValue":"389324","fundStart":"2008-01-01","fundEnd":"2010-12-31","funder":"NERC","impactText":"  We discovered that fish optimize muscle fiber size by adjusting the lifetime production of muscle fibres. Fish recruit fibres until they reach 50% of their maximum added length. In this project we demonstrated strong selection for fiber number resulting in major changes in a relatively few generations e.g. in the generation of a dwarf phenotype. In previous NERC-funded projects we demonstrated that a high muscle fibre number is associated with superior growth and flesh quality in farmed salmon. These findings are now being commercialized by our spin-out company Xelect Ltd using insights obtained from NE/E01521/1. Using funding from Scottish Enterprise the company has developed a genetic marker to select broodstock Atlantic salmon with a high fiber number and enhanced production characteristics. We are currently in discussion with a multinational salmon farmer to conduct trials to validate the marker. Agriculture, Food and Drink Economic","person":"Ian Alistair  Johnston","coPersons":[],"organisation":"University of St Andrews","findingsText":" Evidence was obtained for the parallel evolution of dwarfism and muscle fibre loss in Arctic charr populations from volcanic lava spring habitats, likely due to common selective pressures. Dwarf charr were discovered in lava fields only 220 years old, indicating the very rapid evolution of this phenotype. Laboratory rearing experiments under optimal environmental conditions coupled with extreme value analysis of wild populations established that the greatest muscle fibre loss accompanying dwarfism occurred in isolated allopatric habitats. Populations from habitats with potential migration routes to other waterways, or which contained sympatric non-specialist morphs, exhibited a less extreme form of dwarfism and muscle fibre loss. A plausible explanation is that selection for small body size required to exploit the subterranean network of larval fissures present in spring habitats was counteracted by limited gene flow from non-specialist morphs. The results on muscle fibre loss conform to expectations of the &quot;optimal fibre number&quot; hypothesis, which envisages a trade-off between the requirement to avoid diffusional constraints while maximising fibre diameter to minimise the significant costs of ionic homeostasis to the energy budget. The offspring of field collected dwarf, pelagic and non-specialist morphs were reared under the conditions of the natural spring habitat (3-4oC) or at the higher temperature (6oC) experienced by non-specialist sympatric morphs. Cranial morphology was investigated using landmark analysis and multivariate statistical approaches. Variations in head shape were found to be largely genetic. Rearing temperature affected head morphology in each morph, but not in the direction required to explain the phenotypic differences between morphs in the wild. 42 cDNAs were sequenced (ca. 30,000 bp) and submitted to GenBank, including Arctic charr full-coding sequences of IGF-I, IGF-II, 7 IGFBPs, an IGFBP-protease uncharacterised outside mammals (PAPP-A) and 8 novel akirin genes involved in IGF-signalling. 48 Arctic charr qPCR assays were designed and used in published studies, including 41 for IGF-mTOR- or related pathways and 7 references genes used for data normalisation. Comprehensive characterisation of genes of interest was necessary to elucidate their functions and phylogeny, leading to substantial discoveries in the fields of vertebrate akirin and calpain gene-family research. Objective 2. Populations of charr were sampled from across Iceland and subjected to a standardised manipulation of food-intake in a common environment, altering nutritional 'inputs' to the IGF-mTOR pathway. The skeletal-muscle expression of 21 IGF-mTOR-pathway genes were quantified in 280 fish across the experiment, representing 5 dwarf and 2 generalist populations (with non-derived life-history and body-size traits) that have been genetically-isolated since the end of the Pleistocene. Statistical modelling elucidated sources of expression variation across ca. 6000 datapoints. There was evidence for adaptive differences in gene expression between dwarf and generalist charr for a small subset of mTOR-pathway genes. Divergence candidate adaptive gene expression was evident during a period of rapid growth following sustained-fasting and was directionally consistent with their functions controlling protein-synthesis. It was concluded that the regulation of key mTOR-pathway genes evolves adaptively in locations favouring dwarfism, resulting in reduced muscle protein-accretion compared to generalist populations receiving an equal input of nutrients. The results were also consistent with natural selection being important in shaping gene expression evolution in Arctic charr population independent of phenotypic dwarfism. The research has shown that evolution acts to maximize muscle fiber size within the constraints imposed by metabolic demand i.e. various diffusion limitations in order to reduce energy costs associated with the maintenance of ionic homeostasis. Fiber size optimization is a pervasive phenomena which explains macroevolutionary patterns in muscle architecture. The research provides a theoretical framework that can be used by other researchers to explain phenotypic diversity in muscle structure. Agriculture, Food and Drink","dataset":"gtr"}