{"id":"1033596C-35B8-4D28-8500-B39F76C56589","title":"Hypoxia/ischaemia and patterns of neuropathology associated with memory impairment: From infancy through adolescence","abstractText":"Memory is a critical ability in the everyday lives of children, allowing them to establish a base of knowledge about the world and remember the events of everyday life and so learn from personal experiences. Certain medical conditions that affect the heart and/or the lungs can interfere with the supply of blood and oxygen to the brain, and result in injury to the hippocampus, a memory-related structure. Our past research showed that up to 30% of children who survived such conditions and were otherwise developing normally still had significant memory impairments. In our current research programme, we aim to study infants with these medical conditions, with the goal of providing information that will allow the early identification of those at risk for hippocampal injury and memory impairment so that treatments can be implemented as early as possible. We will enroll newly born babies into our study and follow their development at specific time points over a two year period, examining their behaviour and getting images of their brains to evaluate possible injury to the hippocampus. We will also determine whether other areas of the brain are damaged, and, in those cases where the injury is limited to the hippocampus, we will find out how this affects the pattern of communication between brain areas. We will also use specific memory tasks that are sensitive to the functions of the hippocampus so that we can determine when memory impairments, if they occur at all, first become evident, and assess the degree of the deficit. We will use medical information to see whether this provides any early clues to which children will be affected and to what degree. A second part of our research plan is to study older children who have had particular heart or breathing problems as babies. This part of our work builds on our previous studies which showed that children with medical conditions affecting the supply of blood and oxygen to their brains as infants had a high rate of memory difficulties. This work also indicated that whereas certain aspects of memory were affected, others remained relatively normal. We will investigate in more detail the pattern of affected and unaffected memory abilities and their brain basis. We hope that this work will give a better overall understanding of the brain basis of memory development and will also help health care professionals develop prevention and treatment strategies for memory impairment.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1002276","grantId":"G1002276","fundValue":"1433670","fundStart":"2011-10-06","fundEnd":"2017-03-05","funder":"MRC","impactText":"","person":"Faraneh  Vargha-Khadem","coPersons":["Allan Paul Goldman","John Eric  Deanfield","David Geoffrey Gadian","Christopher Alan Clark","Torsten  Baldeweg","Michelle  De Haan","Andrew Mayall  Taylor"],"organisation":"University College London","findingsText":"","dataset":"gtr"}