{"id":"1039827D-DD44-4990-89A1-8567EA34638C","title":"FEC Recovery for Co-Chief Scientist Duties for Prof. Paul A. Wilson: IODP Expedition 342 Palaeogene Newfoundland sediment drifts","abstractText":"Carbon dioxide, CO2, is a powerful greenhouse gas and its concentration in Earth's atmosphere has increased by around 35% since the start of the Industrial Revolution (in ca. 250 yrs) to a level that is higher than at any time in the past 800 thousand years as measured in air bubbles obtained from ice cores. If man-made (anthropogenic) CO2 emissions to the atmosphere follow projected rates, then by 2100, concentrations will reach values not seen since the Palaeogene epoch (ca. 65-23 million years ago, Ma) when Earth's climate was much warmer than today, featuring, for example, a genuinely green Greenland. These startling observations provide a powerful incentive to improve our understanding of the workings of the Palaeogene climate system.\n\nThe Cenozoic palaeoclimate record is largely pieced together from the analysis of deep-sea sediments. It reveals a long-term climatic deterioration since the early Eocene (~55 Ma) with superimposed higher-frequency (10 to 100 thousand yearr timescale) variations including those paced by changes in Earth's orbit of the Sun and more extreme changes, both transient excursions and more persistent shifts in climate-state. In each case, the palaeoclimate archive indicates a close relationship between the climate signal observed and perturbation to the global carbon cycle.\n\nTo decipher the physical and biogeochemical mechanisms that forced these changes in climate and the responses (feedback effects) we must determine rates and full magnitude of the changes involved. Until now this has proved difficult because virtually all of our records of Palaeogene climate change come from sites where sediments accumulate very slowly (~ 1 cm per thousand years). Integrated Ocean Drilling Program Expedition, IODP Exp., 342 is designed to solve this problem by drilling a series of holes at sites where deep-sea sediments have accumulated at unusually fast rates (10 to 25 cm per thousand years). IODP Exp. 342 will drill a depth transect between ~2400 and 5000 m water depth into a number of sediment drifts of Paleogene age that were swept and piled up under the influence flow path of the Deep Western Boundary Current on J Anomaly Ridge and Southeast Newfoundland Ridge. The drill site area is famous because it is the graveyard of RMS Titanic, which sank after colliding with an iceberg en route from Southampton, England, to New York City, USA, in April 1912 and of the Andrea Gail, the commercial swordfish vessel from Gloucester, Massachusetts, lost at sea with all hands during the &quot;Perfect Storm&quot; of October 1991. These sediments to be drilled will provide an archive of changes in chemistry, flow history, and depth structure of waters exiting the Nordic seas and Arctic Ocean during the transition from an ice-free world featuring a genuinely green Greenland and lush forests on Antarctica.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/K006800/1","grantId":"NE/K006800/1","fundValue":"68878","fundStart":"2012-10-01","fundEnd":"2012-12-31","funder":"NERC","impactText":"","person":"Paul Alastair Wilson","coPersons":[],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}