{"id":"103A9EF3-67FB-4CD2-A54E-51CAF3DB12D4","title":"Elucidating the molecular and biological functions of mammalian-specific PABP5, a unique non-canonical PABP.","abstractText":"The proteins that make up our cells are encoded by genes that serve as a genetic blueprint. The information stored in genes is expressed, or decoded, to produce proteins by a multi-step process known as gene expression. In this process, the genes within DNA are first converted to mRNA, which is used as a template to make proteins. This latter step is known as mRNA translation. In order to function properly, cells and organisms need to make proteins at the right time, place and in the correct amount. Thus it is critical that mRNA translation is carefully regulated, with improper control leading to a wide variety of diseases including cancer, metabolic, neurological and reproductive disorders. Regulating translation is also critical to industrial processes that require the efficient synthesis of particular proteins.\n\nPoly(A)-binding protein (PABP) 1 is a central regulator of multiple steps in the gene expression pathway, including mRNA translation. Mammals contain five genes belonging to the PABP family, including PABP5. PABP5 is only found in mammals and because it does not closely resemble the other PABPs, its function has remained enigmatic. In fact, its dissimilarity raises the possibility that PABP5 may have a unique and essential function in mammals. Interestingly in this regard, limited studies in patients with genetic abnormalities have raised the possibility that improper function of PABP5 could be linked to specific cases of mental retardation or premature ovarian failure. The latter is a condition where young women run out of eggs at an early age leading to infertility and osteoporosis. \n\nCritically, we have recently started to probe the function of PABP5, establishing that it does not share the functions of the classical PABP proteins. This supports our idea that PABP5 has a novel role in regulating mRNAs in mammals. Thus the research in this proposal aims to elucidate the molecular functions of PABP5 by exploring its ability to regulate different aspects of mRNA translation. Potential roles in mRNA stability will also be examined, as the destruction of mRNAs is often closely linked to their translation. This analysis will be complemented by the identification of the mRNAs within cells that are controlled by PABP5 and by an exploration of its biological roles. Taken together these experiments should provide unique insight into this novel regulator of protein synthesis and shed light on its potential roles in human and animal health. \n\nIn conclusion, this project will increase our understanding of the critical mechanisms that regulate gene expression to ensure the proper functioning of cells within the body. Understanding such fundamental regulatory mechanisms forms an important and necessary step towards intervention aimed at improving human or animal health or towards industrial innovation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J01687X/1","grantId":"BB/J01687X/1","fundValue":"530994","fundStart":"2013-01-31","fundEnd":"2016-01-30","funder":"BBSRC","impactText":"","person":"Nicola K. Gray","coPersons":["Sander  Granneman","David  Tollervey"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}