{"id":"103B2D45-1B72-49A5-853B-B49C4DD56892","title":"Optical spectroscopy for biomolecular interactions","abstractText":"The applicants wish to purchase spectroscopic equipment totalling &pound;139,710 (including service contracts) to enable fluorescence detected linear dichroism measurements (FDLD) and the interpretation of the FDLD data using fluorescence and absorption data. The spectrometers will also be used for linear dichroism (LD), circular dichroism (CD), fluorescence, fluorescence polarisation anisotropy and absorbance measurements as stand-alone experiments as well as in conjunction with the new technique of FDLD. Jasco UK Ltd. are contributing &pound;49,219 to the project in the form of &pound;6,000 of staff time for training and supporting workshops to be run at Warwick and the remainder in discounts on the purchase of the instruments. Jasco wish to establish Warwick as the Jasco Centre of excellence in Polarised Spectroscopy which will further enhance the collaboration between the applicants and Jasco UK Ltd. Crystal Precision Optics will contribute &pound;4,000 of staff time to support design and development of new equipment emanating from this project. A small amount of PI time will be required to oversee the procurement, installation, and establishing the equipment as a multi-user facility. Rationale underlying proposal: All biological processes are fundamentally interactions between molecules, mainly between macromolecules or between macromolecules and small molecules. Despite significant advances in our ability to characterise such interactions and the 'single-molecule' revolution that is taking place, we still struggle to measure key properties of molecular interactions. This is particularly true for the significant classes of biological molecules that have proved difficult to study by established structural techniques such as crystallography and NMR. These include long polymeric structures: DNA; DNA-ligand complexes; fibres including fibrous proteins; and also membrane proteins. Wishing to probe the time dependence of interactions including enzyme kinetics, fibre assembly ortein insertion into membranes introduces an added dimension of complexity. The aim of this proposal is to establish the newly invented technique of FDLD so the UK community can benefit from its advantages. The core FDLD instrument will be supported by standard fluorescence and absorption instruments to enable data interpretation. All three instruments will also be used for independent LD, CD, fluorescence, polarised fluorescence and measurements of interacting biomolecular systems. Over the last few years Warwick has become the national and indeed international hub for innovation based on the technique of flow linear dichroism (LD), which is the difference in absorbance of light polarised parallel and perpendicular to an orientation axis. LD can be used to deduce kinetic and structural information about a wide range of systems, the only requirements being that they have absorbance spectroscopy and they can be oriented. Flow LD requires samples to be long enough to be oriented by shear forces in solution and is ideally suited to DNA and fibrous proteins. We have also had significant success in orienting membrane systems as the flow-distortion of liposomes creates an orientation axis. In the context of ligand binding, the key attraction of LD is that it is selective only for those molecules bound to the long system. Thus, e.g., only PCR products are detected, not the background population of free nucleotides. One of the new techniques we have developed is fluorescence detected linear dichroism (FDLD). This is the focus of the current application. FDLD captures the advantages for intermolecular interactions of (i) LD (namely detecting only oriented samples) and (ii) fluorescence (namely only detecting fluorophores and with higher sensitivity than absorption-based techniques). In the proof of concept paper for FDLD we showed how FDLD can be used selectively to study the orientation on DNA of ligands whose spectroscopy lies under the DNA absorbance bands.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F011199/1","grantId":"BB/F011199/1","fundValue":"95973","fundStart":"2008-09-01","fundEnd":"2009-08-31","funder":"BBSRC","impactText":"  The results from this project have formed the basis for a wide range of other activities including a spin out company, a project that is part of a Marie Curie Training Network, as well as a number of publications developing concepts and technology. Pharmaceuticals and Medical Biotechnology Economic","person":"Alison  Rodger","coPersons":["Mike  Shipman","Dek Neil Woolfson","Timothy  Dafforn","Timothy David Howard Bugg","Michael  Geeves","Louise  Serpell","John  Kelly","Ann Maryna Dixon","Peter  Sadler","Adam Michael Squires","Matthew Raymond Hicks","Martin  Lochner"],"organisation":"University of Warwick","findingsText":" This grant provided equipment that has been used in an incredibly wide range of projects studying proteins, nucleic acids, membranes and their interactions with each other and small molecules. One example is that we have found how to use an assembly of proteins and DNA which usually form a virus that attacks bacteria in a wide range of sensing, diagnostic and analytical settings the most recent of which will enable us to measure wall shear stress in blood vessels. Other applications of this involve detecting specific organisms such as pathogenic bacteria. More generally we have characterised a wide range of biopharmaceutical proteins, DNA-drug interactions, membrane-peptide interactions etc. The spectroscopic methods developed in this work are being used in wide a variety of other ways. The nature of the grant involved making equipment available for a lot f research projects from Warwick researchers and across the UK and some international visitors. Aerospace, Defence and Marine,Agriculture, Food and Drink,Chemicals,Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}