{"id":"104155E9-475B-4D94-93A3-5C87BE49A094","title":"Molecular Mechanisms underlying the Interaction of Salmonella Enteritidis with the Hen Oviduct and Survival in Eggs","abstractText":"The food industry strives to minimise the risks of salmonella food poisoning for consumers. Of the ~ 2500 different types of salmonella (serovars) the most important one associated with food is Salmonella Enteritidis (SE) and many people become ill through the consumption of infected eggs although, outside the UK, poultry meat can also be contaminated. SE is so important as a human pathogen because it is not confined to egg shells like almost all other salmonellae and can infect egg contents while they are still inside the hen. The bacterium is also better able to survive and grow in egg contents than other salmonellas. The UK egg industry has been very successful in controlling the endemic strains of SE that infect people in this country because hens are given an anti-SE vaccine. This important control policy is under threat because other types of salmonella have been shown to be able to infect egg contents. In addition, the importation of eggs from outside the UK has introduced different SE types into the country, which might not be as well controlled by vaccination, as current vaccines are based on endemic SE strains. SE seems to be ideally suited to infect chickens. It is naturally invasive in this animal, is able to infect and persist in hen reproductive tissues and to move from there into the contents of the forming egg. Once inside the egg it is better able to subvert the anti-bacterial defences of the albumen than other salmonella and better able to grow in whole eggs, once they have been laid. The worldwide egg-associated pandemic of human SE infection has infected many millions of people and claimed many thousands of lives. It has also proved to be an enormous financial burden to governments and the international egg industry. Despite the pandemic lasting over 20 years, little is known about the behaviour of SE in the hen and why it is apparently so adept at infecting eggs in vivo. If consumers are to be better protected from egg borne salmonellosis it is vital that vaccines protect chickens from different types of SE. This requires a much better understanding of what makes SE special as an avian pathogen. The purpose of this work is to identify the characteristics that allow SE to infect and persist in hen reproductive tissues and that differentiate it from other salmonellae found in poultry. The work will explore the hypotheses that SE surface structures different from those in other salmonellae allow the bacterium is persist in the tissues and infect eggs. A better understanding of the interaction between SE and the hen could eventually enhance animal welfare and improve food safety by allowing the development of improved vaccines.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F007221/1","grantId":"BB/F007221/1","fundValue":"351595","fundStart":"2008-09-01","fundEnd":"2011-08-31","funder":"BBSRC","impactText":"","person":"Tom John Humphrey","coPersons":[],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}