{"id":"1048436F-9BF1-42FA-BF2B-F391D4C4D625","title":"Tapered Semiconductor Fibres for Nonlinear Photonics Applications","abstractText":"Semiconductor photonics is a field that is currently revolutionizing the future of modern optoelectronic devices. Although semiconductor materials are more commonly associated with electronic functionality (e.g., popular gadgets that use semiconductor microelectronic processors include cell phones, computers, and digital radios), to date a number of important photonic devices have been demonstrated using planar based substrates on a chip including silicon lasers and germanium photodetectors. More recently, however, the incorporation of semiconductor materials into the core of optical fibres has generated much interest as it provides a unique opportunity to completely integrate this technology with existing silica fibre infrastructures used in data transmission networks. Fiberized semiconductor devices offer some notable advantages over those developed on-chip such as simple, low cost fabrication (i.e., no need for multimillion dollar cleanroom based lithography) and robust and versatile waveguide geometries. Furthermore, the wide (visible to far-infrared) optical transparency of the semiconductor materials that can be incorporated into the fibre geometry ensures that their applications will extend far beyond optical communications to disciplines such as medicine, sensing, spectroscopy and security monitoring.\n\nThe work described in this proposal seeks to combine this exciting new semiconductor fibre platform with a key waveguide technology: tapered optical fibres. Conventional tapered silica fibres, which have varying waveguide dimensions along the length, have been exploited for a wealth of applications such as, optical signal processing, supercontinuum generation, remote sensing, as well as for optimized mode coupling between devices. The extension of these structures to incorporate semiconductor materials with rich optoelectronic functionality into the tapered cores will present new degrees of design flexibility for the optimization of semiconductor optical waveguides. The primary goal of this work will thus be to develop the procedures for the fabrication of high quality tapered semiconductor fibre structures and to demonstrate their potential for nonlinear photonic applications. This highly innovative project has the potential to lead to the development of a number of technologically disruptive all-fibre optoelectronic devices, for example, ultra-compact broadband mid-infrared laser sources for healthcare, frequency combs for chemical analysis, and highly nonlinear optical couplers and switches for ultrafast telecommunications.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J004863/1","grantId":"EP/J004863/1","fundValue":"395208","fundStart":"2012-05-01","fundEnd":"2015-10-31","funder":"EPSRC","impactText":"  Our findings have been used by a number of other academic groups worldwide. There is potential scope to exploit our materials processing technique for industrial applications, which we are exploring.  ","person":"Anna  Peacock","coPersons":["Pier  Sazio","David John Richardson"],"organisation":"University of Southampton","findingsText":" The work in this proposal seeks to combine two important and highly topical optical technologies; optical fibre tapers and semiconductor functionalized fibres. As of to date we have designed and fabricated a number of different tapered silicon fibre structures, and demonstrated their use for nonlinear optical applications. In particular, we have developed a new technique to fabricate long tapered structures, several centimeters in length, using minimal starting material - significantly reducing The optical work in our grant could be of use within a number of disciplines. For example, the ultrafast processing aspects could be employed within information and data communications whilst the development of sources that extend into the mid-infrared spectral region could be used for sensing and medical applications.\n\nThe materials processing aspects could also be exploited my more traditional silicon photonics wafer based platforms. Digital/Communication/Information Technologies (including Software),Electronics,Environment,Healthcare","dataset":"gtr"}