{"id":"104D4A3F-963C-40A0-A9AA-4513BA89794B","title":"Seismically-induced landslides in Chile: New tools for hazard assessment and disaster prevention","abstractText":"Landslides are a major source of fatalities and damage related with strong earthquakes, particularly in mountain areas. Forecasting the distribution and impact of landslides induced by earthquakes is one of the greatest challenges in the earth sciences. The behavior of slopes during seismic excitation is exceptionally complex, being dependent upon geological, geomorphological, geotechnical and seismological factors. This project aims to identify the main characteristics of landslide occurrence during strong earthquakes in Chile, improving the understanding of their mechanics, spatial distribution and controlling factors, obtaining quantifiable inputs for the development of a methodology for earthquake-induced landslide hazard assessment. This will be achieved through compiling and analyzing inventories for two Chilean earthquakes (Ays&eacute;n 2007 and Maule 2010) to be compared with foreign landslide inventories; running a laboratory testing scheme in UK for better understanding of the mechanical causes of seismic slope failure; and applying those results on the development of a method for assessing the seismic stability of slopes in Chile. The new methodology will be verified in the Santiago region, which presents the highest population of the country and where an active fault has been recently discovered (San Ram&oacute;n Fault). The outputs will include scientific publications, advanced human resource training as well as a new technique of hazard assessment applicable to urban/territorial planning and natural disaster prevention strategies in the country.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/N000315/1","grantId":"NE/N000315/1","fundValue":"156011","fundStart":"2015-02-01","fundEnd":"2018-01-31","funder":"NERC","impactText":"","person":"David Neil  Petley","coPersons":["Matthew James Brain","William  Murphy"],"organisation":"University of East Anglia","findingsText":"","dataset":"gtr"}