{"id":"106018E1-64BF-4702-895B-12D326C3E905","title":"FuzzyPhoto","abstractText":"Study of photography as cultural history is relatively new and under-exploited discipline. It is important because the early history of photography coincides with significant global scientific, industrial, artistic, social, political and economic changes that inform understanding of the spread of scientific ideas, the relationship between science and art, the interplay between new technologies, popular culture and commerce, and the creation of personal and national identities. Access to photohistorical resources is essential for future cross-disciplinary research but these resources are often ephemeral, fragile, widely dispersed, poorly documented and difficult to access, although of enormous scope. Poor and inconsistent levels of documentation make it difficult to assess the significance of material beyond the relatively small nucleus of already well-known and heavily researched artists and scientists. However, image collections are increasingly being published online and search engines are becoming increasingly powerful, creating a timely opportunity to match photographs with other textual sources that can enrich our understanding without travel to numerous archives. \nDe Montfort University has created an extensive corpus of digital resources for researchers of 19th century photography comprising photographic exhibition catalogues and collections of letters. This includes two databases of the earliest known photographic exhibition catalogues: Photographs Exhibited in Britain 1839-1865 (PEIB) http://peib.dmu.ac.uk and Exhibitions of the Royal Photographic Society 1870-1915 (ERPS) http://erps.dmu.ac.uk. \nThese combined resources comprise the single most comprehensive record of British photographic exhibitions at this time. But these early exhibition catalogues were often devoid of pictures. A further problem is that amongst the visual arts, photography is unique - multiple versions of the same image can be produced and exhibited simultaneously at diverse locations. Photographs were commonly exhibited/published more than once, at different times, with different titles and even by different people, thus associating a specific exhibition catalogue reference with a specific image published elsewhere can be a complex and involved process. \nThis project will develop and test computer based &quot;finding aids&quot; that will be able to recommend potential matches between historical exhibition catalogue entries and images of photographs in online collections even where there is not a precise match. Incomplete data sets and imprecise information are common problems in arts and humanities research so the results of this research will be widely applicable across a wide range of subjects, allowing researchers to save considerable time and travel in the early stages of their research when identifying material most likely to be of interest to their studies and suggesting possible connections that would not otherwise be easily recognised using conventional research methods. The project outcomes will enable museums, libraries and archives to enhance the value and utility of their collections and of their online services through increased information, improved accuracy and functionality. Within the UK alone over 10,000 galleries, museums and archives could potentially benefit from this research. Within the private sector, beneficiaries will include commercial dealers and auction houses concerned with attribution and value. More accurate identification of artefacts such as photographs can help buyers and sellers and even help to prevent inadvertent export of nationally important treasures. The general public will benefit from improved accuracy and detail of information about objects in museums, libraries and archives, and lay communities of interest such as those carrying out genealogical or local history research will benefit in particular from increased access and awareness of information about historical photographs and related objects.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J004367/1","grantId":"AH/J004367/1","fundValue":"313757","fundStart":"2012-11-01","fundEnd":"2014-11-30","funder":"AHRC","impactText":"  The project end date is 31 October 2014 and a short extension has been granted to allow a public lunch event to be held in conjunction with the Archives 2.0 conference at the National Media Museum. Currently we are developing software widgets for the V&amp;A, National Media Museum, Birmingham Library Musee d'Orsay and St Andrews University that will allow visitors to those Web sites to see links to other similar items held elsewhere. Further funding has been obtained to find ways of commercialising the matching algorithms developed within the project. Culture, Heritage, Museums and Collections Cultural","person":"Stephen  Brown","coPersons":["Simon Charles Coupland"],"organisation":"De Montfort University","findingsText":" We have developed ways of matching messy incomplete and ambiguous records across different museums and archives that enable us to suggest similar items that visitors may also be interested in.\nWe have discovered what many individual photographic exhibits from the annual Exhibitions of the Royal Photographic Society 1870-1915 looked like for the first time in around 120 years and can begin to describe the visual character of some of the exhibitions.\nWe have uncovered some striking similarities between some records, even though they are demonstrably not the same objects.\nProject blog: http://fuzzyphoto.edublogs.org\nProject web site: http://fuzzyphoto.dmu.ac.uk Although developed to address a specific problem of finding pictures to match photographic exhibition records surviving from the late 19th century, the approach described here is potentially applicable to other contexts where it is necessary to find matches between equally incomplete and imprecise data held by various agencies in different data formats and to differing standards of consistency. These could be other types of cultural heritage records, for example looted art or people such as concentration camp victims, displaced persons, or contemporary contexts such as helping to identify and reunite refugees from areas of conflict or major natural disaster. Another potential application area is bioinformatics where there is a need to connect related entities, eg., drug X (also known as Y, and Z) (effects|upregulates|downregulates|drives|inhibits|represses|etc.) process A (also called B, C, D and is part of another process E,F,G) in certain cells.\nWe are working on a new research proposal that will build on the finding that the FuzzyPhoto matching algorithms are able to identify items that are intriguingly similar but not the same. This new project aims to create a &quot;similarity engine&quot; for supporting creative and serendipitous enquiry. Communities and Social Services/Policy,Healthcare,Manufacturing, including Industrial Biotechology,Culture, Heritage, Museums and Collections,Pharmaceuticals and Medical Biotechnology,Security and Diplomacy","dataset":"gtr"}