{"id":"10620768-E8E9-45EB-86FE-2552C02B996F","title":"IKK-2 inhibition: A novel approach for treating steroid-resistant lung inflammation precipitated by cigarette smoking?","abstractText":"Chronic obstructive pulmonary disease is an inflammatory disease of the lung that affects a large percentage of the population around the world and represents a huge health care burden. It is characterised by breathing difficulties (e.g. shortness of breath) that progressively worsens with age and is associated with a history of smoking cigarettes. It is believed that there are currently 600 million people living with the disease worldwide and every hour COPD is estimated to kill 250 people. COPD has now become a greater drain on health resources than asthma, and exceeds the healthcare spending on asthma by some three-fold in industrialised countries. These costs will escalate further as the prevalence of COPD is predicted to increase throughout the world over the next 20 yrs. In the UK COPD now causes about 30,000 deaths a year and mortality is almost double the European average, with COPD killing more women than breast cancer last year. Unfortunately, there are no treatments for patients that can slow the progressive nature of the disease. Inflammation is believed to be central to the development and symptoms of COPD. There is an enzyme in cells that is involved in controlling the level of inflammation in the lung. Blocking the function of this enzyme may reduce the inflammation and slow the progression of the disease. The aim of this study is to try to determine whether blocking this enzyme?s function will reduce lung inflammation associated with COPD. The hope is that this work may lead to the discovery of a novel drug which could selectively target this enzyme leading to a useful therapy that could help these patients who suffer from this debilitating disease.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0800196","grantId":"G0800196","fundValue":"565046","fundStart":"2008-12-01","fundEnd":"2011-11-30","funder":"MRC","impactText":"","person":"Christopher S Stevenson","coPersons":["Mark  Birrell"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}