{"id":"1064DAC7-333C-4B12-B23C-D747FF9FE002","title":"The Dynamics of Stability: Examining Cultural Continuity and Insularity in Neolithic Cyprus","abstractText":"The aim of the project was to re-examine archaeological evidence from the 6th to 4th millennia BC in Cyprus, with a view to re-assessing the widely-held notion that it was an insular island environment during the later Neolithic period. A monograph entitled &quot;On the Margins of Southwest Asia: Cyprus in the 6th to 4th Millennia BC&quot; resulted from this study. The book sticks closely to the original aims of the project but more sophisticated models were used in the investigation of the data and in framing new approaches than had been stated in the original proposal. In addition to examining technological practice as a way of documenting cultural change, the book draws upon recent theories in ecological and evolutionary biology and adapts these to cultural change in general. The combination of artefact based research and a detailed climatic and environmental review has contributed to a much more sophisticated study of the period than was originally proposed. The principal conclusion reached in the book is that if all of the pressures that drove cultural change on the mainland were relaxed the result would be a stable hunter-gatherer economy with a bit of farming and herding: exactly what appears to be the case on Cyprus.\n\nThis study has successfully illustrated that as mainland Levantine populations were forced to intensify, Cypriot society was able to maintain a stable hunter-farmer economy for much longer. Although traditionally we have viewed this in negative terms as insularity and isolation, it is much more likely that conditions on Cyprus favoured the continuation of early Neolithic lifestyles. Indeed, results of the technological studies presented in the book indicate that Cyprus maintained low-level contact with the mainland throughout the entire Neolithic period.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/D501296/1","grantId":"AH/D501296/1","fundValue":"23264","fundStart":"2006-09-01","fundEnd":"2006-12-31","funder":"AHRC","impactText":"","person":"Joanne  Clarke","coPersons":[],"organisation":"University of East Anglia","findingsText":" The prinicpal conclusion reached in the book is that if all of the pressures that drove cultural change on the mainland were relaxed the result would be a stable hunter-gatherer economy with a bit of farming and herding: exactly what appears to be the case on Cyprus. \n\nThis study has successfully illustrated that as mainland Levantine populations were forced to intensify, Cypriot society was able to maintain a stable hunter-farmer economy for much longer. Although traditionally we have viewed this in negative terms as insularity and isolation, it is much more likely that conditions on Cyprus favoured the continuation of early Neolithic lifestyles.\n\nThis conclusion is now supported by the work of Gary Rollefson in the Eastern badia of Jordan, where similar economic and social strategies existed to that of Cyprus because of a similar set of cultural and ecological drivers. I plan to publish an article on this in due course. The findings from my work on the Neolithic of Cyprus will be able to help formulate models for cultural change in marginal regions. Environment","dataset":"gtr"}