{"id":"106C989B-DB84-4AEC-8F23-3BE4C5558E51","title":"The role of DISC1 in synaptic function and circuit formation during critical periods of cortical development","abstractText":"Mental Health conditions are among the most challenging medical problems we face. The cost to society and the burden on families of are extremely high. Costs were estimated to be &pound;6.7 billion pounds in England alone in 2004/5. The cost of schizophrenia alone is very high to the individuals and their families and some 50% of schizophrenics attempt suicide. Recent genetic studies have revealed a number of candidate molecules that play a role in producing mental health conditions. A large number of these molecules are found in synapses in the brain. Synapses are the structures that allow brain cells (or neurones) to communicate with one another. One such molecule present at the synapse is known as Disrupted in Schizophrenia 1, or DISC1, and was discovered by Kirsty Millar and David Porteus and colleagues in Edinburgh. Having a mutation in this gene can increase the chances of suffering from one of a number of mental disorders including schizophrenia, bipolar disorder, recurrent major depression and autism. We have recently discovered that DISC1 affects synaptic plasticity. Synaptic plasticity is the ability of synapses to change their transmission properties and hence alter the &quot;loudness&quot; or gain with which cells communicate with one another. Synaptic plasticity is thought to be responsible for memory. A loss of synaptic plasticity could account for the deficits in working memory (and cognitive function in general) seen in these debilitating conditions. We found that DISC1 needs to be working properly during a short period of a week or so following birth to prevent the loss of synaptic plasticity in part of the brain known as the cerebral cortex in adulthood. In the present study, we propose to identify as closely as we can what exactly goes wrong in development of the cortex when DISC1 malfunctions and results in a loss of synaptic plasticity in the adult. We will initially study this process in a simple part of the cortex known as the barrel cortex, because its orgaisation is relatively straightforward and a lot is known about it. We can then look to see if similar developmental problems occur in other parts of the cortex, like the prefrontal cortex, which is thought to be particularly problematic in schizophrenics. Understanding how the connections made between neurones in the cortex are disrupted by DISC1 will help us to formulate remedies to treat these conditions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K004603/1","grantId":"MR/K004603/1","fundValue":"364644","fundStart":"2012-10-01","fundEnd":"2016-02-29","funder":"MRC","impactText":"","person":"Kevin  Fox","coPersons":[],"organisation":"Cardiff University","findingsText":"","dataset":"gtr"}