{"id":"1072511B-7AD1-46BD-97DD-65E411F43DEC","title":"Warwick Integrative Synthetic Biology Centre","abstractText":"Synthetic biology is seen as a way to develop biology beyond naturally evolved biological systems to the benefit of mankind. It is a new type of engineering in which either existing parts of living cells are modified, or completely new parts are generated, in order to produce useful technologies and products. The function of the Warwick Integrative Synthetic Biology Centre (WISB) will be to establish a community of researchers from a range of relevant disciplines that will pursue the aims of synthetic biology following responsible procedures that are informed by considerations of ethical, legal and societal aspects. Our work will create products and technologies that will be valuable to multiple sectors, including biotechnology, health, food security and the environment. We will work in partnership with a wide range of companies that have interests in this area.\n\nAt the core of WISB will be an underpinning commitment to developing synthetic biology technologies and knowhow that will both be useful to the wider community and will also enable progress in the applied projects that will be pursued in the Centre. This core activity is called Predictive Biosystems Engineering because the idea is to find ways of developing synthetic biological systems that behave in predictable ways. The benefit of this would be that predictable components can be assembled into more complex systems that also behave in predictable ways - this is a principle of fundamental importance in classical engineering. \n\nThere are also three areas of more applied research:\n\nEngineering Biosynthetic Pathways is about building tailor-made and controllable pathways in living cells that direct the assembly of useful products, e.g. antimicrobials and anti-cancer drugs. Engineering principles will be applied with the objective of optimizing the productivity of these intracellular drug production lines.\n\nEngineering Microbial Communities is a research area in which we assemble different species of microbial organism that can be used in a range of biotechnological and biomedical applications. For example, synthetic communities of this type will be able to degrade noxious and toxic compounds from the environment, or could be utilized to treat diseases of the skin or gut.\n\nEngineering Microbial Effector Systems research will take advantage of the fascinating interplay between plants and microbial species with which they interact in Nature, for example in the soil. Such microorganisms use a range of molecules, called effectors, to modify the genetic and metabolic systems of plant cells. By re-engineering these interactions, we will be able to enhance the properties of plants, thus contributing to food security.\n\nIn parallel to the above activities, WISB will perform research on the ethical, legal and societal aspects of synthetic biology and follow principles of responsible research and innovation. We will engage in a wide range of outreach activities in order to communicate our research philosophy and findings to the wider community. A special feature of this outreach will involve work and presentations on the relationships between technology, design and art.\n\nFinally, WISB will be fully committed to education and training in synthetic biology, thus ensuring that we contribute strongly to the training of future generations of synthetic biology researchers.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M017982/1","grantId":"BB/M017982/1","fundValue":"10521600","fundStart":"2014-11-14","fundEnd":"2020-05-31","funder":"BBSRC","impactText":"","person":"John Edward McCarthy","coPersons":["Orkun  Soyer","Nicholas Mark Lee","Katherine Janet Denby","James Lyn Beynon","Patrick  Schäfer","Gregory Leonard Challis","Vardis  Ntoukakis","Declan  Bates","Alfonso  Jaramillo"],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}