{"id":"1075D976-CA90-4D73-9D30-E8B222B6C679","title":"The role of chromosomal abnormalities in cancer and experimental therapeutics","abstractText":"Cancer affects around a third of all adults during their life and as life expectancy increases, cancer incidence will increase in the following decades. The occurrence of mutations in cancer is indicative of specific changes that drive tumour development and which can be targets for new therapies that would not have the side effects as conventional treatments. One the most obvious changes seen in cancer cells is chromosomal translocation, which result from joining between two different chromosomes during cell division. These translocations usually have an effect on a gene or even fuse two genes together giving tumour-specific markers and new therapeutic targets. The problem is that these molecules are inside the cell and are not usually enzymes which can relatively easily be inactivated by drugs that are able to enter the cancer cells. We need new types of drugs to inactivate the chromosomal translocation-proteins and new ways of modelling chromosomal translocations to test out the novel drugs in an in vivo preclinical setting. The aim of the work proposed in the application is to develop new methods in both areas. We will develop ways to rapidly produce bespoke reagents that can interfere with chromosomal translocation-proteins to block cancer growth or, in some settings, to kill tumour cells whilst sparing normal counterparts. We will also develop methods to create in vivo models of human chromosomal translocations that can be used to assess the biological basis of cancer and as a setting for developing new therapeutic strategies. The aim is to evaluate the possible use of novel reagents for cancer patients in these models, either as single therapeutic entities or in combination with existing treatment modalities. Our long term aim is to treat patients with regimes shown to be effective in vivo.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0600914","grantId":"G0600914","fundValue":"1888730","fundStart":"2007-04-18","fundEnd":"2012-04-17","funder":"MRC","impactText":"","person":"Terence  Rabbitts","coPersons":[],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}