{"id":"107A2B1F-448C-49C1-9861-11E327891A4F","title":"Fast beam shaping for advanced laser manufacturing","abstractText":"This project is about building a cost-effective deformable mirror system suitable to incorporate into advanced laser manufacturing systems. Laser systems are now used or proposed for machining, polishing, and additive layer manufacture. Directing and shaping a laser beam under computer control allows multiple laser tools to be generated and enables highly complex structures to be manufactured, suitable for prototyping, low volume high value manufacture, and one-off components such as medical implants. Faster, more accurate, and cheaper adaptive optic components will increase the take-up in industry of these advanced laser manufacturing techniques. \n\nThe key aspects of the fast beam shaping technology are (i) the mirror design, which is adaptable to miniaturisation and integration with sensing and drive electronics, and (ii) the technique of &quot;actuator extension sensing&quot; which reduces the effect of piezoelectric hysteresis enabling faster and more accurate mirror control. The development of the deformable mirror with extension sensing offers the potential for continuously-variable manipulation of the beam profile and spot size of a laser. For example in additive layer manufacturing, in which a laser beam is scanned under computer control to create a component by melting metal powder, it will be possible to compensate for off-axis distortions during scanning across the metal powder bed, or to use a larger or smaller spot for coarse or fine detail of the component's structure.\n\nThe aim in this project is to show the effectiveness and commercial value of the deformable mirror with extension sensing control. We will show the mirror working under control in the laboratory in a laser manufacturing application, namely additive layer manufacture. We will investigate in depth the market opportunity in advanced laser manufacturing, route to market for the technology, and the requirements for further investment.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/M002888/1","grantId":"ST/M002888/1","fundValue":"88595","fundStart":"2015-03-31","fundEnd":"2016-03-30","funder":"STFC","impactText":"","person":"Katherine  Kirk","coPersons":["David  Hutson","Duncan  Hand"],"organisation":"University of the West of Scotland","findingsText":"","dataset":"gtr"}