{"id":"107A177F-504D-49D3-BBAC-C48DAEE5BD8A","title":"High speed imaging with diamond dynode detectors: a technological advance with major commercial applications","abstractText":"1. The purpose of the project Development and commercialization of imaging detectors using artificial diamond technology to provide greatly enhanced performance. 2. Introduction The need to detect fast signals is crucial in many disciplines. Very high speed, low amplitude light signals need signal amplification. The photomultiplier tube (PMT) was the first device to use electronic signal amplification in a vacuum tube for optical light and has been a workhorse detector since. Though silicon chips have replaced vacuum tubes as the technology of choice in most imaging applications they have limited high speed and sensitivity performance compared with devices such as the PMT. The aim of this project is to apply detector technology and know-how from the Space Research Centre (SRC), Leicester, developed through space science R &amp; D, together with recent developments in diamond chemistry at the Diamond Group, Bristol, to the commercialization of an imaging PMT with ground-breaking performance for widespread commercial application and specific relevance to the defence sector / fusion plasma diagnostics at the Atomic Weapons Establishment, Aldermaston. 3. Advantages of Diamond as an electron amplification material a) High gain: Diamond is one of a small number of materials which has high electron gain when correctly treated. b) Simplified design: Diamond can have a higher gain per amplification stage, resulting in a lower number of stages being required for a given gain. c) Enhanced timing: The amplification properties of diamond allow improved signal timing and reduced background. d) Lower gain variability: The higher gain of diamond reduces the variability in the gain. e) Low noise: Diamond is less susceptible to thermal noise so it can operate with lower noise levels or at higher temperatures. f) Large area: Synthetic diamond offers low cost, large area coating and is easily grown on shaped surfaces. g) Stability: Synthetic diamond has a stable performance over long periods. Its performance remains high after exposure to air. The electron gain properties of synthetic diamond promises to greatly expand the usage of PMTs in many fields. 4. Application of synthetic Diamond to Detectors We have already measured the performance of synthetic diamond and our measured data supports published results and demonstrates the potential benefits of synthetic diamond as a detector material. This project will transfer the technology from proof-of-concept to prototype, beginning with optimization of manufacturing processes. Firstly we will manufacture two demonstrator detectors to provide data on process optimization. The next stage of the project will be development of a single transmissive gain stage. Transmissive dynodes can operate in two modes: - a) Transmission: input electrons enter through one surface of a thin film of diamond, and output electrons exit through the other. b) Refection: diamond is deposited on an open conductive wire mesh. Input and output electrons enter and exit through the same diamond surface. The transmission technique is superior, providing better detector performance, but is more demanding because of the need to produce very thin films, however we have already demonstrated manufacture. We will investigate both techniques and choose the optimum technology based on performance, manufacturability, developmental and manufacturing costs, and development timescale. We will initially demonstrate a single stage transmissive gain stage to provide comprehensive device diagnostics. The final stage of the project is to design, build and demonstrate a detector using a stack of gain stages with fast response and high gain and incorporating an imaging capability. Performance evaluation will involve testing with AWE collaborators at Aldermaston and field trials in a laser fusion facility at Los Alamos, and in photon counting mode at Photek and SRC.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/G003475/1","grantId":"ST/G003475/1","fundValue":"181400","fundStart":"2009-10-01","fundEnd":"2013-06-30","funder":"STFC","impactText":"","person":"Jonathan Stephen Lapington","coPersons":[],"organisation":"University of Leicester","findingsText":"","dataset":"gtr"}