{"id":"10AEFD18-C207-4633-B3F1-2B53250DC0A1","title":"The Staging of History in Elizabethan England","abstractText":"Drama addresses and shapes the preoccupations of the society that produces it. As do approaches to the writing and reading of history. My book will be the first comprehensive account of the uses of history in Elizabethan drama and civic pageantry. History was ubiquitous in the politics and public argument of Elizabethan England. It was no less ubiquitous in the drama. Of 360 or so plays, other than comedies, written between 1558 and 1603 around 220 (60%) were history plays. \n\nThat is to say, they were plays which, however large the fictional element within them, were set in a historically known past, usually with historically known characters. \nThis simple point and its implications have never been properly appreciated. There have been studies of Renaissance history plays, mostly English and Roman, and mostly by Shakespeare, but no contextual account of the range, impact, and political and aesthetic challenges of historical representation. \n\nNor has the prominence of history in civic entertainments mounted in London and the provinces been recognized and explained. My aim is to elucidate the ends to which playwrights and pageant writers put history and demonstrate how and why theatrical deployment of the past changed between the mid-sixteenth century and the early seventeenth.\n\nI accomplish this goal; my book brings together the disciplines and perspectives of literature and history. I examine a broad range of plays and civic Pageants, both amateur and professional, performed in London and the provinces: academic drama, Court theatre, lnns of Court plays, royal entries, progress entertainments, Lord Mayor's Shows, and public plays. Among the authors I study are major figures such as Shakespeare, Marlowe, and Jonson as well as lesser lights such as Peele, Norton, Sackville, Heywood, Legge, and Munday. \nAlongside public stage plays and civic shows, I consider closet history plays by amateur writers such as Mary Sidney, Fulke Greville, and Samuel Daniel.\n\nMy argument is that the main preoccupation of Elizabethan history plays and civic pageants, whether set in feudal England, ancient Rome, or contemporary France, is political dissension and civil war. Initially the purpose of invoking the spectre of internecine strife was to celebrate England's peace and national unity and to offer advice to the queen on how to preserve them. Later, I show, the aim changed and the object was to express anxiety or issue warnings about the country's future.\n\nTHE CONTEXT OF THE RESEARCH\n\nWe are now more alive to what the Elizabethans made of the past and how they wrote about it thanks to the work of F. J. Levy, Keith Thomas, and J.G.A. Pocock, and, more recently, Daniel Woolf, Richard Helgerson, and Annabel Patterson. Yet the prominence of history in both drama and civic pageantry has been underestimated. History plays other than those by Shakespeare have been read selectively and often in isolation from the contexts that produced them. \nCivic pageants, aside from coronation entries, have hardly been read at all. My monograph will be the first to explore the changing uses of the past in both drama and civic entertainments.\n\nPOTENTIAL APPLICATIONS AND BENEFITS\n\nI hope to show that the impact of historical thought upon Elizabethan theatre was far more pervasive than has been acknowledged by modern scholarship. This insight could be used productively to study the theatrical culture of the later period. I am planning to do precisely that in volumes two and three of my trilogy on THE STAGING OF HISTORY IN EARLY MODERN ENGLAND. By focusing on a wide range of forms and genres, both literary and non-literary, and by bringing together the methods and approaches of literature, history, textual criticism, and history of the book, I hope to offer a fresh perspective on the utility of the past in the Elizabethan era. That perspective would benefit future accounts of the uses of history in early modern political discourse.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/D50161X/1","grantId":"AH/D50161X/1","fundValue":"23128","fundStart":"2006-04-01","fundEnd":"2006-06-30","funder":"AHRC","impactText":"","person":"Paulina  Kewes","coPersons":[],"organisation":"University of Oxford","findingsText":" In the early modern period, theatrical versions of history mirrored and shaped the deployment of the past in political debates. Playwrights no less than parliamentarians, divines, lawyers, and prose publicists invoked the key moments in the history of medieval England, ancient Rome, and Continental Europe in order to persuade the queen to undertake a specific course of action, to influence public opinion, or both. The crucial issues that imaginative writers and politicians alike sought to address by summoning precedents from the past were: the proprieties of counsel, the succession, religion, and governance. The findings of this project should restore the integrity of Elizabeth's reign as a coherent period in the history of English drama and demonstrate the importance of an interdisciplinary approach in studying the rhetorical manipulation of history across generic boundaries.\n\n\n\nThe most innovative element of my investigation is to uncover the pivotal influence of the succession problem on the political culture of Elizabethan England, and to demonstrate that in this period the idea of electing a monarch, as opposed to merely recognizing his or her hereditary claim, was taken far more seriously than modern scholars have allowed. This propensity to justify either the rejection of a putative hereditary heir and choice of another, or else the use of far-reaching discretion in assessing dynastic titles, led in turn to vocal disagreements about the role of Parliament, the extent of royal prerogative, and the right of resistance. For its Protestant proponents, the main impetus in favour of election arose from the pressing need to preserve the kingdom's spiritual health and political security. A still more ambitious aim was to create a reformed Britain. Their Catholic adversaries stood up for strict heredity until that solution no longer met their political and religious goals. The ensuing shift of positions, I argue, was always tactical and provisional. Thus the rhetorical tools, no less than the manipulation of historical and other kinds of evidence, prove to be as instructive as the constitutional standpoint they were used to defend.\n\n\n\nTackled head-on and with a heavy dose of partisan animus in pamphlet literature and state papers, these issues surfaced, if more obliquely, in imaginative writings, above all the drama, often with reference to the same precedents from history, myth, and scripture. Late Elizabethan dramatists, Shakespeare prominent among them, did not compose their scripts with succession tracts to hand. Yet their interpretation of the constitutional principles implicit in scripture and national chronicles, as well as Continental histories and classical historiography, was keenly attuned to the arguments put forward in the pamphlet literature which, I show, were also adumbrated and hotly confuted, for example, by the contributors to the second edition of Holinshed's Chronicles. The readership of the tracts, which circulated only in surreptitious printed or manuscript copies, was severely limited. By contrast, the public nature of the drama made it a potent vehicle for disseminating political ideas and imaginatively experimenting with novel constitutional solutions. By adopting this novel approach, I have been able to throw new light on much of Elizabethan historical drama, including Shakespeare's Richard III, King John, Titus Andronicus, and Hamlet. This research is of substantial public interest, especially given the current preoccupation about the status of British monarchy and the future of the succession to the throne, as well as abiding fascination with the writings of Shakespeare. My article on Shakespeare's manipulation of the chronicle material in his 'Richard III' has recently been published in BBC History Magazine, accompanied by a podcast on his sources -- Holinshed's 'Chronicles of England, Scotland, and Ireland'. And there is bound to be further demand for accessible expositions of Shakespeare's and other Renaissance writers' treatment of issues of national identity and the union with Scotland in 1603, as the public contemplate further devolution and potentially a break-up of the United Kingdom. Finally, given the mounting concern about religious conflict in the modern world, there are renewed calls for elucidation of the role of religion in the politics and literature of past eras, Tudor England prominent among them. Education","dataset":"gtr"}