{"id":"10B89C41-637F-414D-8FC0-C4608E13D160","title":"Rejuvenation of X-ray data collection facilites at the Institute of Structural Molecular Biology at Birkbeck/UCL","abstractText":"Protein X-ray crystallography consists of shining an intense beam of X-rays at crystals made from a highly pure protein. A small amount of the X-rays are scattered by the crystals and from the scattering pattern, the position of the atoms in the protein can be worked out, and this tells us what the protein looks like. This information is very useful in understanding how the proteins work and is an important method of being able to design drugs that will bind and alter the activity of the protein. There are two types of X-ray source, a synchrotron which is a national or international facility which produces the brightest X-ray beams and an X-ray generator which is based in the university laboratory. The UK is just completing a new synchrotron called Diamond near Didcot. However researchers only get access to these facilities perhaps every couple of months and although they can collect a huge amount of data, it can mean that the feedback to the next set of laboratory experiments can be slow. It is therefore important to have a less intense source in the university laboratory where preliminary characterisation of the crystals can be done and in some cases whole data sets can be collected allowing more rapid feedback to the next set of experiments. We wish to buy a more powerful X-ray generator for use on the university campus. This will allow us to screen crystals of more challenging problems without going to a synchrotron and to collect datasets on a wider range of proteins that we are studying as potential drug targets either for our academic work or in collaboration with small companies in the home counties area.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F011148/1","grantId":"BB/F011148/1","fundValue":"241159","fundStart":"2008-01-01","fundEnd":"2008-12-31","funder":"BBSRC","impactText":"  10 years of funding from an industrial user and partner has followed. Pharmaceuticals and Medical Biotechnology Economic","person":"Nicholas Herbert Keep","coPersons":["Gabriel  Waksman","Derek  Macmillan","Cara Kee Vaughan","Snezana  Djordjevic","Tracey  Barrett","Christine  Slingsby","Bonnie Ann Wallace","Bibek  Gooptu","Renos  Savva","David  Moss"],"organisation":"Birkbeck College","findingsText":" The equipment on this grant has been heavily used by members of the Institute of Structural Molecular Biology at Birkbeck and UCL. Although most of the final structures have been deposited with synchrotron data nearly 100 structures have been deposited by users of this equipment. The equipment has also been used by three commerical companies. n/a Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}