{"id":"10B913ED-C0C8-4BA6-9F74-875636FE9B08","title":"Theory of Nonlinear Waves in Hot Space Plasmas","abstractText":"The plasma state of matter is highly abundant in the universe. Plasma dynamics play a fundamental role in many of the processes in the near geo-space environment, at the sun, in the solar system and in the vicinity of remote astrophysical objects such as supernova remnants, space jets, and pulsars. Often plasma in its natural environment is collisionless. In such plasmas the role of particle collisions in an ordinary gas is replaced by particle interactions with electric and magnetic structures and waves. Therefore a study of waves is vital for understanding of plasma processes. Hot or high beta plasma is the plasma in which thermal plasma pressure is comparable to or exceeds the magnetic field pressure. The theoretical description of hot plasmas is much more complicated in comparison to cold plasma. In spite of the profusion of collisionless plasmas in the universe the only place where comprehensive experimental studies of plasma under natural conditions can be conducted at present is the geo-space environment. It is known from experimental studies in the vicinity of Earth that regions with hot plasma (e.g. magnetosheath, ring current) are rich with large amplitude, nonlinear, low frequency waves. The rigorous description of such waves even using a linear approximation (which is only valid for cases of waves with infinitesimally small amplitude) represents a quite complicated problem. The main goal of the present proposal is to develop a general theory of nonlinear waves in hot, uniform and non-uniform plasmas, building on the success of the linear theory of low frequency waves in hot plasma previously developed in the framework of the PPARC grant PPA/G/S/2002/000094. Based on this theory, it is then possible to produce a set of tools that will simplify the identification of low frequency waves observed in satellite experiments. These tools will include calculations of wave parameters in realistic conditions that correspond to those observed experimentally in space plasma. This tool may then be applied to the identification of waves observed by current or future satellite missions such as Cluster or Venus Express. In addition, we will study the implications of the developed theory to processes involved in the acceleration of particles in the vicinity of remote astrophysical objects such a supernova remnants.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=PP/D002087/1","grantId":"PP/D002087/1","fundValue":"173640","fundStart":"2006-07-01","fundEnd":"2009-06-30","funder":"STFC","impactText":"","person":"Michael  Balikhin","coPersons":[],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}