{"id":"10C286AE-30D6-4FCA-AAD4-3F4F8CE9F63D","title":"Understanding the molecular mechanisms by which maternal diet influences longevity","abstractText":"The diet of an individual has an important influence on the health of an individual at any stage of life. However there is evidence to suggest that the diet of a pregnant woman is particularly important as it has major long-term consequences on the health of her baby many years later when they themselves are adult. Babies that are not well nourished during pregnancy often have a low birth weight. It has been shown that individuals with a low birth weight are not only less likely to survive delivery but are also at substantially increased risk of developing various common diseases such as diabetes, high blood pressure and heart disease and are more likely to die at a younger age. The detrimental effect of having a low birth weight is exaggerated if rapid growth occurs during the postnatal period and the individual becomes fat. The molecular mechanisms linking poor fetal growth, long-term health and lifespan are not known. Many of our attempts to decipher mechanisms of human diseases both rely on and have benefited from studying animal models. We have shown that in a mouse model that if pregnant animals have too little protein during pregnancy their babies are small at birth. These animals growth very quickly during the lactation period if suckled by a normally fed mother and reach an apparently normal weight by weaning. However these patterns of growth have detrimental consequences for the animal and we have shown results in over a 25 % reduction in lifespan. We now plan to study these animals further to understand how a modest reduction in protein intake of the mother can have such a large effect on the lifespan of her offspring. We are particularly interested in proteins involved in insulin signalling as it is know that insulin has effects on growth and metabolism in mammals and more recently has been implicated in regulation of lifespan in simple organisms such as fruit flies. Once the underlying mechanisms linking maternal diet to the health and longevity of the offspring are understood, intervention strategies can then be developed to help improve the health of both pregnant women and their offspring.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E002161/1","grantId":"BB/E002161/1","fundValue":"274284","fundStart":"2006-12-01","fundEnd":"2009-11-30","funder":"BBSRC","impactText":"","person":"Susan  Ozanne","coPersons":[],"organisation":"University of Cambridge","findingsText":" The diet of an individual has an important influence on the health of an individual at any stage of life. However there is evidence to suggest that the diet of a pregnant woman is particularly important as it has major long-term consequences on the health of her baby many years later when they themselves are an adult. Babies that are not well nourished during pregnancy often have a low birth weight. It has been shown that individuals with a low birth weight are not only less likely to survive delivery but are also at substantially increased risk of developing various common diseases such as diabetes, high blood pressure and heart disease and are more likely to die at a younger age. The detrimental effect of having a low birth weight is exaggerated if rapid growth occurs during the postnatal period and the individual becomes fat. In contrast growing slowly during the lactation period appears to confer protection against diabetes, high blood pressure and heart disease. The molecular mechanisms linking patterns of early growth, long-term health and lifespan are not known. Many of our attempts to decipher mechanisms of human diseases both rely on and have benefited from studying animal models. We have shown using a rodent model that if pregnant animals have too little protein during pregnancy their babies are small at birth. These animals (termed recuperated animals) grow very quickly during the lactation period if suckled by a normally fed mother and reach an apparently normal weight by weaning. However these patterns of growth have detrimental consequences for the animal and we have shown results in over a 25 % reduction in lifespan. In contrast, pups born to normally fed mothers when suckled by a mother who is fed a low protein diet (termed postnatal low protein animals) grow slowly during lactation and remain small even after being weaned onto a diet containing an adequate amount of protein. These offspring also have a longer lifespan. We studied these animals in order to understand how a modest reduction in protein intake of the mother during critical periods can have such a large effect on the lifespan of her offspring. We observed that the long lived postnatal low protein offspring have higher relative weights of brain and thymus and are leaner compared to control animals. The thymus and spleen, which play a critical role in immune function, showed delayed tissue atrophy and enhanced immune capacity respectively in young adult PLP animals. This was accompanied by reduced expression of an ageing biomarker, p16. These PLP animals also had increased expression of some key insulin signaling proteins which could lead to increased insulin sensitivity - a common feature of increased longevity in mammals. In contrast to PLP animals, recuperated animals gained more weight that controls when fed a control diet from weaning and had an increased percentage fat mass. This was associated with reduced expression of key insulin signaling molecules which could result in the development of insulin resistance. These animals also demonstrated accelerated aging at the cellular level, including more rapid telomere shortening (regions of DNA associated with life span), reduced expression of the longevity promoting molecule SIRT1 and increased expression of the aging biomarker p16. Global gene expression analysis identified novel markers of aging that were modified in response to maternal diet including heme oxygenase 1 which was overexpressed in PLP kidneys and NAUK2 was increased in recuperated tissue. Therefore these studies have identified a number of molecules and pathways that are influenced by maternal diet which could mediate its effects on longevity. Understanding these mechanisms linking maternal diet to the health and longevity of the offspring will contribute to the development of intervention strategies to help improve the health of both pregnant women and their offspring.  Other","dataset":"gtr"}