{"id":"10C83E61-CB61-47A1-B07B-76E20603C114","title":"Centennial-scale relationship of sea-level variability with global temperature and CO2 concentrations","abstractText":"Global ice volume is a key indicator of change in the global climate state, and - through its control on sea level - it is also of major concern to society. Before in-depth arguments about the future become possible, a better understanding is needed of the natural (pre-anthropogenic) involvement of ice-sheet processes in rapid climate change in a time resolution of about 1 century, with special focus on the relationships between CO2 concentrations, temperature and ice-volume/sea-level changes. To characterise those relationships, the present project will exploit our recently developed capacity to develop highly detailed, continuous records of sea-level change that cover an entire glacial cycle, for comparison with ice-core records of temperature and CO2 concentrations. We will thus address two fundamental questions: (Q1) What exactly was the fundamental nature of the pre-anthropogenic relationship between global ice volume/sea level, temperature and CO2 concentrations on the critical centennial timescales? and (Q2) How rapidly can the 'system' adapt to a change in forcing (i.e., to any given disequilibrium between climate forcing and sea level)? The project's answers on the societally relevant centennial timescales will provide natural context to the ongoing debate on future sea-level rise.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H004424/1","grantId":"NE/H004424/1","fundValue":"405984","fundStart":"2010-02-01","fundEnd":"2014-01-31","funder":"NERC","impactText":"  Media coverage of results, including Radio, TV, Newspapers, and public websites Environment Societal","person":"Eelco Johan Rohling","coPersons":[],"organisation":"University of Southampton","findingsText":" Work on this project has fostered a much clearer understanding of past sea-level changes over the last 520,000 years. The work also has developed significant spin-offs into other directions, such as study of past climate sensitivity. There is a large amount of interest in sea-level variability by coastal engineers, etc. Also public interest has been nurtured through extensive outreach at public talks and workshops. Environment","dataset":"gtr"}