{"id":"10C966CB-D827-48AC-8927-778D78167F6B","title":"Allergenicity and allergen dominance: structural requirements for IgE-dependent recognition by B cells &amp; effector cells","abstractText":"The incidence of allergic disease has increased alarmingly in the UK and is now among the highest in the world. One in six children in the UK suffer from asthma, and life-threatening anaphylactic reactions to common food allergens such as peanuts, once rare, are now increasingly common; peanut allergy in children has doubled in ten years. Allergic reactions occur when apparently innocuous substances are recognised by the immune system and treated as dangerous. The antibodies produced by the immune system in response to these allergenic substances are of a type called IgE, with different properties to the more commonly produced protective (IgG) antibodies with which the body defends itself again bacterial, viral and other ?foreign? invaders. While much is known about IgE antibodies and their mechanism of action, a fundamental question in allergy remains unanswered, namely, why are only certain substances allergenic and others not? Our research has brought us to the point at which we can address this question experimentally, and we propose to do this using peanut allergy as our example. This is a particularly good example not only because of its medical importance, but also because the individual allergenic proteins within the peanut have been identified, and particular allergens have been shown to be ?dominant?, i.e. people with antibodies to these dominant allergens are clinically reactive, while those with antibodies to ?minor? peanut allergens do not react. We aim to understand these differences, and have developed methods to isolate IgE antibodies from the cells of patients with known allergic reactivity. Using a range of techniques that include determining the detailed 3D structures of the complexes formed between the IgE antibodies and the allergens, and studying whether or not the different allergens (individually and in various combinations) can trigger either the cells (called B cells) that produce the IgE antibodies or the cells (mast cells and basophils) that cause immediate hypersensitivity (anaphylactic) reactions. Our hypothesis is that the 3D structure of the allergenic protein, together with the unique structure of the IgE antibody molecule, determines whether a protein is recognized as an allergen or not. We shall also investigate whether bacterial proteins known as ?superantigens?, and a particular (and perhaps unstable) form of IgE, play a role in allergic disease. Our results will underpin immunotherapeutic methods to treat allergic disease, and lead to the development of methods to profile and predict patient?s potential for allergic reactivity.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1100090","grantId":"G1100090","fundValue":"1465850","fundStart":"2011-12-21","fundEnd":"2016-12-20","funder":"MRC","impactText":"","person":"Brian John Sutton","coPersons":["Gideon  Lack","Hannah Jane Gould","James  McDonnell","Andrew J Beavil"],"organisation":"King's College London","findingsText":"","dataset":"gtr"}