{"id":"10CB2592-C40C-49A7-A496-BA8405F5091E","title":"Novel Mid IR single Photon Detectors for Quantum Systems","abstractText":"This project will develop a new commercial single photon avalanche detector (SPAD) platform for the important SWIR,\nMWIR and LWIR spectral ranges (1.7 - 12um). Conventional, many photon, photodiodes have been developed to provide\ncomprehensive coverage of the IR spectrum and in doing so have enabled a multitude of important photonic applications\nand industries. As researchers and industry look to apply emerging quantum photonics, it is evident that available detector\ntechnology is limiting the spectral ranges which can be exploited. Visible and IR applications below a wavelength of 1.7um,\nare supported by existing Silicon and InP/InGaAs SPAD technologies. However, beyond these wavelengths there are no\nSPAD technologies available and hence no single photon detectors that offer their speed of response, high operating\ntemperature and compact size, which are essential attributes for commercial viability.\nThe detector to be developed and prototyped in this project employs a novel barrier based structure, proprietary to\nAmethyst Research Ltd. In recent years such barrier based structures have delivered leading performance metrics in many\nphoton IR detectors. The Amethyst barrier technology uniquely allows the barrier detector concept to be extended by\nexciting internal avalanche gain, as exploited in SPADs. Preliminary characterisation at Lancaster University has\ndemonstrated this and shown the potential for the new family of SPAD detectors.\nThe project has the following milestones\nMilestone 1: Design of Single Photon Quantum Avalanche Photo Diode (APD) based on Unipolar Barrier Detector (UBD)\narchitecture (Amethyst Research and Lancaster University)\nMilestone 2: MBE Growth of the Quantum APD Structure (Lancaster University)\nLancaster University have vast experience in growing III-V related semiconductor materials. Hence, for this program, the\nAPD structure will be grown at Lancaster University.\nMilestone 3: Quantum APD Fabrication (CST)\nDevices will be processed from wafer grown in Milestone 2 using state-of-the-art cleanroom facilities at Compound\nSemiconductor Technologies (CST).\nMilestone 4: Quantum APD Testing and Sub-System Integration (Amethyst Research, Lancaster University and\nsubcontracted system OEMs)","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M508299/1","grantId":"EP/M508299/1","fundValue":"49492","fundStart":"2015-06-01","fundEnd":"2016-05-31","funder":"EPSRC","impactText":"","person":"Andrew Robert Marshall","coPersons":[],"organisation":"Lancaster University","findingsText":"","dataset":"gtr"}