{"id":"10CF5DBD-FB4A-4B97-9563-E578AC6738D4","title":"PHYCONET: unlocking the IB potential of microalgae","abstractText":"Eukaryotic and prokaryotic microalgae are diverse photosynthetic microorganisms that have considerable potential as industrial biotechnology (IB) platforms for a wide range of natural and engineered bio-products, from bioplastics and biofuels to high value bioactives. Moreover, cultivation in closed photobioreactors offers an attractive low-carbon alternative to existing heterotrophic technologies. However, microalgal IB is an immature field that requires step-changing advances in algal biology, genetic engineering, cultivation at scale and downstream processing. Currently, considerable research and development is occurring in countries such as the US and China, and several European countries, as is evident from $m investments and the many start-up companies. In contrast, although the UK has a strong academic base in algal biosciences, and a number of UK SMEs are currently exploring commercial opportunities in the sector, the research is currently under-resourced and not optimally coordinated. Essential underpinning is needed to create a competitive algal IB presence in the UK, and attract investment from major companies.\nThe PHYCONET network will to tackle this issue head on, by bringing together the UK algal biosciences research community, businesses operating in the IB sector, and other stakeholders to creating the critical mass of expertise, effort and focus needed to achieve the step-change and make the UK a leading player in algal biotechnology. We will also forge links with other algal biotech networks and organizations in Europe, the US, Australia and other leading countries to further raise the profile of the UK community and share funding and training opportunities.\nThe network will limit its remit to high-value products produced by microalgae in closed photobioreactors, since industrial and public acceptance of this new IB sector will occur most rapidly through clear demonstrations that microalgae can be viable platforms for small-scale production of high-value commodities.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L013789/1","grantId":"BB/L013789/1","fundValue":"562418","fundStart":"2014-01-01","fundEnd":"2018-12-31","funder":"BBSRC","impactText":"","person":"Saul  Purton","coPersons":["Michele  Stanley"],"organisation":"University College London","findingsText":"","dataset":"gtr"}