{"id":"10DBE2D6-7143-4D2A-B88F-B963B0A9A08B","title":"Exploring Personal Communities: A Review of Volunteering Processes","abstractText":"Throughout 20th century social theory, the rhetoric of 'community' has been used to index the warmth of immediacy, emotion and close relationships and has been contrasted to the cold rationality and instrumentality of modern work organizations, the state, and society. The rhetoric of community has been invoked by politicians and policy makers alike as the answer to all sorts of social, economic and political problems such as nationalism, social exclusion, unemployment, education, crime and poverty. Yet, however much time and money is spent on community initiatives, community remains elusive and its consequences unpredictable.\n \nCritics argue that although community aims to bring unity and harmony, it simultaneously creates conflict and division over its membership, boundaries, norms and espoused values. Community has multiple and contested definitions and cannot be put to work according to some top down political agendas. Indeed, the myriad of ways in which community unfolds in practice calls for a 'bottom-up' approach that recognises the paradoxes built into community rhetoric, the frequent lack of consensus and is sensitive to individual and social needs in equal measure. \n\nThe ambiguous nature of community, along with the rise of individualism and consumerism in Western societies and beyond, has called into question existing conceptualisations of community and called for a more imaginative way to engage with community rhetoric at the level of practice. 'Personal communities' feature prominently in this strand of literature as a type of community that is self-chosen and individuated, thriving on inter-personal ties and providing support for its members. Although portrayed as an 'individual achievement', personal communities go beyond friendship ties and charity work, having a powerful sociality hidden in them, one that if released could have a major impact on society. We explore personal communities through the lens of volunteering in order to shed light on the ways in which individuals experience one another and adjust to one another within and across communities. By applying the concept of personal community to the public context of volunteering, we hope to arrive at a more nuanced understanding of how communities actually work to accommodate diversity, exclusion and cohesion simultaneously.\n\nThe review evaluates the contribution of the personal community to sustaining and enhancing the quality of life of individuals in their local communities where such volunteering processes take place. We aim to explore the idea that personal communities contribute to the common good of the society in terms of offering ways for negotiating individual and collective identity via individual engagement with democratic social processes. This will be achieved not merely by analysing existing written work but more importantly by engaging with volunteering communities from the Stoke-on-Trent area. We will work in close collaboration with the New Vic Borderlines, the nationally acclaimed community programme of the New Vic Theatre, to develop a series of activities aimed at documenting in an artistic way the experience of being a volunteer, creating a new community of volunteers via a theatre residential and putting on a volunteering performance by the volunteers themselves. These volunteers will be drawn from local schemes that aim at helping marginalised individuals and groups to acquire new skills and make a positive contribution to the society.\n\nStoke-on-Trent is an example of a community in post-industrial decline which relies heavily on volunteers to support many of its economic, social and cultural activities. We will offer the community of Stoke-on-Trent an opportunity to engage with our theory review and provide a two way knowledge transfer opportunity with the view to contribute in a meaningful way to debates about the economic, social and cultural possibilities for Stoke-on-Trent.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J012238/1","grantId":"AH/J012238/1","fundValue":"30371","fundStart":"2012-02-14","fundEnd":"2013-02-25","funder":"AHRC","impactText":"","person":"Mihaela Ligia Kelemen","coPersons":["Anita  Mangan"],"organisation":"Keele University","findingsText":" The project investigates the idea that personal communities contribute to the public good by offering ways to transcend commonplace dualisms such as public/private and individual/collective. The aim of the review is to explore the personal community through the lens of volunteering in order to shed light on the ways in which individuals experience and adjust to one another within and across communities. This Connected Communities discussion paper has been circulated to advocacy and support organisations in the voluntary sector in Staffordshire in order to continue the discussion about the meaning of volunteering in today's society. A new module on not-for-profit modes of organising is also being developed to deliver to undergraduate students in Keele University. Communities and Social Services/Policy,Education","dataset":"gtr"}