{"id":"10DE98AE-81A4-4F68-AB3D-41CF88A165CC","title":"Catalasomes: Switchable, Programmable Catalytic Nanoreactors","abstractText":"The synthesis of organic molecules lies at the heart of the production of many of the materials that we rely on in the modern world, from pharmaceuticals through to fine chemicals and advanced materials. However, the process of synthesis, employing a 'toolbox' of techniques, applied in a tried and-tested order has not changed radically for many decades: we have added many tools, but the toolbox itself remains essentially the same as it was in first half of the twentieth century. A fundamental drawback with this approach is the time involved in designing, testing and delivering a new synthesis of a complex target, which can take from take months to years to achieve. How can nanotechnology be used to fundamentally change this? \n\nFuture gazing allows one to envisage a new way of producing complex molecules using small, hypothetical 'Universal Molecular Synthesisers' (UMS) that iterate rapidly to the best synthetic approach via evolutionary algorithms coupled with predictive modelling and feedback from real-time reaction analysis. Clearly the delivery of this 'disruptive technology' lies some considerable way in the future, but we can at least ask: how do we take the first steps towards this goal? More specifically: what would be the key functional components of a UMS? \n\nWe believe a prime candidate for investigation is a synthetic construct that fuses inorganic and biological components to produce a switchable, programmable catalytic nanoreactor: the &quot;catalasome&quot;; effectively a synthetic organelle. In this short proof-of-principle study we aim deliver functioning examples of catalasomes and show that the eventual product from a given reaction can be determined not by the reagents present or their order of addition, as would be the case in classic synthesis, but rather by the programming of a multiple-catalasome containing system.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L014955/1","grantId":"EP/L014955/1","fundValue":"245356","fundStart":"2014-01-06","fundEnd":"2015-06-05","funder":"EPSRC","impactText":"","person":"Robin Bruce Bedford","coPersons":[],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}