{"id":"10EDFDC2-CA38-4318-9327-B2015F7E20D3","title":"Swahili Seas","abstractText":"People living on the coast of East Africa are amongst the World's poorest. They rely heavily on local ecosystems for their livelihoods and security; for example mangrove forests provide them with firewood, fish, medicines and protection from floods and coastal erosion. Despite the importance of mangroves they are suffering high rates of destruction. This project will pioneer new ways of studying, evaluating and managing mangroves, and will communicate the lessons learnt to groups working in other types of ecosystems. Mangrove forests are highly productive and efficient at capturing carbon, much of which ends up buried below ground and can therefore be permanently stored away from the atmosphere. This opens up possibilities for using payments for carbon credits to help mangrove conservation and to bring revenue for local people. This project will initiate a real demonstration of how to achieve this, combining the expertise of Kenyan and UK scientists, accreditation by a third party charity and the commitment and organisation of the Gazi Womens' Mangrove Boardwalk Committee. A Kenyan sociology student will make a detailed study of the development of this project to record the lessons learnt. She will particularly focus on how different groups, such as men and women and old and young, become engaged and benefit, on how the management of the mangrove resource works and on how this project can inform others in the region that use payments for ecosystem services. The value of mangrove ecosystems to local people, and particularly to the poor, is often underestimated by developers and politicians. Full estimations of economic value for individual sites can be difficult and expensive - one option is to transfer the results from well studied areas to other sites, but this approach is untested for mangroves and may lead to large errors. We will test this 'benefit transfer' approach by measuring a range of direct use values (including for fuelwood, timber, crabs and shrimp) at seven different sites in Kenya. By looking for correlations between these results and variables that can help predict them, such as levels of poverty and population density, and by comparing what local people say about the value of their mangrove resources, we will determine the reliability of benefit transfer between sites, which will allow us to calculate the economic value of the mangrove resource in Kenya. Since carbon storage is a key benefit of mangroves it is important for developing countries to know the extent of their forests and the biomass of carbon in them, but measuring this on the ground is expensive and difficult. We will use remote sensing techniques to develop 'carbon landscapes' for East Africa that identify the biomass of carbon (including that stored below-ground) in different areas. We will combine these maps with 'risk maps' and 'value maps' that show areas under high threat and with high value, and present these on a user-friendly platform that can be accessed by government and NGOs when developing projects and policy. It is essential that developing countries have the capacity to identify threats to their people's livelihoods and to respond to international opportunities for conservation financing, such as those coming from climate change negotiations. Unfortunately there is often an over-reliance on expensive, overseas consultants. This project builds on eight years of collaboration between Kenyan and UK scientists with a track record of training for African colleagues. We will continue this tradition by training three students to masters level, by giving bespoke business and entrepreneurial training to help ensure follow-on funding and by working together on papers and new proposals. We have established an East African forum to ensure good regional communication on the science and practice of payments for ecosystem services. This will be further developed and new links with relevant experience in West Africa will be established.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I003401/1","grantId":"NE/I003401/1","fundValue":"225493","fundStart":"2010-09-01","fundEnd":"2013-03-31","funder":"NERC","impactText":"  Community Forest Associations (CFAs) are the legal entities under which communities can manage government owned forests in Kenya. There has never been a CFA in the coastal zone or one that includes mangroves. We have used this legal instrument for the first time to enable community mangrove management and have made a submission to the Kenyan government for a CFA in order to benefit from the many services provided by mangrove forests and to have some security that their conservation efforts will bring rewards local people need to have security of tenure over the forests. This is difficult since they are owned by the government, but a new law in Kenya has opened the way to establish locally managed forests and we are using this for the first time with mangroves Environment Societal,Economic,Policy & public services","person":"Mark  Huxham","coPersons":["Richard  Tipper","Maurizio  Mencuccini","Colin  Price","Jacob  Ochiewo","Lewis  Le Vay","James  Gitundu  Kairo","Fiona  Nunan","Martin Wiggers Skov"],"organisation":"Edinburgh Napier University","findingsText":" We have mapped the extent of Kenyan mangrove forests and predicted their future under current threats. We have analysed the national and international policy options for gaining finance for local development and conservation projects using carbon credits. We have fostered the first carbon credit project based on a mangrove forest in Africa we have shown how the a clear understanding of the carbon dynamics of a mangrove forest can be used to underpin the development of community based conservation projects benefitting from carbon finance. We have established EAFPES to help with that Environment","dataset":"gtr"}