{"id":"10F03C5F-E9BF-41E0-8704-7CC9B3233ED9","title":"Probing the molecular origins of the species-selectivity of microtubule-directed fungicides","abstractText":"Septoria leaf blotch is a key disease affecting wheat and barley production, especially in Northern Europe. Septoria is currently controlled using antifungal sprays that target the fungal microtubules whilst leaving wheat and human microtubules unaffected. Inhibiting microtubules prevents the fungal cells from dividing and ultimately kills them, whilst leaving wheat and human cells unaffected. The approach works, but resistance is an increasing problem. We need urgently to understand how resistance arises and we need to develop new and better antifungals that are effective against the resistant strains of the Septoria fungus. Syngenta is trying to do this, and would ideally like to be able to test possible new agents on isolated microtubules from Septoria, comparing their response with that of microtubules from wheat and from humans. Ideally, Syngenta would like to have purified microtubules from resistant Septoria cells, to compare them with those from non-resistant cells and understand why the microtubules from the resistant cells are not affected by the fungicide. Nothing like this is currently possible - mammalian microtubules can be purified fairly readily, but no one has so far been able to purify Septoria microtubules, or wheat microtubules. The lack of tests based on purified microtubules at present limits the rate at which new antifungals can be designed and developed at Syngenta and elsewhere.\n\nThe Cross lab is expert at purifying microtubule proteins. For example, we have recently succeeded in purifying microtubule protein from yeast cells. In this project we will collaborate with Syngenta to isolate microtubule protein from Septoria cells, wheat cells and human cells, and develop miniaturised tests so that possible antifungal compounds can be checked to make sure they target the Septoria microtubules whilst leaving wheat and human microtubules unaffected. Syngenta will grow Septoria cells for us in industrial quantities, and we will process them to obtain tubulin using the techniques we have already developed for purifying yeast tubulin. We will also make tubulin from wheat seedlings, and from cultured human cells. To obtain large quantities of microtubule protein from all these sources, we will combine our own methods with newly-available techniques for highly efficient purification of microtubule protein. \n\nWe will compare the actions of different antifungals on our collection of purified microtubules from Septoria, resistant Septoria, wheat and humans, using existing measures of microtubule stability, but also by looking at the microtubules directly by light microscopy. We can then formulate ideas about how the fungicides actually work at the molecular level, and what it is that is different, at the molecular level, between the resistant and non-resistant Septoria. We will test theses ideas by engineering yeast tubulin to make it susceptible or resistant to our antifungal agents. This is the ultimate benchmark of our understanding - if we can prove that we know how to engineer the microtubule protein from yeast so that it has the same susceptibility to antifungals as the Septoria protein, than we can truly say we understand how the antifungal fits into the microtubule protein and controls its behaviour. This information can then be fed back into the workflow for the development of new antifungals. \n \nSeptoria infection affects virtually all wheat grown in the UK. Application of fungicides is estimated to boost yields by ~20% and therefore without fungicide use UK cereal growers would suffer an economic loss of between &pound;380 and &pound;465 million each year (figures sourced from a Rothamsted on-line report). If ultimately successful, the potential impact of this research would therefore be significant for the UK economy. The new techniques and knowledge that we develop will be transferred to Syngenta, thereby accelerating the discovery and development of new MT-directed antifungals within the project lifetime.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L001993/1","grantId":"BB/L001993/1","fundValue":"419149","fundStart":"2013-10-01","fundEnd":"2017-04-01","funder":"BBSRC","impactText":"","person":"Robert Anthony Cross","coPersons":[],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}