{"id":"110A718B-1132-4CC2-9206-ED7D41B98F75","title":"Determination of Late Cenozoic variations in UV-B radiation using fossil sporopollenin","abstractText":"An understanding of past variations in incoming ultra-violet radiation (UV-B) is one of the great unknowns of climate science. It is extremely difficult to model because of the unknown distribution of past cloud cover. Estimates suggest, however, that there have been large changes in UV-B through time; variation in the amount and amplitude of incoming UV-B over the past 250 kyr, for example, is estimated to have ranged between -26 to +32% of present day values. Laboratory studies on various aspects of ecosystem functioning under elevated UV-B (+20%) indicate that the impact of past variations upon biological communities would have been significant including changes to nitrogen cycling, community dynamics, genetic mutations, and even possibly speciation. There are therefore important avenues of climatological and biological research associated with understanding variations in UV-B through time including i) understanding changes in UV-B flux through time in response to orbital forcing, ozone layer depletion and past variations in cloud cover; ii) understanding biological responses (genes, species, communities, landscapes) to these variations in incoming UV-B. Recent work by other groups in the UK and Netherlands indicate that it is possible to detect changes in modern plants grown in different UV-B light intensities in the UV-B absorbing compounds in the cell wall of pollen and spores (sporopollenin). To date, differences in this UV-B signal have been identified in extant and sub-fossil pollen (~ 100 years old) of Vicia fabia, Salix alba, Alnus glutinosa, Quercus robur and Lycopodium annotinum , L. cernua and L. clavatum spores. However, this technique has yet to be systematically applied to the deeper fossil record. This proof-of-concept application aims to build on these extremely exciting results to understand the capabilities of applying this technique to fossil pollen and spores contained in Late Cenozoic organic lake sedimentary sequences. It aims to develop a method of determining past variations in UV-B through analysis of the UV-B absorbing compounds in the sporopollenin of fossil lycopodium (Lycopodium annotinum) spores and alder (Alnus glutinosa) pollen. Fossil pollen and spores will be extracted from three well-date organic lake sedimentary sequences from Europe that span the last 14,000 years. The work will focus on these two species because: i) their chemical composition is well-known and previous work has indicated a quantifiable differences in the UV-B absorbing compounds between populations grown at difference light intensities; ii) they are distinctive grains that can identified to species level in fossil sequences; and iii) they have a long continuous fossil record. Results obtained from the three fossil records will then be compared with modern day estimates and also modelled estimates of UV-B over the past 14,000 years in order to demonstrate whether it is possible to construct a proxy for UV-B through deep time using this method.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G010730/1","grantId":"NE/G010730/1","fundValue":"25413","fundStart":"2009-09-01","fundEnd":"2010-12-31","funder":"NERC","impactText":"","person":"Katherine  Willis","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}