{"id":"110A98F9-7EBF-4BF4-B8BC-8FEC21E617AD","title":"Bedmap Himalayas - Reconnaissance","abstractText":"High in the Himalayan mountains thousands of glaciers flow slowly downhill, fed in the upper reaches by monsoon and winter snowfall while melting away in the warmer temperatures at the glacier snouts, to flow as meltwater down into Asia's major rivers -the Ganges, Indus and Brahmaputra. If snowfall equals melt the glaciers remain the same size, but the steady runoff of meltwater through the dry months keeps the rivers flowing. During droughts when the monsoon rains and snowfall fail, the melt continues, and in hot weather it increases, supplying water to the plains below when it is most needed.\n\nThis water is used by around 800 million people for drinking, irrigated agriculture, hydropower and industry. In the Indus catchment, 237 million people are rated as heavily dependent on glacier runoff for irrigation in the dry season, and this population is growing by 4 million per year. Meanwhile, from years 2003-2009, the Himalayas lost around 26 cubic kilometres of ice per year as snowfall has not kept up with melt. For the populations of some river basins, glacier runoff is a vital resource, but its volume is remarkably poorly known because it has never been surveyed. Reportedly fewer than ten of the 20,000 to 40,000 glaciers have direct thickness measurements, and volume estimates from indirect methods (like estimating it from the surface area) range from 1670 to 6500 cubic kilometres. This uncertainty makes it difficult to predict the future of this vulnerable but highly valuable water resource.\n\nIt is not easy to measure the glacier volume for several reasons. We can use radar like an x-ray system to see through glaciers to their beds and measure their thickness, but in the Himalayas, many glaciers are covered in a layer of scree that has fallen from the steep walls of the surrounding mountains. The stones in this scree are about the size of the radar wavelengths usually used for ice surveys in polar regions, so they scatter the radar signal rather than letting it pass through into the ice. Also, water in the melting glacier tongues absorbs the radar energy, preventing it from reaching the bed. Even if we have a suitable radar that could see through these glaciers, just getting to them is difficult because the mountain ranges are extremely rugged and often lie along national borders that are disputed by the countries on either side.\n\nIn this project, we will work with local experts from the International Centre for Integrated Mountain Development (ICIMOD) in Kathmandu to take a low-frequency radar system to a scree-covered Nepali glacier and, by varying the frequency and power, work out how to see the glacier bed even in these challenging conditions. With this knowledge, we can in future design a radar for a small aircraft that can survey large areas quickly and easily. \n\nWe will also work with ICIMOD's hydrologists, glaciologists, geographers and regional experts to design an airborne survey for the Himalayan region that maximises glacier coverage while minimising flying costs, giving a good sample of the regional ice distribution, prioritising the most runoff-dependent river catchments and respecting boundaries and politically sensitive regions. This will likely span the glaciated areas of Nepal, India, Pakistan, China and Bhutan. To be allowed to conduct a large-scale survey, it is vital that we establish collaborations with scientists and government agencies in these countries. We will begin to cultivate these collaborations through visiting contacts in Kathmandu and another ICIMOD office in Islamabad, Pakistan. With a logistics expert, we also plan to select and visit a mountain airstrip to check whether it is suitable for use as a logistics hub for an airborne survey of the region's glaciers. Together, these activities will pave the way for a major advance in our understanding of a water resource relied upon by hundreds of millions of people.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/L013258/1","grantId":"NE/L013258/1","fundValue":"39790","fundStart":"2014-07-01","fundEnd":"2015-06-30","funder":"NERC","impactText":"","person":"Hamish  Pritchard","coPersons":["Edward  King"],"organisation":"NERC British Antarctic Survey","findingsText":"","dataset":"gtr"}