{"id":"110A2563-C81D-4B3C-992A-FDE7EDE0B1E2","title":"Hydrothermal activity and deep-ocean biology of the Mid-Cayman Rise","abstractText":"We propose to investigate the world's deepest undersea volcanic ridge for the first time to obtain a vital piece in a global jigsaw puzzle of deep-sea life, advancing our understanding of patterns of biodiversity in our planet's largest ecosystem. Our proposal targets the Mid-Cayman Rise (MCR), an undersea volcanic ridge where ocean crust is being created in the Caribbean Sea. In common with all such ridges examined so far, we expect to find hydrothermal vents on the MCR: hot springs that support rich communities of deep-sea life. Investigations of hydrothermal vents over past 30 years have found hundreds of new animal species and shown that vents are more common than originally realised. Understanding how species survive in these unlikely havens has revolutionised ideas about how ecosystems can be supplied with energy and even provided clues to the origins of life. But we have yet to understand what controls the global distribution of species in these island-like extreme environments. East Pacific vents, for example, are home to metre-long tubeworms, but those animals are not known at Mid-Atlantic vents. The MCR presents a unique opportunity to determine the factors responsible for such patterns. The MCR has a deep-water connection with the Atlantic, so its vents may be inhabited by species related to those of the Mid-Atlantic Ridge. But before the Isthmus of Panama closed ~3 million years ago, there was also a deep-water connection with the eastern Pacific. The MCR may therefore harbour species related to those of the eastern Pacific, constituting a 'missing link' between the two oceans. Alternatively, the MCR may also host species unlike any found elsewhere, as a consequence of its depth and isolation from other volcanic ridges. Characterising its vent communities should therefore reveal the roles of ocean currents, geological history, depth and isolation in determining global distributions of vent species. As much of what we know about the dispersal of deep-sea species in general comes from studying these systems, this will advance understanding of patterns of deep-sea biodiversity. Because of this potential, the international Census of Marine Life has identified the MCR as a priority for investigation. From analogies with other ridges, we also expect a variety of types of hydrothermal vent on the MCR. These include high-temperature systems associated with an undersea mountain where rocks from the Earth's mantle may be pushed through the overlying crust. We also anticipate cooler alkaline vents on the ridge, created by reactions between seawater and exposed mantle rocks. And vents towards the ~6000 m maximum MCR depth are expected to have record high temperatures and unusual geochemistry, as a result of pressure-driven differences in the reactions in the crust that create them. Such vents have a high potential for new animal species and novel microbes adapted to them. We therefore propose to study the geology and hydrography of the world's deepest seafloor spreading centre, using established techniques to locate all hydrothermal vents along its ~110 km length. This will include using NERC's new Autosub 6000 autonomous underwater vehicle to pinpoint vents on the seafloor. We will then visit those vents with the UK's deep-diving robotic vehicle Isis to sample their geology, geochemistry and biology. Analysing these samples will confirm the geochemical processes driving the vents and reveal the evolutionary and genetic relationships of their inhabitants to vents elsewhere. We will also collect samples for international programmes in marine microbiology and biotechnology and share our discoveries with the wider public through an outreach programme. By using cutting-edge technology to investigate this part of our planet for the first time and answer a key question in deep-sea science, this proposal addresses NERC's goal of delivering world-class environmental research at the frontiers of knowledge","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F017774/1","grantId":"NE/F017774/1","fundValue":"392519","fundStart":"2009-09-15","fundEnd":"2014-03-01","funder":"NERC","impactText":"  By incorporating a programme of public engagement in our research, we have delivered benefits to society and culture in the form of generating inspiration and curiosity about science, raising public awareness of our research insights and their issues (particularly relating to deep ocean resources), and providing cultural enrichment by supporting lifelong learning. We have achieved these impacts by developing a programme of engagement activities, informed by integrated evaluations, that combine &quot;traditional&quot; media outreach to global audiences (e.g. &gt;10 million people via BBC News), a highly successful network of online engagement resources (&gt;250,000 visitors from 90+ countries), and specific face-to-face activities targeting local communities in the southern UK, users of the marine environment, school pupils and teachers, and retirees / lifelong learners (total audiences of &gt;15,000 people to date). This engagement programme covers research undertaken for three related NERC grants: NE/F017774/1, NE/H012087/1 and NE/D01249X/1. We have put public engagement at the heart of what we do, because everyone is a &quot;stakeholder&quot; in the deep ocean via the impact of their everyday lives. Consequently, our goal has been to share the insights gained from our research so that people can make informed choices where their behaviour as consumers or constituents affects the ocean depths.\n\n\n\nTo achieve that goals, there are three strands to our programme of public engagement. Firstly, we have worked with &quot;traditional&quot; media to share our findings with people worldwide, for example by press-releasing the publication of our key papers. This can reach very large audiences: coverage of our work in Feb 2013 by BBC News reached an audience of &gt;10 million (data source: David Shukman, BBC Science Editor). Our work has also featured in documentaries, such as a National Geographic series broadcast in 170 countries.\n\n\n\nHowever, while &quot;traditional&quot; media have enabled us to reach huge audiences, we also want people to interact with us directly about our work. So as a second strand, we created an interactive website for our fieldwork, which has received &gt;250,000 visitors from 90+ countries since April 2010. This core website also part of a wider network of social media &quot;portals&quot; for sharing our work, which include Twitter and YouTube (&gt;170,000 channel views to date). To put those figures in context: the government's &quot;Science: So What?&quot; website, funded at a cost of ?300k, received ~200,000 visitors in one year.\n\n\n\nOur third strand is a series of face-to-face talks and events, which specifically target four &quot;communities of place&quot; or &quot;communities of interest&quot;: (1) local communities in the southern UK (e.g. via science festivals and cafes scientifiques); (2) school pupils and teachers (including contributing to CPD events for teachers undertaking curriculum development); (3) &quot;users of the marine environment&quot; (e.g. via less traditional venues for science outreach, such as the Southampton Boat Show); and (4) &quot;retirees / lifelong learners&quot; (via networks such as Probus). Total audiences so far for these &quot;face-to-face&quot; engagement activities are more than 15,000 people.\n\n\n\nIntegrated evaluations and feedback recorded from these activities provide evidence of impacts including generating inspiration and curiosity about science, raising public awareness of research insights and their wider context (particularly relating to deep ocean resources), and providing cultural enrichment by supporting lifelong learning. Creative Economy,Education,Culture, Heritage, Museums and Collections,Other Cultural","person":"Jonathan Timothy Copley","coPersons":["Paul  Tyler","Alberto  Naveira Garabato"],"organisation":"University of Southampton","findingsText":" Discovery of two hydrothermal vent fields on the ultraslow-spreading Mid-Cayman Spreading Centre, including the world's deepest known hydrothermal vents at a depth of 5 km, and a high-temperature off-axis hydrothermal system on an Oceanic Core Complex. Our investigations of the geology of these systems advance understanding the prevalence of hydrothermal systems on slow and ultraslow-spreading mid-ocean ridges worldwide; our investigations of the geochemistry of these systems reveal the wider impact of hydrothermal systems on ocean chemistry; and our investigations of the biology of these systems have revealed several new animal species, advancing our knowledge of the biodiversity of this region and providing new insights into the dispersal and evolution of life in our planet's largest biome. Materials for museum displays; live links to school classes; contributions to CPD events for teachers and curriculum development; media outputs including contributions to documentaries and worldwide news coverage of our discoveries and their implications. Our research project incorporates a programme of public engagement, because everyone is a &quot;stakeholder&quot; in the deep ocean through the impact of their everyday lives, and this programme delivers benefits to society of inspiring and informing people about science and the environment. This programme includes work with traditional media to reach large audiences worldwide (e.g. &gt;10 million people via BBC), combined with direct online engagement (&gt;250,000 visitors to our project website to date), and a series of face-to-face engagement activities (talks, public events) that target four key communities: local communities in southern UK where we are based (e.g. through local science festivals); school pupils and teachers (including CPD events for teachers, plus live links to schools from research fieldwork); users of the marine environment (e.g. via presentations at the Southampton Boat Show); and &quot;retirees/lifelong learners&quot; (via networks such as Probus and University of the Third Age). Integrated evaluations of these activities have provided evidence of their significance and impact, and informed the evolution of this programme of engagement with our research. Education,Environment,Other","dataset":"gtr"}