{"id":"111343ED-91CD-49AB-BD86-D4933916AD79","title":"Rapid DNA Fingerprinting","abstractText":"We have developed a micro-array based technology for DNA sequence variation analysis that can provide greater data density than current array approaches, with sensitivity at least equal to fluorescence based methods and that is portable, accurate and rapid. The method is based on recent discoveries in physical and bio-organic chemistry at Southampton University.Faster, cheaper more accurate detection is the ongoing technical objective of all DNA analysis applications and markets and the technical features of this platform provide a sound basis for providing commercial value in multiple applications including forensic DNA analysis, high volume research into genetic variation and molecular diagnostics. Of these applications, forensic analysis of DNA provides the fastest route to market through existing providers with limited technical development required to provide significant commercial benefit. This application of the technology also has the potential to develop significant novel markets in onsite testing in custodial, forensic and security settings. This project will generate application specific proof of concept and commercial traction in the near term, and commercial analysis of onsite testing markets. Together these will provide a robust business plan and proven feasibility which will enable us to obtain further development funding and/or development partnerships.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G006008/1","grantId":"EP/G006008/1","fundValue":"102696","fundStart":"2008-11-17","fundEnd":"2009-11-16","funder":"EPSRC","impactText":"  This work has been continued in collaboration with DSTL to investigate applications in discrimination of bacterial DNA Healthcare,Security and Diplomacy ","person":"Philip  Bartlett","coPersons":["Tom  Brown"],"organisation":"University of Southampton","findingsText":" In this one year project we demonstrated that electrochemical melting of double stranded DNA followed using SERS could be used as a sensitive technique to discriminated short tandem repeats (STRs) of different lengths in the human genome and is, therefore, a potentially useful method that could be developed for use in DNA fingerprinting. \n\nUsing two different labels we also showed that we could simultaneously discriminate two separate STRs. This work is of potential application in DNA fingerprinting for forensic and other applications. The approach could also be of use in point-of-care diagnostic applications for pharmacogenetics and other applications. ","dataset":"gtr"}