{"id":"11141FC2-737E-47A1-AE38-6BE4B44DC9B1","title":"Synthesizing and Editing Photo-Realistic Visual Objects","abstractText":"Current computer graphics techniques allow us to render almost any object at near photo-realistic quality. However, the standard approach necessitates that the user painstakingly specifies all aspects of the geometric and material properties of the object. This is time-consuming and needs skilled human operators. It is hard to edit the resulting models at anything other than the low level of geometry and materials at which they are specified. Moreover, we cannot edit real photographs without reverse engineering the underlying model and this is very difficult.In this proposal we investigate a radically different pipeline for computer graphics that will allow non-experts to rapidly create and edit photo-realistic two dimensional images of objects. The crux of our approach is to provide the computer with a deeper understanding of the class of objects under consideration. This knowledge (which takes the form of a statistical model) is then leveraged to help the user achieve their goals more easily. The impact of this project is potentially enormous. Such a technology could become a standard tool installed on every home and business computer. Some of the many potential applications are:- Conceptual design. Manufacturing industries often need to sketch new product ideas and refine existing designs. Our system could help a fashion designer produce and manipulate photo-realistic images of new garments.- Clipart objects. Stock images are required for on-line and real-world publishing and these are often sought via search engines (e.g. Google Images). However, the returned results are often not ideal and may be subject to copyright. Our approach will allow the user to design bespoke images to exactly their specifications.- Photo and movie editing. Digital editing of images and movies is commonplace, but requires considerable skill. Our techniques could be used to modify facial expressions in portrait photography or apply digital cosmetics in movie post-production.- Content for virtual worlds. The trend towards larger 'sandbox' environments in video games has created an explosive demand for graphical content. Our system could allow automated or semi-automated creation of photorealistic building facades for a large virtual environment.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I031170/1","grantId":"EP/I031170/1","fundValue":"536961","fundStart":"2011-09-26","fundEnd":"2015-03-25","funder":"EPSRC","impactText":"","person":"Jan  Kautz","coPersons":["Simon Jeremy Prince"],"organisation":"University College London","findingsText":"","dataset":"gtr"}