{"id":"111B163C-BF09-47DB-ADF3-D86169F67903","title":"Groundwater Risk Management for Growth and Development","abstractText":"Improved understanding of groundwater risks and institutional responses against competing growth and development goals is central to accelerating and sustaining Africa's development. Africa's groundwater systems are a critical but poorly understood socio-ecological system. Explosive urban growth, irrigated agricultural expansion, industrial pollution, untapped mineral wealth, rural neglect and environmental risks often converge to increase the complexity and urgency of governance challenges across Africa's groundwater systems. These Africa-wide opportunities and trade-offs are reflected in Kenya where the government's unifying Vision 2030 aims to double the irrigated agricultural area whilst simultaneously promoting the growth of high-value mineral resources. Institutional capacity to govern interactions between economic activities, water resource demands and poverty outcomes are currently constrained by insufficient knowledge and lack of effective management tools. The overarching project aim is to design, test and transfer a novel, interdisciplinary and replicable Groundwater Risk Management tool to improve governance transformations to balance economic growth, groundwater sustainability and human development trade-offs.\n\nThe project will make four major contributions to support interdisciplinary science and governance of managing groundwater risks for growth and development in Africa:\na) An automated, daily monitoring network for shallow groundwater levels - the first system of its kind in the world and replicable at scale.\nb) A new Groundwater Risk Management Tool which is transferable and sustainable in Africa.\nc) New epidemiological insights into the health impacts of faulty or intermittent water supplies.\nd) Improved theory and evidence of groundwater governance and poverty pathways.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M008894/1","grantId":"NE/M008894/1","fundValue":"1751440","fundStart":"2015-02-01","fundEnd":"2019-01-31","funder":"NERC","impactText":"","person":"Robert Adrian Hope","coPersons":["Katrina Jane Charles","David Andrew Clifton"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}