{"id":"111E16AD-3B65-413F-8E39-A07DF318D495","title":"The role of central metabolism in the successful infection of macrophages and mice by Salmonella Typhimurium","abstractText":"The bacterium Salmonella enterica serovar Typhimurium (S. Typhimurium) is responsible for disease in animals and man. It causes gastroenteritis in humans characterised by stomach ache and bloody diarrhoea. S. Typhimurium is responsible for up to 20 million cases of gastroenteritis each year worldwide. In the USA and UK, Salmonella causes more human deaths than any other food-borne pathogen. The process of infection starts when contaminated food or water is ingested. S. Typhimurium bacteria travel to the intestine where they invade the cells which line the gut wall (epithelial cells). The bacteria then break out of the epithelial cells, causing bloody diarrhoea, and invade immune cells which are responsible for fighting infection (macrophages). Although the macrophages are designed to kill bacteria, S. Typhimurium has developed the ability to evade the chemical weapons deployed by the macrophage to kill it. S. Typhimurium does this by constructing a protective region within the macrophage, the Salmonella Containing Vacuole or SCV. The Salmonella survive and grow inside the macrophages which carried around the body, giving the bacteria the opportunity to infect other organs including the lymph nodes, spleen and liver. We don't know very much about the environment inside the SCV and are particularly interested in which chemical compounds are available for Salmonella to use as fuel, providing the bacteria with the energy it needs to survive and grow. Salmonella can use a variety of different chemicals as fuel, but in the same way we need different car engines to use petrol or diesel, Salmonella needs to make different cellular machines (enzymes and transport proteins) to use the different chemicals efficiently. The transport proteins bring fuel chemicals into the Salmonella cells and different sets of enzymes act together to form pathways which speed up breakdown of the fuel chemicals. This means if we know which transport proteins and enzymes the bacteria are making we can get clues about which fuel chemicals the bacteria are using to grow. The transport proteins and enzymes made in the cell are determined by the presence of RNA molecules which act as messenger signals and tell the cell which particular transport proteins and enzymes to make. By using a special technique called transcriptomics to look at which RNA molecules are present in the cell, we can tell which transport proteins and enzymes are likely to be produced. We already have transcriptomics data from Salmonella during infection which suggests that the potential fuel sources for Salmonella inside macrophages include sugars and fats. This proposal aims to determine whether sugars and fats are actually used as fuel by the Salmonella during infection. We will do this by blocking the manufacture of specific enzymes and transport proteins involved in the fuel breakdown pathways and seeing whether this reduces the ability of Salmonella to survive inside the SCV. We will find out whether the same fuel or different types of fuel are used during infection. Macrophages also make a chemical called interferon that stimulates the breakdown pathways of fat in other species of bacteria that live inside macrophages. When these pathways are blocked by stopping specific enzymes involved in the pathway from being produced, the survival of bacteria reduces. We aim to find out whether interferon stimulates similar breakdown pathways in Salmonella, and whether blocking these pathways also reduces infection. Identification of the breakdown pathways and the chemicals used by Salmonella to survive inside the macrophage is likely to suggest ways of preventing Salmonella infections.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D004810/1","grantId":"BB/D004810/1","fundValue":"190177","fundStart":"2006-07-01","fundEnd":"2009-06-30","funder":"BBSRC","impactText":"","person":"Arthur  Thompson","coPersons":["Jay  Hinton"],"organisation":"Institute of Food Research","findingsText":"","dataset":"gtr"}