{"id":"11247E6C-7168-4C92-B37B-318CB35361C4","title":"Cityware: urban design and pervasive systems","abstractText":"This project integrates the disciplines of architecture, distributed systems (DS) and human-computer interaction (HCI), building on our previous research to develop principles, tools and techniques for designing and building city-scale pervasive systems as integral facets of urban design. In doing this, we tackle the challenges of scaling up the design and implementation of pervasive systems from relatively small scale and short term examples to long-term, city-scale systems. Having designed, built and deployed prototype and exemplar city-scale systems, we evaluate these systems and their relationships with urban space and society through both short-term targeted and longitudinal studies. Building pervasive systems requires a new way of thinking about the design and use of ICT systems and how they interweave with the built environment. In urban areas we have the greatest opportunities and the strongest demands to design and build pervasive systems, yet urban design has not featured strongly in pervasive systems research. We have no fundamental theory, knowledge base, principled methods or tools for designing and building pervasive systems as integral elements of the urban landscape. We are interested in designing not just the architectural space in which people move and behave and interact but also the interaction spaces for information and services which they discover and use and which support their movements, behaviours and interactions within architectural space. To design these new integrated systems, we need to extend and adapt our understanding and practice of urban design. A systematic approach to designing the urban environment as an integrated system of physical architecture and pervasive technologies demands a coming together of the disciplines of Architecture and Computer Science. Key to this interdisciplinary integration is the concept of space, by which we mean not only physical location or volume but also the social protocols, conventions and values attached to a particular physical space. In previous work, we have contrasted architectural spaces and the interaction spaces created by artefacts such as computing and communications devices. We have proposed a categorisation of spaces, architectural and interaction, into three main groups: public, social and private. The integration of architectural and interaction spaces raises crucial issues of security and privacy. For example, instances of fraud and robbery may be the result of ATMs situated in public spaces failing to create a private interaction space for an interaction involving crucial private information such as the user's PIN. Previous research has focused largely on technical solutions for enforcing the privacy of data held within the system and securing interactions between devices. But this does not adequately address issues of trust in the security and privacy of interactions between people and the information and services. In considering the design of space as the integrated design of architectural space and interaction space, we need to bring together the research and practice of urban design and HCI, while another Computer Science discipline, DS, is essential to this integration. HCI and DS have tended to be separate research communities but successful Cityware cannot be designed with this division. In a system of heterogeneous devices, diverse users and varying network provision, the design and implementation of Cityware require significant advances in research and practice across a range of themes that have both HCI and DS aspects. These include context awareness; service discovery; trust, security and privacy; and the physical, psychological and social impacts of pervasive systems. Solving these problems is made even more complex, both from an HCI and a DS perspective, by the challenges of scaling up from relatively small scale examples to a city-scale operational system.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/C547705/1","grantId":"EP/C547705/1","fundValue":"265595","fundStart":"2006-01-01","fundEnd":"2009-09-30","funder":"EPSRC","impactText":"","person":"Naranker  Dulay","coPersons":["Emil Constantin Lupu","Morris  Sloman"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}