{"id":"113729DB-5E6A-4B8B-9ABB-9285BF4EB754","title":"The Role of Plant Cell Walls in Regulating Starch and Lipid Bioaccessibility from Plant Foods: In Silico In Vitro and In Vivo Studies","abstractText":"Most people commonly eat plant foods rich in starch, notably cereal products (e.g. bread, rice), and also some that are rich in fat (e.g. tree nuts). However, little is known about how such foods release starch and fat in the human gut and how, in turn, this may influence digestion and ultimately the absorption of nutrients into the body. Improving our understanding of these processes is important for basic scientists studying the behaviour of foods in the gut and their effects on metabolism. It is also important for health professionals and policy makers that are worried about excessive food consumption and the growing problem of obesity and associated problems of heart disease and diabetes. Moreover, the rate and extent of starch and fat digestion and absorption into the blood stream are important factors in altering the risk of heart disease. The release of fat and starch from plant foods and the digestion and absorption of these nutrients by the body are highly complex processes. Our progress in understanding these processes is impeded by the hugely complex structure and properties of plant foods and individual nutrients. Our project proposal brings together a unique combination of world experts from different institutions and disciplines. These experts have formed a large team in order to improve our knowledge of how edible plants behave in the gut and how the gut reacts to the starch and fat available for digestion. For example, it is important to know about the rate at which nutrients are released from plant foods as they move along the gut, since this will affect the time course of digestion and absorption. This in turn will influence the way the nutrients are metabolised within the body. We currently study almond nuts and cereals, e.g. wheat, to see how fat and starch are released from plant tissues. Starch, fat and other nutrients are found inside numerous cells that make up the plant tissue, e.g. an almond seed contains about 50 million cells. Such cells are very small in size, often with a diameter of less than about one tenth of a mm. One significant factor that seems to affect nutrient release from plant cells is the presence of cell walls, more commonly referred to in nutrition as 'dietary fibre'. How starch and fat are released from these cells is poorly understood. Initial studies will involve examining the role of cell walls as physical barriers in controlling the release and digestion of nutrients, using various methods to examine plant tissue at a cellular scale. One novel method will be the use of a recently established 'Dynamic Gastric Model', a computer-controlled simulation of digestion in the human stomach. We will also feed human volunteers with the same plant foods rich in fat and starch, to determine the effects of processing and mastication on nutrient release and digestion and the rate at which digested nutrients are transported into the blood stream. Finally, we will also produce a mathematical description of how fat and starch are released from edible plant tissues during digestion. It is envisaged that in the future, the use of mathematics will allow research scientists to predict the behaviour of similar foods in the gut without having to do so many laboratory experiments. This work will help the food industry to produce new food products or ingredients that have a controlled release of starch and fat in the gut, which could, for example, help to reduce the risk of heart disease. Indeed, Premier Foods, a large food manufacturer, has agreed to collaborate with us and provide scientific and technological expertise. Premier Foods has also agreed to provide cereals (e.g. wheat) and food products made with these cereals, all of which have been specially prepared to control starch release. These raw materials and food products will be used in our project to study how they behave in the gut and assess their potential benefits in reducing the risk of heart disease.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H004866/1","grantId":"BB/H004866/1","fundValue":"394663","fundStart":"2010-04-19","fundEnd":"2014-06-18","funder":"BBSRC","impactText":"  As far as we are aware, our published research data has led to any tangible impact (e.g. economic, societal) so far.  ","person":"Peter Rory Ellis","coPersons":["Gary Steven Frost","Jeremy David Sanderson","Peter James Butterworth","Sarah Elizabeth Berry"],"organisation":"King's College London","findingsText":" The mathematical models we have developed can now be used for predicting nutrition-relevant properties of raw ingredients. The lipid release model can be applied to foods other than almonds, which also have spherical cells, and this is something that is being pursued. This could be useful to industry for predicting lipid release of different mill fractions for different foods. The Logarithm of Slope (LOS) plots have been used on food ingredients (wheat and chickpea particles of different sizes) and foods to predict the extent of starch digestion accurately from starch digestibility curves. These predictions may allow producers of raw ingredients to make small adjustments to their products, which when incorporated into everyday food products could potentially significantly improve public health. This includes reduced risk factors associated with type 2 diabetes and heart disease and also beneficial effects on body weight maintenance. For instance, our results highlight the importance of the physical structure of plant cell walls ('dietary fibre'), in determining the rate and extent of starch/fat digestion and absorption. This has an important bearing for example on determining the blood glucose and insulin responses after starchy meals. The results may lead to the development of novel ingredients and functional foods. We have had discussions with a number of food companies about possible applications of our work on starch digestion and postprandial glycaemia, and also lipid release prediction.\nLocal practising dieticians have been made aware of our research, which strengthens their ability to provide evidence-based care to NHS patients.\n Presenting our results at many national and international conferences and publicising our open access publications via social media (Twitter, Research Gate, and linkedin) and TV (BBC 1,'Britain's Favourite Supermarket Foods (25th July 2013) - Episode 2') means our results have been highlighted to both academic and non-academic audiences, and are accessible. Agriculture, Food and Drink,Healthcare","dataset":"gtr"}