{"id":"11394A0C-264E-4902-998F-93A5FD298862","title":"Eurovision Song Contest and the 'New' Europe","abstractText":"This project aims to advance critical thinking about the contemporary Eurovision Song Contest (ESC), focusing on the ways in which the Contest has reflected, and perhaps driven, changing perceptions and realities of Europe since the fall of the Berlin Wall. \\n\\nThe socio-political and economic realities of Europe as well as larger conceptual frameworks about what 'Europe' means are shifting rapidly in our times. Europe is becoming the site of multi-directional flows of power, finance, ideas, and bodies. The ESC, with its own unique imaginative and aesthetic modality, has been since its founding in 1956 a symbolic contact zone between European cultures, an arena for European identification in which both national solidarity and participation in a European identity are confirmed. It is also a site where cultural struggles over the meanings, frontiers and limits of Europe, as well as similarities and differences existing within Europe, are enacted. \\n\\nSince the 1990s the ESC has itself been changing rapidly in response to the continent's shifting political, social, and economic realities. The number of competing countries has nearly doubled (from 22 participants in 1990 to 42 in 2009), and new entrant countries have come to dominate the Contest: from 2000-2008 every winner was an Eastern or Southern European nation. This has prompted anxiety amongst some Western European media and contest insiders, who have portrayed this as invasion or wrongful domination. These anxieties echoed, and were fuelled by, larger tensions within Europe about Westward migration, and perceived differing levels of economic and cultural development between Western and non-Western European nations. The ESC has thus become a stage on which the changing realities of Europe are being played out.\\n\\nParticipants in this project come from a wide variety of disciplinary approaches: theatre and performance studies, ethnomusicology and popular music studies, media studies, queer and gender studies, sociology, and European studies. The inclusion of scholars from non-Western European backgrounds is a high priority. We intend for our research to participate in and contribute to the ways in which key stakeholders understand the Contest and its meanings, and are therefore inviting the participation, in some of our events, of broadcasters, participants, journalists, and fans.\\nThe project involves three theme-based workshops: 'European Margins and Multiple Modernities' (to be held at the University of Warwick's teaching facility in Venice, Italy, in November 2010) considers the persistence of the binary of barbarian East/civilised West in current European public life, and the ways in which the ESC may challenge or uphold this binary. 'Queering Europe' (at Royal Holloway, University of London, February 2011) extends recent research on the queer and camp appeal of Eurovision towards wider readings of the ways in which gender and sexuality are performed and problematised on the Eurovision stage. The final workshop, 'Feeling European: The Eurovision Song Contest and the European Public Sphere' will take place at the Eurovision Song Contest in May 2011, and will have two parts. An academic workshop will consider the ways in which the ESC enacts an ideal vision of Europe, and the role that affect plays in viewers' various affiliations to the ESC; while a panel made up of Contest stakeholders will consider the network's preliminary findings, in a discussion open to the public. \\n\\nThe project will result in a co-edited volume; chapters will be expanded versions of selected workshop presentations. We will also include material reflecting the contributions of non-academic participants, such as transcripts of interviews and panel discussions. Other dissemination points, including the Eurovision Research Network website and a collaboration with the EUScreen European television heritage project, are discussed in our Impact documents.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/I001735/1","grantId":"AH/I001735/1","fundValue":"36455","fundStart":"2010-08-01","fundEnd":"2012-07-31","funder":"AHRC","impactText":"","person":"Milija  Gluhovic","coPersons":["Karen  Fricker"],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}