{"id":"1141B8B0-5A21-481D-8B07-AB6B404E9BF6","title":"Ultrasonic propagation in complex media: correlated spatial distributions and multiple dispersed phases","abstractText":"Complex fluids are part of our every-day life - these are suspensions of particles, which may be solid or liquid. Foods such as milk and mayonnaise, health-care products like moisturising creams and common chemical products like paints are all examples of particle suspensions. As well as these, industrial processes often include a stage where the material is a suspension of particles, even if the final product is not in this form: drug processing is one example, where crystallisation is used to extract the drug from solution, producing crystalline particles of the pharmaceutical ingredient. Current research is fascinated by the very small: nanoparticles, and what we might be able to do with them; many of these will also be produced as a suspension in a liquid. \nIn some cases, the particles can clump together to form aggregates. This is certainly a problem with many nanoparticles which stick together because of electrostatic effects. It also causes difficulties for the crystallisation process just mentioned, where the aim is to produce lots of crystals of the same size. In other cases, the aggregation may be intended, and designed to create structure in the material, to give it distinct properties, such as strength or near-solid-like behaviour - some gels are like this. On an industrial scale, aggregates of asphaltene commonly form in petroleum processing, causing problems with clogging. Whatever the cause, we would like to be able to know more about the particles and the aggregation which has occurred. \nWhen an ultrasonic wave (a sound wave at higher pitch than humans can hear) travels through a fluid which has particles or droplets suspended in it, the particles/droplets scatter the wave by sending some of it in other directions. A very similar effect produces a rainbow when sunlight is scattered by water droplets in the air. With ultrasonic waves, which are compressional waves, scattering by the particles can also convert some of the wave into other wave types, namely thermal and shear waves. These processes take energy away from the ultrasonic wave which causes a reduction in its amplitude. By measuring the attenuation (loss in amplitude) and the wave speed for an ultrasonic wave travelling through the suspensions, we can find out the concentration of particles, how big they are, or something about their properties e.g. their density. We know that the attenuation is different when the particles are close together, when they are aggregated. But we currently do not have a way to work out the properties of the particles, or their concentration or size, when there are aggregates in the suspension, nor can we say how big the aggregates are, or how closely packed the particles are in them.\nWhat we need is a way to understand how the sound waves travel through suspensions when the particles are clumped together. At the moment we have a model (a mathematical description of what happens) for well-dispersed suspensions, but not for aggregated ones, nor for suspensions with several different types of particles. In this project we will study this problem by using mathematical models, by using computational simulations and by making experimental measurements. Each of these parts to the project will investigate how sound waves interact with the clumps of particles, or the different types of particles. What we want to achieve in the end is a way to make measurements and use the data to characterise the suspension, to tell us the particle size distribution, the aggregate size, the aggregate structure or other properties. The outcomes of the project will be models and methods that can be used to characterise particle suspensions. This will enable ultrasonics to be used with confidence as a process monitoring technique in a wide range of industrial contexts.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M026302/1","grantId":"EP/M026302/1","fundValue":"283997","fundStart":"2015-08-01","fundEnd":"2018-07-31","funder":"EPSRC","impactText":"","person":"Valerie  Pinfield","coPersons":[],"organisation":"Loughborough University","findingsText":"","dataset":"gtr"}