{"id":"114C7FF7-3DF8-4142-9E89-D6520250A0D3","title":"The molecular ecology of arsenic; probing the biogeochemical basis of a humanitarian disaster","abstractText":"The use of groundwaters containing high concentrations of arsenic for drinking and irrigation is poisoning millions worldwide. For example, in West Bengal and Bangladesh arsenic levels can reach mg quantities of arsenic per litre of water, and this has led to what has been described as 'the worst mass poisoning in human history'. Despite the urgent need for fundamental information in the mechanism of arsenic release from sediments into water, the causes of this humanitarian disaster remain controversial. Several possible mechanisms may release arsenic sorbed to minerals in the sediments, and all have been debated vigorously. These include changes in the sediment minerals from the oxidation of arsenic-rich pyrite in the upper regions of the aquifers or the breakdown of arsenic-rich Fe(III) oxyhydroxides under reducing conditions deeper in the sediments, while other ions in the water could also mobilise sorbed arsenic e.g. phosphate or carbonate. Although these changes are chemical, there is a growing consensus that microorganisms in the sediments may well drive these reactions. Indeed, recent results from our laboratory have shown that specialist subsurface microorganisms mobilise the toxic arsenic sorbed to minerals in the sediments. Growing in the absence of oxygen, these 'metal-reducing bacteria' gain energy from the reduction of sorbed As(V) coupled to the oxidation of organic matter. With growing support from studies in other laboratories, there is now a consensus that this form of microbial metabolism plays a critical role in controlling arsenic concentrations in aquifer sediments worldwide. There is, however, little information on the identity of the bacteria responsible, and no model organisms on which to base 'geomicrobiological' studies on the mechanism of arsenic reduction and mobilisation in aquifers in the Ganges delta. This information is needed urgently to underpin remediation efforts or help develop safer practices for water use, as it is clearly very difficult to solve an environmental problem without a detailed understanding of the cause. The aim of this work is to address our limitations of the understanding of the mechanism of As mobilisation in aquifers by conducting a detailed and long overdue study of the microbiology of such an aquifer in W. Bengal, alongside the application of state of the art molecular biology techniques to identify the genes and proteins involved in arsenic release from the sediments. By feeding microbial communities with isotopically labeled organic matter (acetate and lactate as proxies for new organic matter drawn into the aquifers by water abstraction and petroleum which is an electron donor in deeper sediments), we will isolate the labeled nucleic acids synthesized from bacteria that are active in the sediments when arsenic is mobilised, and use genetic fingerprinting techniques to identify these 'active' bacteria, and the corresponding arsenic reducing/mobilising genes that they contain. As many of the arsenic genes will be novel, we will look for them in 'metagenomic libraries' which will contain large fragments of DNA from the sediments that encode both the As(V) reductase genes and other highly conserved marker genes that we can use to identify the bacteria accurately. This will be the first time that metagenomic library construction and screening has been used in this field to identify potentially novel As(V)-respiring bacteria without the need to culture them. Finally, so that we can gain a better picture of the role of these biological transformations in the arsenic cycle, we will also study the mineral phases and groundwater composition using state of the art mineralogical and geochemical techniques, while we are monitoring changes in the microbial communities and the genes that they are expressing. This will allow us to develop a detailed molecular-scale picture of the impact of microbial metabolism on the aqueous and mineral-bound forms of arsenic.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/D013291/1","grantId":"NE/D013291/1","fundValue":"268794","fundStart":"2007-03-01","fundEnd":"2010-02-28","funder":"NERC","impactText":"","person":"Jonathan Richard Lloyd","coPersons":["David Anthony Polya","David John Vaughan"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}