{"id":"114D944D-6A85-438F-80B9-0460C0880801","title":"Adventurous combinations of research knowledge (ACORN)","abstractText":"Project 1It is hardly necessary to say that taking a chemical approach to study the origin of life is adventurous and risky. However, all living things must have arisen from some form of prebiotic chemistry and this has attracted chemists for decades. A question of particular importance is how the first macromolecules such as proteins were formed. It is often postulated that such molecules would only arise after a genetic system was established (this is the case in the modern world). We are going to try to assemble large protein-like molecules from a concentrated solution of short peptides. The peptides will contain a random arrangement of amino acids and we hope that they will come together in such a way as to produce an active protein-like molecule. We will try to stabilise these large molecules and study their properties.Project 2Oxygenated functional groups are the spine of organic chemistry. Many of the most common functional group interconversions involve breaking the strong carbon-oxygen bond, a seemingly trivial operation in modern organic chemistry. Whilst this process is indeed straightforward, there is always a price to pay in terms of the activating agents that must be added to drive the chemistry to completion. This price can be hidden in the lab, where the small scale of reactions and powerful analytical methods renders reaction by-products unimportant. On the process scale however, the requirement for large quantities can create severe environmental and economic problems in terms of cost, purification, toxicity and waste processing that can render otherwise good reactions entirely unworkable. A powerful solution to these problems would be to develop processes that use catalytic amounts of activating agents.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D056756/1","grantId":"EP/D056756/1","fundValue":"103327","fundStart":"2006-09-19","fundEnd":"2008-09-18","funder":"EPSRC","impactText":"  A new chemical synthesis procedure was developed. Chemicals Cultural,Economic","person":"David  Dryden","coPersons":["Colin  Pulham","Peter Anthony  Tasker","Michael  Greaney","David  Leigh","Philip James Camp","Mark  Bradley","Andrew  Alexander","Perdita Elizabeth Barran"],"organisation":"University of Edinburgh","findingsText":" Two publications resulted from this &quot;portmanteau&quot; award; one on a new chemical synthesis and the second on a discussion of protein sequence evolution. A new chemical synthesis is useful. Chemicals","dataset":"gtr"}