{"id":"11558A8B-D60B-47EB-BC7B-DE3C754BA62D","title":"The Gersum Project: the Scandinavian Influence on English Vocabulary","abstractText":"In the early Middle Ages, Scandinavian influence on British life, language and culture was profound. Long before the rise of 'Nordic noir' and Danish haute cuisine, the Vikings had a major and lasting impact, and their legacy still resonates strongly in modern constructions of British identity and heritage. Scandinavian settlement began in earnest in the late ninth century, especially in the North and East of England, and probably its most significant, and certainly its most enduring and pervasive effect, was on the English language.\n A large number of important English words have been ascribed an Old Norse (ON) origin, including such basic items as sky, egg, law, leg, call, take, window, knife, die and skin, and even the pronouns they, their and them. These are cultural artefacts which link us directly to the Vikings, and which all English speakers still use on a daily basis; and there are hundreds of other similar borrowings in standard and regional English usage, especially Northern dialects. The nature and contexts of the contact between speakers of Old English and ON in Viking-Age England have been the subject of important research in the last few decades. But there has still been surprisingly little intensive work on the borrowed vocabulary itself, and there is a huge amount about the early histories of these words yet to be discovered. Even identifying which English words really were borrowed from or influenced by ON is a very complex business. And we still know relatively little about how and by whom these words were used in the first few centuries after their adoption into English, especially in the crucial Middle English (ME) period, whose most important texts - particularly those composed in areas heavily settled by ON speakers - have never seen sustained exploration from this perspective. The main aim of the Gersum project (named after the ME word gersum, borrowed from ON gersemi 'treasure') is to remedy this deficiency. Its research will result in a detailed catalogue of up to 1600 words for which an origin in ON has been suggested in a corpus of major, late ME alliterative poems from the North of England - a catalogue which will include words as diverse and intriguing as hernez 'brains', muged 'drizzled', stange 'pole' and wothe 'danger'. The catalogue will be presented as a publically accessible online database, fully searchable by the meanings, distributions (regional and chronological), etymologies and other aspects of the words it contains, and linked to electronic texts of the poems chosen. These will include renowned works of literature like 'Sir Gawain and the Green Knight', 'Pearl', and the 'Alliterative Morte Arthure'; the project will greatly enhance knowledge and appreciation of their vocabularies, and how the originally ON element contributes to their style and meaning. In short, this will be the fullest survey ever undertaken of words derived from ON in ME, and a lasting platform for all future research into this major area of English language history.\n Above and beyond this survey and its related research questions, the project will actively coordinate interest in the fascinating subject of the ON linguistic heritage in English, and communicate it to various beneficiaries. Public engagement will include talks to local groups of people who speak the modern versions of the dialects of the project's texts, exploring and celebrating the local language of the North of England and its role in some of the great literary monuments of the Middle Ages. The project's website will act as a general resource for all those interested in the subject, introducing key issues and contexts to both specialist and non-specialist users. Through an accompanying conference and book, Gersum will also create a cross-disciplinary conversation between the linguistic analysis of the Viking legacy and other aspects of the scholarly study of Anglo-Scandinavian cultural interaction in a way never before achieved.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/M011054/1","grantId":"AH/M011054/1","fundValue":"340234","fundStart":"2016-01-18","fundEnd":"2019-01-17","funder":"AHRC","impactText":"","person":"Richard William Dance","coPersons":["Sara M.  Pons-Sanz"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}