{"id":"1156F43A-7680-48EF-8B4A-1047E25012EE","title":"Molecular analysis of the mechanisms linking co-transcriptional RNA processing with chromatin silencing","abstractText":"We have been studying the molecular pathways controlling flowering time in plants and this has led us into the study of a particular pathway, the autonomous pathway, which accelerates flowering by repressing a specific gene encoding a floral repressor. This pathway turns out to regulate many targets in the nucleus and not just genes regulating flowering time. A component of the autonomous pathway is a protein that binds RNA called FCA. FCA regulates the gene encoding a floral repressor, not through post-transcriptional mechanisms as suggested by its RNA-binding properties, but through a process where the transcription of the target is affected. FCA requires the activity of a second protein (FLD) that modifies the proteins (histones) intimately packaged with the DNA. We will undertake experiments to unravel how the sequence of events in gene silencing involving these proteins. This system is an excellent one to dissect a general and important question in molecular biology - how non-coding RNA drives chromatin changes. We will address how a particular RNA is selected for FCA binding and how this triggers the chromatin modification activity and thus the silencing of the locus. We will analyse one transcript in detail and then explore the generality of our findings. This work has the potential to reveal fundamental concepts important to gene regulation in many organisms.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G01406X/1","grantId":"BB/G01406X/1","fundValue":"600580","fundStart":"2009-02-17","fundEnd":"2012-05-16","funder":"BBSRC","impactText":"","person":"Caroline  Dean","coPersons":["Andreas  Magusin"],"organisation":"John Innes Centre","findingsText":" Noncoding RNA is emerging as an important regulator of gene expression in many organisms. This project involves characterizing RNA-mediated chromatin silencing of the Arabidopsis major floral repressor gene, FLC. Through suppressor mutagenesis, we identified a requirement for CstF64 and CstF77, two conserved RNA 3_-end-processing factors, in FLC silencing. However, FLC sense transcript 3_ processing was not affected in the mutants. Instead, CstF64 and CstF77 were found to be required for 3_ processing of FLC antisense transcripts. A specific RNA-binding protein directs their activity to a proximal antisense polyadenylation site. This targeted processing triggers localized histone demethylase activity and results in reduced FLC sense transcription. \n\n\n\nA second mutant arising from the screen defined a role for the Arabidopsis RNA silencing enzyme DICER-LIKE 4 (DCL4) in the regulatory mechanism. We showed this was through transcription termination of the endogenous Arabidopsis gene, FCA, which represses FLC expression. Unexpectedly, DCL4 was found to directly associate with FCA chromatin in the 3_ region and promote cleavage of the nascent transcript in a domain downstream of the canonical polyA site. This work showed that DCL4 promotes transcription termination of the Arabidopsis FCA gene, reducing the amount of aberrant RNA produced from the locus. This work is important in all aspects of gene regulation across all organisms. It could therefore be very important in the biotechnology industry. Any intellectual property arising from our work is assessed by PBL, Norwich Healthcare,Manufacturing/ including Industrial Biotechology","dataset":"gtr"}