{"id":"11561F0E-DD19-44B1-AA91-2F6BB4CAD6B8","title":"MSSL PRD Case for Support: Plasma Analysers for KuaFu","abstractText":"The KuaFu mission will provide the first continuous measurements of parameters known to play a key role in the Sun-Earth connection, and make a critical contribution to understanding the nature of magnetic storms, the most dramatic mode of interaction between the solar wind and the terrestrial magnetosphere. Direct measurements of the space plasma particle populations are essential both in the solar wind and the magnetosphere. UCL/MSSL will provide two plasma instruments. The first is a solar wind plasma instrument for KuaFu-A (SWIPS-SWAN) which will measure the solar wind ion plasma density and velocity at the L1 Lagrangian point upstream of Earth, which are crucial parameters used in calculations of energy input to the magnetosphere. The second is a magnetospheric plasma electron instrument for KuaFu-B1 which will routinely measure the electron population that gives rise to majority of the auroral emissions that the KuaFu-B imagers are continuously monitoring. Direct measurements of these electrons are essential in order to determine energy deposition in the aurorae and to ensure correct identification of the open-closed field line boundary, a key measure of solar wind-magnetosphere coupling. The mission science case and common programmatic considerations are introduced in a companion document produced jointly by the UK KuaFu community. In the present document we identify and request the resources needed to ensure that we can take the next generation generic plasma analyser technologies we have been developing with Rolling Grant support and tune them to meet the specific requirements of these two instruments, using a cost-effective approach. The UCL/MSSL Space Plasma group has a long history of successful instrument development and productive science activity, and is well placed both to provide these instruments and to make a strong contribution via the KuaFu mission to addressing UK Science Objectives identified in PPARCs Solar System Science Strategy.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=PP/E006752/1","grantId":"PP/E006752/1","fundValue":"64141","fundStart":"2007-04-24","fundEnd":"2009-01-23","funder":"STFC","impactText":"  The grant was concerned with specific technical preparations for a future space plasma instrument associated with the proposed KuaFu space mission. The high voltage generator miniaturisation was required to produce a competitive future space science instrument. We were unable to identify a commercial alternative or interest in UK industry for this technical development. Other ","person":"Andrew Neil Fazakerley","coPersons":["Dhiren  Kataria","Christopher John Owen"],"organisation":"University College London","findingsText":" This grant was concerned with technical developments for future space plasma instruments, in particular with the KuaFu mission in mind. An engineering advance was made in demonstrating high voltage power supplies with significantly reduced mass and volume, derived from equipment we built earlier for the XMM Optical Monitor instrument. Preliminary design for the KuaFu instruments was also undertaken, and reports were provided to the KuaFu project team. The instrument studies and engineering developments contributed to our success in being selected to build space plasma instruments for the Solar Orbiter project. We tried, without success, to identify industrial interest in our miniaturised HV generator technology. Other","dataset":"gtr"}