{"id":"11571211-B2B6-4CD2-A500-1ADF6B52733D","title":"Microwave processing for fast, green preparation of insertion electrodes","abstractText":"The task of tackling climate change, coupled with the diminishing supplies of fossil fuels, has propelled electrochemical storage to the forefront of materials research. With the ever-increasing number of portable electronics and developments of hybrid electric vehicles, Li ion batteries are of immense importance and continued interest for our growing energy needs. Challenges remain in this critical research area, which this proposal will address. Here, I will combine the fields of energy storage and nanotechnology to provide highly crystalline nanoparticles which can be employed as positive electrodes in Li ion batteries. The electrodes to be prepared are insertion compounds; they house lithium ions which may be shuttled between the cathode (positive electrode) and anode (negative electrode) during subsequent discharge and charge cycles. Because these processes are repeated many times over, we must consider the possibility of structural degradation of these electrodes which leads to a loss of power over time. While tackling these concerns, we also want to use materials and methods which are both environmentally benign and cost effective. \n\nThe research I propose in this EPSRC First Grant will tackle these important issues by using innovative synthetic methods to prepare nanoparticles of high crystallinity, which will optimise performance, together with iron (instead of the commonly used cobalt) as the redox active metal, which is both non-toxic and cheap. Traditional approaches to solid-state synthesis involve long reaction times at very high temperatures (~1000 C), often yielding large, bulk particles. Here, I will use microwaves to drive my reactions. The advantages this method provides over more traditional routes include high heating rates for faster reactions, automated control over reaction conditions, and enhanced reaction kinetics allowing for the formation of small, uniform, highly crystalline particles. Adding to the novelty of this proposal is the use of new iron alkoxide precursors as starting materials for my reactions. This is the first time such starting materials will be used in combination with microwaves to prepare battery electrodes and due to their reactivity, I expect faster reaction rates for these compounds. This could open up a new area of research since an exciting prospect of this chemistry is the possibility of designing tailored precursors which contain all desired end-material components in the future. \n\nBy using these synthetic routes (microwaves in combination with alkoxides), I will develop clean routes to highly crystalline materials with little defects and therefore optimised battery behaviour. The ultrasmall sizes of these particles will decrease the diffusion pathlengths the lithium ions must travel and also increase interactions between the electrode and the electrolyte, all of which will promote efficient electrochemistry. In this manner, my group will add a new dimension to the strong research effort on energy research in the UK and establish ourselves as leaders in the field of nanoparticle development and application.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K029290/1","grantId":"EP/K029290/1","fundValue":"98291","fundStart":"2013-07-11","fundEnd":"2015-09-30","funder":"EPSRC","impactText":"","person":"Serena  Corr","coPersons":[],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}