{"id":"1158414B-CBC0-4317-AE18-13FAFE7BD7FB","title":"MAC-EXP: Development of a pressurised sampling, experimentation and cultivation system for deep-sea sediments","abstractText":"Most deep-sea organisms live under high pressure in the &quot;piezosphere&quot; (the volume of the deep-sea at &gt; 1000 m of water depth or &gt; 10MPa pressure) and depend on organic particles sinking down from the surface waters for food. The most abundant organisms by far in marine sediments are prokaryotes (bacteria and archaea), and the biomass of the bacteria and archaea is so great that they are thought to be the main agents of the remineralisation of organic matter, a process which releases nutrients back into the water column and is thus very important for ocean productivity and, for example, fisheries. But our knowledge of deep-sea prokaryote diversity and ecosystem function is scarce. With fishing, mining, oil and gas exploration increasingly taking place in deeper waters, we urgently need to improve our understanding of the functioning of deep-sea ecosystems in order to assess appropriately the societal and economic implications of such activities and impacts and to ensure adequate management of deep-sea biodiversity and natural resources for future generations.Unfortunately, this is not easy: the main reasons for our limited knowledge of deep-sea biodiversity and ecosystem functioning lies in the combination of its inaccessibility with the sensitivity to depressurization of deep-sea organisms and deep-sea biogeochemical processes. Pressure has significant effects on, for example, bacterial physiology or growth rates, as well as many biogeochemical processes that microorganisms conduct. In consequence, meaningful experimentation has to be carried out under in situ pressure, which results in major financial and technical constraints. Remotely Operated Vehicles allow us to conduct experimental research at the deep-sea floor, but although now possible, this is still very risky and resource-intensive, requiring sophisticated deep-sea ROVs, operated by large crews from large vessels (e.g. 11 technical staff accompany a deployment of the French deep-sea ROV VICTOR 6000; and a large research ship is needed to accommodate and deploy it), and to-date very few such systems are available. In addition, samples in most cases suffer depressurization upon retrieval, preventing further experimentation. As many deep-sea microorgansims may only be culturable without depressurization, this may explain why less than 1 % of deep-sea prokaryotes are currently in culture. Here we propose to develop a flexible, cost-effective alternative to in situ experimentation: a pressure-coring, experimentation and cultivation system that enables studies of deep-sea prokaryote biodiversity and activity, and ecosystem functioning, under ambient or manipulated pressure, temperature and oxygen conditions from any medium sized ocean going research ship with coring capability. In addition, the constant high-pressure conditions from sampling to culture overcomes limitations of in situ experiments related to depressurisation.This Multiple-Autoclave-Coring and Experimentation system (MAC-EXP) will provide the possibility to systematically test the influence of environmental parameters, such as pressure, oxygen availability or pH on deep-sea organisms and their biochemistry, as well as on rates and pathways of biogeochemical and geomicrobial processes. The system will also allow pioneering work in the field of marine biodiscovery: secondary metabolites from marine microorganisms are a rich source of chemical diversity and several marine-microbe derived compounds are now in clinical trials. Recent evidence shows that pressure-adapted bacteria from deep-sea sediments produce biologically active and unusual secondary metabolites. But no pressure-adapted bacterial species have ever been investigated for their secondary metabolites and the proposed pressurised sampling system provides the possibility to conduct such studies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I024232/1","grantId":"NE/I024232/1","fundValue":"54382","fundStart":"2012-04-01","fundEnd":"2015-03-31","funder":"NERC","impactText":"","person":"Ronald John Parkes","coPersons":[],"organisation":"Cardiff University","findingsText":" The project jointly with Aberdeen University is still on-going and is to develop a pressure retaining multi-corer for deep marine sediments, plus a pressure subsampling device to enable high-pressure microbial cultivation and experiments. Deep ocean, sediment microbiology and high-pressure microbiology. Environment","dataset":"gtr"}