{"id":"115DBBA2-1E39-4AC6-9B87-ED70812CED4A","title":"Massive MIMO wireless networks: Theory and methods","abstractText":"Spectrum is a precious but scarce natural resource. In the UK, Ofcom will free up the analogue TV spectrum at 800MHz (together with the available 2.6GHz band) for 4G, which has already raised &pound;2.34 billion for the national purse. According to Ofcom, the amount of data Britons consume on the move each month has already hit 20 million gigabytes, mainly due to users' engagement of video, TV and films while on the move. It is also a common understanding for the mobile operators that by 2020 a 1000 times increase in the system capacity will be needed to avoid mobile networks grinding to a halt. Maximising spectral efficiency, which is limited by interference and fading for wireless networks including 4G, is therefore a major issue. An emerging idea, which is championed by Alcatel-Lucent and has already received serious consideration by vendors and operators is that of a massive MIMO antenna system. This technology has the potential to unlock the issue of spectrum scarcity and to enhance spectrum usage tremendously by enabling simultaneous access of tens or hundreds of terminals in the same time-frequency resource. \n\nIn order for massive MIMO technology to attain its utmost potential, it is important that various challenges in terms of channel estimation and acquisition due to pilot contamination, fast spatial-temporal variations in signal power and autonomous resource allocation, in particular in the presence of simultaneous access of a large number of users need to be addressed. The focus of this project is on tackling these fundamental challenges, by advancing aspects of information theory, estimation theory and network optimisations. In particular, we will contribute in terms of modelling massive MIMO channels underpinned by heterogeneous correlation structures; performing information theoretic analysis in terms of random matrix theory through shrinkage estimators; robust precoder design for massive MIMO in the presence of channel estimation errors; developing novl channel estimation technique in the presence of severe pilot contamination; and proposing and analysing game theoretic algorithms for autonomous resource allocation and pilot assignments. All the concepts and algorithms developed will be integrated and the radio link layer performance will be assessed using a simulation reference system based on LTE-Advanced standards and its evolution towards 5G. Industrial partners will be engaged throughout the project to ensure industrial relevance of our work.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M015475/1","grantId":"EP/M015475/1","fundValue":"289066","fundStart":"2015-04-17","fundEnd":"2018-04-16","funder":"EPSRC","impactText":"","person":"Sangarapillai  Lambotharan","coPersons":["Jonathon  Chambers"],"organisation":"Loughborough University","findingsText":"","dataset":"gtr"}