{"id":"116206E3-BAC2-4AFC-8641-7E1365E18D79","title":"The Angolan Roots of Capoeira. Transatlantic Links of a Globalised Performing Art","abstractText":"During the nineteenth century African and Creole slaves living in port cities and surrounding plantations in Brazil developed a combat game called capoeira. Even though initially repressed by the authorities, it spread to the free lower classes during the nineteenth century, and to the rest of Brazil during the twentieth century. Capoeira has become one of the most-well known aspects of Brazilian culture and is now widely practiced by hundreds of thousands of people in every continent. It is also used as a tool in dance and theatre performances, in cinema (for instance in one of the Harry Potter films) and in advertisements (for example by the BBC). \\nCapoeira consists of a combination of acrobatics, rhythms, combat, dance and theatrical performance, all of which maintain a distinctive Afro-Brazilian character. Just how many of its characteristics are 'African' is the object of much debate among capoeira practitioners, academics researching its history, and the wider public interested in the culture of the 'Black Atlantic' or engaged with diasporic issues. \\nThis project will explore the links between capoeira and Angolan traditions which are still practised today in order to assess the extent of continuities, and borrowing, but also of ruptures, changes and re-inventions. It seeks to understand the 'creolization' process through which different African traditions merged and developed into something new, original and global. An extended period of civil war made it impossible to do fieldwork in Angola until recently, so this research will explore exciting new territory and fill a significant gap in scholarship. \\nOur research will explore several traditions in south-western Angola, a region often identified as providing the 'roots' of capoeira because of the existence of instruments and movements similar to capoeira. It will document several combat games which use alternatively kicks, hands, sticks and other weapons, techniques that are also present in historical capoeira styles. It will also explore the music and lyrics that accompany these performances, and related dances and rituals practiced in some villages belonging to different ethnic groups of the Nyaneka family in that region.\\nThe project seeks to make research collaborative, actively involving capoeira and Angolan traditional performers, and promoting a dialogue between traditions that have not been in direct contact for more than a century. \\nThis exchange is expected to generate new insights into Angolan and Afro-Brazilian practices. Ethnographic fieldwork will be backed up by research of historical documents in archives in Angola and Portugal, published primary material and existing ethnographic accounts. One core outcome is a film documentary, to be distributed as a DVD and broadcast by TV channels, which will be taken back to Brazil and Angola. The DVD will be complemented by articles in academic and non-academic journals, which will explore some of the issues raised by the performers in the film in more depth, and reach new insights through the analysis of new material gathered from archives and libraries. \\nA longer term aim is to enhance the visibility of the Angolan contribution to world culture, in particular to Afro-Brazilian music and capoeira and to support the country's efforts in reconstruction after 40 years of civil wars. The project will raise awareness of the need for Angolan traditional performers to be supported by governments and NGOs, and will help to create alternative paths for development through cultural tourism. The outputs from this research will also provide a rich archival resource for future generations of academics and capoeira practitioners.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H020683/1","grantId":"AH/H020683/1","fundValue":"367846","fundStart":"2010-06-14","fundEnd":"2013-12-14","funder":"AHRC","impactText":"  Our findings and material has been used to produce a documentary film entitled'Body Games. Capoeira and Ancestry'. The film has been screened at numerous events since November 2013, including International Film Festivals, and has generated huge interest and impact. Communities and Social Services/Policy,Creative Economy,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections Cultural,Societal","person":"Matthias  Röhrig Assunção","coPersons":[],"organisation":"University of Essex","findingsText":" KEY FINDINGS\n\nThe project researched and documented two combat games in Southwest Angola: Kambangula and engolo. Kambangula is an open-hand fight accompanied by hand-clapping and singing. Also known as m'bangula or khandeka according to the ethnic group, it is still widespread among adolescents and young men, especially in rural areas. Engolo is based on kicks and jumps. Its practice is restricted to the Nyaneka-Nkhumbi and has been so for as long as old people can remember. Although adolescents may perform it informally within the context of cattle herding, it were rather the adult men who played engolo during the various celebrations that marked the rhythm of the agro-pastoral calendar and the initiation of pubescent girls (efiko). It has not been a regular feature of feasts since the 1970s, and today, with few exceptions, only older men are able to talk about it, and - their health allowing - perform it. Both combat games have a range of formal similarities with contemporary and historical capoeira styles, which are explored in our documentary film Body Games. Capoeira and Ancestry and will be analysed in more detail in forthcoming publications. The intervention of the project team has triggered a process of revival of engolo in our core area of research, which we are trying to support from afar.\n \nFollowing up scarce audio recordings and fieldwork from the 1960s, various musical bow traditions from the Angolan Mwila and Humbi cultures could now be recorded and filmed more extensively. The interviews have particularly helped to shed light on how instruments are valued differently according to their social use. On the one hand, there is the gourd-resonated bow mbulumbumba, often used by travelers or people without much family support, as an instrument to entertain audiences. In contrast, the mouthbow onkhondji is seen as a more respected instrument since it is closely linked to the solitary herding of cattle, the latter being a symbol of wealth. Whereas these two instruments are predominantly played by men, the mouth-bow ekweya-ekweya is used by women as a solo instrument for their own comfort, in this region. Hence, our research will resume and enrich the existing literature about Angolan musical bow traditions. Moreover, it will challenge the prevalent and conventional views on these instruments. For instance, musical bows have often been regarded as purely rhythmical instruments in traditional classifications. The film footage demonstrates the shortcoming of this concept through various examples of songs that can also be imitated by the overtones they produce. This is particularly interesting for the transatlantic nature of the current project. Previous studies had based their comparisons on recordings of the Angolan gourd-resonated bow mbulumbumba to find similarities with the rhythmical patterns of the musical bow berimbau, used in Brazilian capoeira. With its new focus on songs, our research is not only able to further contextualize the recordings but also to call conventional methods of comparison into question. Our findings is stimulating debate among capoeira practitioners and new research, we are also confident it will contribute to a revival of traditional art forms in communities in Southern Angola. Communities and Social Services/Policy,Creative Economy,Education","dataset":"gtr"}