{"id":"1169AF03-5FEB-40FD-947D-07F7C0934324","title":"Generation of high energy particles in solar flares - towards realistic models","abstractText":"Solar flares are dramatic and complex events, which give off electromagnetic radiation in almost all wavelength bands across the spectrum, and also directly emit high energy particles into space. They are of great interest both in their own right and because of their significant effects on the Earth's space environment through 'space weather'. The high energy particles and electromagnetic radiation from flares can damage satellites as well as power systems on the Earth, and are potentially extremely hazardous to astronauts. Flares were first observed in white light during the 19th century by Carrington - who noticed strong geomagnetic activity and speculated that there might be some connection with magnetic fields. But real progress in understanding the nature and origin of flares came in the space age, particularly with the advent of observations in X-rays from space-borne telescopes. It is now well-established that the primary energy release mechanism is the process of magnetic reconnection, whereby oppositely-directed fieldlines are pushed together causing the efficient dissipation of stored magnetic energy. Magnetic reconnection occurs in a 'current sheet' - a region of strong variation in magnetic field - which is the site of the energy release. However, there are major outstanding issues concerning solar flares to be resolved: in particular, the origin of the large numbers of high energy (non-thermal) charged particles - both ions and electrons. Whilst much new light has been shed on the properties of these particles by recent observations, especially from the Hard X-ray imaging telescope RHESSI, these new observations have posed new challenges to theory and modelling. One very powerful approach to understanding the origin of high energy particles in flare is to calculate the trajectories of 'test particles' - individual protons and electrons - in background electromagnetic fields corresponding to some model of magnetic reconnection. This has been widely used for simple two-dimensional, steady magnetic and electric fields. We propose to develop such models so that they are much more realistic and representative of the actual situation in solar flares. Firstly, we will consider how effects such as collisions with other particles, and emission of radiation, affects the motion of the charged particles and how they gain energy. Secondly, we will consider much more complex and realistic models of the background electromagnetic fields, which are three-dimensional and time-dependent. This will incorporate the effects of turbulence, and we will explore whether fragmentation of the reconnecting current sheet can explain the acceleration of the large numbers of protons and electrons which are observed in flares. Finally, we will start to develop sophisticated self-consistent models which incorporate the effects of the accelerated charged particles on the electromagnetic fields. The outcomes of our theoretical models will be compared with observations of hard X-rays from RHESSI as well as radio and mm-waves from the new instruments LoFAR (Low Frequency Radio ARray) and the forthcoming ALMA (Atacama LArge Millimetre Array).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/I000828/1","grantId":"ST/I000828/1","fundValue":"372579","fundStart":"2011-10-01","fundEnd":"2014-03-31","funder":"STFC","impactText":"  The results have improved our understanding of solar flares with implications for space weather. We have also developed a new understanding of plasma formation schemes in spherical tokamaks. Numerous public talks have been given. Energy,Other Cultural,Societal","person":"Philippa  Browning","coPersons":[],"organisation":"The University of Manchester","findingsText":" We have shown the importance of twisted magnetic fields in the solar corona in storage and release of magnetic energy. Unstable twisted coronal loops are effective particle accelerators. We have calculated the observational signatures of reconnection in unstable loops and shown that they provide a good model of confined solar flares. We have also shown that 3d magnetic null points are a site of particle acceleration in flares. We have developed new simulations of the merging of magnetic flux ropes in a spherical tokamak. The work is currently being taken forward in a new STFC funded project. Energy,Other","dataset":"gtr"}