{"id":"116B18B2-7399-47D2-84EC-4FF337F68F18","title":"What are the roles of oomycete RXLR effectors in the establishment of plant disease?","abstractText":"All microbes trigger immune responses in plants. Successful pathogens suppress these defences by secretion of effectors, which act either outside or inside host cells and are presumed, in many cases, to interact directly with host defence-associated protein targets. Bacteria use a type III secretion system (T3SS) to deliver effectors inside host cells. The identification of their target proteins in the host has provided considerable insights into the evolution of bacterial pathogenesis and the host mimicry employed by bacteria to interfere with host defence processes. One of the most significant questions in plant pathology is: how do microbial eukaryotic pathogens, such as fungi and oomycetes, manipulate host metabolism and defences to establish disease? Oomycetes include more than 70 Phytophthora and 90 Pythium species which are amongst the most economically important pathogens of dicotyledenous plants. Recently, we have shown that oomycete effectors containing the motif RXLR are delivered inside host plant cells where they manipulate host defences to establish disease. The RXLR 'signature', in combination with the timely sequencing of several oomycete genomes, has presented an unparalleled opportunity to reveal the effector complements in these oomycetes and to use the effectors as 'probes' to identify and characterize the key host defence proteins with which they interact. We will identify and compare the host proteins targeted by the RXLR effector complements of two distantly related oomycetes, the potato late blight pathogen, Phytophthora infestans, and the Arabidopsis pathogen, Hyaloperonospora arabidopsidis. This comparative approach is vital to reveal host proteins that are targeted by effectors from each pathogen; thus revealing the likely crucial plant defence targets of pathogenic oomycetes in general. We anticipate this will also reveal targets that are manipulated by other pathogens, such as bacteria, fungi and nematodes, thus informing the development of novel, broad-spectrum, durable disease resistance strategies. We will also identify effectors within each pathogen that target the same host protein. This will reveal the level of functional redundancy within oomycete effector complements, indicating which effectors, if recognized by a host resistance protein, may be readily shed to evade detection, without compromising pathogenic fitness. This knowledge will inform breeders, allowing them to eliminate such resistances from crop breeding programmes. Our searches for host targets of RXLR effectors will involve conventional and high throughput yeast-2-hybrid (Y2H) methods. The latter exploits the recent development of a Y2H matrix of &gt;12000 Arabidopsis proteins in Marc Vidal's world leading Y2H lab at The Dana-Faber Institute, with whom we will collaborate. Using complementary cell biological and molecular analyses at Warwick and Dundee we will verify and localize effector-target interactions that are common to the two pathosystems. Using RNAi, we will knock down expression of corresponding RXLR effectors to assess their importance in virulence and contribution to functional redundancy. Again, using different approaches in the collaborating groups, we will characterise the contributions of host target proteins to a range of defence mechanisms. We will draw on complementary data from a BBSRC Systems Approaches to Biological Research (SABR) initiative project, coordinated by the Warwick group, which aims, to use mathematical modeling approaches to identify key host regulatory nodes and pathways important in biotic stress responses. We suspect that common targets of effectors will include such regulatory 'pressure points', allowing information on stress response pathways revealed in SABR to be exploited in this proposal. Finally, we will over-express key host target proteins in Brassica and potato crops, seeking to disrupt the normal activity of corresponding effectors and promote disease resistance.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G015066/1","grantId":"BB/G015066/1","fundValue":"1429250","fundStart":"2009-04-10","fundEnd":"2014-08-09","funder":"BBSRC","impactText":"","person":"James Lyn Beynon","coPersons":[],"organisation":"University of Warwick","findingsText":" Using matrix yeast two hybrid we have revealed more than 150 plant proteins that are directly targeted by pathogen effector proteins. These proteins represent a network of immunity in the plant . In this work we have collaborated with Paul Birch's group in Dundee to link results on the model system, Arabidopsis, with targets of effectors of the potato blight pathogen in potato. This has revelead some fascinating congruence of targets in the immune systems of these disparate host plants. This suggests that evolution has driven the pathogens to target some similar proteins. There are also many targets that are host specific. We have also carried out work to determine the precise role of specific effectors and shown how they manipulate host proteins to create an environment for the pathogen to grow and multiply. Revealing the extent of the host immune system enables researchers to understand who pathogens suppress immunity and hence enable the development of new strategies to make plants more disease tolerant. Agriculture, Food and Drink","dataset":"gtr"}