{"id":"117D4ED1-B31D-400B-9DBB-31B0E58879FE","title":"Comparative genomics approaches to the analysis of temperate grasses","abstractText":"The grass family of plants provides about 60% of the global food supply for humans and our domesticated animals. A deeper understanding of the biology of this group of plants, which includes rice, wheat, barley, forage grasses, maize and sorghum will greatly improve our ability to breed better crops- for example to improve nutrition, disease resistance and capacity to endure environmental stresses such as drought. Genomics, which identifies all of the genes in the organism (its genome) is a powerful tool in biology as it permit researchers to identify genes and useful genetic variation. However the main UK crops in the grass family, wheat, barley and forage grasses have the largest and most complex genomes known- even larger and more complex that the human genome, and consequently identifying genes is currently complex, uncertain and time consuming. This is a major barrier for scientists and plant breeders. In this proposal we describe a comparative genomics strategy that will provide direct and cost-effective ways accelerating of constructing physical maps of the wheat and barley genome. A promising approach to tackling the problem of these large and complex genomes is to compare them with simpler and smaller genomes. This is an excellent strategy for grasses as their genomes are more similar to each other than most other plant groups, and mainly differ by the expansion of repeated sequences (so called 'junk DNA') between genes. One member of the grass family, rice, has a completely sequenced genome- that is we know the identity and order of nearly all of the rice genes and the sequences between them. In principle the rice genome sequence can be used to identify wheat genes and order these, but in practice this does not work effectively enough for systematic analysis as the rice and e.g. wheat genomes have diverged substantially over the 70 million years (myr) separating these plants. Recent work to identify genes in wheat and barley has taken a similar approach but used the small genome of Brachypodium, a closer relative of wheat, barley and forage grasses. Being closely related, its genes are very similar and gene order is generally more conserved, so it can be used to interpret the wheat genome directly. Comparison of wheat, rice and Brachypodium genomes over small scales has shown that the three-way comparison is exceptionally powerful for defining gene structures and gene order in wheat and barley. We aim to make a bridge between the rice genome and the genomes of wheat, barley and forage grasses by making a physical map of a well characterised single-seed descent line of Brachypodium distachyon. This physical map will comprise an ordered set of large cloned fragments of DNA covering about 80-90% of the genome. This physical map will permit the effective and rapid identification of extensive related regions of the genomes of closely related species including wheat, barley and forage grasses that are major UK crops. In the case of barley, which has a well-advanced physical mapping programme, this work will help completion of an accurate BAC map. By making it easier to characterise the DNA sequence of large regions of these crop genome, scientists will be able to identify genes and genetic variation that can be used to understand many important biological processes in the most important UK crop. This knowledge will help breed the cereal crop plants of the future that are optimally adapted to their environment and with improved sustainable yield, nutrition and end-uses such as biomass and bioenergy.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E004725/1","grantId":"BB/E004725/1","fundValue":"471750","fundStart":"2007-07-19","fundEnd":"2010-07-18","funder":"BBSRC","impactText":"","person":"Michael Webster Bevan","coPersons":["Martin  Trick"],"organisation":"John Innes Centre","findingsText":"","dataset":"gtr"}