{"id":"11881ACC-2533-479D-8472-28A630354FAA","title":"TV21: innovative and creative engagements with new audiences and user communities","abstractText":"The TV21 project builds on the work undertaken as part of the AHRC supported Rewind project and takes as its inspiration an earlier project from 1990 called Telly Pieces. \n\nThe Rewind project is a research project (2004-ongoing), that is providing a research resource to address the gap in historical knowledge of the evolution of electronic media arts in the UK, by investigating specifically the first two decades of artists' works in video. It has partaken in innovative and creative engagements with new audiences and user communities which stimulate pathways to impact. The project has successfully preserved and archived over 400 works by artists' from this period and hosts an online database containing information and ephemera on each work.\n\nThe original Telly Pieces project was a companion project to a series of artists works commissioned for Channel 4. These works, collectively titled 'Television Interventions' were commissioned for presentation in 1990 at the end of the period covered by the Rewind research project and featured many of the artists who appear in the Rewind archive. The Telly Pieces aspect of the project involved nearly 300 young people from the Strathclyde area working to produce 8 x 4 minute video art works which were featured in exhibitions and festivals internationally. One of the projects was also developed to appear on television alongside the other Television Interruptions.\n\nThe Rewind research profiled the work of artists exploring a new medium at a time when their practice was extremely innovative and experimental and we now wish to recapture some of the significance of this practice and its creative methods through a series of projects with young people in the City of Dundee. Working with Dundee Contemporary Arts (a large building-based arts centre in the city) - we will introduce the work of these artists through a series of workshops using the Rewind archive which will be aimed at bridging the contemporary and historical approaches to media arts. These workshops will build towards the creation of a body of new works that will echo the experimentation embedded in the methods of these earlier artists. Focused on developing a creative attitude towards new technology that echoes the work of these earlier artists, they will use the concept of creative innovation through technology that is both a creative and ideological action. \n\nKnowledge exchange and engagement will be facilitated through working with the DCA's skilled education team who are very experienced in working with a wide variety of people, introducing complex and sophisticated cultural ideas to diverse audiences. The contemporary context will be brought to the project through a foregrounding of the lives of these young people, their technologies and their critiques of the cultural world around them. Works will be created that will echo the personal, political and formal considerations of the earlier work and these will be exhibited in and around the DCA building in its cinemas, exhibition spaces, active on-line spaces and broadcast by BBC Four. They will also be available to view online.\n\nParticipants will be drawn from the wide user base that already engage with DCA, both through individual relationships as well as organisational connections. DCA has a team of Young Ambassadors - young people who make active programming decisions and provide context and critique to the DCA programme. DCA also has well-established links with many local schools, youth organisations and community centres - many engaging actively with the annual Discovery Film Festival - Scotland's International Film Festival for Young Audiences that takes place at DCA.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/M001849/1","grantId":"AH/M001849/1","fundValue":"24134","fundStart":"2014-04-28","fundEnd":"2014-11-27","funder":"AHRC","impactText":"","person":"Stephen  Partridge","coPersons":[],"organisation":"University of Dundee","findingsText":" project not completed yet project not completed yet Culture, Heritage, Museums and Collections","dataset":"gtr"}