{"id":"118D6421-162A-4F42-B113-9C53B70E6789","title":"GPU Acceleration of the NEMO Ocean Model (GNEMO)","abstractText":"Graphical Processor Units (GPUs) are being increasingly used as high-performance co-processors, offering cost- and energy-efficient solutions to the problem of enhancing application performance. We propose a 12-month project to port the NEMO Ocean Model to GPUs and to evaluate its performance. Three key users of NEMO in the UK, the National Oceanography Centre, Southampton (NOCS), the Proudman Oceanographic Laboratory (POL) and the UK Meteorological Office, are supporting the project. The NEMO ocean code exploiting high-performance systems has become of great strategic importance for the UK oceanographic modeling community. High-Performance Computing is at a turning point right now. Achieving Exascale performance levels within reasonable cost and power budgets in ten years' time will require revolutionary changes to hardware and present us with substantial software challenges. This will include large increases in the number of cores per chip and per node, massive increases in the number of threads of execution in the system (towards ten million) and reduction in memory per core and especially memory bandwidth per core. We are already seeing this in that some memory-intensive applications are running slower on quad-core than dual-core. An emergent architecture that is attracting much attention is the use of Graphical Processing Units (GPUs) for technical computing. Published results for the WRF weather and climate software and for other CFD codes show the possible speed-up that can be achieved for this kind of code. We shall develop an implementation of the NEMO code for heterogeneous systems containing GPU processors. The major technical work will be carried out in the Computational Science &amp; Engineering Department at STFC's Daresbury Laboratory. Assessment of the GPU-implementation for benchmark simulations will be contributed by POL, NOCS and the Met Office. The code will have application to a wide range of deep ocean and shelf sea applications including climate change impacts, ocean science, fisheries research and offshore industries. The code will be developed to the software equivalent of TRL4; including validation of the GPU code with full-scale datasets.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I00095X/1","grantId":"NE/I00095X/1","fundValue":"94725","fundStart":"2011-01-04","fundEnd":"2012-01-03","funder":"NERC","impactText":"","person":"Mike  Ashworth","coPersons":["Stephen Murray Pickles","Jonathan  Follows"],"organisation":"STFC - Laboratories","findingsText":"","dataset":"gtr"}