{"id":"118FDEC1-8B4D-4B55-A353-D4B4E3125630","title":"Transporter, Creator, Destroyer: How is the kinesin motor domain tuned to specific functions?","abstractText":"A network of proteinacous filaments, called the cytoskeleton, is found within cells. The cytoskeleton, like the bone skeleton of the human body, provides cells with a scaffold allowing them to maintain the shape required for their function. Also, like our bone skeleton, the cytoskeleton provides a platform against which to generate forces within the cell. This works in a similar way to the way in which our muscles generate forces by pulling against our bones. Unlike our bone skeleton, the cytoskeleton is highly dynamic. The filaments that make up the cytoskeleton can be formed, broken down and reformed within seconds. \nThe cytoskeleton comprises three different types of filament, one of which is the microtubule cytoskeleton. Microtubules, as the name suggests, are long tubes with a diameter of less than one ten-thousandth of a millimetre. Microtubules are constructed from a building block called 'tubulin'. The protein tubulin possesses the fascinating ability to spontaneously assemble, disassemble, and reassemble many times over. By adding a fluorescent dye label to the tubulin building blocks and using powerful microscopes, we can see the microtubules formed from tubulin and watch their assembly and disassembly. In this way, we can observe a process that is happening right now in our own cells, but in isolation so that we can observe it without any other parts of the cell around. This provides us with a wonderful opportunity to study and understand the dynamics of microtubule assembly and disassembly.\nBoth the microtubules themselves and their ability to assemble and disassemble perform vital functions in our cells. Microtubules act as rails upon which proteins, called kinesins (from the word kinetic, indicating their ability to move) walk, allowing them to carry cargo from where it is made to where it is needed in the cell. The ability of microtubules to assemble and disassemble allows them to form structures required temporarily by cells, such as the apparatus required to separate the duplicate DNA when a cell divides. To create this apparatus, known as the mitotic spindle, the assembly and disassembly of microtubules must be carefully controlled. Therefore, the cell contains an array of proteins responsible for coordinating the building and destruction of microtubules. Amazingly, one protein that disassembles microtubules is a kinesin and has the same structure as kinesins that walk along microtubule rails. How structurally homologous proteins can carry out such different jobs is a fascinating question. The components of kinesins that allow them to carry out different functions are not fully understood. To answer this question, we will remove parts of the kinesin motor domain and also swap parts between the motor domains of different kinesins and watch the effect on their behaviour. This will allow us to identify the important pieces, how they work and how we can control them.\nMicrotubules and kinesins are a vital part of the mechanisms that keep our cells, and therefore our bodies, in order and able to grow and function correctly. Perhaps their most important role is in controlling cell division. Failure of the mechanisms controlling cell division results in multiple human diseases, including cancer and developmental disorders. The more we can find out about the proteins involved in the control of cell division the more power we have to prevent and repair disruption of this process.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K006398/1","grantId":"BB/K006398/1","fundValue":"448560","fundStart":"2013-06-17","fundEnd":"2017-04-28","funder":"BBSRC","impactText":"","person":"Claire Therese  Friel","coPersons":[],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}