{"id":"11AABD5D-C076-459D-9C44-89F84541343F","title":"Ancient Egyptian Identity","abstractText":"This research period will permit the completion of a monograph that explores changes in ancient Egyptian identity as accessed from skeletal and mummy biology. It integrates modern methods of biological analysis with the results of more traditional forms of Egyptian archaeology in order to understand better population affinity and changes in social identity both through time and space.\\nThe aim of this project is to consider the potential input into Egyptology that may be derived from the biological study of the skeleton. Egyptology has traditionally relied upon Egyptian art and mortuary practice in order to develop ideas as to life history and social structure. This project will employ techniques from biological anthropology to assess the reliability of these hypotheses.\\n\\nUntil relatively recently, within Egyptology, there has been some lack of engagement with both the theoretical and biological developments that are currently debated within archaeology as a wider discipline. The proposed research project aims to integrate scientific methodologies and archaeological theory into Egyptian archaeology within a series of closely related topics linked to ethnicity and identity. Recent developments within bioarchaeology have enabled the role of the individual within archaeology to be greater identified. In Egyptian contexts, these have included modern DNA studies of both modern and ancient human populations and assessment of diet through the use of stable isotopes. Moreover, many modern biological studies of Egyptian remains have rarely placed the results into the broader context of Egyptian research, and this material is thus not fully accessible to Egyptologists working outside of archaeological science. Detailed studies of single sites, such as Abydos, have linked the architecture, art and faunal material, but the human skeletons are frequently left as an appendix to the other archaeology.\\n\\nThis project, through the different chapters of the monograph, will link the biology of the Egyptian individual with their archaeology. The monograph can be viewed in a series of sections. The first involves concepts of affinity and group membership. The second explores Egyptian diet and its meaning to identity, as reconstructed from archaeological, skeletal, isotopic and funerary records and assesses where these records agree and disagree. The final portion considers the skeletal record for gender differences in body shape (dimorphism) and activity-related changes and its patterning within ancient Egyptians. All these portions are integrated to form a coherent argument as to changes in ancient Egyptian identity as evidenced through biology.\\nChapters will be as follows (with some aspects being considered summarised):\\n1. What is Identity? (how do we recognise identity and the individual?)\\n2. The Beautiful Death (death and burial as a unified process)\\n3. Age and Gender (children and childhood, the elderly, and changes in gender roles through life)\\n4. Ethnicity and Identity (migration and ethnic origins)\\n5. Stature and Body Shape (body proportions and Egyptian art)\\n6. Diet and Subsistence ('you are what you eat')\\n7. Activity and Robusticity (the effects upon the individual body of occupation and repeated activities)\\n8. Gender Reconsidered (differences between the sexes in biological responses to stresses within Egypt)\\n9. Regional and Temporal Patterning in Egyptian Identity (Nile Valley relative to the desert margins, Egypt relative to Nubia)\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H00470X/1","grantId":"AH/H00470X/1","fundValue":"26841","fundStart":"2010-02-01","fundEnd":"2010-05-31","funder":"AHRC","impactText":"  The findings have been used to develop greater understanding of the interlinking of biological anthropology and skeletal biology with Egyptian archaeology.  Cultural","person":"Sonia  Zakrzewski","coPersons":[],"organisation":"University of Southampton","findingsText":" The key achievement has been the development of critical language in which to discuss the integration of biology with the more social aspects of identity. This has involved close reading of research articles, monographs and more populist texts in the broader biological sciences, both archaeology and anthropology and in more traditional forms of Egyptology. Furthermore, this has involved engagement with the Afrocentrist and Eurocentrist debates upon race and the origins of ancient Egypt, and the associated terminologies therein. I hope that the research findings will be employed in developing more nuanced museum displays and widening understanding of aspects of identity in Egyptian populations. Culture, Heritage, Museums and Collections","dataset":"gtr"}