{"id":"11C19219-CBDB-4F45-9AD4-ACEC9CBDCBA2","title":"A Better Way of Doing Business? Lessons from the John Lewis Partnership","abstractText":"<p>The point of departure for this knowledge exchange project is the extent to which&nbsp; the ‘John Lewis Model’ has come to be advocated as a possible ‘answer’ to failures in the prevailing model of what is increasingly termed ‘irresponsible capitalism’.</p>\n\n<p>The purpose of this project is threefold:</p>\n\n<ol>\n \n\n <li>&nbsp;to ‘know’, in detail, what this model is so that those within the Partnership and those considering its adoption can understand it properly and identify the precise elements of the model and how it works in practice</li>\n\n <li>to help those who wish to assess the relevance and value of the model to understand the link between the model and performance outcomes (a link that is more complex that is usually recognised)&nbsp; </li>\n\n <li>to reveal the potential (and limitations) for transferability of the model to other organisations in the public, private and third sectors of the economy.</li>\n\n</ol>\n\n<p>The project involves extensive work within John Lewis and Waitrose followed by a series of case studies in other organisations which in varying degrees have sought to learn from and emulate the JLP model.<br /><br /></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/K000748/1","grantId":"ES/K000748/1","fundValue":"31758","fundStart":"2012-11-08","fundEnd":"2013-11-07","funder":"ESRC","impactText":"  Been used by organizations contemplating a move to mutual status and/or considering establishing themselves as CICs (Community Interest Company). The research findings have helped such organizations realize the factors and issues which go beyond the merely legal. Creative Economy,Healthcare,Government, Democracy and Justice,Manufacturing, including Industrial Biotechology,Retail Cultural,Societal,Economic,Policy & public services","person":"John  Storey","coPersons":[],"organisation":"Open University","findingsText":" The research has helped to clarify the many different forms which 'mutuality' can take. Different organizations choose to emphasize different attributes. Additionally, the research contributed to knowledge and understanding by clarifying the issues which organizations seeking a mutual or co-owned form need to resolve. The findings could be taken forward by further clarifying how mutuals in different sectors (private sector, social enterprise, housing, health etc) may find that there are distinct challenges which they need to prioritise. So, for example, the small community health mutuals which spun-off from the NHS proper face challenges around a limited customer-base and reliance on one or two major contracting clients. Or, take a different example, mutuals with both employee members and consumer members face distinct challenges. Communities and Social Services/Policy,Creative Economy,Healthcare,Manufacturing, including Industrial Biotechology,Retail","dataset":"gtr"}