{"id":"11C68E6D-46F6-49C2-88A9-C1A1D4B8F983","title":"Developing generic scalable and standardised selection methods for human therapeutic cells","abstractText":"This proposal aims to deliver practical, scientific and technologically innovative solutions to a real problem through partnership between neighbouring Universities: the University of Birmingham, Loughborough University and the University of Oxford. We aim to develop a device to allow blood cells to be selected directly from the blood. This device would allow new treatments to meet the bioselection challenges presented by advanced cellular therapies. Effective cellular therapies are not new and date back to 1665 when the first successful blood transfusion took place. Today, 81 million units of blood are taken each year, saving hundreds of thousands of lives worldwide. In addition, at least 50,000 patients receive stem cell transplants (SCT; also known as Bone Marrow Transplants) globally every year (one of the few therapies able to cure individuals with cancer) with each costing around &pound;100,000. The blood stem cells account for only 0.2% of all white blood cells in the blood. Unfortunately it is not possible to isolate just the stem cells from blood, but instead, a large number of white cells are removed from the donor's blood via a process termed leukapheresis. The donor quickly replenishes their white cells over the next few weeks. One side effect for the donor is that their bone marrow is stimulated to grow which frequently leads to bone pain. These stem cells potentially offer the gift of life to the recipient who typically will have leukaemia or lymphoma where these cells migrate to the bone marrow and start producing blood for the patient. However some of the white blood cells from the donor have to potential to cause harm, these immune cells recognise the recipient as foreign and try to attack them. To prevent this, the stem cells are purified from the white cells and infused in a purer form. Scientists are understanding more about stem cells then ever before and can now expand these rare cells in the laboratory and even create new organs from hem (in mice at least). The challenge now is to bring these new techniques and knowledge to the forefront of clinical medicine. Before this can be done, new technologies are required to manipulate these cells in a manner that will not introduce infection and ensures the cells are of sufficiently high quality to be effective for the patient. The aim of this proposal is to develop a new device which would allow the enrichment of cells. The device will be engineered to be very versatile and would allow the enrichment of any cell type and thus will be of broad interest to many companies seeking to develop cellular therapies. We propose two steps, first a 'capture' device which could even be used to directly isolate cells from the circulating blood of a donor/patient. This could reduce side effects of stem cell isolation such as the bone pain by only picking out the cells of interest. The next step would be to wash these captured cells and pass them over smaller purification columns, which would remove unwanted cell types and capture the cells of interest. This is important as currently there are no ways to select subpopulations of cells. Finally the cells will be released and analysed for their properties. This work has been principally developed by a clinician familiar with the problems delivering new therapeutics to the clinical coalface. We have a working prototype able to capture and release cells from whole blood and are asking for funding to develop this further. We have designed the device with the NHS in mind, to be safe, effective and importantly affordable.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I017151/1","grantId":"BB/I017151/1","fundValue":"441415","fundStart":"2011-09-01","fundEnd":"2014-09-30","funder":"BBSRC","impactText":"  We are in the process of spinning a company out to capitalise on the work. We have productive collaborations with CellMedica and with the Cell Therapy Catapult. Pharmaceuticals and Medical Biotechnology Societal,Economic","person":"Mark  Cobbold","coPersons":["Owen  Thomas","Suzanne  Watt"],"organisation":"University of Birmingham","findingsText":" We have developed a novel method to enrich populations of cells using technology that allows the cells to be captured and released without the capturing agent remaining on the cell of interest. We are hoping to spin a company out to exploit these research findings. The findings will be of interest to the bioprocessing and cell-separation industry. Agriculture, Food and Drink,Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}