{"id":"11CD1AF3-6D70-4D51-8575-6343417E8799","title":"EXport Pathways Out of the Southern ocean and the Effect on anthropogenic carbon sequestration (Expose)","abstractText":"New approaches will be applied to a hierarchy of ocean computer model simulations to address a major issue facing climate science: how anthropogenic carbon released in the atmosphere is injected and locked away at more at 1 km below the Southern Ocean surface ? The World's oceans slow the rate of climate change by absorbing a large proportion of CO2 emission due to human activity. The Southern Ocean is cold and windy, which favours the exchange of CO2 with the atmosphere. As a result, half of the carbon sequestrated in the world's oceans has been transferred through the Southern Ocean surface, providing therefore a significant buffer for climate change. \n\nIt is proposed to study the dynamics of the connection between the ocean surface and the deep ocean interior. Are water-masses and carbon slowly and uniformly diffused toward the deep sea or conversely are there narrow and intense carbon motorways plunging in the deep sea. Sparse ocean observations tend to show the latter, but the dynamics and the localisation of these pathways have never been studied. This is at odds with the evidence that these exports have a strong and direct impact on climate. The goal of this project is to gather a variety of recently developed very powerful and complementary tools to apply to the specific question of the dynamics of the Southern Ocean carbon sequestration. Specifically, we will investigate where the currents exporting water-masses and carbon in the deep ocean layers form and what is their rate of export. But more importantly, using a variety of computer model simulations we will investigate what are the processes that control the localisation and rates of export. This is a major question if we are to predict whether Southern Ocean carbon sequestration is likely to change in the future, with dramatic impact on climate.\n\nThis project at the cross-road of physics and biogeochemistry will extract the best of each, will contribute to new insight into the dynamics of the Southern Ocean circulation and will have implications for climate feedbacks that will lead to major advances in our understanding of climate and in our ability to predict future change.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J007757/1","grantId":"NE/J007757/1","fundValue":"8612","fundStart":"2012-10-01","fundEnd":"2015-09-30","funder":"NERC","impactText":"","person":"Aylmer John Nurser","coPersons":[],"organisation":"National Oceanography Centre","findingsText":"","dataset":"gtr"}