{"id":"11CEED2E-B68C-4A50-81F9-DA19B6543970","title":"Developing a method for mapping the creative processes of multi-media performance works using choreological perspectives.","abstractText":"This project aims to develop a method of documenting the creative processes involved in multi-media dance theatre. Traditionally dance works are recorded via notation and/or film/video/digital media. This most often represents a reductive focus on a single performance as the work of art, and leaves relatively unexplored and unrecorded the creative processes, concepts and modes of interactivity involved. In post-modern dance and dance theatre recording one performance, or treating the work as one choreographed event, is no longer adequate, and is not how artists think of their works. Process and collaboration are recognized as being as important as performance. This project will encompass this expansion of focus.\\n\\nWilliam Forsythe is acknowledged as a world leader in dance theatre. In his view a work is its creative processes as well as its performances. By focusing on Forsythe's process work, 'The Loss of Small Detail', 1986-2007 ('Loss') which changes with each mounting, this project will addressproblems of identifying, documenting and making available to analysis, such a complex process work. As such it addresses the need to expose, and make accessible to study and documentation, creative processes as well as their products.\\n\\nDr Valerie Preston-Dunlop is a leading researcher in the field of choreology and the documentation of dance theatre works. Based at Laban she has access to a unique and unexplored mixed media archive relating to the development of 'Loss', donated by the Forsythe Foundation. Laban will be hosting workshops with former Forsythe dancer Ana Catalina Roman (one of the original dancers involved in the creation of 'Loss''), during October 2007. These filmed and documented workshops will provide additional materials for this archive drawing on the embodied knowledge of Ana Catalina Roman who will teach key movement phrases from the work and its developmental processes to selected advanced Laban students. Making use of this rich, unique and unexplored archive, this project will develop and apply choreological methods, as a model for future applications, to meet the challenges of documenting creative processes in complex dance works.\\n \\nDr Preston-Dulop will test the efficacy of her current choreological methods and seek to develop them in relation to the demands of dance theatre work by discovering new sets of relaionships between the strands of media that constitute Forsythe's innovative choreographic methods. \\n\\nThe main output of the project will be an interactive 'choreological map' featuring moving image, sound, text and motion in a way that will expose the work's creative development and interactivity, as well as Forsythe's particular methods of working and the complex transformation processes he uses to produce his materials. The 'choreological map' will be of interest to performing artists as well notators, archivists and scholars of dance and the performing arts.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F016611/1","grantId":"AH/F016611/1","fundValue":"15543","fundStart":"2008-04-07","fundEnd":"2008-09-06","funder":"AHRC","impactText":"","person":"Valerie Morthland Preston-Dunlop","coPersons":[],"organisation":"Trinity Laban","findingsText":"","dataset":"gtr"}