{"id":"11DB3693-0CC2-47D5-A7F8-1596FA9A4668","title":"Engineering and application of models for in vivo imaging of androgen receptor activity","abstractText":"Androgens are the male sex hormones - the major androgen is testosterone. They are pivotal for male fertility and responsible for masculinisation of genitalia. However, they are also required for female fertility; and in both sexes they are important for bone development and act on the brain, heart, fat and hair follicles. Disorders associated with too much or too little androgen action are common. Severe defects can cause a genetic male to become undervirilised or even female in appearance. Less severe deficiencies, even the fall in testosterone associated with aging, can lead to male infertility, decreased muscle, weight gain and depression. Conversely, excess androgen action has been linked to Polycystic Ovarian Syndrome, female infertility, acne, baldness prostate cancer, and behavioural disorders. Patients are often treated with androgen replacement therapy or antiandrogens (which oppose androgen action). However, due to the number of possible target tissues these almost invariably produce side effects. These can include reduced sperm count, jaundice, changes in libido, hirsutism, acne, osteoporosis and increased risk of certain cancers. New therapies are constantly being developed with the aim of reducing these ?off-target? effects, while male contraceptives and HRT are being developed containing androgens. It is therefore vital we learn more about where and when these act in the body. Knowledge of their sites of action will enable tailoring of such therapies to reduce side-effects.\n\nAndrogens act by binding to androgen receptor protein, which In turn binds to specific DNA sequences (androgen response elements) in target genes, increasing the activity of these genes, which then causes growth or function of the relevant tissue. This project will exploit this by linking an androgen response element to a ?reporter? gene, activity of which can be easily detected by scanning. This activation will be detected, accurately located and measured by state-of-the-art 3-dimensional scanners uniquely available at Imperial College. We will use the system to determine where and when natural androgens are active in males and females ? this may highlight previously unknown sites of androgen action. We will also follow activation or inhibition of androgen signalling by known and novel therapeutic agents, including androgens, antiandrogens and novel therapies. As well as increasing knowledge of the role of androgens in development and aging of both sexes, this project will benefit patients with all of the conditions mentioned above since it will allow evaluation of new and more specific therapies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0700915","grantId":"G0700915","fundValue":"388292","fundStart":"2008-04-01","fundEnd":"2011-03-31","funder":"MRC","impactText":"","person":"Charlotte Lynne Bevan","coPersons":["Eric  Aboagye"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}