{"id":"11DB8DCD-1703-40FD-99FC-039F3C60E898","title":"Structural, biochemical and computational studies of KIBRA protein-protein and protein-phospholipid interactions that are important for memory","abstractText":"KIBRA and the molecular mechanism of memory\nOur memories define who we are. Understanding the mechanisms behind the acquisition, storage and recall of memories is consequently a neuroscience holy grail. Memory depends on the interplay of different types of proteins (e.g. receptors, channels, enzymes, scaffold proteins). We will study KIBRA, a scaffold protein that is important for memory and that is linked to Alzheimer's disease. Since many details of how KIBRA functions in neurons (brain cells) are lacking, we will use experimental and computational methods to study KIBRA interactions with partner proteins and membranes (permeable biological boundaries between different parts of a cell or between cells). \n\nPKMzeta is crucial for long term memory storage\nThe mechanisms of short and long term memory differ. The pivotal player in long term memory storage is a protein called PKMzeta which works by modifying other proteins. Modification by PKMzeta of receptor proteins, especially AMPA receptors, at the surface of neurons, for example, causes the receptors to move to the postsynaptic membrane where they contribute to electrical or chemical signalling between neurons to maintain memories. PKMzeta acts like a conveyor belt to carry AMPA receptors to the synapse. Modulation of PKMzeta activity can disrupt or enhance memory.\n\nKIBRA-PKMzeta interaction is vital for PKMzeta function\nOur collaborators have shown that KIBRA interaction with PKMzeta is crucial for PKMzeta's conveyor belt action. We will define details of KIBRA-PKMzeta interaction, e.g. the nature of the interface between the proteins, role of protein movement, and which protein components are most important for the interaction. \n\nOther KIBRA interactions that are important for memory\nWe will study two other KIBRA interactions: with the key neuronal proteins Dendrin and Synaptopodin that are organisers of the molecular skeleton that gives neurons their characteristic shape; and KIBRA's interaction with membranes that maintains KIBRA in the correct location within neurons. Different parts of KIBRA are involved in its interactions with PKMzeta, Dendrin and Synaptopodin, and membranes.\n\nMethods\nWe will use the complementary characteristics of multiple methods. NMR exploits the magnetic properties of nuclei to provide information about the shapes, shape changes and interactions of proteins at many locations throughout proteins and across a wide range of timescales (picoseconds to minutes). X-ray crystallography provides higher resolution shape information but less insight into dynamic behaviour. Other methods tell us about the strength and dynamics of protein interactions with other molecules. Computer simulations of protein behaviour provide insights that are not available from experiment alone, aid interpretation of experimental data and inform design of new experiments. Combining our study of molecules with our collaborator Joachim Kremerskothen's parallel experiments on cells and animals should lead to deep insight into KIBRA function. \n\nLong term goal: treatments for addictions, phobias, stress and anxiety disorders, and memory decline\nWe will use our results to guide alterations in KIBRA that disrupt/enhance its interactions. Dr Kremerskothen will study how these KIBRA alterations affect neuron functions and memory processes in animals. This could help in the development of new molecules that affect memory. One existing molecule called ZIP that inhibits PKMzeta, for example, erases all long term memories yet permits formation of new memories. Improved understanding of memory-related molecular interactions such as those of KIBRA could help to develop molecules that specifically disrupt individual long term memories rather than all long term memories, for example to treat addiction, phobias, stress and anxiety disorders, or develop molecules that enhance memory performance in the elderly, Alzheimer's patients, or physical trauma victims.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J008176/1","grantId":"BB/J008176/1","fundValue":"325234","fundStart":"2012-08-01","fundEnd":"2016-01-29","funder":"BBSRC","impactText":"","person":"Stefan  Bagby","coPersons":["Jean Maria Van Den Elsen"],"organisation":"University of Bath","findingsText":"","dataset":"gtr"}