{"id":"11E9D075-BDB5-478A-B087-8E9BCB405C25","title":"Bacterial metabolic engineering: forced adaptive evolution of quorum sensing control of virulence and secondary metabolism by chemical selections","abstractText":"Bacteria are capable of 'talking' to each other in chemical terms. One set of chemical signals that is exchanged between bacteria involves N-acyl homoserine lactones (N-AHLs). These chemicals can diffuse between bacteria and can be sensed intracellularly. When these chemical signals move from one bacterial cell into a new bacterium they can bind to specific proteins that are responsible for switching on - or switching off - diverse sets of genes in the receiving bacterium. Bacteria use this system to link the control of multigene expression to the concentration of the available chemical signal. As the concentration of the chemical signal available is dependent on the number of bacterial cells producing the signal, then this system allows the receiving bacteria to determine indirectly the number of bacterial cells in the population. Therefore, bacteria can use this chemical signalling method to link the population density to the control of multigene expression. For that reason (cell number-dependency), this process is called quorum sensing (QS). Genes under QS control include those for virulence and secondary metabolite (such as antibiotic) biosynthesis in some pathogens of animals and plants. The main players in the N-acyl homoserine lactone (N-AHL)-based QS regulatory systems are LuxI-like proteins and LuxR-like proteins. LuxI-like proteins are enzymes that make the specific N-AHL whereas the LuxR-like proteins bind the N-AHL and bind DNA sequences upstream of the corresponding target genes. This leads to control of the corresponding target genes through chemical signalling. Some luxIR-type genes are mobile and have been acquired from other bacterial strains and they may have evolved by a modular system akin to a molecular 'lego' kit in which there is a 'mix-and-match' of functional parts of the respective proteins. We will test this modularity concept by artificailly forcing the evolution of the component parts of the system (LuxI and LuxR proteins) so that engineered bacteria will make different molecules to those they normally make and respond to different molecules from those to which they normally respond. This lab-based 'speeding up' of the evolutionary process will allow us to understand better some of the characteristics of the QS system. We will test this in two bacterial pathogens; one pathogenic to plants and another pathogenic to animals. In effect we will be artificially evolving the QS control systems in these bacteria such that they respond to a new chemical language. We expect the evolved versions to be less 'fit' because we think that the native system has evolved over a very long time period to enhance the survival and dissemination of the bacteria. We will test this idea in the lab.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E015581/1","grantId":"BB/E015581/1","fundValue":"465021","fundStart":"2007-09-01","fundEnd":"2010-08-31","funder":"BBSRC","impactText":"  Both the post-doctoral researcher and a graduate student who worked on this project were subsequently employed by two UK based industrial biotechnology companies, thereby adding to the skill base of UK PLC. \nThe engineered strains with re-purposed quorum sensing systems will provide new chassis and orthogonal control systems that may have utility in synthetic biology applications, for example the regulated biosynthesis of secondary metabolites and various bioactive products. Agriculture, Food and Drink,Education,Environment,Healthcare,Pharmaceuticals and Medical Biotechnology Societal,Economic,Policy & public services","person":"George  Salmond","coPersons":["David  Spring"],"organisation":"University of Cambridge","findingsText":" In Quorum Sensing (QS) bacteria make and detect small signalling molecules called acyl-homoserine lactones (AHL). The AHL concentration reflects bacterial cell density and AHLs act as intercellular monitors of bacterial cell population density. The QS system components are an AHL-responsive LuxR-like transcriptional regulator and a LuxI-like AHL synthase. The LuxR-like proteins of Erwinia and Serratia species have co-evolved with their cognate LuxI and host genome - where LuxR-type binding sites define impacts (via the LuxR-type regulon). To investigate the LuxR regulon and the ability of QS systems to adapt we deranged these systems in non-natural ways and noted how QS responded and how bacterial metabolism was affected by altering these regulatory modules. \n\nWe investigated the QS systems of the potato pathogen, Erwinia carotovora (Ecc) and the worm-virulent, Serratia species ATCC 39006 (Ssp). We replaced native luxI genes with those from other bacteria. We tested the responsiveness of LuxR-like proteins to concentrations of synthetic AHLs in Ecc and Ssp strains mutant in carI- and smaI-backgrounds, respectively. Some QS systems have interchangeable components and are evolutionarily amenable; others are very specific. \n\nAt physiological concentrations, CarREcc required 3O-C6-HSL to activate transcription, whereas CarR39006 activated carA expression without AHLs. CarR39006 had a strong affinity for carA promoter DNA in the absence of AHLs, consistent with AHL independence. \nWe made CarR domain hybrids with the N-terminal AHL-binding domain of CarREcc fused to the C-terminal DNA-binding domain of CarR39006, and vice-versa. The C-terminus of CarR39006 conferred AHL-independence. Fusing the CarREcc C-terminal domain (DNA binding) to the AHL-binding domains of other LuxR homologues did not enable transcription, suggesting inter-domain interactions are important for transcription. We developed a model to explain the evolution of a ligand-independent LuxR protein from a ligand-dependent version with high specificity. Some of the work in this project led to the production of a bank of engineered strains in which the cognate LuxR type DNA binding proteins were forced under control of heterologous LuxI type regulators. The latter generated N-acyl-homoserine lactones that were alien to the engineered host. Further studies with these strains will be useful for investigation of the evolution of quorum sensing under diverse environmental and physiological selections. Furthermore, future structural analysis of evolved alien LuxI's and adapted LuxR's will give a deeper insight into the molecular constraints that define the adaptive evolution of quorum sensing systems. Agriculture, Food and Drink,Education,Environment,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}