{"id":"11E9D785-B392-4796-BAF8-1A31EEBB14BA","title":"Developing a preference-based method for mapping between (preference-based) measures of health and quality of life","abstractText":"The NHS has to make important decisions about how to spend its limited resources. One way to do this is to compare the value for money from different health services. One method for helping to make this decision (though there will be other factors that should influence the decision) is to compare services in terms of their cost and benefits measured in terms of health; this is done by calculating their cost per ?quality adjusted life year (QALY)? and to select those interventions with the lowest cost per QALY. \n\nQALYs are calculated by giving a value from zero to one to a person?s state of health (where one is for full health and zero for states regarded as bad as being dead) and then multiplying with its duration. Currently, there is more than one method of assigning values to different health states, and the calculation of the cost per QALY of an intervention might be affected by which method is used. Different studies use different methods, because no one measure can capture all the dimensions of interest across every care group and medical condition. This is the problem the proposal addresses: to solve the current impossibility of comparing between studies that cover different diseases and different patient groups. This proposal seeks to address this problem by asking members of the general public to simply place a set health states (described using different instruments) in rank order, starting with the best imaginable state at the top. This information will be used to allow comparisons to be made between results obtained using different instruments. This will be very useful to researchers combining evidence from different studies and to policy makers using a cost per QALYs to help make decisions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0600592","grantId":"G0600592","fundValue":"150783","fundStart":"2007-01-01","fundEnd":"2008-12-31","funder":"MRC","impactText":"","person":"John  Brazier","coPersons":["Aki  Tsuchiya"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}