{"id":"1206E0A5-5E69-49F0-A02C-619EA545E568","title":"Methane at the edge: jointly developing state-of-the-art high-precision methods to understand atmospheric methane emissions.","abstractText":"Methane emissions are a global problem, but much of the research focusses on Europe, North America and Australasia where the main research groups are based. Many areas are poorly studied. More interaction and intercalibration of laboratory measurement and field techniques between the main research centres is required to provide comparable data across these regions. Additionally emissions of greenhouse gases from China have risen rapidly over the past decade, but the sources of methane are not well quantified. Three areas of international collaboration have been identified that aim to improve interaction and apply new knowledge and techniques to a new measurement site in Hong Kong.\nMethane, which is the second-most important anthropogenic greenhouse gas, is produced by a wide variety of sources, ranging from gas leaks from natural gas and coal extraction and processing, to cows and agricultural sources, to natural wetlands and fires. The carbon isotopic ratio in methane emissions varies greatly depending on the source, from typically 'heavy' (richer in 13C) in combustion sources and many natural gasfield leaks, to typically 'light' in northern wetland emissions. This isotopic signature provides a method of idetifying methane sources in air arriving at remote sites and in mixed plumes from densely-populated urban centres.\nThis proposal has three linked pump-priming components to help us measure methane emissions and understand them better. The first part is to link the isotopic measurements made in the UK and Europe much more closely with the measurements made by the US NOAA/INSTAAR consortium, who are world leaders in this work. In particular by intercomparing gas standards we can come to a common calibration, and thus produce a linked data set of background stations. \nSecondly, the work will link UK work with the Australian CSIRO group who are among the leading experts at field measurement using mobile vehicle-mounted systems. This will be particularly useful in skills transfer in studying sources such as gas wells (including fracking), coal mines, landfills and cow barns. \nFinally, as a proof of concept study, we will collaborate with the University of Hong Kong on a field test of the new methodologies. We intend to set up a measurement station on the extreme SE tip of the island, and sample winter north easterly air with back-trajectories, that has travelled along the Chinese coast from Shanghai, and before that from extreme NW China, where NOAA/INSTAAR have a long-running measurement time series. In summer the reverse flow occurs. In this way we can investigate if it is possible to quantify Chinese emissions of methane and find the isotopic signature of the source mix as it changes over the winter season.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M005836/1","grantId":"NE/M005836/1","fundValue":"39773","fundStart":"2014-12-31","fundEnd":"2016-12-30","funder":"NERC","impactText":"","person":"Euan George Nisbet","coPersons":["David  Lowry"],"organisation":"Royal Holloway, University of London","findingsText":"","dataset":"gtr"}