{"id":"12062F08-2EF3-4CAB-87D3-3BCE07A9F1B5","title":"Surveillance of toxic threats by electronic supervision of synthetic neurons in 3D","abstractText":"Threats in combat situations include the release of toxic chemical or biological weapons. These are relatively cheap and easily made so that they are available to a wide range of organisations. In fact recent history shows that the biggest threat is from small groups rather than states waging conventional warfare. For known examples such as the sarin nerve poison used on the Tokyo underground and the anthrax toxin used against the US postal service, highly specific and sensitive tests can be created using existing technology such as enzyme assays or immuno assays. These are similar to those used in hospital laboratories to detect disease markers. However there exists the possibility of the emergence of newly engineered agents for which a bespoke test is not yet developed. Such agents may affect cells, such as nerve cells or muscle cells, in a variety of ways including the blocking of specific electrical, biochemical or genetic processes. In order to detect such threats we need a modern day miner's canary, a biological system that can rapidly react to threats and warn personnel of imminent danger. The proposal here is to use synthetic biology approaches to create a miniaturised cell system that being complex is likely to contain the target sites for a wide range of toxins. The read out with be a rapid electrical signal. The synthetic biology will be developed at three levels, firstly a silicon chip will be made using micro technology in which nerve cells will cells will grow. We will design an electrode which has a nanotechnology based surface similar to that of a nerve cell. This will encourage cells to stick closely to the electrode and this will made our system very sensitive even though it uses only one recording electrode to listen in on the electronic chatter between cells. Secondly we will synthesise novel protein nets and pillars to direct nerve cell growth to make the isolated cells more like those in the human brain. This will replace the natural scaffolding which surrounds cells in living tissue, stabilising them and guiding their growth. Finally we will use mouse nerve cells derived from embryonic stem cell lines to give us the future power to design specially sensitive cells for new toxin detection systems. This means that no animals will be used in these experiments and the results will be much more reliable. The result of this one year project will be the proof of principle demonstration of our ability to use miniaturised cell culture as a field technology for the detection of toxic threats to our cities and armed forces. In future the technology can have wider applications in medical research and screening for new drugs.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J020176/1","grantId":"BB/J020176/1","fundValue":"100186","fundStart":"2012-12-31","fundEnd":"2013-12-30","funder":"BBSRC","impactText":"","person":"Jeremy Hugh Lakey","coPersons":["Anthony  O'Neill","Doug  Turnbull"],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}