{"id":"1210E3AE-4348-4AA3-93F2-3F433AC86DEF","title":"Sensor Integrated Biosensors (SIBs)","abstractText":"We propose to develop sensor integrated bioreactors (SIBs) as a tool enabling researchers and producers of tissue\nconstucts to monitor their development non-destructively during long-term culture (up to 28 days). The innovation in this\nproposal is the incorporation of advanced sensing, imaging and monitoring technologies into an existing state-of-the-art\nbioreactor system: Quasi-Vivo. The added functionality will allow for non-invasive, in situ monitoring of tissue constructs\nwhich will avoid the need to sacrifice experiments to collect data at each time point. The SIBs will be exploited by the enduser\ngroup established in this consortium, both to speed the development cycle of regenerative medicine products and\nimprove the economics of production by providing a more closely controlled in-vitro model than is currently available.\nThis project will deliver cell culture systems that provide faster growth of tissue, more accurate control of phenotype and\nimproved efficiency through the ability to monitor tissue development non-destructively in a flow-through system. The\nsystem will be validated in a particular application for bone regeneration using RegenTec's ' injectable bone' scaffold.\nHowever the Quasi-Vivo bioreactors incorporating the Sensor Integrated Bioreactors (SIBs) technology developed in this\nproject will have a wider range of application than just bone regeneration. The initial size of the bioreactor will be ideal for\nresearch applications but it has already been demonstrated that up to 36 Quasi-Vivo bioreactors can be operated in parallel\nmaking them inherently scaleable for stem cell propagation for clinical use.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J021369/1","grantId":"BB/J021369/1","fundValue":"208916","fundStart":"2012-07-01","fundEnd":"2014-06-30","funder":"BBSRC","impactText":"  Findings from this project have been used to expand the product line of Kirkstall Ltd and to increase the headcount of employees at both Kirkstall Ltd and Locate Therapeutics (formerly RegenTec). Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology Economic","person":"Jonathan  Aylott","coPersons":["Felicity Rosamari Rose","Amir Mehrdad Ghaemmaghami"],"organisation":"University of Nottingham","findingsText":" Sensors have been developed that can be incorporated into bioreactors developed and sold by Kirkstall Ltd. The sensing technologies developed are being incorporated into products being developed by Kirkstall Ltd. Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}