{"id":"12177A54-23EA-4C74-9473-07E8E116168F","title":"Manufacturing Lightweight Carbon Nanotube Electrical Cables: Increasing the Conductivity","abstractText":"Individual Carbon nanotubes (CNT) are as conductive as copper, they can carry more current and have ~7 times smaller density. They also perform better at high frequency, because they have a significantly-reduced skin effect, where the higher the frequency, the thinner the layer at the surface that can carry the current is, leading to increased resistance. Mechanically, CNTs are more stable as electrical conductors, as they do not suffer from creep, a phenomenon where metals deform, in time, under stress and which leads to electrical failures in wires and printed circuit boards. An electrical CNT wire that is as conductive as an aluminium or copper one will be lighter, tougher, able to carry more current and perform better at higher frequencies. Lift a power drill or a vacuum cleaner and imagine that their weight is cut in half, without losing power. The problem when going to a large scale is how to pass the current between individual nanotubes. The structure of graphite is that of individual sheets of sp2-bonded carbon, held together by weak van der Waals forces in directions perpendicular to the individual sheets; these weak forces are the reason why these planes slip across each other and the graphite lead in the pencil works. Conductivity in the plane is very high, but out of plane is much smaller; this means that if we put two nanotubes together, the electrons find a barrier between the nanotubes that they must tunnel through, reducing the conductivity. What we propose to do is to effectively weld nanotubes, by introducing defects in the nanotubes in a controlled way and then healing them together, such that the defects migrate and cancel each other between the tubes, leading to cross-linking of the CNTs in the area of contact. Therefore, our challenge is to discover a manufacturing solution for CNT wires and cables, and we are best placed to do this because we start from our proven method for getting CNTs aligned by electrospinning and we have the right expertise in the management of defects in materials, from introduction/implantation to self-healing.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N006372/1","grantId":"EP/N006372/1","fundValue":"398623","fundStart":"2016-03-31","fundEnd":"2019-03-30","funder":"EPSRC","impactText":"","person":"Vlad  Stolojan","coPersons":["Russell  Gwilliam","S Ravi Silva"],"organisation":"University of Surrey","findingsText":"","dataset":"gtr"}