{"id":"121AC495-8EAA-4491-98C1-56ADFE76D828","title":"Molecular Software and Hardware for Programmed Chemical Synthesis","abstractText":"We intend to design a nanoscale chemical factory in which the machines, like the products, are molecules. The factory will not only build molecules but will be capable of evolving them to have desirable properties. The products will be linear molecules produced by linking together smaller building blocks in a defined sequence - at each stage the molecular machinery will be capable of choosing the correct building block from a range of possibilities. The system will be capable of synthesizing a library of molecules with different sequences and selecting 'successful' molecules for their fitness to perform a specified task. We will also develop designs for more powerful systems in which the molecular machinery responsible for chemical synthesis has internal computing power and can direct its own operation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F056605/1","grantId":"EP/F056605/1","fundValue":"138284","fundStart":"2008-07-14","fundEnd":"2011-07-13","funder":"EPSRC","impactText":"  Our work on the development of DNA structures, and especially dynamic DNA devices and molecular machines, has contributed to a huge growth in the international research community that studies DNA self-assembly. Practical applications of this revolutionary new technology are still just around the corner, but promising directions include molecular manufacture and molecular electronics, drug discovery, drug delivery and structural biology. Other ","person":"Andrew Jonathan Turberfield","coPersons":[],"organisation":"University of Oxford","findingsText":" We intend to create a nanoscale chemical factory in which the machines, like the products, are molecules. The products will be linear molecules produced by linking together smaller building blocks in a defined sequence - at each stage the molecular machinery will be capable of choosing the correct building block from a range of possibilities. The system will be capable of synthesizing a library of molecules with different sequences and selecting 'successful' molecules for their fitness to perform a specified task. We have developed systems, based on nanostructures made from DNA, that control the routing of a cargo within a branched track network. Under a linked grant, we have developed methods for controlling sequential chemical reactions using DNA. We have also worked on designs for more powerful systems in which the molecular machinery responsible for chemical synthesis has internal computing power and can direct its own operation. Many of the components for our nanoscale factory are therefore in place: we have DNA-directed chemistry and DNA assembly lines with controlled routing that will enable control of the molecular product formed. To achieve their full potential impact, the ideas contained in this proposal will require research and development well beyond the scope of this proposal. In the initial stages of this project (covered by this proposal) the principal beneficiary has been the academic community - particularly in the field of molecular nanotechnology, also in synthetic biology. We anticipate that successful development of an intelligent molecular manufacturing processes will lead to industrial interest, particularly in the following sectors: pharmaceutical (enzyme inhibitors, cyclic peptides), chemical manufacturing (catalyst development) and electronic (optoelectronic components, electronic wires). Commercial adoption and development has the potential to contribute to the UK economy and to public health and standard of living, for example through innovations in drug development, manufacture and delivery, and in the development of novel prototyping and manufacturing techniques. Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}