{"id":"12213707-E139-4968-83B6-E5363E8ECE64","title":"Community consequences of introducing a biological control agent","abstractText":"In the UK, and much of Europe and the rest of the world, invasive weeds are destroying natural habitats through exclusion of native species, reduction of biodiversity, and removal of ecosystem services. Some invasive weeds even damage the groundwork of buildings, causing structural problems. The costs to the UK economy alone totals almost &pound;2billion per year highlighting them as key targets for control or removal. Efforts to control these weeds is also problematic and expensive, partly due to lack of control measures and partly because of the vigorous nature of the plant spread and deep-rooted establishment of the plants. One of these problem plants is Impatiens glandulifera (Himalayan Balsam), which is now the most commonly occurring non-native plant species on riparian (riverside) systems in England and Wales. The plant severely reduces native plant and insect biodiversity and is expensive and difficult to control, because herbicides cannot be used near water courses. Balsam plants die off in winter, leaving exposed areas susceptible to erosion, while summer populations choke water courses, increasing the likelihood of flooding.\nDEFRA selected Balsam as target weed for biological control, emphasising the importance of this research. In July 2014, CABI received Ministerial approval to release the rust fungus Puccinia komarovii var. glanduliferae, a pathogen of Himalayan Balsam found in Pakistan and India, at trial sites in the UK. This is the first approved release of a non-native fungal pathogen anywhere in Europe. It therefore provides a unique opportunity to determine the impact of the rust release on the plant and the communities it has invaded. It is important not just to examine what factors affect the efficacy of the rust in the field, but also how native plant communities recover as weed populations decline. This proposal is a joint one involving CABI, Royal Holloway, University of London and the University of Reading. Together, we will monitor rust relese, determine the factors that affect its establishment in the field and discover how invaded communities recover after balsam removal. We will conduct this research alongside DEFRA, who have pledged money to monitor rust release.\nWe will carry out a series of experiments to examine the impact of soil-dwelling beneficial fungi (termed arbuscular mycorrhizas) on rust infection. Mycorrhizas provide plants with essential nutrients and some species are known to increase susceptibility to foliar pathogens. We will also examine the foliar tissues of balsam plants, as these also contain fungi (termed endophytes). New research is emerging to suggest that microbes living on plant surfaces and inside plants could have anti-microbial effects on potential invading pathogens. It is critical to determine whether we can manipulate the plant's growth conditions to maximise the efficiency of the rust, either through encouraging microbes that help the rust or removing conditions for detrimental microbes.\nThis is a unique opportunity to discover how the native plant, insect and soil microbial communities start to recover after weed removal. Biocontrol is usually about reducing the health or performance of target organisms and to date it has generally been assumed that a native, diverse community will readily establish. However, we know that balsam somehow alters the soil to severely reduce growth of other plants. Thus, a key outcome of the study will be to determine how we can use beneficial microbes to allow native plants to recolonise. A particularly exciting part is that the mycorrhizal fungi which we hope to use to aid rust efficacy also have the potential to help native plants to grow, thus we will be able to develop a unique, double-headed strategy to have a genuine impact on the control of this weed.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/N00244X/1","grantId":"NE/N00244X/1","fundValue":"328022","fundStart":"2015-11-02","fundEnd":"2018-11-01","funder":"NERC","impactText":"","person":"Alan  Gange","coPersons":[],"organisation":"Royal Holloway, University of London","findingsText":"","dataset":"gtr"}