{"id":"1228CCDF-F692-439A-8722-DA78C0EE4A1A","title":"Lancaster University Experimental Equipment","abstractText":"Lancaster University is consistently ranked in the UK Top 10 (the only such NW university), and in the top 1% of universities worldwide. Lancaster plays a key role in the N8 Northern university partnership and the annual Higher Education Business and Community Interaction Survey places Lancaster in the UK top 10 for the number and value of its SME partnerships.\n\nTo ensure the highest quality research Lancaster has made targeted investments of over &pound;450m since 2004, with a further &pound;135m planned for the next three years. Targeted and strategic investment is employed to expand in new areas and to improve performance in our current subject strengths. Areas of strength at Lancaster include: research in advanced functional materials; ultra-isolated environments; nuclear materials research; and development and the security of large-scale complex cyber-physical environments, and these four areas make up the themes of the experiment bundles in this application. \n\nFollowing a very strong performance in RAE 2008, we anticipate a strong outcome in the 2014 exercise to reinforce our position among the UK's very best research-led universities. The experimental equipment highlighted herein will support, refresh and update facilities in these areas. Existing academics in these fields have solid international reputations, and we are also recruiting 50 rising stars in celebration of our 50th anniversary, whose appointment will be strategically aligned to support and develop our very best research.\n\nLancaster has a strong international presence through strategic international university and industrial partnerships. We collaborate globally on key research issues with international impact. Nationally, Lancaster is a leading research-intensive university. As a key partner in the N8 consortium, Lancaster contributes to the N8 database of assets and follows guidelines set out in the N8 Equipment Sharing Toolkit (N8 EST) to facilitate sharing of equipment between members. New state-of-thert facilities in these key areas will lead to new research collaborations and opportunities - both at a national and international level and help to bring in talented collaborators not only to the UK but to the Northern region.\n\nDemand assessment studies conducted externally on behalf of Lancaster show significant industrial demand for the use of these facilities for their own research and development activities as well as research and innovation projects with the university. Lancaster University has an excellent track record of engaging with SMEs, and since 1998 it has delivered over 50 projects, part-funded by the European Regional Development Fund, totaling over &pound;72m, enabling the university to work with over 5000 companies to date.\n\nAn essential element of our sustainability model is the promotion of industrial access to our facilities and resources. The university already has in place access arrangements for industry in key facilities (InfoLab21, Lancaster Environment Centre and Engineering), with over 100 company staff currently co-located in facilities in our departments. The new Collaborative Technology Access Programme (cTAP) at Lancaster will develop a business model to provide managed industry access to an increasingly wide range of technologies on the campus, including the facilities highlighted within this proposal. We are developing a single entry route to our facilities, supported by a business-facing group of technical staff and believe we will be the first university to offer this service.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M028305/1","grantId":"EP/M028305/1","fundValue":"642163","fundStart":"2015-04-01","fundEnd":"2016-03-31","funder":"EPSRC","impactText":"","person":"Stephen Paul Decent","coPersons":["Malcolm John Joyce","Awais  Rashid","Peter Robert Fielden","Richard Peter Haley"],"organisation":"Lancaster University","findingsText":"","dataset":"gtr"}