{"id":"122EC689-7200-489F-BB5D-575BD5447442","title":"Characterising a newly-identified modulator of ADHD risk: the behavioural and neural functions of steroid sulfatase","abstractText":"Children with Attention Deficit Hyperactivity Disorder (or ADHD as it is more commonly known) have trouble concentrating, are hyperactive and often act without giving due thought to the consequences of their actions. Moreover, they are often anxious, aggressive and have problems sleeping. Consequently, they often have difficulties regarding education and social interactions, which can cause substantial and deleterious knock-on effects on their adult lives.\nMany studies have shown that ADHD risk has a strong genetic basis. Interestingly, ADHD seems to affect boys far more commonly than girls, implying that one or more genes on the X or Y chromosomes may influence vulnerability to developing the disorder. Recent work in mice and in humans has identified one gene on the X chromosome which may influence this vulnerability. The gene is called STS, and when it is absent boys (or mice) are prone to developing symptoms associated with ADHD. The protein made by the STS gene is called steroid sulfatase. Currently, little is known about the role steroid sulfatase plays in the brain, and in particular, how it might act to influence attention and impulsivity. As experiments on human brain function are difficult to perform and limited in their scope, the present proposal will use mice to identify the effects of steroid sulfatase manipulation on brain development and function, with a view to characterising the function of the protein. These experiments should give us important clues as to what is going wrong in the brains of subjects with ADHD, an essential first step to working out how we might remedy it. The results obtained from our studies might also ultimately help us to develop therapies against other common and debilitating disorders associated with attention and impulsivity problems, including autism and schizophrenia.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0900636","grantId":"G0900636","fundValue":"430064","fundStart":"2010-03-15","fundEnd":"2013-03-14","funder":"MRC","impactText":"","person":"William  Davies","coPersons":[],"organisation":"Cardiff University","findingsText":"","dataset":"gtr"}