{"id":"122F433A-2B4B-419F-916B-86BA0E6FA7AB","title":"OPTIMISING STEM CELL THERAPY: INVESTIGATING CLONAL HETEROGENEITY IN EQUINE CHONDROPROGENITOR CELLS","abstractText":"In the joints of horses other vertebrates, bones are covered with cartilage which provides a smooth, low resistance, weight bearing surface that enables the bones to move against each other with minimal resistance. Upon injury, cartilage has a limited capacity for self repair as it does not have a blood or nerve supply. Cartilage damage (or 'defects') in the horse can occur through both disease and traumatic injury to the joint. If left untreated, the defects can lead to osteoarthritis. \n\nIn horses and humans, cartilage cell therapy is a technique utilised to replace injured or osteoarthritic cartilage but it is unreliable. We know some of the reasons why repair is unreliable, and a major one relates to the cells used. Generally the cells used for this procedure are taken from cartilage of the patient undergoing treatment. Unfortunately, when these cells ('chondrocytes') spend too much time out of the joint they lose their ability to turn back into cartilage cells and stop multiplying.\n\nIn our laboratory, a progenitor cell has been discovered in horse cartilage. Progenitor cells are similar to stem cells and have the capacity to become a number of different cell/tissue types. We have demonstrated that cartilage progenitor cells don't suffer from the same problems as chondrocytes. It has been shown that you can generate hundreds of millions of progenitor cells in the laboratory (at a fast rate) and they will reliably turn into cartilage cells when required. These attributes make progenitor cells superior candidates for repairing the cartilage in horse joints. \nIt is the nature of stem and progenitor cells, once isolated from their host tissue (for example, bone marrow), to form colonies. Numerous colonies are grown together in plastic dishes in the laboratory until a sufficient number of cells is reached to provide treatment. However, it is widely accepted that the results of stem cell treatment are hugely variable and this is believed to be in part, due to the lack of uniformity in stem cells and the colonies they form.\n\nRecent work in our laboratory has demonstrated that progenitor cell colonies from horse cartilage also lack uniformity. Not only can the colonies look different but it is also observed that when they are grown as single, separate colonies, there is a difference in the rate at which they multiply and the quality and quantity of tissue engineered cartilage they form. At this present time we do not have a precise method to choose the 'correct' colony in order to provide cells for treatment. We also do not know whether it is acceptable to grow numerous colonies together (akin to growing stem cells from bone marrow) or whether the colonies should be grown as single, separate colonies. It is possible that growing numerous colonies together may induce either positive or negative feedback; i.e do 'bad' colonies reduce the quality of 'good' colonies and vice versa. This study will therefore aim to:\n\n1)Investigate the importance of colony shape and structure. Are we able to pick good cells for treatment based on the type of colony they form?\n2) Compare and contrast the quality of cartilage from single colonies and from muitiple colonies (colonies grown together). We will also determine the effects of mixing together single colonies of varying known quality.\n3) Investigate the physical properties of the cells derived from single colonies. Are we able to pick good cells for treatment based on the physical properties of the cells?\n\nData from this study will allow us to determine the best colonies that provide the greatest potential for cartilage repair in the horse. Understanding the lack of uniformity in stem and progenitor cell colonies has great clinical importance as these data will also assist us to determine whether, for therapeutic purposes, a single clone or multiple clone method is the best approach with the long term aim of improving the clinical outcome of treatment in the horse.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J009210/1","grantId":"BB/J009210/1","fundValue":"200121","fundStart":"2012-04-01","fundEnd":"2014-03-31","funder":"BBSRC","impactText":"","person":"Charles  Archer","coPersons":[],"organisation":"Cardiff University","findingsText":"","dataset":"gtr"}