{"id":"12413555-7131-41F5-9F3D-572405C96E58","title":"Selecting genes for function: Exploiting genetic diversity in grasses to manage the biophysical interactions in grassland soils","abstractText":"Grassland is an important land use in the UK, accounting for 35% of all land cover and more than 70% of farmed land. Grassland utility is becoming more multifunctional with an increasing need to consider the pivotal role of grassland management in river basin corridors and their role in rainfall-runoff processes, which have a significant influence on flooding. The ability of vegetation to increase macro-porosity and to influence soil hydraulic properties has been recently observed. However, little is known about how grassland management influences soil profile hydraulic properties and larger scale rainfall-runoff processes. Not only should grasslands be freely draining in wet periods, but sustainable grasses need to be able to extract water stored in deep layers during dry summer periods. A unique collection of grasses that have a diverse set of gene x environment interactions will be used to link the genetics of deep rooting and water use efficiency with their function. The gene mapping approach used here will simultaneously identify genes for rooting traits and water-use-efficiency both in UK grass species and in other monocot crop species including the model monocot crop rice, thereby facilitating information exchange for the benefit of all concerned with monocot crop-sustainability. To realize the benefits from breeding grasses and selecting grass with genes for predetermined function it is necessary to understand the implications at the field and catchment scales. This is to say that we need to up-scale from microcosm and runoff plot experiments to the catchment scale. The variation in plant root growth within species and between grass species will be assessed to enable more accurate model predictions of the influence of grass rooting behaviour on soil hydraulic properties. This will provide a basis for active grassland management that has the potential to manipulate both productivity (i.e. through water availability), and environmental services through increased infiltration into the soil profile and decreased surface water run-off. The final objective of this project is to develop a model that integrates the new knowledge such that the outputs of the project may be generalized and used to reduce flood risk at the landscape scale.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D011612/2","grantId":"BB/D011612/2","fundValue":"152173","fundStart":"2008-04-01","fundEnd":"2009-09-30","funder":"BBSRC","impactText":"","person":"Philip Matthew  Haygarth","coPersons":["Andrew  Binley","David  Scholefield","Ian  King","Michael Warren Humphreys"],"organisation":"Rothamsted Research","findingsText":"","dataset":"gtr"}