{"id":"12470A41-2B01-40A1-8AF7-E5E56483D8C4","title":"AMMA Further Analysis: Convective life-cycles over African continental surfaces","abstractText":"The population of West Africa rely on rainfall for their survival, since rainfall in most areas is the most important limit on agricultural production. Rainfall is also important in the availability of water for human consumption and for hydroelectric power generation, while the seasonal rainfall influences certain diseases such as malaria. Currently, our ability to predict rainfall in this region is extremely poor. This project aims to improve our understanding of the rain-bringing storms of West Africa, and improve our ability to forecast them. Through a knowledge-exchange programme with weather forecasters from the UK and West Africa, we will feed the new scientific understanding into daily and longer-term predictions. In the Sahel region during the monsoon season, most of the rain is delivered by large thunderstorm clouds, known as cumulonimbus, which can extend 20 kilometres upwards into the atmosphere. These cumulonimbus clouds band together into large, organised storms, several hundred km in extent, that produce intense rain, leading to patches of very wet soil. Often, after a storm, patches of wet soil lie adjacent to soil which remains extremely dry. In turn, the soil moisture patterns lie on top of a mixed distribution of vegetation, from forest to agriculture, savanna and desert. We know that such patterns in the land surface can interact with storms on the following days, and it is important to understand these processes for accurate weather forecasting. In the past, a major problem in quantifying this interaction between the land surface and cloud has been a lack of useful measurements from this remote region. Following the successful NERC-funded AMMA (African Monsoon Multidisciplinary Analysis) study, we now have unprecedented observational data for this region of the continental tropics. Using this dataset, we will analyse cases in which storms interact with the land surface, and therefore improve weather prediction models. The West African Monsoon is an airflow which brings humid air from the Atlantic Ocean into the continent: this humidity feeds the rain-bringing storms. However, moisture is also transported out of the low level, humid monsoon layer by smaller clouds, known as cumulus congestus. The rate at which moisture is mixed upwards by congestus clouds influences the water budget of the entire West African region, so we need to assess their effects if we are to get the forecast right. We will make use of chemical tracers measured during AMMA, to understand and evaluate the rates of congestus mixing, in reality and in models. We will use the UK Met Office weather and climate prediction model - the 'Unified Model' (UM). The UM is excellent for this kind of study because it can be used to describe a wide range of phenomena in the atmosphere, from small clouds a kilometre or so across, or the whole global atmosphere. Advances made in a sister project (Cascade) mean that now we have a version of the UM which can resolve clouds right across the continent, and assess the interactions between these clouds. Such interactions are just as important as the land surface state in setting off new storms -a big thunderstorm sets of patterns of waves in the atmosphere which move thousands of km across the continent and may commonly set off a new storm at a remote location. By resolving these processes in the Cascade version of the UM, we aim to understand what is needed to get them right in a weather prediction version of the UM. The UM is also used as a climate prediction model: currently, climate predictions for West Africa disagree on projections of future rainfall, which hinders effective mitigation strategies that could help in planning for local and international governments. The knowledge gained from this project will help not only in the day-to-day prediction of storm events but also in prediction of future rainfall trends.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G018499/1","grantId":"NE/G018499/1","fundValue":"375068","fundStart":"2010-06-01","fundEnd":"2013-11-30","funder":"NERC","impactText":"  The findings of this project have been used in the weather and climate prediction services, in the UK, Europe and within Africa.\n\nOur results have also pointed out fundamental physical processes which need to be represented in models of the climate system, in order to correctly link the land surface, rainfall, and large-scale circulations. These results are influencing the development of the next generation of models for the Met Office.\n\nAs part of the Impact Plan for this project, we are leading the preparation of a &amp;quot;Forecasters' Handbook for West Africa&amp;quot;. This project is a major knowledge exchange between researchers and forecasters, in Africa and around the world, and will be used to train the next generation of weather forecasters in Africa. Aerospace, Defence and Marine,Environment,Transport Societal,Economic","person":"Douglas  Parker","coPersons":["Jeffrey  Peakall","Andrew Neil Ross","Mathew John Evans"],"organisation":"University of Leeds","findingsText":" The project has used field measurements to test weather and climate forecast models over West Africa. \n\nWe have made some important steps in understanding the links between land surface state and rainfall, in West Africa. These are results which appear to hold in all the tropical continental regions. \n\nWe find that afternoon rain is favoured over dry surfaces, and suppressed over cooler, moist surfaces. This means that after rainfall, rain on the subsequent days is more likely to be initiated over areas which remained dry. \n\nThe results also apply to the control of rainfall by vegetation: when forest is cleared for farming, rainfall is increased over the cleared areas, but decreases over the remaining forests. We speculate that this effect may put stress on the survival of the remaining forest.\n\nWe have developed case studies of the atmospheric response to surface patterns of vegetation and soil moisture, and the ways in which this response conditions the rainfall on the next day.\n\nWe have also made statistical analysis of satellite observations and high-resolution models, to show that the land-atmosphere coupling is robust over many rainfall events.\n\nWe have shown that current climate models have the wrong sign of response of the rainfall to surface wetness: this is a major concern in the interpretation of model projections of the water cycle over the tropical continents in a future climate. We have also shown that high-resolution models capture the feedbacks faithfully, and we have quantified the implications of the errors for the prediction of future drought periods in Africa.\n\nWe have used the latest generation of high-resolution models to explain how climate models handle the water cycle of the region, including the feedbacks between rain-bringing storms and the surface state. Our results offer methodologies for the planning of future land use in the tropics, in relation to its influence on rainfall. Our results are directly relevant to the improvement of global weather and climate models, and are being used to develop these models through our partnership with the Met Office.\n\n\n\nThe methodologies developed in this project are also being used in a number of spin-off research activities, such as a project with the Met Office, analysing the changes in rainfall which result from changing land-cover in Africa.\n\n \n\nWe are developing the material into guidance for weather forecasters as part of our Impact Plan. This includes leading a new textbook on weather forecasting in West Africa. Environment","dataset":"gtr"}