{"id":"1251F8A0-3738-4261-B378-12648B03154F","title":"Guitar Heroes in Music Education? Music-based video-games and their potential for musical and performative creativity","abstractText":"This network aims to investigate the potential of music-based video-games, such as Guitar Hero, Wii Music, RockSmith, Dance Central or Child of Eden to foster a creative engagement in its players. By connecting academics from a wide range of relevant disciplines (such as music eduation, music psychology, game and gaming theory, theatre studies) with both game designers and artists and musicians, who have embraced the soft- and hardwares of gaming for creating new ways of composing and performing, we seek to discuss this topic from the best possible variety of angles. We also seek to facilitate discussions and suggestions towards impact by interrogating how our renewed shared understanding about the creative potential of these games will influence future game design. We further ask how existing and future games could be implemented in music education, be it in the classroom or the conservatoire. \nThe network brings together an international group of academics, game designer and developers and composers/musicians, who will meet twice in the UK. The first 2-day meeting will focus on taking stock, exchanging the different perspectives and interest of the participants and the different notions of &quot;creativity&quot;, &quot;play&quot;, &quot;music-making&quot; and 'education' that each bring to the phenomenon of music-based gaming. We will also seek to differentiate the wide range of available games and platforms and the different kinds of experiences and opportunities for self-expression and learning these afford. We need to distinguish, for example, games such as Guitar Hero or Rock Band, where the focus lies on creating the narrative of a career in the music industry as a performer by emulating great performances by existing artists to games such as Child of Eden or Wave Trip, which are essentially Shooter or Jump and Run games, but where the gameplay's main attraction is that the activity creates also the music.\nThe second 2-day meeting will focus on looking forward: what are the opportunities for game design and the implementation of music-based games in educational settings with an aim to foster music-performative understanding and creativity? Based on some existing pilot studies (e.g. Dr Gianna Cassidy's EPSRC funded project: &quot;Music-Games: Supporting New Opportunities for Music Education&quot;, Glasgow, UK) and the collective expertise of the network, we will be able make a range of suggestions and propose a number of findings, which we hope - on dissemination to different groups of beneficiaries - will foster new developments both in game development and music education. To that end, we will present our findings both at the Game Developers Conference, a key event in the Gaming Industry, and write an article for an interdisciplinary music education journal (e.g. Research Studies in Music Education). We will also provide open access opportunities to follow our network through a Blog, which will include excerpts of our discussions, presentations and findings.\nThe network also aims to explore opportunities for future projects, e.g. a funded pilot study of embedding different music-based games in different educational settings (classroom, conservatoire etc.).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L009277/1","grantId":"AH/L009277/1","fundValue":"35264","fundStart":"2014-01-09","fundEnd":"2015-12-31","funder":"AHRC","impactText":"  The grant is still underway, so it is too early to speculate about its impact. However, we have made sure through a number of public event designed specifically for non-academic audiences (see relevant section) + the widely accessible blog (which has had 2300 page views so far) that our research questions and findings engage a wider audience. Also, by working closely with representatives from the industry itself and with schools, we hope to directly impact the way in which videogames are designed and then used in classroom settings. Creative Economy,Digital/Communication/Information Technologies (including Software) Cultural,Societal","person":"Aylish  WoodDavid Philip Roesner-Lagao","coPersons":["Gianna  Cassidy"],"organisation":"University of Kent","findingsText":" We have not finished the grant yet and it is too early to summarize any findings. It is too early to tell, but we hope our research will have an impact on future video game design on the one hand and the implementation of available products in the classroom for educational purposes on the other. Creative Economy,Digital/Communication/Information Technologies (including Software),Education","dataset":"gtr"}