{"id":"1251F074-9996-4F8D-8791-D35CA300A4BA","title":"EMBOSS: European Molecular Biology Open Software Suite","abstractText":"EMBOSS is an established, innovative software package for sequence analysis. The project was started in 1996 by two bioinformatics developers (Peter Rice and Alan Bleasby) who have developed a set of over 300 programs for the analysis of DNA and proteins. EMBOSS is 'open source' - the source code is available to anyone who can modify or extend it to meet their needs. Users in industry have found that EMBOSS makes their life easier compared with expensive commercial packages. The EMBOSS team has been based for the past 3 years at the European Bioinformatics Institute (EBI). This proposal will provide sustained funding to maintain and support EMBOSS for a further 3 years and to support key new developments for the benefit of the biological sciences community. Up to 100 new applications will be provided. Public data resources for whole genomes and many associated datasets will be integrated under EMBOSS interfaces. Control of the results from large numbers of application runs will be combined and managed more easily. The technology for DNA sequencing is changing at a very rapid pace. Next generation sequencing technologies are capable of generating enough information to re-sequence the human genome in a few days and at a tiny fraction of the original cost. These instruments generate a vast amount of data, beyond the capacity of most existing software and presenting new challenges in data management and processing. Core components of EMBOSS will be rewritten to allow all applications to run on this scale, and new applications will be added to analyse and interpret the results. EMBOSS has been installed by more than 25,000 sites worldwide, many of them in the UK. As well as developing new applications and extending functionality, EMBOSS users have developed a wide variety of interfaces to run the programs through the web or as part of other specialist applications, for example the Taverna workbench - a UK e-Science project that supports long and complex workflow pipelines using EMBOSS applications, run through services provided by EBI. To support such a large number of users, and especially to provide help to those who can benefit more by making their own changes to EMBOSS, we will provide a suite of online eLearning courses with interactive tutorials, videos, printed background materials, self-marking quizzes and a set of follow-up tasks. These will be supported by the European Bioinformatics Institute's new eLearning portal.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G02264X/1","grantId":"BB/G02264X/1","fundValue":"749881","fundStart":"2009-05-01","fundEnd":"2011-12-31","funder":"BBSRC","impactText":"","person":"Peter Martin Rice","coPersons":[],"organisation":"EMBL - European Bioinformatics Institute","findingsText":"","dataset":"gtr"}