{"id":"1256B2A5-ACB8-4C3D-BF86-3A233533DACE","title":"Over-Hear: assessing functionality of hearing aids in complex listening environments","abstractText":"The World Health Organization (WHO) estimates around 360 million people world-wide have a disabling hearing loss, with significant negative impact on the social and emotional health of individuals and their families, lost education and employment opportunities, and a substantial economic burden for deaf individuals and broader society. Currently, hearing aids are the most common form of therapeutic intervention for hearing loss. Nonetheless, even in high-income countries with established social- or insurance-based health care provision, the uptake and retention of hearing aids remains low; this is despite the lack of alternative treatments and therapies and the enormous personal and societal cost. Independent of differences in culture, economics of health-care provision or even whether or not someone has been provided with or purchased a hearing aid, a principle reason given for stopping using them (or not considering them in the first place) is the broadly held view that they provide little in terms of understanding speech in background noise. Since this is precisely the problem for which most hearing-impaired listeners seek help in the first place, it is unsurprising that this failure to deliver often leads to non-use of hearing aids. Several reasons likely contribute to disappointment with hearing aids, including unrealistic expectations of the devices' capabilities, intermittent use potentially compromising the extent to which the hearing brain adapts to the device, and the undeniable fact that hearing aids, whilst performing an adequate job in terms of amplifying sounds, do not make them very much easier to distinguish from each other; although hearing aids can provide the extra amplification of sounds that is lost when the inner ear is damaged, they cannot restore the frequency resolution (the ability to distinguish one sound from another) that accompanies the loss of sensitivity to quiet sounds. This is compounded by the fact that hearing aids are generally fitted with respect to increasing the audibility of pure tones (the pure-tone audiogram) with little or no regard to the natural listening environments in which most listeners need to perform. Although many putative strategies for enhancing listening in noise are implemented across a range of hearing aids, their rationale and their efficacy are only poorly understood, not least because they are inadequately assessed with respect to individual users' listening and communication strategies. We will establish a consortium of researchers, engineers and clinicians called 'Over-Hear' in order to understand and develop the best means of assessing how individual listeners utilise their hearing aids in complex listening environments. Through a series of Workshops, Over-Hear will seek to determine:- how best measures of listening performance can be assessed; how listeners behave in complex listening environments; the evidence needed to determine whether technological advances in hearing-aid processing are effective; the range of different performance levels in hearing-aid use by individual listeners. Our consortium will also conduct a Pilot Study in a specially designed arena that can recreate different sound and physical environments whilst simultaneously measuring behavioural (e.g. head movements towards or away from sound sources) and objective neural measures (e.g. brain activity that informs us as to how well hearing-aid users are listening and communicating). This might inform, for example, which selectable signal-processing strategies ('settings') a user employs, how this alters understanding of speech and communication strategies in complex listening environments, and could lead to the development of 'smart' hearing aids sensitive to users' listening intentions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M025659/1","grantId":"MR/M025659/1","fundValue":"120835","fundStart":"2015-09-01","fundEnd":"2017-02-28","funder":"MRC","impactText":"","person":"David  McAlpineGuoping  Li","coPersons":["William Owen Brimijoin"],"organisation":"University College London","findingsText":"","dataset":"gtr"}