{"id":"1268F71F-C61F-444D-93B7-A20715D19DB2","title":"Printed optics by ultrafast laser nanostructuring of glass","abstractText":"The interaction of an ultrashort light pulse with transparent material is an extremely complex phenomenon involving enormous pressures (1 million atmospheres), and extreme temperatures (&gt;3000 K) - the process by which materials are modified under these conditions is still not clear. By understanding and controlling this interaction we can harness ultrashort light pulses enabling nanoscale processing of materials for advanced photonics manufacturing sectors.\nIn this project we will aim to develop printing technology of optical elements into glass, using ultrafast laser nano-structuring, exploiting tailoring of laser pulse intensity, phase and polarization in space and time domain. The printing technology is based on femtosecond laser induced self-organized sub-wavelength periodic structures referred as nanogratings with features as small as 20 nm. Such a periodic assembly behaves as quartz exhibiting strong birefringence.\nOur ultimate goal is to produce a printable anisotropic inorganic material, which combines the benefits of durability and optical quality of inorganic crystals (e.g. quartz) with the manufacturability of liquid crystals. The reach this ambitious goal the following objectives will be pursued:\n(i) to create a theoretical framework describing the interaction of ultrafast laser pulses with transparent materials, which includes spatio-temporal effects and coherent interaction between light and electron plasma waves; \n(ii) to control spatio-temporal properties of ultrafast laser beam for imprinting highly ordered nano-structures in quartz glass; \n(iii) to utilize ultrafast laser imprinted nano-structures for fabrication of advanced photonic devices with unprecedented quality and manufacturability.\nExperimental work will cover several aspects of ultrashort lasers glass nano-structuring process. In-situ monitoring of laser-matter interaction will be used as feedback for optimisation ultrafast laser nano-structuring process and will lead to the development of method for spatio-temporal tailoring of ultrafast laser pulses in real time. The experimental and theoretical framework will enable us to understand the fundamental mechanisms at play including the dynamics of laser beam propagation, absorption of light and excitation of the free electron plasma. \nThe advantages of ultrafast laser printing technique will be exploited to demonstrate novel photonic devices for high resolution optical microscopy, polarization sensitive imaging and high power laser material processing. As ultrafast lasers tend to become industrially accessible in the nearest future, this research, besides its fundamental importance, will dramatically advance the fields of 3D laser direct writing by providing controllable modification of matter with impact on technologies of data storage, integrated and diffractive optics and imaging.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M029042/1","grantId":"EP/M029042/1","fundValue":"447890","fundStart":"2015-07-01","fundEnd":"2018-06-30","funder":"EPSRC","impactText":"","person":"Peter  Kazansky","coPersons":[],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}