{"id":"12865E84-2E64-468B-BEF0-95CB79945400","title":"Multicultural Shakespeare in Britain 1930-2010","abstractText":"Shakespeare is a mirror for British cultural identity, its anxieties and ambitions. Who performs Shakespeare, when and how, helps define who we are as a community and how, collectively, we see ourselves changing. The playing of Shakespeare by performers of African and Asian descent offers insights into the evolution of British society since World War II. Yet this remarkable narrative has scarcely been sketched. This project will deliver a critical history of multicultural Shakespearean performance in 20th-century Britain, documenting and surveying the work and opinions of artists from diverse ethnic backgrounds exploring Shakespeare today. It will reclaim the history of multi-ethnic Shakespeare in the UK, for the widest public, and map possibilities for broadening cultural access in the 21st century. The historical outline is clear. First, very infrequently, remarkable Black performers - Americans or West Indians visiting Britain, already successful in other areas of the arts - were invited to play Shakespeare's African characters. In 1930 Paul Robeson played Othello in London; in 1955 his fellow American Gordon Heath was the first Black Othello on television. The Trinidadian Edric Connor was the first Black actor at Stratford's Memorial Theatre, playing Gower in Pericles in 1957. These events were interconnected: Tony Richardson directed both the BBC Othello and Pericles, and he reconceived Gower as a singing role for Paul Robeson; unable to appear for political reasons, Robeson suggested Connor as his replacement. As immigration increased and the global anti-colonial movements spread, these appearances in Shakespeare became iconic. Robeson finally played Othello at Stratford (1959) in the wake of the Notting Hill riots; during the run he sponsored the first Notting Hill Carnival and the first Black British newspaper. In the 1960s multi-talented artists like Cy Grant, Cleo Laine and Errol John played Shakespeare, yet integrated opportunities were still slow to develop. Only in the 1980s, at a time of marked racial tension and urban unrest, did UK classical theatres develop inclusive casting policies.\nThe project aims to map this marginalised history and to put on record, through a series of interviews, the experiences and practical insights of Robeson's successors. From the mid-1980s Shakespeare had a key role in the work of Talawa Theatre, Temba and, within the British Asian community, Tara Arts, addressing questions of postcolonialism, social integration, and more recently fundamentalism. This study will analyse the results and consider the roles of key theatres. New demographics inspired innovative reassessments of Shakespeare in the regions. In London, Stratford East updated Lear as King of England (1988) and Comedy of Errors as a hip-hop musical (2003). The Young Vic pioneered non-traditional casting after a multi-racial Romeo and Juliet (1982) and hosted Peter Brook's Hamlet with Adrian Lester in 2001. The significance of the National Theatre's casting policies will be examined, from Olivier's 1964 Othello to Lester's 2003 Henry V. Attention will be given to Tim Supple's TV and stage productions (Twelfth Night, Channel 4, 2003; As You Like It, Leicester 2006) proposing a multiethnic, multilingual Shakespeare.\nSome productions were accused of exoticism and sensationalism, e.g. the 1971 Black Macbeth). Hugh Quarshie argued that 'If a Black actor plays Othello does he not risk making stereotypes seem legitimate and true? Of all the parts in the canon perhaps Othello is the one which should most definitely not be played by a by a Black actor.' But for David Harewood, playing Othello was 'a grounding in black consciousness'. Engaging with these debates, we invite actors to reflect on their experiences. From Robeson's Othello to the RSC's 2010 Hamlet with Dharmesh Patel, directed by Tarell Alvin McCraney and beyond, Multicultural Shakespeare will evaluate the past and outline future possibilities.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K000020/1","grantId":"AH/K000020/1","fundValue":"498576","fundStart":"2012-10-01","fundEnd":"2015-12-31","funder":"AHRC","impactText":"","person":"Tony  Howard","coPersons":[],"organisation":"University of Warwick","findingsText":" Too early to determine. N/A Education","dataset":"gtr"}