{"id":"128A2A46-F0DD-4A69-A5C5-B3E014A217FF","title":"Camera Laser-based Inspection Profiler (CLIP): Prototyping and Commercialisation","abstractText":"The proposed project aims to develop a low-cost and user-friendly system for the non-destructive inspection of waste and water pipes. The project's outcome will fill a gap in the currently employed pipe inspection technology. It is expected that the project will significantly improve the quality of sewer and water pipe inspection providing a stream of images depicting the inside of pipes. Such an improved view of pipe networks will result in great savings for water utilities and contractors. The classification capability of the proposed intelligent processing techniques will be exploited in order to emphasise the location and characteristics of pipe defects in the images and to delimit the defects from undamaged pipe sections, thereby aiding the inspection personnel in their decision making process. The increased measuring performance will lead to an improved repair quality and, thus, to savings in pipe restoration. An important objective of this project is to achieve customer acceptability for the new inspection system and to initiate the commercialisation process.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D503450/1","grantId":"EP/D503450/1","fundValue":"28420","fundStart":"2006-04-10","fundEnd":"2007-06-09","funder":"EPSRC","impactText":"  This project also explored the commercial potential of the proposed CLIP sensor. A business plan was developed. This part of the work aimed at evaluating the potential of CLIP if introduced to the market through a spinout company. A market survey was conducted and advice has been obtained from a business expert in order to evaluate potential ways to turn the CLIP sensor idea into a viable product, including possible manufacturing processes, company formation, product licensing and marketing. In the following, we describe the activities conducted as part of this project and outline potential commercialisation routes for CLIP.\n\nThe market to be initially targeted by CLIP3D (proposed spinout company name) is the UK water utility sector. In the trade magazine, Water and Sewage Network, total leakages in England and Wales hit almost 3,600 million litres per day. According to official figures, &pound;50bn has been invested into the water and sewage network since privatisation [Source: BBC News]. But pipes are still leaking. Quite a number of the underground pipes of cities like London are more then 150 years old and in urgent need of serious upgrade and restoration. The lack of winter rainfall in past years created added problems and reservoir levels are at times at worryingly low levels and were being recorded as the driest for over 100 years (figures for 2006). As per recent Ofwat directives, water and sewage companies have to considerably reduce leakage. \n\nAs part of our research, two potential customer groups for the CLIP technology were identified: a) Crawler (pipe inspection platform) manufacturers, and b) Crawler operators. Focusing on the UK, the number of crawler operators was at the time sizeable with 30 companies (according to UK Society for Trenchless Technology) and more then 50-100 more operators in various water and sewage inspection fields.\n\nA market survey had been conducted and based on this it was estimated that there were over 200 crawlers being operated in the UK by 15 different operators at the time. The commercialisation plan showed that the proposed CLIP product (CLIPON) could be sold to over half of these operators thereby providing a potential market for 100 units. CLIPON is a basic sensing package based on CLIP technology and would be the launching product of CLIP3D. It was also found that in later years, the company could launch follow-on products based on market feedback and new developments. The estimates showed that these sales would take three years to complete. Within Europe (less the UK) there are 600-800 crawlers estimated to be in operation. The USA is estimated to have 1,000-2,000 crawlers in operation. Post sale revenues could also be made covering training of users, repair and replacement of devices. The revenue has been estimated through factoring. Environment,Other Policy & public services","person":"Kaspar  Althoefer","coPersons":["Lakmal Dasarath Seneviratne"],"organisation":"King's College London","findingsText":" This report outlines the main achievements of project EP/D503450/1 which is a follow-on project of EPSRC-funded project GR/M55725/01. All the work reported here was carried out at the Mechanical Engineering Department laboratories, King's College London (KCL) in the period from 09/04/2006 to 09/06/2007 by Savan Chhaniyara under the supervision of the investigators, Dr K. Althoefer and Prof. L. D. Seneviratne. The project was part of a long-term programme at King's College London on non-destructive monitoring and inspection methods. The aim of this particular project was to develop a low-cost and user-friendly system for the non-destructive inspection of waste and water pipes and its outcome is expected to fill a gap in the currently employed pipe inspection technology, significantly improving the quality of sewer and water pipe inspection. The resultant product providing streams of images depicting the inside of pipes is expected to result in great savings for water utilities and contractors in the long run. The proposed self-localisation approach and the interpretation capabilities of the neural network based classifier are used to locate and characterise pipe defects in the images respectively, and automating the inspection process. To achieve customer acceptability for this inspection system and to initiate the commercialisation process, a number of experiments have been conducted at two test sites, WRc and InspectaHire. All the objectives of the project were met without any deviations from the planned expenditure and a significant number of advances were achieved. It is believed that the research project produced first-rate results in a cost-effective manner. These results were communicated well through journal/conference publications, industrial collaborations and the press. The project was cost-effective and funds were mainly used to provide the employed part-time research assistant, Savan Chhaniyara, with a maintenance grant while conducting his PhD studies at KCL. His input to the project was instrumental and he also contributed strongly to the development a business plan on the commercialisation of CLIP for which the KCL team was shortlisted at the 2006 Research Councils Business Plan Competition. \n\nAs a result of this project, the team at King's College London has further developed a new sensing methodology for the automated inspection of pipes. The CLIP technology is now mature and close to commercialisation. The objective of this technology is to overcome the disadvantages of existing systems and to create an intelligent approach for improved and automated pipe condition assessment. The Camera-Laser based Inspection Profiler (CLIP) makes use of a low-cost Laser profiler and a camera which acquires images of the light projections on the pipe wall. The acquired camera/laser images are processed in order to extract signal information for the purpose of visualization and map creation for further assessment. Then, a two stage approach based on image processing and artificial neural networks is used to classify the images. First a binary classifier identifies defective pipe sections, and then in a second stage, the defects are classified into different types, such as holes, cracks and protruding obstacles. The work conducted as part of this project led to improved inspection systems, which are particularly suitable to enhance existing CCTV-based pipe inspection systems (CLIPON), automate the inspection process and integrate new sensor localisation techniques. The work resulted in a prototype incorporating the sensing technique for drained pipe surface inspection developed and researched as part of an earlier EPSRC-funded project (GR/M55725/01). As an outcome of this project, a list of potential future business partners, including WRc, InspectaHire and Infotec Consulting was established. In particular, the add-on character of the inspection device is considered to be very beneficial for pipe inspection contractors who have now the opportunity to upgrade their camera-based inspection robots and add value to their inspection tasks. Construction,Environment,Transport,Other","dataset":"gtr"}