{"id":"128B0BA0-2A9C-4EEC-97F0-4BA5E49F6DEE","title":"Crime control and devolution: policy-making and expert knowledge in a multi-tiered democracy","abstractText":"<p>These seminars bring together academics from a number of relevant fields (including criminology, politics and law), policy-makers, practitioners, and interested others to discuss the making of crime policy in the various parts of the United Kingdom since devolution. Studies of crime as a public issue and of crime policy formation have not yet fully addressed the realities of living in a multi-tiered democracy.</p>\n\n<ul>\n \n\n <li>How differently has policy developed in Scotland, Wales, England and Northern Ireland in recent years in light of the very distinct powers and political trajectories of the places concerned? </li>\n\n <li>What can be learned for Northern Ireland, where key areas of criminal justice have only recently been devolved, from these accounts? </li>\n\n <li>What can we learn anew about England by viewing it from other vantage points?</li>\n\n</ul>\n\n<p>We will hold four one-day seminars in Cardiff, Oxford, Belfast and Edinburgh. As well as discussing history, politics and culture in criminal justice before and since devolution they will focus on key current developments in policing and in offender management, desistance and resettlement. Questions about the relationships between knowledge and policy, and about how these are configured in various sites of decision-making are a central cross-cutting theme.<br /><br />&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/J021679/1","grantId":"ES/J021679/1","fundValue":"14943","fundStart":"2012-11-29","fundEnd":"2014-02-28","funder":"ESRC","impactText":"","person":"Richard  Sparks","coPersons":["Mike  Maguire","Shadd  Maruna","Ian  Loader"],"organisation":"University of Edinburgh","findingsText":" The seminars clearly demonstrated the very different circumstances, powers and prospects of crime and criminal justice and their associated agencies and institutions in each of the UK polities. The divergences, however, in no way cancel the very extensive shared histories and common vocabularies across the four sites; nor should they distract attention from the continuing flow of discourses, practices and expert knowledges between them. For both reasons the UK is in certain respects a more exciting venue for a comparative sociology of policy than some of the cross-national comparators that are more conventionally pursued.\n\nViewed positively, devolved institutions can be the heralds of democratic responsiveness in respect of crime control. They can provide instances of striking innovation, and in aligning more successfully with the priorities and values of their constituencies, avoid some of the legitimation deficits that sometimes afflict similar institutions at the nation-state level. Conversely, they can be sites of local populism and hostages to vested interests and contests over resources. It is sometimes alleged that the transfer of authority over questions of crime and punishment to devolved authorities can result in a paradoxical centralism and in the politicization of practices that formerly escaped the direct heat of competition and publicity. This has produced a degree of volatility in policy over the period since devolution, especially in Scotland. There are a variety of current topics - such as divergences in the governance of policing in Scotland and England and Wales; the increasingly different mixes of public and private sector management of community justice services; and differentiation between governing philosophies in the management of prisons across the UK - that now demand detailed empirical attention. Examples of ongoing knowledge exchange and influencing activities that have been advanced and facilitated by relationships developed during the seminars include Richard Sparks's work on performance management in community justice with Lothian and Borders Community Justice Authority (whose Chief Executive Robert Strachan was one of our speakers), and the Authority's decision to provide resources to support networking activities between doctoral students and practitioner communities in the region; Dominic Kelly and Shadd Maruna's new study of change management in the Northern Ireland Prison Service; Richard Sparks and Fergus McNeill's contributions to the development of professional qualifications for prison staff in Scotland; and Nick Fyfe and Alistair Henry's work on comparative police reform in Scotland and elsewhere in Europe. Government, Democracy and Justice","dataset":"gtr"}