{"id":"128C65CB-4B1D-4EE6-AA0D-41F198739B73","title":"Intergenerational worklessness in an international context: the role of labour markets, welfare systems and education","abstractText":"Intergenerational worklessness, the association in workless spells across generations, is a new and important topic of increasing interest in academia, political circles and the public domain. The research fits well with one of the ESRCs main strategic priorities under the heading of 'A Fair and Vibrant Society', specifically asking 'How mobile is our society?'. Intergenerational worklessness captures a particularly severe type of deprivation that is passed across generations. By providing the first evidence for a wide range of countries, this proposal will enable us to measure how much of a problem a lack of mobility for those stuck at the bottom of the labour market is in an international context. \n\nThe first strand of this project will present the first international comparison of intergenerational worklessness across Europe, the USA, Australia and Canada. The work will have a particular focus on labour market entrants in the second generation to assess whether intergenerational factors might be driving the recent surge in youth unemployment rates. The second strand of this research will build on this, considering the role of local labour markets, welfare systems and education systems in the transmission of workless spells. More specifically it will aim to:\n1) Ask whether intergenerational associations arise because some countries have more work (lower unemployment) than other countries or whether there is an additional penalty of living in a country with no work and having a workless father.\n2) Assess whether there is any association between countries with more generous welfare systems for labour market entrants and high persistence in workless spells across generations. \n3) Examine how education systems prepare young people for employment across countries and how this is associated with patterns in intergenerational worklessness. \nThe project will aim to deal with the obvious methodological challenges faced in identifying the effect of these factors on intergenerational worklessness by exploiting variation across countries and time where possible. \n\nAlong with producing new and valuable research, I will use this grant to learn a variety of new skills that will enable me to become a research leader. I will build on my existing international networks with planned trips to Harvard University, the University of Melbourne and the Swedish Institute of Social Research, all supported by international experts based at these institutions. I will expand my knowledge of methodologies and welfare and education systems beyond my current UK focus, attending training courses and learning from my new networks. I will also gain management skills by leading a grant for the first time, managing a budget and managing a junior researcher. Finally, I will improve on my communication skills by working with the communications team in my department to create maximum exposure for my work.\n\nI have a proven record in writing high-impact research and will use this experience and contacts to ensure this new work is widely disseminated. I believe that the topical nature of the research will make this of interest to a wide range of audiences, including academics, policy makers and practitioners. I will aim to publish this research in leading peer-reviewed academic journals such as the Journal of European Social Policy, Demography and the Journal of European Economic Association and present my work at a number of international conferences including the Annual Meeting of the Population Association of America, the Annual European Network for Social Policy Analysis (ESPAnet) conference and the European Association of Labour Economists Conference. I will also organise an international conference at the end of the grant bringing together leading academics in the field of life chances and youth unemployment, policy makers and users from non-government agencies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L009641/1","grantId":"ES/L009641/1","fundValue":"222854","fundStart":"2015-09-01","fundEnd":"2018-08-31","funder":"ESRC","impactText":"","person":"Lindsey Anne Macmillan","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}