{"id":"129214A8-977D-4E7D-B750-79C600CB9A11","title":"Learning from health systems strengthening in maternal and newborn health (MNH) in China to inform accelerated progress for saving lives in Africa","abstractText":"Globally, 289,000 women die each year due to complications of pregnancy and childbirth, and 2.9 million babies do not survive the first month of life. Sub-Saharan Africa - with only one tenth of the world's population - carries the greatest burden and there is little evidence of progress. Several strategies have been identified to accelerate progress in reducing maternal and newborn mortality, including increasing the number of health workers and upgrade specific skills for care at birth and exploring ways to attract health workers to rural areas, but how to implement these measures at large scale in sub-Saharan Africa remains uncertain.\n\nSub-Saharan Africa can learn important lessons from China's progress in maternal and newborn health (MNH), in particular in terms of the process and the &quot;how&quot;. Over the last twenty years, China's newborn and maternal mortality rate fell dramatically. The reasons for this success are multiple, but China's strategic investments in health systems strengthening have no doubt contributed, particularly in terms of building a strong midwifery workforce, encouraging women to give birth in hospital and making delivery care mostly free. Regional disparities in access to MNH care persist, but even the poorest regions, - which face geographical barriers not dissimilar to sub-Saharan Africa - have made substantial progress. The mortality difference between China and sub-Saharan Africa at national level is about 3-fold for newborn mortality and ten-fold for maternal mortality; and the current urban-rural maternal and newborn survival gap in China is about 3-fold. So evaluation of China's learning could serve to both accelerate progress for closing China's urban-rural gap and to the increasing momentum for change in Africa. \n\nThe aim of this project is to use China's experience in MNH to answer a number of questions that are critical to understanding how similar progress can be achieved in sub-Saharan Africa, including:\n1. Do existing health systems indicators discriminate among areas with high and low maternal and newborn mortality? Can thresholds be set (e.g. density of providers per 1000 population) below which mortality cannot decline?\n2. What is the appropriate midwifery workforce, and how is it best deployed, to equitably deliver essential MNH interventions at scale and quality, and what resources and systems (financial, training, governance, supervision, etc.) need to be in place to achieve universal access to these interventions?\n3. How do existing structures and processes enable successful referral from the community to facilities offering obstetric care?\n4. What changes in the health financing system, including introduction of new insurance schemes, pooling arrangements, and provider payment mechanisms, have reduced financial barriers, thereby supporting the expansion of coverage of essential MNH services?\n5. What lessons from China can be transferred to Tanzania?\n\nWe will answer the above questions through a number of studies. First, we will use China's unique and extensive routine data systems to examine the relationship between health systems inputs and maternal and newborn mortality across all counties. Second, we will collect data in eight counties in China's poorest Western provinces to provide an in depth understanding of the relationship between MNH inputs that are more difficult to capture through routine data sources, including the mix and levels of the midwifery workforce, referrals and levels and allocation of health care financing, and selected service coverage and outcome indicators. Third, we will examine whether the successful MNH strategies deployed in China can be implemented in Tanzania and whether the effectiveness would remain the same given Tanzania's different health and socio-economic context.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M01438X/1","grantId":"MR/M01438X/1","fundValue":"493059","fundStart":"2015-04-01","fundEnd":"2018-03-31","funder":"MRC","impactText":"","person":"Carine  Ronsmans","coPersons":["Yan  Wang","Min  Yang","Kara  Hanson","QINGYUE  MENG","Moke  Magoma"],"organisation":"London Sch of Hygiene and Trop Medicine","findingsText":"","dataset":"gtr"}