{"id":"1294A3F1-619E-41FF-B588-2811FFB4389F","title":"Mass Independent Fractionation of Magnesium Isotopes by Bacteria; A New Tool for Searching for Life on Earth and Beyond","abstractText":"Bacteria represent some of the earliest forms of life and have been present on the Earth for 3.5 billion years. However, they are rarely preserved in the rock record and their presence is often inferred from layered structures in stromatilitic limestones, which are known to be formed by bacterial mats in modern stromatilites. It would be therefore useful to have other tracers of bacterial activity, which do not necessarily rely on the bacteria being preserved in the rock record. Magnesium is the eighth most abundant element in the Earths crust, and the fourth most abundant species in seawater. As such it is an essential component of life, with pivotal roles in the generation of cellular energy as well as in plant chlorophyll and human dietary functions. Magnesium has three isotopes (with atomic masses of 24, 25 and 26) and inorganic processes that occur in nature produce differences in magnesium isotope ratios that are simply related to their relative atomic masses, such that all terrestrial materials essentially lie of a single line when the ratios of 26Mg/24Mg are plotted against 25Mg/24Mg. This line is known as the terrestrial mass fractionation line. However, recent experiments have discovered that some bacteria prefer to use 25Mg over 24Mg and 26Mg by 2-3 times to make ATP energy in their cells. The net effect of this is that these bacteria become enriched in 25 Mg and should lie above the terrestrial mass fractionation. This fractionation of 25Mg from the other isotopes of magnesium is known as a mass independent fractionation. Critically, this enrichment in 25Mg is a potential smoking gun for past bacterial activity, if it can be preserved in the geological record. Bacteria commonly play a role in inducing carbonate mineral precipitation. Recent experimental work by Pearce (co-I) has demonstrated that some carbonates produced by bacteria do indeed have an enrichment of 25Mg, the first terrestrial material to show a mass independent fractionation of magnesium. However, the material analysed in those initial experiments was probably a mixture of cellular and carbonate precipitate. The aim of this study is to bacterially precipitate carbonates with a wide range of Mg/Ca ratios (similar to those observed on Earth) and to measure the Mg isotope composition of both the bacterial and carbonate material using a new experimental technique developed at the Open University. This will allow us to assess the extent of bacterial uptake of 25Mg and how this signal is transferred to the carbonates. In parallel, we will study some ancient microbial carbonates, in this case well-preserved stromatilites from Scotland, to see if they do indeed record evidence of bacterial activity in their magnesium isotope composition. Finally, we will analyse some carbonates from Martian meteorites to see if they record any signs of bacterial activity on Mars.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I017151/1","grantId":"NE/I017151/1","fundValue":"50659","fundStart":"2011-04-01","fundEnd":"2013-01-31","funder":"NERC","impactText":"","person":"Ian  Parkinson","coPersons":["Christopher  Pearce","Charles Seaton Cockell"],"organisation":"Open University","findingsText":" We undertook experiments to understand whether bacteria utilise specific isotopes of magnesium during the precipitation of carbonate minerals, with the aim to using magnesium isotopes as a tracer of bacterial activity in the geological record. Additionally we analysed carbonates from the geological record, such as stromatolites which are thought to have a possible bacterial origin. We successfully produced bacterially mediated calcium carbonate in the laboratory. The carbonates have isotopically light magnesium isotopes similar to some other calcifying organisms, but do not preferentially utilise 25Mg as has been suggested by some other experiments. None of the stromatolites have such a signature either, suggesting that any mass independent fractionation of magnesium isotopes is not readily preserved by bacterially mediated carbonates. The results were tantalising in that the experiments suggested that there might be a bacterial signature recorded by the Mg isotopes, but the natural rock samples did not show this. Further experiments on analysis of younger bacterially-mediated carbonates will help resolve whether these signatures can be preserved in the rock record. Environment","dataset":"gtr"}