{"id":"12A47DCD-1AF7-485A-817D-48FBE0C261FB","title":"Type VI secretion in Pseudomonas species: bacterial competition and biocontrol","abstractText":"Pseudomonas aeruginosa is a gram-negative bacterium that thrives in a multitude of environmental niches, e.g. soil, moist surfaces or plants. It has the ability to become a successful pathogen and infects a wide range of hosts, e.g. amoeba, worms, insects, plants or animals. It is also a dreadful human pathogen and is known for incurable infections in the lungs of cystic fibrosis patients. Because of this versatility of environments and hosts, P. aeruginosa encounters numerous microorganisms colonizing the same niche and competing for the same resources. It was found that a molecular weapon, called the type VI secretion system (T6SS), plays an important part in the resulting bacterial warfare.\nThe T6SS is akin a bacteriophage tail, but instead of injecting DNA in prey cells, it injects bacterial toxins. These toxins degrade essential bacterial components, such as the cell wall/envelope or DNA, which results in irreversible damages and cell death. P. aeruginosa has been instrumental in T6SS research and numbers of breakthroughs in the field were made upon studying this organism. The development of T6SS-dependent killing assay showed that the P. aeruginosa T6SS is potent and kills most gram-negative preys. The killing assay allows the monitoring of surviving prey cells in a drop of co-culture deposited on an agar plate. The T6SS attack by P. aeruginosa is not systematic and often occurs when the encountered organism is threatening, for example by exhibiting a T6SS armory, which engages the duel.\nThe number of T6SS toxins is far more comprehensive than anticipated. Many T6SS toxins have function that could not even be predicted. Yet the injection of these molecules in target bacteria results in death, suggesting that new antibacterial activities are to be found. We begun to unfold the T6SS toxin repertoire in P. aeruginosa and discovered that other Pseudomonas species have an active T6SS and a unique T6SS toxins repertoire. This is the case for Pseudomonas syringae, a plant pathogen, or Pseudomonas putida, a plant beneficial organism. All three Pseudomonas outcompete Escherichia coli in the in vitro killing assay, while P. aeruginosa outcompetes both P. putida and P. syringae. We showed that even though P. aeruginosa outcompetes the plant pathogen Agrobacterium tumefaciens in vitro, upon co-inoculation in planta the power relations in between these organisms is changed and A. tumefaciens prevails. These studies revealed a complex inter-bacterial relationship, in which the T6SS is central but is influenced by the specificity of interactions between organisms and the conditions and environments in which they met.\nIn our project we investigate how the T6SS influences evolution of bacterial population and composition of polymicrobial communities. We want to build on our expertise and pioneering work in the identification of new T6SS toxins such as the DNase Tde, the characterization of T6SSs in Pseudomonas species and the use of in planta competition assays between T6SS-proficient organisms. We want to monitor the evolution of mixed bacterial populations in a dynamic environment, such as mixed biofilms using flow cells and fluorescent-tagged organisms. Biofilm is a natural lifestyle of complex bacterial populations. Each bacterial strain carries a distinct T6SS repertoire thus giving access to the role/importance of individual T6SS feature in the outcome of biofilm composition.\nIn conclusion, we will investigate the role of the T6SS in distinct Pseudomonas species using various environmental set-ups, i.e. in vitro, mixed biofilms and in planta assays. The knowledge acquired should result in the characterization of novel antibacterial activities, understanding in the evolution of bacterial population and engineering of plant beneficial P. putida strains for the control of crops diseases. This study will have implications in areas including, Ecology and Agriculture (root colonization), Medicine (antibacterial) and Basic Sciences.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/N002539/1","grantId":"BB/N002539/1","fundValue":"435133","fundStart":"2016-03-01","fundEnd":"2019-02-28","funder":"BBSRC","impactText":"","person":"Alain Ange-Marie Filloux","coPersons":["Martin  Buck"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}