{"id":"12B68DFA-BDD6-4EAE-BE8F-45CB52E3A67D","title":"Pathfound: Revealing the neural basis of semantic memory and its breakdown in semantic dementia and stroke aphasia","abstractText":"We have lots of knowledge about the world. We know about familiar and famous people. We know what objects are for and how they are used. We know the meanings of words. Collectively, this is called semantic memory. Certain types of brain damage in patients with stoke and dementia can specifically affect semantic memory. These patients? impairments impact significantly on every aspect of their lives. They are often unable to work, have problems with everyday tasks and chores, and cannot maintain their interests and hobbies. It is critically important, therefore, to improve our understanding of how the brain encodes all of this knowledge and how this breaks down after brain damage. \nThe research proposed here will use five different methods to investigate this topic. We will use simple tests of comprehension and language to reveal the nature and qualities of the patients? problems. We will also take brain images to look at which brain parts are used when we comprehend and also which of the remaining brain parts the patients can still use. We will adopt a new technique which uses a magnetic coil to temporarily suppress activity in a small part of the brain for a short period of time. We can use this method to test which regions in the normal brain contribute to semantic memory. In addition, we will build small mathematical models which, like brains, are built up from a network of simple units (like brain cells). The construction of these models can be made to reflect the organisation of real brains. At the same time, the models can be trained to perform the various tasks we use with the patients. By damaging the models, we can then see if they mimic the patients? impairments. In effect, the models help us to bridge the gap between brain (the network of units) and mind (the behaviour of the model). Finally, we will use a new form of brain imaging that shows us how the different parts of the brain are connected together. By putting all of this information together, we will be able to work out how the brain supports our knowledge of the world and why it breaks down in patients.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0501632","grantId":"G0501632","fundValue":"775105","fundStart":"2006-11-01","fundEnd":"2011-10-31","funder":"MRC","impactText":"","person":"Matthew  Lambon Ralph","coPersons":["Tim  Rogers","Geoff J Parker","Elizabeth  Jefferies","Karalyn Eve Patterson"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}