{"id":"12CF22DA-7348-4BE8-9B5A-58F120F6B58E","title":"Rubisco evolution, photosynthesis and plant adaptation to climate change","abstractText":"Increasing CO2 concentrations in the Earth's atmosphere are driving a process of global warming that will have a profound effect on plant photosynthesis. Some models of future climate change predict alarming scenarios for the latter part of the 21st century, such as biome collapses and widespread crop failures. To be better prepared to deal with such problems, we have to understand the mechanisms of adaptation of plant photosynthesis to varying CO2 concentrations and temperature. Different plant species inhabit very different climatic regions on Earth. Many plants experience large seasonal variations in temperature in their natural habitats. They also had to adapt to changes in CO2 concentration and temperature that have changed considerably since the evolution of flowering plants. In this project, we will study the mechanisms of both seasonal acclimation and evolutionary changes in the key photosynthetic enzyme ribulose-1,5-bisphospate carboxylase-oxygenase (Rubisco). This enzyme is involved in conversion of inorganic carbon (CO2) into organic compounds, and is ultimately the source of organic matter for almost all organisms on Earth. However, the performance of this enzyme is a bottleneck in plant photosynthesis and it limits the productivity of crops and natural ecosystems. At higher temperatures, Rubisco tends to work less efficiently, though the temperature optimum of the enzyme depends on whether the particular plant species is adapted to high temperature conditions. The mechanisms responsible for the temperature dependence of this enzyme its adaptation to temperature changes remain unclear and controversial. Previously, we demonstrated that the main component of Rubisco, the large subunit, which is encoded by a single-copy chloroplast gene ( rbcL), evolved under strong positive selection in most groups of terrestrial plants. The ubiquity of positive selection in this conservative enzyme is quite surprising and may reflect adaptation of Rubisco to changing CO2 concentration and temperatures over millions of years of plant evolution. However, the cause of this selective pressure(s) remains unclear because the actual kinetic parameters of Rubisco enzyme in different plant groups. In this project, we will analyse whether differences in the biochemical properties of Rubisco are associated with positive selection at specific amino acid positions in plants from different climates. We will also test whether the plants grown under different conditions adjust the properties of this enzyme by expressing different copies of multigene families encoding the small subunit of Rubisco (rbcS) and Rubisco activase, an enzyme that maintains Rubisco in an active configuration. The novelty in this project lies in the combination of phylogeny-based evolutionary genetic analysis of selection at the protein level with analysis of enzyme biochemical properties. This will allow us to pinpoint specific changes in genes encoding the Rubisco complex that have been involved in adaptation to major shifts in species ecology. It should also provide an important example of adaptation at the molecular level caused by specific changes in the environment for the most abundant enzyme in the world. Understanding the ways in which plants have adapted their photosynthetic optimum in different climates and under different conditions will help to fine-tune plant photosynthetic performance in different conditions, which will be a particularly important challenge in the context of global climate change.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H007741/1","grantId":"NE/H007741/1","fundValue":"429597","fundStart":"2010-04-06","fundEnd":"2013-10-05","funder":"NERC","impactText":"","person":"Dmitry  Filatov","coPersons":["Andrew  Smith"],"organisation":"University of Oxford","findingsText":" Rubisco is the cornerstone enzyme of plant photosynthesis that is responsible for nearly all carbon fixation on Earth. We investigated evolution of this enzyme in many plant and algal groups and demonstrated that this enzyme constantly evolves under positive selection to optimise its performance under changing environmental conditions. Concentration of CO2 is one of the major parameters driving its evolution: low CO2 leads to selection in favour of slower but more specific enzyme (with regard to distinguishing between O2 and CO2), while higher intracellular CO2 (e.g in C4 or CAM species) leads to selection in favour of faster less specific enzyme. Comparing i) plants with different types of photosynthesis and ii) plants adapted to contrasting environments we identify specific amino acid positions in Rubisco enzyme that evolve under strong positive selection during such transitions.  ","dataset":"gtr"}