{"id":"12E0D573-D960-4183-80CC-4D274DE7FFFE","title":"Participatory Arts and Active Citizenship","abstractText":"If the twentieth century witnessed 'the triumph of democracy' then the twenty-first century appears wedded to 'the failure of democracy' as citizens around the world (setting recent developments in North Africa and the Middle East aside for the moment) appear to have become distrustful of politicians, sceptical about democratic institutions, and disillusioned about the capacity of democratic politics to resolve pressing social concerns. Even the most cursory glance along the spines of the books on the library shelves reveal a set of post-millennium titles that hardly engender confidence that all is well ('Disaffected Democracies', 'Democratic Challenges', 'Democratic Choices', 'Political Disaffection in Contemporary Democracies', 'Hatred of Democracy', 'Why We Hate Politics', 'Democratic Deficit', 'Vanishing Voters', 'Democracy in Retreat', 'Uncontrollable Societies and Disaffected Individuals, etc.). The 'civic culture' so endeared by Gabriel Almond and Sidney Verba had somehow mutated into a 'critical culture' with parallel pessimism about the future of democracy. It is exactly this context that this project examines the capacity and value of artistic and cultural activities to re-engage disconnected individuals and social groups. Put slightly differently, does culture have a social value in terms of a potential capacity to close the gap between the governors and the governed? Several scholars - and indeed ancient philosophers - have suggested that a positive relationship exists between artistic endeavours and activities and civic values and democratic engagement but as yet no study has attempted to either (1) undertake a meta-analysis of the available research and data, or (2) undertake a specific project that examines individual social values and attitudes before and after an art-based social project, let alone (3) attempted to devise an evidence-based methodology for quantifying the civic value of cultural activity. By working with a range of actors - including the Royal Society of Arts, the House of Commons Outreach Department, 'Art in the Park' and the Crick Centre for the Public Understanding of Politics at the University of Sheffield - and launching an innovative inter-generational arts project this research will produce outputs that address each of these three challenges. This research will not - indeed cannot - come to any broad or sweeping conclusions and its findings will inevitably be contested but it will deliver theoretically informed policy-relevant research that moves the debate about cultural value forward in a positive and evidence-based manner.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L014696/1","grantId":"AH/L014696/1","fundValue":"40165","fundStart":"2014-02-01","fundEnd":"2014-07-31","funder":"AHRC","impactText":"","person":"Matthew Vincent Flinders","coPersons":["Brendan  Stone"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}