{"id":"12E14710-FCE3-4D63-A17F-FF72A50F63BC","title":"Migratory decisions in a changing world: mechanisms and drivers of changing migratory behaviour","abstractText":"Evidence is growing that the migration behaviour of many species is changing in response to environmental change, with resident individuals being reported in previously wholly migratory populations and increases in the proportion of non-migrants being reported for a range of bird species in Europe. These rapid changes in migratory behaviour provide an opportunity to identify the control mechanisms underpinning these complex and highly evolved behaviours, and thus their capacity to adapt to changing environmental conditions. This project will fill a major current gap in migration science, by identifying the mechanisms influencing demography and behaviour of migratory and non-migratory individuals, and it will contribute to the understanding of the capacity for migratory behaviour to respond to rapid environmental change. As many migratory bird species are currently suffering rapid population declines, and many migratory species are hunted in Southern Europe, understanding these mechanisms is necessary to allow predictions of future changes in migratory bird populations, which is key to improve the effectiveness of protected area networks across Europe and Africa, and to reduce potential conflicts between migratory species and human activities. \n\nThe capacity for migratory behaviour to adapt to environmental changes will be influenced by whether individuals can alter their migration strategies, or whether changes in relative fitness are required to alter the proportions of differing strategies in a population. Facultative changes in individual migration strategies are likely to allow more rapid responses to environmental change, but such control mechanisms may be influenced by social or environmental factors. Identifying the control mechanisms influencing changes in migration systems therefore requires a study system in which individual migration strategies, their consistency and demographic consequences can all be quantified.\n\nThe proposed study involves a species of migratory bird for which there is annual variation in migration and for which individuals have been tracked on their migratory journeys: lesser kestrels (Falco naumanni). We aim to identify the mechanisms enabling changes in migratory behaviour by exploring the influence of social relationships, behavioural adaptations and heritability on individual migration strategies. We will incorporate this information in population models in order to explore the relative importance of individual plasticity in behaviour and demographic variation in altering rates and patterns of change in migratory behaviour, and the potential influence of future changes in climatic conditions and resource availability. \n\nThis project will produce results of considerable practical value, as well as addressing fundamental questions about the mechanisms underlying changes in migratory behaviour. Understanding the capacity for migratory behaviour to adapt to changing environmental conditions is key to predicting future changes in migratory populations, identifying and implementing appropriate conservation strategies, and exploring the role of these changes in the ongoing population declines of many Afro-Palearctic migratory bird species.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/K006312/1","grantId":"NE/K006312/1","fundValue":"385532","fundStart":"2013-11-01","fundEnd":"2017-01-31","funder":"NERC","impactText":"  This project started 20 months ago, our findings so far have not yet been fully used. Education ","person":"Aldina M. A.  Franco","coPersons":["Alina Daciana Marca","Jennifer  Gill"],"organisation":"University of East Anglia","findingsText":" We aim to:\n-better understand bird migratory decisions\n-help plan protected areas for migratory birds\n- contribute with information to the Convention of Migratory Species (CMS)\n- create a new low cost low weight logger that can be accessible to researchers from developing countries, improving knowledge of migratory birds worldwide We have not yet concluded this project. We have achieved our objectives so far. Education,Environment,Leisure Activities, including Sports, Recreation and Tourism","dataset":"gtr"}