{"id":"12E62A17-7349-4C4C-A851-7BCDD7808C52","title":"Defining the role of peritoneal dendritic cells in tissue specific immunity and the clinical application of peritoneal dialysis","abstractText":"Worldwide, &gt;200,000 individuals rely on peritoneal dialysis (PD) for treatment of renal failure. In countries with developing economies this figure grows by 30% each year. However, only a third of PD patients manage to continue therapy beyond 3 years. This is in part due to an unacceptably high mortality rate for end-stage renal failure patients, and compounding technique failures which prevent the long-term use of PD as a clinical therapy. The main contributing factors to this problem are peritoneal infection, and inflammation-driven fibrosis (tissue damage) that leads to peritoneal membrane failure and, in a minority of cases, a severe encapsulating peritoneal sclerosis (encapsulation of the intestine in damaged membrane). Development of peritoneal fibrosis is linked to treatment duration, and repeated incidence of bacterial peritonitis. \n\nOur recent data indicates that clinical measures of tissue damage in PD patients are associated with detectable IFN-gamma in dialysis fluid. IFN-gamma is associated with a specific class of immune response which protects us from infection, but which in the case of the peritoneal cavity appears detrimental to the membrane. Experimental modelling of disease progression produces similar conclusions that an IFN-gamma response promotes fibrosis. We have identified novel subsets of immune stimulating dendritic cells in the dialysis fluid of patients and observed that they become increasingly and disproportionately retained. We also see equivalent cell in experimental models with similar activities during inflammation. These dendritic cells are potent induces of IL-12 (and immune signalling molecule associated with IFN-gamma responses) and hence potential drivers of this IFN-gamma associated immune response that is detrimental to the tissue. \n\nThis study uses innovative approaches in sophisticated in vivo modelling, and applied approaches with clinical samples to determine the role of tissue specific dendritic cells in the development of host protective Th1-like immunity to peritoneal challenge. We will examine the functional activity of these cells, the mechanism by which they are recruited to and retained in the tissue and address the potential of manipulating their activity. \n\nOur proposal utilises innovative approaches in sophisticated in vivo modelling, and applied approaches with clinical samples, and address links between this and the long term potential of PD as a therapy. We will characterise newly identified cells in both PD patients and experimental models. In summary, we will define novel aspects of clinically relevant tissue specific immunity, shed light on the clinical issues associated with recurrent inflammatory episodes and peritoneal fibrosis and will hence assess the potential of targeted immune-modulation therapies to ameliorate disease.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K02003X/1","grantId":"MR/K02003X/1","fundValue":"451853","fundStart":"2013-08-01","fundEnd":"2016-07-31","funder":"MRC","impactText":"","person":"Philip Russel Taylor","coPersons":["Simon  Jones","Valerie  O'Donnell","Nicholas  Topley"],"organisation":"Cardiff University","findingsText":"","dataset":"gtr"}