{"id":"12E89851-4E24-4073-9FDB-A12EAC286425","title":"Cationic Carbon Lewis Acids in Frustrated Lewis Pairs as New Reduction Catalysts","abstractText":"The reduction of carbon-carbon and carbon-heteroatom (C=E) double bonds is an extremely important catalysed reaction in industry used for example during the production of herbicides, multiple drug molecules and cosmetics. This reaction is currently dominated by catalysts based on precious transition metals (e.g., Rh, Ir, Ru etc.). The replacement of precious metal-based catalysts with equally efficient metal-free catalysts is highly attractive in terms of cost and toxicity, whilst also eliminating any potential supply risk (associated with utilising scarce metals sourced from an extremely limited number of countries). \n\nIn recent years two metal-free methods have been developed to reduce C=E moieties: (i) using organic reductants (carbon based sources of hydride (H-)) in combination with organocatalysts (e.g., phosphoric acids), (ii) using Frustrated Lewis pairs (a Lewis acid and Lewis base that do not quench each other by formation of a dative bond) generally consisting of boron based Lewis acids as catalysts with either H2 or R3Si-H as the terminal reductant. Whilst these approaches represented significant scientific advances there are still considerable drawbacks to both (particularly on a preparative scale). The former requires stoichiometric quantities of organic reductant (with the obvious cost and waste implications) whilst the latter utilises boron Lewis acids that are not water tolerant and have functional group tolerance limitations. \n\nThe research proposed herein will utilise cationic carbon based Lewis acids in FLPs to activate H2 / R3SiH. Importantly, these Lewis acids are water tolerant and have good functional group tolerance. Post H2 activation the cationic carbon Lewis acid is transformed into the organic reductant (or a close analogue of) previously used in many stoichiometric reductions of C=E bonds. C=E reduction regenerates the cationic carbon based FLP enabling it to be used for further H2 activation, thus making the overall process catalytic in Lewis acid. This novel catalytic cycle targets the key drawbacks associated with the two former metal-free approaches (i) making reductions catalytic in organic hydride, and (ii) generating a H2O / functional group tolerant FLP catalyst. This potentially transformative approach is based on our exciting preliminary results where we demonstrated that a cationic carbon Lewis acid based FLP can activate H2 and R3Si-H in wet solvent and reduce C=E bonds (albeit slowly and under forcing conditions). This proposal seeks to develop this initial breakthrough into a truly useful catalytic methodology that in the medium to long term may replace existing transition metal systems in a range of societally important catalytic reductions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M023346/1","grantId":"EP/M023346/1","fundValue":"300301","fundStart":"2015-09-01","fundEnd":"2018-08-31","funder":"EPSRC","impactText":"","person":"Michael James Ingleson","coPersons":[],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}