{"id":"12EC29AC-0018-4698-9077-7D1465D8CED9","title":"A mathematical and experimental study of feedback in the single-cell dynamics of a transcriptional network in budding yeast","abstractText":"Cells respond to environmental changes through corresponding changes in the biochemical networks they use to sense the environment. These networks are complex with genes that are activated often feeding back to affect levels of the proteins that first activated the genes. By studying how the single-celled organism, budding yeast, responds to changes in extracellular sugars we will determine the role of three of these feedbacks that occur in the genetic network that controls sensing of sugar. Using microfluidic technology and fluorescent proteins, we will quantify the responses of individual yeast cells to environments whose sugar levels fluctuate in ways we can define. By genetically engineering the cells so that we can set the level of each of the feedbacks by a chemical we supply, we will determine how the cell's response to fluctuating signals changes when the feedback changes. We will use mathematical modelling to predict the most informative signals to apply to discover how feedback determines the cell's response. In addition to its insights into nutrient sensing in an industrially valuable organism, our study is important because it will develop experimental and mathematical techniques to study the dynamic response of a biochemical network in living cells. All cells, whether in our own bodies or a single bacterium, have evolved in fluctuating environments where dynamic responses are often just as relevant as the long-term behaviours commonly studied.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I00906X/1","grantId":"BB/I00906X/1","fundValue":"456730","fundStart":"2011-09-01","fundEnd":"2014-08-31","funder":"BBSRC","impactText":"  In collaboration with a commercial partner, we are studying the response of individual yeast cells to a fungicide. Healthcare Economic","person":"Peter  Swain","coPersons":["Michael D Tyers"],"organisation":"University of Edinburgh","findingsText":" We have developed a technique to extract quantitative mean single-cell measurements for budding yeast from plate-reader data.\n\nWe have developed a microfluidic device, ALCATRAS, to study cellular decision-making and aging. ALCATRAS allows single yeast cells to be monitored under the microscope for days (until the cells senesce) while being able to change the extracellular media in seconds. The ALCATRAS microfluidic device allows the study of aging and cellular responses to changing environments in single cells. For example, the responses of microbes to drugs are heterogeneous. ALCATRAS allows the quantification of the responses of single cells, both in terms of gene expression and growth rate, to antimicrobial drugs and allows the testing of different drug regimens or combinations. Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}