{"id":"12ED0391-9A63-4DDA-BC90-71333EBE4BEA","title":"A French Commonwealth Tradition: English Republicanism in Eighteenth-Century France","abstractText":"In September 1956 the French Prime Minister Guy Mollet proposed to the British government that his country be united with theirs. The proposal was rejected, but the very fact that it could have been made demonstrates the intimacy of the relationship between these neighbouring countries in the mid-twentieth century. That relationship goes back a long way and embraces not only high-level governmental interaction, but also, despite linguistic differences, a shared cultural heritage. However, since few historians are specialists on both Britain and France, surprisingly little work has been undertaken on cultural exchange between these two neighbouring countries. This research project thus breaks new ground in investigating the exchange of ideas between Britain and France during the eighteenth century, when the links were particularly strong.\\n\\nThe ideas under investigation here are republican or commonwealth ones that emerged during the English Revolution of the mid-seventeenth century and were popularised in the works of figures such as Marchamont Nedham, John Milton, James Harrington and Algernon Sidney. The ways in which these ideas were put to use in eighteenth-century Britain and North America has been explored in some detail, and their influence upon the American Revolution is now widely acknowledged. This research project seeks to demonstrate that those ideas also exercised a profound influence in eighteenth-century France and played an important role in the origins and development of the French Revolution.\\n\\nThe book emerging from this research will be structured around case studies examining the individuals and groups who were responsible for disseminating English republican ideas in eighteenth-century France. They constitute a diverse and colourful group encompassing French Huguenot refugees; the British Tory Viscount Bolingbroke; the Chevalier d'Eon de Beaumont, a cross-dressing diplomat and secret agent for the French government; the atheist Baron d'Holbach; and the French revolutionaries the comte de Mirabeau, the abb&eacute; Siey&egrave;s and Jean-Paul Marat. Despite their diversity, there is a pattern to the way in which this French commonwealth tradition developed. It is a pattern that helps to explain how France moved from an absolutist monarchy to a republic during the course of the eighteenth century.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F001533/1","grantId":"AH/F001533/1","fundValue":"24009","fundStart":"2008-02-01","fundEnd":"2008-05-31","funder":"AHRC","impactText":"","person":"Rachel  Hammersley","coPersons":[],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}