{"id":"130D0599-D808-460A-A134-E074E9B9658F","title":"Science and Religious Conflict","abstractText":"The past decade has seen an explosion in empirical work on moral reasoning. We are coming to understand how people's moral judgments are shaped by interactions with others in their society. There are good reasons for thinking that people's moral judgements are mostly intuitive (recent empirical work by Jonathan Haidt and his collaborators supports this view) and that people's intuitions are powerfully shaped by the institutions around them, including religious institutions. There is also evidence that deeply religious societies may conceive of morality in ways that more secular societies find difficult to understand, making the process of overcoming moral differences very challenging.\\n\\nWe will investigate this recent work, in cognitive science, neuroscience, evolutionary biology and social psychology to try to understand the behaviour of people involved in disagreements about religious matters, including disagreements between distinct religious groups, disagreements within particular religious groups and disagreements between religious groups and a broader society.\\n\\nWe will try to understand whether moral differences reflect religious disagreements, or whether they are independent of them. Our aim is to help develop policies that can enable religious disagreements to be resolved before conflicts are generated. In order to achieve this goal we need to understand how religious perspectives give rise to moral views that lead to conflicts and how there might be scope to resolve those conflicts while allowing religious differences to be tolerated.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F019513/1","grantId":"AH/F019513/1","fundValue":"571412","fundStart":"2009-01-01","fundEnd":"2012-06-30","funder":"AHRC","impactText":"  Citations of articles in academia and media. \n\nClarke contacted by Lord Alderdice, a key player in the Northern Ireland peace negotiations.\n\nPublic discussion via events, blog, podcasts. Podcasts have been used in teaching (schools and universities) Education,Other Cultural,Policy & public services","person":"Julian  Savulescu","coPersons":[],"organisation":"University of Oxford","findingsText":" Our project has resulted in a broad range of outputs, including two monographs, an edited book, a series of papers in scholarly journals and chapters in edited collections, as well as blog posts and media reports. The following are our key findings:\n\nTwo related key findings are exemplified in the papers collected in Religion, Intolerance and Conflict: a Scientific and Conceptual Investigation, edited by Steve Clarke, Russell Powell and Julian Savulescu, Oxford, Oxford University Press, in press. Here it is shown that the best available scientific evidence suggests both that religion promotes tolerance (and reduces the likelihood of conflict) within social groups and that religion promotes intolerance (and increases the likelihood of conflict) between social groups. The ability of religion to promote tolerance within groups may have played a key role in enabling the development of large-scale human societies. The tendency of religion to promote conflict between groups is highly problematic in modern times in which individuals and small groups now have the capacity to kill and destroy on a mass scale.\n\nIn a paper in that same volume, entitled The Limits of Religious Tolerance - A Secular View Ingmar Persson and Julian Savulescu, argue for our second key finding, that religion should be kept out of public policy formation in secular liberal societies. The religious are welcome to argue for particular policies, but only if they can provide sufficient secular justification for those policies. In effect, Persson and Savulescu provide moral philosophical justification for the ongoing separation of Church and State.\n\nA third key finding is presented in a paper authored by Russell Powell and Steve Clarke 'Religion as an Evolutionary Byproduct: A Critique of the Standard Model', British Journal for the Philosophy of Science, 63, September 2012, pp. 457-486. In this paper the view that religion is an evolutionary adaptation is defended. It is argued that religion has played a crucial role in the evolution of human groups, binding individuals into communities by promoting pro-social tendencies and enforcing shared moral norms.\n\nA fourth key finding is presented in Steve Clarke's forthcoming book The Justification of Religious Violence, under contract with Wiley-Blackwell. Here justifications for religious violence are explored and it is argued that these follow the same logical structures as secular justifications for violence, but draw on additional premises grounded in the metaphysics of religious world views. On this basis it is argued that if policies designed to reduce religious violence are to be effective they will need to engage with the metaphysics of religious world views.\n\nA fifth key finding is presented in the manuscript Religion, Peace and Conflict: Perspectives from world faiths, philosophy and the social sciences, by Joanna Burch-Brown, William Baker, Steve Clarke, Julian Savulescu, currently under consideration with Oxford University Press. Here we demonstrate that there are resources to aid peace-building and conflict-reduction efforts in a variety of religious traditions. We also demonstrate that these can be made more effective when informed by the latest results of the most relevant sciences.\n\nTwo related key findings are exemplified in the papers collected in Religion, Intolerance and Conflict: a Scientific and Conceptual Investigation, edited by Steve Clarke, Russell Powell and Julian Savulescu, Oxford, Oxford University Press, 1. Maintenance of website directing readers to findings and blogs (posted on http://blog.practicalethics.ox.ac.uk/)\n\n2. Use of materials by secondary school students for project work\n\n3. A blog book is underway which will include some of the more popular blogs from http://blog.practicalethics.ox.ac.uk/.\n\n4. Alex Butterworth, a game designer, has expressed interest in creating an interactive computer game around findings\n\n5. Potential use of both books in peacebuilding efforts (see Narrative Impact) Creative Economy,Security and Diplomacy,Other","dataset":"gtr"}