{"id":"1311E886-7F43-439D-8228-EBB39A87A600","title":"Neural crest migration: control by interactions between the non-canonical Wnt pathway Syndecan-4 and chemokines","abstractText":"The neural crest is a migratory cell population found in all vertebrate embryos, that generates several different cell types. In the head, these cells form specific components of the face, and in the body they generate the peripheral nervous system, skin pigment, etc. Several genes are required for the development of neural crest cells, and mutations of some of these genes in humans are responsible for certain diseases, such as Hirschprungs and Saethre-Chotzen diseases and Waardenburg-Shah syndrome. The neural crest cell forms at the border of the neural plate, and it is from here that the crest cells migrate to different parts of the embryo where they differentiate into a wide range of cell types. Because of their extraordinary ability to migrate, the neural crest cells have been called the 'explorer of the embryo'. The molecular mechanisms that control neural crest migration seem to be similar to the events that trigger metastasis in cancer cells. However, we still know almost nothing about how the migrating crest cells can find their correct destinations. In this project we will analyze the role of 3 different, apparently no related, molecules during neural crest migration. One possibility is that cells are attracted by specific molecules produced by their target sites (chemotaxis). One of the molecules may be a protein called SDF-1. This is the factor that triggers chemotaxis in white blood cells and we will test here if something similar occurs during neural crest migration. Furthermore, SDF-1 and its receptor (CXCR4) interact with another molecule called Syndecan-4. Preliminary evidence in our laboratory indicates that Syndecan-4 is also required for NC migration; thus, Syndecan-4 will be a second molecule to study during neural crest migration. Our preliminary data also indicate that Syndecan-4 interacts with another signalling pathway called non-canonical Wnt signalling. Our laboratory was the first to show that non-canonical Wnt signalling is required for neural crest migration. Taken together, it seems that all three of these molecules are involved in neural crest migration and that they interact with each other. In conclusion, we will test the idea that SDF-1/CXCR4, Syndecan-4 and the non-canonical pathway control neural crest migration and that they interact during this event. This research will teach us a lot about the molecular mechanism of neural crest migration in particular, and about cell migration in general. The principles uncovered by this work will also be relevant to understanding the migration of cancer cells which migrate to invade other tissues. In addition we will learn about the mechanism by which Wnt signalling controls cell migration.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D017521/1","grantId":"BB/D017521/1","fundValue":"304288","fundStart":"2006-10-01","fundEnd":"2010-02-28","funder":"BBSRC","impactText":"","person":"Roberto  Mayor","coPersons":[],"organisation":"University College London","findingsText":" The neural crest is a migratory cell population found in all vertebrate embryos, with stem-cell-like properties, that generates several different cell types. In the head, these cells form specific components of the face, while in the trunk they generate the peripheral nervous system, melanocytes, etc. Several genes are required for the development of neural crest cells, and mutations of the human homologues of some of these genes are responsible for certain diseases, such as Hirschprungs and Saethre-Chotzen diseases and Waardenburg-Shah syndrome. In this project we found that an interaction between Syndecan-4 and PCP signalling is essential for neural crest migration. We found that Syndecan-4 control the activity of the small GTPase Rac, while PCP control RhoA. In addition we demostrated that neural crest exhibit contact inhibition of locomotion, which is dependent on PCP and N-cadherin signalling. This is mainly basic reserach Neural crest is a good model for cancer matastasis. Our findings that neural crest migrtaion is controled by contact inhibition of locomotion are consitetnt with the idea that cancer metastasis happens when contact inhibition of locomotionis impaired. Thus, the results of our project could help us to understand and eventually control, cancer metastasis. Healthcare","dataset":"gtr"}