{"id":"131EFB79-0428-467D-B418-703E1BB03084","title":"Grammar for Writing: Shaping Policy and Practice","abstractText":"<p>The study builds on the findings of the Grammar for Writing? project and sets out to develop these findings with professionals and policymakers. The project has three key aims:</p>\n\n<p>Firstly, the project will seek to bridge the research-practice interface by working collaboratively with a small number of English departments, using the successful intervention pedagogy, and supporting teachers in using it to address their own learners’ needs. This will address the question: What are the main themes, issues and concerns in professionals' discussion of the role that this research suggests grammar can play in a pedagogy of writing?</p>\n\n<p>Secondly, the project will seek for broader national impact through the holding of a National Stakeholders Conference, bringing together practitioners, researchers, advisors, teacher educators, inspectors and policymakers to engage in critical discussion about the policy and practice implications of our research. This will address the question: What are the opportunities and barriers to engaging professionals and policymakers in the policy implications of this research?</p>\n\n<p>Thirdly, the project team will develop a set of commercial teaching resources, drawing on the successful pedagogy of the intervention, and informed by the outcomes of the collaborative work with schools, to generate maximum access for English teachers.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-189-25-0294","grantId":"RES-189-25-0294","fundValue":"77339","fundStart":"2011-09-01","fundEnd":"2012-08-31","funder":"ESRC","impactText":"","person":"Debra Ann Myhill","coPersons":[],"organisation":"University of Exeter","findingsText":" As a follow-on project, this was principally concerned with impact development rather than the generation of new findings. However, the Research Action Partnerships have had a direct effect on writing attainment, as outlined below.\n\n\n\nAssessment data on pre- and post- scheme writing samples provided evidence of:\n\n\n\no gains of at least one sub-level for between 61 per cent (lowest figure reported) and 84 per cent \n\n (highest reported) of students in their class\n\no gains particularly strong amongst average - higher ability students.\n\n\n\nClose analysis of writing samples has illustrated gains in:\n\n\n\no control of sentence structures used for deliberate effects \n\no control of punctuation and effective experimentation \n\no more thoughtful word choices, appropriate to purpose and impact\n\no evidence of revisions made to students' writing, with purpose and audience in mind.\n\n\n\nMany teachers reported that the close focus on language in authentic text models, including the use of grammatical terminology, had improved students' analytical reading skills and the precision with which they talked about their own writing. There were many reports of positive engagement by students and gains in their confidence and self-esteem as writers. Given the variety of school settings and ages (ranging from Y4 to Y12), the variety of writing genres covered and the fact that the average scheme of work lasted only 12 lessons, these reported gains are very encouraging. \n\n\n\nThe Research Action Partnerships have also led to the following findings:\n\n\n\nAs with the original study, teachers' grammatical subject knowledge is a significant barrier to successful intervention.This operates both emotionally and pedagogically. The fear of grammar inhibits teachers' engagement with the embedded grammar approach, and the weakness in declarative knowledge impedes teachers' ability to think on their feet and be responsible to student questioning in the classroom.The project team spent far more time than anticipated on supporting subject knowledge development and on reassurance.This, however, was valued by the teachers.\n\n\n\nThere is tentative and small-scale evidence that the intervention is equally successful in primary school contexts. There was one primary school involved in the project who very confidently adapted the materials and adopted the principles for year 4 and 5 writers and they reported more rapid improvement in writing for the project classes than for the other year 4 and 5 classes in the school.\n\n\n\nThere is potential to extend this approach beyond English to other subjects across the curriculum. One school focused on developing the intervention in A level subjects other than English.This generated school-level discussion about 'what grammar' to focus on in relation to writing in subjects such as Psychology and Philosophy. Although this discussion required considerable support initially from the project team, the outcome was a heightened understanding of the specific writing demands of particular subjects and effective strategies to address them.  Government/ Democracy and Justice","dataset":"gtr"}