{"id":"131EE6D8-701A-49EF-A645-0CC520674AC9","title":"Numerical study of turbulent flow in eccentric annular pipes","abstractText":"Fluid flow may be smooth and steady, laminar, or fluctuating and unsteady, turbulent. Often there are laminar and turbulent regions in the same flow. Such flows are of interest but were not often investigated numerically using a computer. In this project such a study will be done in the case of the flow inside a pipe, which has an eccentric cylindrical core inside. Then where the gap between the core and the pipe wall is small the flow can be laminar, and it can be turbulent on the opposite side of the core. This geometry is convenient for numerical calculations, and therefore the nature of such a laminar-turbulent flow can be investigated in more detail.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D050871/1","grantId":"EP/D050871/1","fundValue":"140540","fundStart":"2006-10-01","fundEnd":"2007-10-31","funder":"EPSRC","impactText":"  We do not know in detail how the findings of this project were used. It was a project of fundamental nature. The papers published as the result of this project were cited and continue to be cited. Other ","person":"Sergei I.  Chernyshenko","coPersons":[],"organisation":"University of Southampton","findingsText":" An eccentric annular duct is a prototype element in many applications, for example in close-packed tubular heat exchangers and coolant channels of nuclear reactors. From a fundamental viewpoint, turbulent flow in eccentric annular ducts is an ideal model for investigating inhomogeneous turbulence. It is also a convenient model to study the laminar/turbulent interface and may serve as a test case for turbulence modelling of flows with partly turbulent regimes.\n\n\n\nIn present work turbulent flow and heat transfer in eccentric annular pipe was investigated via direct numerical simulation. Even in the narrowest part of the annulus the calculated flow has many features of a turbulent flow: the mean profile is more filled than the laminar parabolic profile, the distributions of the Reynolds stresses are mostly of turbulent character, there are streaks, sweeps dominate ejections near the wall and vice versa away from the wall. However, in the narrowest part the local Reynolds number based on the wall shear stress is below the value for which the flow can be turbulent in a plane channel. Hence, in this part of the annulus turbulence should be not self-sustaining. The present study generated a large amount of new information. In particular, the components of the Reynolds stress tensor, temperature-velocity correlations and some others were obtained.\n\n\n\nThe geometry of an eccentric annulus may be chosen such that the flow will be laminar in the narrow gap. Partly turbulent flow in an eccentric annulus is convenient for investigating the vicinity of laminar/turbulent interface and related entrainment phenomenon. It is especially interesting to superimpose a weak cylinder rotation on the flow. Angular velocities of cylinders may be chosen to ensure close to rigid-body additional mean rotation. Then fluid particles will pass through both turbulent-laminar and laminar-turbulent interfaces cyclically. Partly turbulent flows were investigated for a number of geometrical configurations and Reynolds number cases. \n\n \n\nIn the course of the work on the project our attention was attracted by the problem of inflow boundary condition for spatially developing flows. For the class of wall-bounded flows, the method where inflow boundary condition is extracted from auxiliary simulation with streamwise-periodic conditions is believed to be one of the most suitable. In this approach, the inflow-generating calculation is synchronized with the main simulation. At each time step, the velocity field in a fixed cross-section of the inflow calculation is transferred to the inlet boundary of the main simulation. We have shown that there is a memory of the inflow condition in the spatially evolving flow for a considerable distance downstream of the inlet. This result is so important that we redirected a considerable part of the remaining resources to an in-depth investigation of this issue.\n\n\n\nSpatial simulations of turbulent flow in a circular pipe demonstrated that the inflow boundary condition created by running a parallel temporal simulation leads to formation of the flow which has the spatial periodicity of the temporal simulation with superimposed spatially growing perturbations. The rate of perturbation growth expresses the rate of turbulent flow inpredictability. Spatial growth of small perturbations introduced into the fully developed turbulent flow in a circular pipe and a plane channel was investigated in a series of simulations. It was shown that the growth rate of the fastest-growing perturbation is a universal constant when normalized by wall units. The propagation velocity and the rate of temporal growth of the most growing perturbation were estimated as well. It was found that the latter is in very good agreement with the higher Lyapunov exponent of the turbulent attractor reported in the literature. This was a highly technical project that generated a substantial amount of data, which can be used in further research,. Aerospace, Defence and Marine,Energy,Transport,Other","dataset":"gtr"}