{"id":"1326A9D5-C04E-46A5-A239-A3795B68BCFA","title":"libhpc Stage II: A Long-term Solution for the Usability, Maintainability and Sustainability of HPC Software","abstractText":"Libhpc aims to provide a framework for building, running and maintaining future-proof, sustainable HPC applications. Lack of reusability and portability has been a major barrier to adoption in HPC code, leading to significant loss in what is often the most creative output of a research project and one with the greatest potential to benefit the wider research community and the general public. Libhpc gives developers of HPC code a means of capturing and sharing their creativity with the whole HPC community. By providing a means for expressing application structure abstractly, libhpc enables HPC developers to share equivalent implementations for differing architectures via libhpc repositories. The same abstract structure also produces highly re-usable applications, which are easily adapted at and even during runtime to execute on widely different platforms, architectures and resource groups. We believe that libhpc will give the HPC community a &quot;best-practice&quot; reference for navigating the transition to virtual infrastructures which is now one of the principal requirements of both researchers and infrastructure providers, and could play a critical role in the development of an integrated e-infrastructure policy, supporting both HPC and data science, In libhpc2, we propose to create a production-ready environment from the prototype framework developed in libhpc. The libhpc 2 environment will include package-based installs, admin interfaces, a community component repository and DSL support; it will also support internet-scale networking. libhpc2 will also place a strong emphasis on stakeholder engagement, community building and skills development through responsive documentation, workshops and hackdays. We will aim to introduce libhpc 2 to two target domains, fluid dynamics and bioinformatics, through &quot;hands-on&quot; hack-days in which we will componentise domain software and publish it to libhpc repositories. We will also hold a workshop for infrastructure providers to ensure that infrastructure requirements are met and to encourage uptake and deployment on national infrastructures.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K038877/1","grantId":"EP/K038877/1","fundValue":"89953","fundStart":"2013-07-01","fundEnd":"2015-06-30","funder":"EPSRC","impactText":"","person":"Andrew Robert Turner","coPersons":[],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}