{"id":"1327B8EE-5C9E-44FB-8551-0D6B850DBEC7","title":"Large development investment and local peacebuilding in rural Africa: building and sustaining peace at the margins.","abstractText":"Across sub-Saharan Africa (SSA), many of the largest development projects currently underway are in remote rural areas. These include the &pound;15 billion Lamu-South Sudan-Ethiopian Transport Corridor Project, which will connect a new port facility at Lamu on the Kenyan coast with northern Kenya, Ethiopia and South Sudan through rail and road links as well as an oil pipeline and related refinery capacity. In the interior of Sierra Leone, a UK-Chinese consortium has launched a multi-billion pound operation in the Tonkolili mining complex, one of the world's largest defined reserves of iron ore. These projects are part of a modern scramble for Africa's land and resources and entail unprecedented levels of new investment. They are often in marginal rural areas that were long neglected by states and have a legacy of conflict and violence. The vast majority living at the rural margins have been only minimally captured by market and state institutions and instead rely on informal relations and institutions to promote peace and regulate land and resource access. While it is widely assumed that big development will transform the lives and livelihoods of rural populations, there are many examples that large development investment can be deeply destabilising and actually lead to new violence while doing little to create new jobs, spur local entrepreneurship or promote peace.\n\nThis project relates to the third theme of the call that is concerned with how to minimise the risk of violence and its impacts on the poor. It examines how and why local peacebuilding efforts succeed in minimising violence in contexts where there are large new investments, focusing on the remote rural areas of Kenya and Sierra Leone.\n\nThrough rigorous fieldwork in different settings of local politics and governance in northern Kenya and northern Sierra Leone, it tests the assumption that efforts to reduce the threat of violence and its impacts on the poor are more likely to succeed where they support local nstitutions and relations to build and sustain peace. A combination of methods will be used including a survey of households in the study sites, semi-structured interviews as well as informal discussions and interactions to develop a nuanced understanding of the institutions and relations that communities use to solve their problems and negotiate for better outcomes. In both Kenya and Sierra Leone a senior scholar will work closely with an early career researcher through the life of the project to transfer skills in generating and analysing data as well as making knowledge accessible to non-academic stakeholders. In Kenya we will work closely with Dr. Roba Duba Sharamo, a senior academic affiliated with the Future Agricultures Consortium who previously headed the Institute for Security Studies in Addis Ababa. In Sierra Leone, the team will be led by Professor Paul Richards from Njala University. The teams will partner with Saferworld in Kenya and Conciliation Resources in Sierra Leone to develop plans to translate the research findings into usable resources for a variety of development stakeholders, including states, national and local civil society, foreign investors, and donor and aid agencies. These will be discussed at knowledge sharing events in Nairobi and Freetown with senior officials. Events in the UK will be organised with targeted stakeholders including British-based overseas private investors in Kenya and Sierra Leone, the British Overseas NGOs for Development association, EU and OECD representatives, the DFID Fragile States and Conflict Team, and the All Party Parliamentary Groups on Conflict Issues and on Africa.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L005670/1","grantId":"ES/L005670/1","fundValue":"425771","fundStart":"2014-04-15","fundEnd":"2017-04-14","funder":"ESRC","impactText":"  The project is in in its infancy; further, it is delayed due to EVD. Thus, the impact of the project is limited so far. While we have yet to greatly influence research in related disciplines, we have begun establishing various scholarly and policy contacts that will help to ensure our impact in the future. One activity was the stakeholder workshop we organised at Sussex University earlier this year. We also submitted a proposal for a panel at the next European African Studies Conference (ECAS) in Paris in July 2015. The proposal was accepted. Depending on the quality of the panel presentations, our aim is think about a possible special issue of a high impact African or International Development Studies journal. Government, Democracy and Justice,Security and Diplomacy Policy & public services","person":"Jeremy Marc  Allouche","coPersons":["Paul  Richards","Jeremy  Lind"],"organisation":"Institute of Development Studies","findingsText":" The project examines how conflict, local governance and peacebuilding arrangements in the rural margins in Kenya and Sierra Leone are affected by new, large-scale investments. These investments are expected to be accompanied by increased state presence, and thus stimulate a transformation of local governance arrangements and institutions, including those that support peacebuilding. What factors determine if, how and why the new arrangements are successful in managing the tensions and the threat of violence engendered by large-scale investment? The project seeks to contribute to measures that can reduce the risk of violence and its impacts on the poor by examining both the direct effects of big projects on the nature and levels of conflict and the indirect political effects associated with a transformation of governance arrangements. Given the Ebola Virus Disease (EVD) in Sierra Leone, the project is delayed and hence its findings. Communities and Social Services/Policy,Environment,Government, Democracy and Justice,Security and Diplomacy","dataset":"gtr"}