{"id":"1333FE9D-750F-4C4F-8725-A3ED4698986D","title":"The forgotten half million: New methods for mapping mental health outcomes of adults with Autism Spectrum Conditions in the UK.","abstractText":"Autism Spectrum Conditions (ASC) are a diverse group of developmental brain conditions that cause difficulties in communication, social interaction, unusually narrow interests and difficulties adapting to change. One in 100 people (700,000 in the UK) have an ASC, most of whom are adults. A majority of the total economic cost of ASC to the UK is spent on supporting adults (&pound;25 billion out of a total of &pound;28 billion), with 36% of this cost attributable to lost employment opportunities (Knapp et al. 2009). The individual and social costs of ASC in adulthood are also high, with research showing poor outcomes in terms of educational attainment, unemployment (Howlin, 2000), and high rates of depression (32%), suicidal thoughts (66%) and suicidal behaviours (35%) (Cassidy et al. 2014). \n\nThe latest reports from the ESRC Centre for Economic Performance, and the Chief Medical Officer, describe the high individual, social and economic costs of leaving mental health problems such as depression untreated. However, there are no valid measures of depression or suicide risk for adults with ASC, despite evidence that these are common problems (Cassidy et al. 2014; Segers and Rawana, 2014). Measures for typically developing adults are not appropriate for adults with ASC, who tend to interpret questions literally (Happe et al. 1995), and have difficulty verbalising their emotional experiences (Bird et al. 2010). Depression and suicidality also manifest differently in ASC; inflexible thinking and impulsivity may increase risk (Cassidy et al. 2014). In addition to lack of appropriate measures, research progress is also hampered by the lack of a data set that includes enough adults with ASC to effectively evaluate their rates of depression and suicidality on a national scale; the UK adult psychiatric morbidity survey (2007) only included 19 adults with ASC. \n\nThe lack of research and appropriate measures have had a profoundly negative impact on adults with ASC; 1) it is not possible toonduct detailed research into the nature, risk or protective factors for depression or suicidality in adults with ASC; 2) it is not possible to effectively assess their depression or suicide risk in clinical practice; 3) without the knowledge base or assessment tools, new theories and effective evidence based treatments cannot be developed or evaluated; 4) we cannot effectively evaluate the prevalence of depression or suicidality on a national scale, in order to inform effective government policy. Hence, adults with ASC are not currently able to access evidence based assessment or therapies for depression or suicidality, despite being at potentially high risk. \n\nThis research project will address these fundamental issues by developing the first empirically validated measures of depression and suicidality for adults with ASC, for use in a national survey. This will form the first nationally representative dataset containing rates of depression and suicidality in adults with ASC in the UK, made available for secondary analysis. These objectives will be achieved by creating synergy between psychiatrists and clinicians involved in ageing, autism, suicide, mental health and risk assessment research, across internationally recognized institutions (Universities of Coventry, Newcastle, and Cambridge). \n\nThis research will build on my previously published research, which has utilized big data to explore the health and behaviour of adults with ASC, including the first large-scale clinic study of depression and suicidality in adults with late diagnosis of Asperger Syndrome (a high functioning subgroup on the autism spectrum) (Cassidy et al., 2014). This project will enable me to foster a new inter-disciplinary mixed-methods approach to the study of mental health in ASC, which I will continue to lead beyond the funding period.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/N000501/1","grantId":"ES/N000501/1","fundValue":"203460","fundStart":"2016-01-04","fundEnd":"2019-01-03","funder":"ESRC","impactText":"","person":"Sarah  Cassidy","coPersons":[],"organisation":"Coventry University","findingsText":"","dataset":"gtr"}