{"id":"13368627-E044-4AD6-9C42-3DC2BC42B31E","title":"The role of neutrophil serine proteases in vasculitic glomerulonephritis and potential as therapeutic targets.","abstractText":"Kidney disease and kidney failure may be caused by inflammation within the filtering units of the kidney, so called glomerulonephritis. In some forms of glomerulonephritis, white blood cells release proteins that can cause tissue damage if the normal control processes are not working properly. One protein that we are very interested in is called proteinase 3 (PR3). We believe that PR3 is not only released by white blood cells but that it activates the endothelial cells lining the tiny capillaries of the glomerular filters, units that cleanse the blood and form urine. Activated endothelial cells attract more white blood cells into the glomerular filters, so that inflammation and damage quickly escalate to involve the whole of the glomerular filter. \nThe project aims to understand the effects of PR3 on the specialised endothelial cells within the glomerular filters (GEnC) - these special cells may be particularly vulnerable to the activating and damaging effects of PR3. We would also like to understand how these GEnC interact with the circulating white blood cells, called neutrophils, which express PR3 on their surface and release PR3 within glomerular capillaries in patients with vasculitis. We will monitor the development of inflammation products and how these relate to biomarkers of cell damage. We will then be able to tell if drugs that inhibit the effects of PR3 can prevent cell damage. Finally, we will culture GEnC with another specialised kidney cell, glomerular epithelial cells (GEpiC) which are separated from GEnC by a membrane, and which together form the glomerular filter. We will examine whether PR3 and neutrophils that have escaped across GEnC, then draw GEpiC into the inflammation process. Again, we will test whether drugs that inhibit the effects of PR3 can stop GEpiC responding in this way. Some of the drugs that inhibit PR3 are already being used for treating other diseases, so if our studies suggest benefit, it should be possible to undertake clinical trials in patients with vasculitis.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0600069","grantId":"G0600069","fundValue":"599286","fundStart":"2007-06-01","fundEnd":"2011-11-30","funder":"MRC","impactText":"","person":"Caroline Olive Savage","coPersons":["George Edward Rainger","Lorraine  Harper"],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}