{"id":"13367DF4-4AC0-4198-80F4-8E64AA5B0286","title":"A platform for high throughput two-photon-targeted in vivo cellular physiology","abstractText":"The whole-cell patch clamp recording technique has had much impact in the Life Sciences by allowing the currents in ion channels to recorded: this has been crucial to advances in our understanding of cellular function. Use of the patch-clamp technique in vivo, however, has been difficult, because it essentially has to be carried out &quot;blind&quot;, with the only feedback obtained by monitoring the impedance of the micropipette used to make the recording.\n\nRecent developments in multiphoton microscopy now allow us to make targeted recordings from cells that have been fluorescently labelled. It has also recently been shown that in vivo patch-clamp recordings can be automated. In this project, we will combine these principles to develop a new approach for whole cell patch clamp electrophysiology. Our platform will allow genetically targeted classes of cells to be visually selected (&quot;point and click&quot;) by a human operator, and then automatically patched by a group of robotic micromanipulators capable of obtaining recordings from up to six cells simultaneously. As well as allowing high throughput characterization of cells in vivo for basic scientific or drug discovery purposes, our platform will allow new scientific questions to be asked involving interactions between cells that have not hitherto been addressable. Finally, the precision afforded by the automated robotic control system will allow the patch-clamping of subcellular structures in vivo, which has not previously been systematically achievable. We will demonstrate the utility of our two-photon targeted robotic patch clamp platform by using it to target two particular classes of pyramidal cell in the mouse cerebral cortex, in order to ascertain their respective roles in processing sensory information.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K001817/1","grantId":"BB/K001817/1","fundValue":"417869","fundStart":"2013-08-26","fundEnd":"2016-08-25","funder":"BBSRC","impactText":"  The project is approximately halfway through, and the system is still in the development phase. We will be providing proof of principle applications of the system over the next year.  ","person":"Simon Ross Schultz","coPersons":["William  Wisden","Paul Thomas Chadderton"],"organisation":"Imperial College London","findingsText":" We have developed a robotically automated system for performing electrophysiological recordings from cells in live tissue, targeted by fluorescent labels. Testing and refinement of the system is in progress. Commercialisation of the system. Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}