{"id":"13373744-A9AD-4D44-A2C8-7B8E9AE39D00","title":"Enhancing Heat Transfer in Porous Metals through Optimisation of Flow Resistance","abstractText":"Thermal management has become a critical issue in electronics because of increasing volumetric power densities and the harsh environments in which they are deployed. Active cooling is often required for high rates of heat dissipation because conventional passive cooling techniques are inadequate. Porous metal has been demonstrated to be highly efficient and cost effective in heat dissipation by forced fluid cooling. A main problem impeding its wider application is the high pumping power required to move the working fluid through the cooling device due to its large resistance to fluid flow.\n\nThis project sets out to address the scientific and technical issues in thermal applications of porous metals manufactured by the space holder methods, which have distinctive porous structure and unique heat transfer behaviour. The aims of the research are to understand the mechanistic relationships between flow resistance, heat transfer and pore structure and to develop technologies to create tailored porous metal structures for significantly enhanced heat transfer performance with minimised flow resistance. A combination of manufacturing, properties characterisation, modelling and process development will be carried out to identify the fundamental structural properties underpinning the thermal fluid behaviour in porous metals, to quantify their effects on heat transfer coefficient and fluid flow resistance, and to design and create heterogeneous porous structures for a step change in overall active cooling performance. \n\nThe global market for thermal management products is more than $10 billion with an annual growth rate of 6.8%. UK has a significant share in this market and is one of the leaders in developing new materials and technologies for active cooling devices for electronics. This project will provide scientific understanding and technical development underpinning the design and manufacture of a promising class of porous metals that are currently being developed by industry for thermal management applications. This research will ensure that UK maintains the leading position in this niche field. This research will also benefit the research and development of non-thermal porous products for environmental and energy applications, e.g., sound absorbers, porous electrodes and catalyst supports, where flow resistance has a deterministic effect.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N006550/1","grantId":"EP/N006550/1","fundValue":"260582","fundStart":"2015-12-01","fundEnd":"2018-05-31","funder":"EPSRC","impactText":"","person":"Yuyuan  Zhao","coPersons":["David JC Dennis","Robert John Poole"],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}