{"id":"133E46E5-1F7C-4D00-BEA6-7BA989467C1B","title":"A Systems Approach for the Fragment-Based Development of Selective Chemical Probes of Bromodomain Function","abstractText":"A key cellular mechanism for regulating expression of the genetic information stored in DNA is by mean of protein 'factors' that gene transcription. One group of such proteins affects gene expression levels by 'reading' epigenetics marks, i.e. reversible chemical modifications that are installed on other proteins that associate with DNA to form the highly compacted structure known as chromatin. A widely occurring modification is acetylation of lysine amino acids, which is specifically recognized by proteins that contain between one and six 'reader' domains called bromodomains. The human genome encodes 42 bromodomain containing proteins, giving a total number of 57 unique sequences that make up the bromodomain protein family. There is increasing evidence that link bromodomain proteins in various diseases, including cancer, however specific functions of many bromodomain proteins are yet unknown. Potent, cell-permeable small molecules that perturb the function of a biological target in a dose-dependent fashion are a powerful way to 'probe' the role of the target in a particular biological process as well as its association to disease and thus its therapeutic potential. Small molecules have several advantages over more traditional approaches involving gene knock outs or RNAi, including allowing spatial and temporal controls on the effect within a cell. However, identification of probe compounds can be laborious and often involves screening of large compound libraries. It can be challenging to develop 'tool compounds' that are not only sufficiently potent against a target protein but also highly selective so they do not bind to other similar proteins. This often hampers the successful application of chemical probes to establish a relationship between a molecular target and the biological consequences of modulating the target. Developing new approaches and tools to make advances in these areas would have an immediate impact in the field of chemical biology and for target validation in drug discovery. Recent years have seen the establishment of a novel, powerful approach to identify high quality binders against proteins. This involves screening libraries of molecules, so-called 'fragments', that are much smaller than those usually tested e.g. in 'high-throughput screening'. The binding modes of 'hits' identified from a fragment screen are characterized using protein structural techniques so their interactions with the protein are determined in details. Once several fragment hits are identified, the combined information on their interactions, on the nature of the binding site and knowledge of their chemistry can provide a basis for 'elaborating' these structures into more potent chemical probes. In the current proposal, we will combine fragment-based approaches with protein engineering, a technique to generate specific mutations on a protein by changing amino acids from one type to another. First we will elaborate bromodomain-targeting fragments by 1) 'growing' them to pick additional interactions with the binding site; 2) 'merging' fragments bound at overlapping sites at the acetyl-lysine binding pocket. This will generate tight binding ligands for bromodomains. Second we will elaborate these molecules to accommodate functional groups that chemically complement the mutation introduced in the binding site, e.g. filling space created by engineering a pocket, and/or 'clicking' the ligand covalently onto a cysteine. Such modified chemical probes should be highly selective for the mutant against wild-type or indeed any other bromodomain. Since the mutation can be rapidly introduced into any bromodomain protein and in a cell, the methods and tools that will be developed in this programme would allow a general strategy to chemically interrogate the biological function of bromodomain proteins at the system level. This approach could then be extended to study other reader domain systems as well.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J001201/1","grantId":"BB/J001201/1","fundValue":"578328","fundStart":"2011-12-01","fundEnd":"2013-04-07","funder":"BBSRC","impactText":"","person":"Alessio  Ciulli","coPersons":["Stefan  Knapp"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}