{"id":"135C354C-A8BF-4544-B6DB-274B6A49B619","title":"Anglo-Saxon Monastic Landscapes: A Reconstruction from Lyminge, Kent","abstractText":"The conversion of the pagan Anglo-Saxons to Christianity was spearheaded by the spread of monastic culture across England between the 7th to 9th centuries AD when a series of emergent kingdoms began to exploit the new faith as an ideological weapon in the war for political supremacy. This process laid down a new tier of monastic settlements more complex in physical, social and economic organisation than traditional forms of habitation found in the Anglo-Saxon countryside. In the absence of detailed descriptions in contemporary historical sources, only archaeology can provide an informed impression of how that complexity was given physical expression in the layout and material practices of Anglo-Saxon monastic institutions. Potential of this kind has been tested by recent archaeological work at Northumbrian institutions such as Hartlepool and Hoddom where there have been opportunities to glimpse craft activity, domestic occupation and satellite cemeteries at a considerable distance from the core monastic buildings. Although the importance of these peripheral zones is now firmly established, our conception of how they relate to the totality of a monastic landscapes remains poorly defined owing to the small scale of the excavations and the poor preservation associated with the outer precincts of documented monasteries.\n\nThis project will redress this imbalance through the detailed archaeological examination of Lyminge, Kent, the site of a documented double monastery (a mixed-sex community presided over by a royal abbess) founded in the 7th century. The site was evaluated systematically by geophysical survey and trial excavation between 2008 and 2010. This work demonstrated that Lyminge has excellent horizontal preservation covering an extensive swathe of the outer precincts of the monastic settlement, combined with an unbroken vertical sequence spanning both monastic-phase occupation and a settlement precursor of the 5th-7th centuries AD. As such, the project has potential to answer a suite of questions on the process of monastic foundation in the kingdom of Kent, a region crucial to the earliest stages of the Anglo-Saxon conversion. The proposed excavation will exploit Lyminge's potential to pioneer a new emphasis on the antecedents of monasticism in early Anglo-Saxon England, and develop an archaeological framework for elucidating the double monastery as a distinctive institutional expression of the fledgling English church.\n\nThe major activity of the research will be a programme of excavation on the village green over three summer field seasons (2012-14). The project will also re-analyze previous work in the churchyard where core buildings, including an Anglo-Saxon church, were first brought to light by Antiquarian excavations in the mid 19th century. An Integrated Archaeological Data-Base will be used to facilitate the development of the project website, archive and publications. Some post-excavation such as radiocarbon dating will be completed to enable a complete understanding of stratigraphy and site development and to inform the full analysis of artefactual and ecofactual assemblages. The main academic outputs will be an edited volume designed to set Lyminge in its international context, accompanied by articles in peer-reviewed journals. Phase 2 of this project (for which future funding will be sought in 2015) will complete full, integrated analysis of archaeological data-sets for final publication.\n\nThe project will collaborate with the Kent Archaeological Society and the Canterbury Archaeological Trust to pool expertise and also to help deliver a comprehensive programme of public outreach and participation targeting Lyminge, neighbouring communities and Kent at large. Through such means, this project will make Lyminge's heritage better understood to its own residents and enhance public understanding of Kent's formative role in the development of Anglo-Saxon monastic culture.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J006068/1","grantId":"AH/J006068/1","fundValue":"552684","fundStart":"2012-07-01","fundEnd":"2015-09-30","funder":"AHRC","impactText":"","person":"Gabor  Thomas","coPersons":[],"organisation":"University of Reading","findingsText":" The key findings of the project in its first year relate to discoveries made on an archaeological excavation conducted in July/August 2012 - the first of three campaigns to be completed during the life of the project. The key result of 2012 was the excavation of a monumental Anglo-Saxon timber hall dating to c.AD 600, the first new discovery of such a hall in over a generation, and one of the first to be excavated in its entirety from Anglo-Saxon England. \n\n\n\nThe hall confirms that the site under investigation preserves the remains of an early medieval royal complex of a type previously unattested in the Anglo-Saxon kingdom of Kent and paralleled by only a few sites elsewhere in England (e.g. Yeavering, Northumberland). This discovery has major implications for our understanding of aristocratic culture in Kent during a key phase in the kingdom's political consolidation and at a time of active Christian conversion. The archaeological discoveries made in 2012 provide an entirely new dimension for exploring Kent's cultural and political identity at a key phase in English history before the Norman Conquest. For this reason they have relevance to a wide range of non-academic stakeholders in the region. They could be used to enhance teaching materials for schools and educational establishments, to provide new content for museum collections and and regional heritage organisations and to inform policy governing the protection and exploitation of regional heritage assets. The results also offer rich opportunities for knowledge-exchange with commercial and voluntary archaeological organisations active within the region, including the Kent Archaeological Society and the Canterbury Archaeological Trust. Communities and Social Services/Policy,Creative Economy,Education,Environment","dataset":"gtr"}