{"id":"1368E7EC-C132-4BE8-8101-9DF5FED9DBF7","title":"Volcanoscope: Scoping study for increasing resilience to hazards in volcanic regions","abstractText":"Project VOLCANOSCOPE will evaluate strategies (1) for applying existing and new forecasting models to volcanic eruptions, and (2) for identifying methods to improve how forecasts are communicated effectively to vulnerable communities. To link forecasting and communication, the interdisciplinary study will assess how to engage all stakeholders - from monitoring scientists, through emergency agencies, to vulnerable communities - to optimize the understanding of forecasts among different end users. Effective forecasting aids resilience. A community's resilience to a hazard increases with its preparedness to respond under threat; preparedness is enhanced when a hazard can be forecast with enough time to allow a practical response; and forecasts are effective when their uncertainty can be assessed and when they are communicated in a manner readily understood by those who are responding to an emergency. Increasing the effectiveness of forecasts is especially urgent at volcanoes that have not erupted for several generations, because (1) the threatened communities are likely to have little or no experience of volcanic unrest, and (2) long repose intervals normally precede large explosive eruptions, which expel a cubic kilometre or more of magma within 24-48 hours and are among the most damaging volcanic events in the historical record. The precursors most-commonly recorded before eruptions are changes in the rates of ground movement and of occurrence of local earthquakes (high-frequency or volcano-tectonic (VT) events). They are also observed before giant, catastrophic slope collapse, which may involve the entire flank of a volcano and which can occur with or without an eruption. This study will investigate the factors that limit the reliability and effective communication of forecasts of eruptions or collapse, and so identify methods for enhancing: 1. The potential for deformation and seismic-event rates to yield short-term forecasts of practical value for responding to eruptions and major slope instability after long repose intervals (~100 years or more); 2. The information needs of vulnerable communities as perceived by the communities themselves and by specialist organisations from outside those communities.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I017984/1","grantId":"NE/I017984/1","fundValue":"21688","fundStart":"2010-11-06","fundEnd":"2011-03-31","funder":"NERC","impactText":"","person":"Christopher Richard Kilburn","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}