{"id":"136E60AF-4C5A-4776-B76D-A1532B4C4DB1","title":"SPPI-NET: a Network for Synthetic Plant Products for Industry","abstractText":"Increasing oil-prices, security of supply and concerns over climate change are forcing a major re-think in how we can move from an industrial system reliant on fossil fuels to one which uses sustainable, renewable feed-stocks. Plant products are an obvious alternative current and future source of chemicals and materials, but in many cases are more limited in their applications and performance characteristics as compared with their synthetic counterparts. If we take a long term view, it would therefore be very desirable to combine the sustainability of plant based production with the tractability of synthetic chemistry in producing new generations of 'smart' renewable chemicals and materials for industrial production. The emerging science of synthetic biology, whereby engineering and physical science principles could be applied to rationally control metabolism presents a very powerful means of generating new bio-based products, including smart materials from plants. In our network, SPPI-NET, we propose to assemble the appreciable expertise in plant metabolism available in the UK with chemists and engineers to design new metabolic processes in plants which will give rise to novel Synthetic Plant Products for Industry (SPPIs). Future applications for SPPIs range from renewable biopolymers to novel fine chemicals and drugs. SPPI-NET will have very applied goals in working closely with industrialists on products which will make a significant impact on the long-term sustainability and future competitiveness of the UK's chemical industry. This will be achieved through building a community of trained scientists and fostering novel projects in basic and applied plant synthetic biology. As part of the network, we will also consider how the development of synthetic biology could impact on society and the public's perception of such new radical technologies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F018460/1","grantId":"BB/F018460/1","fundValue":"107362","fundStart":"2008-06-01","fundEnd":"2010-10-31","funder":"BBSRC","impactText":"","person":"Robert  Edwards","coPersons":["Patrick  Steel"],"organisation":"Durham University","findingsText":"","dataset":"gtr"}