{"id":"1370D87E-5372-41F3-9D4A-4C88E6BB1A66","title":"Mechanisms controlling the number and location of synaptic AMPARs","abstractText":"Glutamate is a molecule in the brain that transfers messages from one neurone to the next. In the receiving neurone, glutamate binds to proteins called receptors that activate that neurone which, in turn, often stimulates it to release glutamate itself to activate the next neurone in the chain. We are particularly interested in the glutamate receptor subtype called AMPA receptors (AMPARs). Information passing through AMPARs represents the vast majority of information flow in the brain. \n\nTo function correctly, AMPARs need to be precisely located on the surface of the neurone. The focus of our work is how neurones achieve the remarkable feat of getting the AMPARs to the right place at the right time. In addition, the number and location of AMPARs can be rapidly changed. It has been discovered that there are proteins that direct and anchor AMPARs; they determine the level and location of AMPAR expression and they connect to specific signalling pathways inside the neurone. \n\nThis project aims to provide a more complete picture of how AMPARs are transported (trafficked) around the neurone and define the specific roles of interacting proteins. We shall use a combination of methods that takes full advantage of the technological advances made over the last few years to elucidate the principles that govern the turnover and surface expression of AMPARs.\n\nTo do this we will look at what happens in both resting, unstimulated neurones and also in neurones that have been stimulated with physiologically relevant stimuli. We will use new microscopes and special fluorescent protein labels that allow us to actually see AMPARs moving in the cell and how this is changed by different conditions. We will then use biochemical methods to work out what proteins are involved in orchestrating these movements and what happens when we prevent them from working properly. \n\nThe public can access neuroscience research in the University of Bristol via Bristol Neuroscience (BN). There is an extensive website that allows the public to gain access to the research going on in our labs. BN is also active in arranging events to increase public understanding of science. Via BN and the widening participation scheme the PI gives talks about ?how the brain works? to A-level students in schools.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0601810","grantId":"G0601810","fundValue":"1658200","fundStart":"2008-01-01","fundEnd":"2012-12-31","funder":"MRC","impactText":"","person":"Jeremy M Henley","coPersons":["Jonathan  Hanley","George  Banting"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}