{"id":"137C8BA4-269F-4BBE-9014-89F05FBD7778","title":"The consequences of seasonal interactions in migratory birds: from individuals to populations.","abstractText":"Long distance migration in birds is one of the world's most astonishing wildlife spectacles and has puzzled humans for since the time of Aristotle. However despite this long standing interest and many years of study there are still huge gaps in our understanding of how variation in migratory behaviour influences the populations of birds that undertake these spectacular movements. For example why can some birds migrate earlier than others, why do different populations of the same species spend the winter or breed in different places, why do some birds manage to rear young while others do not? These are all very important questions, particularly with respect to the conservation of migratory birds, but they remain unanswered because of two problems. First, we now know that we cannot view the behaviour of a bird in a single season in isolation as events across all seasons as the two are inextricably linked to one another. For example if a bird settles on a poor wintering territory it may not gather the resources it needs to fuel spring migration in time and so would arrive late on the breeding grounds, and threrefore be less likely to get a mate. Second, to get an idea of what a bird is doing in more than one season, we need to be able to track it as it makes its annual migrations and this is very difficult. This type of cross seasonal effect may be very important in determining the productivity and survival of migratory species. Our study would use large amounts of data collected from individual swans and geese (that have been fitted uniquely identifiable coloured and lettered rings) over the last 30 years in order to investigate how events across different seasons influence their populations.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F021690/1","grantId":"NE/F021690/1","fundValue":"298455","fundStart":"2008-10-01","fundEnd":"2011-03-31","funder":"NERC","impactText":"  In scientific publications and education. Education,Environment Cultural","person":"Stuart  Bearhop","coPersons":["David James Hodgson"],"organisation":"University of Exeter","findingsText":" We found that winter feeding influenced breeding season productivity many months latter in long distance migrants, but that this effect was strongly dependant on the weather the birds encountered during the latter stages of migration. Form this work it is clear that the annual cycles of animals cannot be viewed as a series of discrete boxes. Performance in one season limits abilities in another. Ecologists and evolutionary biologists need to bear this in mind when trying to understand patterns of behaviour, variation in fitness and demography. Environment","dataset":"gtr"}