{"id":"137ED0EE-1CB1-4633-A49A-99B8BAFA23ED","title":"Liverpool Imaging Partnership: Molecular physiology and drug response","abstractText":"In multicellular organisms, cells are exposed to molecular signals such as inflammatory molecules and stress signals. Cells have to interpret these signals to adapt and respond appropriately. To understand the molecular mechanisms leading to a particular response (e.g. cell death, cell growth, cell migration, etc), biologists have to measure the levels, localisation and modifications of proteins, and the subsequent regulation of specific genes. There is an increasing recognition that in a population of cells, each cell is different and therefore measuring the average behaviour can lead to erroneous conclusions. Live cell imaging coupled with the use of fluorescent and luminescent labels and reporters enables biologists to monitor dynamic events in individual cells in real time. Nanotechnology provides additional tools to visualise single molecules.\n\nThe aim of our project is to build on our existing imaging capabilities in the Centre for Cell Imaging and our world-leading expertise in the synthesis and imaging of nanoparticles to improve the equipment available with the most up-to-date microscopes. We will also develop new technologies, software and image analysis methods that will allow us to increase the resolution of the images and their interpretation (to better see the detailed structures inside the cells). We will make sure that the equipment is used to the best of its capabilities to answer important biological and biomedical questions. For this purpose, we will select the best projects, in Liverpool, the UK and beyond, and we will support users from the conception of their experiments to the analysis and interpretation of their results.\n\nThe CCI platform will therefore permit researchers from a broad range of research fields to tackle important 21st century challenges in biomedical research, by investigating in real-time cellular events at the molecular level. To illustrate the breadth of science that will be served by the platform, we briefly present below three exemplar projects that, among many others, will benefit of the improved facility. \n \nUNDERSTANDING ACUTE PANCREATITIS ON THE NANOMETRE SCALE. Cells of the pancreas produce the enzymes that digest our food inside the intestine. In acute pancreatitis, instead of being secreted to the intestine, enzymes become active in the pancreas cells themselves and damage the pancreas leading to severe pain, hospitalisation and in some cases, death. The activation of these enzymes involves the formation of dynamic structures that are very difficult to study by conventional microscopy because they are smaller than the resolution of conventional microscopes. The new platform will uniquely allow us to study the response of those structures when pancreatic cells are exposed to molecules that may induce or prevent acute pancreatitis and ultimately develop novel approaches to prevent this from happening.\n\nIMAGING THE SUBTLE ROLE OF OXIDATIVE STRESS IN AGEING; Oxidative stress leading to oxidative damage has been implicated in the processes underlying ageing for over 50 years, but recent data demonstrated that rather than gross changes in oxidative stress damage, it is the more subtle changes in regulation of reduction-oxidation reactions that play a fundamental role in ageing processes. The new platform will uniquely allow us to control and measure oxygen level and oxidative stress providing new insights into mechanisms of ageing.\n\nPROBING THE MECHANISM FOR INTESTINAL ABSORPTION OF NANOMEDICINES; Insolubility of active pharmaceutical ingredients and the resulting lack of bioavailability is a major concern for the development of new drugs. Approaches based on nanotechnology have proven successful, but very little is known regarding the mechanistic basis. The present application will enable us to study differences in trans-intestinal passage and toxicity of nanomedicines compared to conventional dissolved drugs.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K015931/1","grantId":"MR/K015931/1","fundValue":"938349","fundStart":"2013-02-13","fundEnd":"2017-02-12","funder":"MRC","impactText":"","person":"Raphael  Levy","coPersons":["Brian Kevin Park","Andrew  Owen","Anthony James Hall","David  Fernig","Giancarlo Augusto Biagini","Ian Andrew Prior","Daimark Hamilton Bennett","Alexei  Tepikin","Violaine  See","Rachel Naomi Bearon","Steven  Rannard","Malcolm Joseph Jackson","Robert  Sutton"],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}