{"id":"137F9A83-8AED-41B0-8FFE-F4B91DDAAE86","title":"SIGNET","abstractText":"Cell signalling is at the frontier of investigation of cells, tissues and organisms, both in the animal and plant kingdoms. The study of cell signalling is becoming the cornerstone in understanding how cells and cell populations perceive and interact with the external world. Importantly, in all natural systems, cell signaling pathways interact with one another to form networks, both within and between cells, that can behave in complex and unexpected ways. Our understanding of cell signalling is hindered by this inherent complexity, and future analyses of cell signaling networks will require a synergistic combination of experimental and theoretical approaches including the development and analysis of simulations and models. A Cell Signalling Network will bring together a number of internationally renowned researchers from biology and the mathematical sciences. This group activity will enhance the development of innovative techniques that could not be achieved in isolation. A truly interdisciplinary network devoted to the study of cell signalling will engage life scientists and mathematicians in developing new approaches and methodologies to improve our understanding of cell signalling in a variety of contexts, including normal development, wound healing, and disease.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F003838/1","grantId":"BB/F003838/1","fundValue":"81513","fundStart":"2007-11-30","fundEnd":"2011-05-29","funder":"BBSRC","impactText":"","person":"Markus  Owen","coPersons":["Nicholas Alexander Monk","Stephen  Coombes"],"organisation":"University of Nottingham","findingsText":" SIGNET (the UK Cell Signalling Network) was funded to promote the use of mathematical modelling to help understand cell signalling, the way biological cells communicate. SIGNET established a balanced membership from biology and the mathematical sciences, facilitating the development of an active cross-disciplinary community at the interface between mathematics and biology. SIGNET ran a number of workshops at a variety of locations in the UK, both independently and as focus sessions embedded in larger biological and modelling meetings. It generated new collaborative projects and promoted the development of mathematical modelling techniques that enhance our understanding of cell signalling. SIGNET encouraged new and less-established participants by supporting short collaborative visits and preliminary investigations. The network also made a major contribution to training biologists in mathematical modelling, contributing to three summer schools in &quot;Mathematical Modelling for Life Scientists&quot;. Summer schools could be extended, for example by running a follow-up summer school on multiscale modelling. \n\nPushing forward the development of standards for multicellular modelling. Three strands of development are underway: contributing to development of relevant SBML packages; exploring the capabilities of CellML; and developing a Cell Based Model Description Language (CBMDL). Agriculture, Food and Drink,Environment,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}