{"id":"1382842F-445E-4810-8976-6888F067FD51","title":"Functional characterisation of a Campylobacter flagellin glycosylation island important in avian adaptation","abstractText":"Campylobacter jejuni is a type of bacterium that causes severe food poisoning. It is the most common cause of bacterial food poisoning in the world and it is usually caught from handling or eating contaminated poultry, especially chickens. Large numbers of C. jejuni bacteria can live inside chickens without causing any symptoms, but we don&iquest;t understand how they survive in chickens, and why they cause disease in people but not in birds. The overall aim of this research is to find ways to reduce the number of C. jejuni bacteria in the food chain, especially in chickens, to reduce the number of cases of food poisoning. Antibiotic resistance is a growing problem, so we need to find clever alternatives to antibiotics by understanding exactly how the bacteria work. We hope that if we can understand how C. jejuni survives in chickens, we can work out how to block the process, perhaps by feeding the birds harmless bacteria that stop the disease-causing ones from surviving, or by selecting chickens that the bacteria aren&iquest;t able to live in. Before writing this grant proposal, we compared the genomes of 91 different strains of C. jejuni. These strains had been isolated from all over the place: chickens, cows, sheep and humans, as well as from the general environment. We found a set of six genes that were only present in the strains that came from chickens, and we think that these genes may be key to explaining how the bacteria are able to survive inside birds. This is exciting, because it is the first time that anyone has found a gene or set of genes that is specific to strains of C. jejuni from one particular source. The genes we found are within a region of the genome that is involved in modifying a particular protein, called flagellin, which appears on the surface of the bacteria. The genes modify the flagellin protein by adding sugar structures to it. We know that in order disease-causing bacteria, this kind of sugar modification is important because it affects they way e bacteria bind to cells in the animals they infect, and it affects the kind of immune response they trigger in the animals. In the proposed programme of research, we went to investigate these six genes (we&iquest;ve called them cj1321-26) in detail, to find out exactly what they do, and just how they help the bacteria to survive in the chicken. Joint with BB/D521965/1.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D521849/1","grantId":"BB/D521849/1","fundValue":"187158","fundStart":"2006-01-01","fundEnd":"2008-12-31","funder":"BBSRC","impactText":"","person":"Brendan  Wren","coPersons":[],"organisation":"London Sch of Hygiene and Trop Medicine","findingsText":" We discovered a new way by which the major foodbourne pathogen Campylobacter jejuni modifies its flagella. The flagella are modified by complex sugar structures which we able to determine as an unusual Legionaminic acid. Campylobacter strains with this modification were more able to adhere to human gastrointestinal cells and may be more associated with human infection. Campylobacter strains that had the Legionimic acid modification were more likely to associated with human infection and may be a useful marker for infection. Healthcare","dataset":"gtr"}