{"id":"13ADFBA0-6DCE-4B5B-BEC3-C27B0A891A78","title":"Capital Equipment in support of Sheffield Particle Physics - ATLAS, ATLAS upgrade, T2K, FNE, MICE, EDELWEISS/EURECA, DMGS, SNO+, R&amp;D, K","abstractText":"We are living in an exceptional age for discoveries in particle physics with potential for producing step changes in understanding of the composition and structure of the Universe. The research we plan, supported by the equipment requested here, is at the core of these discoveries. A key objective of the UK and international particle physics communities is to upgrade the Large Hadron Collider, ATLAS and CMS experiments, to enable collection of ten times more data than was originally foreseen. This will allow ATLAS to measure properties of the new boson announced in July 2012 to unprecedented precision, to establish firmly whether it is indeed the Higgs boson, and if so whether it has the properties predicted by the Standard Model of Particle Physics. The extra data will also greatly increase the sensitivity of ATLAS to new physics beyond the Standard Model such as Supersymmetry. In order to realize this goal the ATLAS central tracking detector will need to be replaced to enable operation in the harsher radiation conditions expected at the upgraded LHC. This proposal contributes to that goal by seeking equipment to support development of the cooling system required by the new tracking detector and for testing the electronic modules of the tracker.\n A second recent major advance, by the T2K experiment in 2011, reports evidence for a non-zero third neutrino mixing angle. This unlocks progress to experiments in so-called charge-parity (CP) violation to answer the mystery of why the Universe contains virtually no anti-matter. Our neutrino group will focus on contributing analysis to confirm the results but also, using membership of LBNE, progress key new detector technology towards a next generation long baseline neutrino experiment to see CP violation. Our focus will be with liquid argon technology and our pioneering work on electroluminescence light readout, key also to our on-going work towards an experiment to see if the proton decays, core to understanding Grand Unified Theories of physics. The equipment request for a new liquid argon detector and gas analysis facility is key here, in particular to open participation in a 35 ton prototype experiment at Fermilab. Closely related is our continued participation also in SNO+, aimed at understanding solar neutrinos, and the MICE experiment. The study of muon cooling with MICE is vital for the design and construction of future accelerator projects such as a Neutrino Factory and Muon Collider. These efforts will be facilitated by the requested fast digital oscilloscope. \n Technological developments have recently led to major improvements in sensitivity of detectors to WIMP dark matter, thought to comprise 90% of the galaxy. Exploiting our pioneering work in background mitigation, directional sensitivity and analysis, our future work will concentrate on the LZ and DRIFT-CYGNUS experiments. The latter aims to determine a definitive galactic signature for recently claimed low mass WIMP events and will see a new experiment installed at the UK's Boulby underground site, DRIFT-IIe. Low background R&amp;D and radon issues have become core to such rare event physics, including searches for rare double beta decay. The proposed Rn adsorption test facility fits well here and is also of interest to the environmental science community and development of the UK's underground Boulby site.\n All the equipment also supports our generic R&amp;D, closely related to a vigorous knowledge exchange programme. Highlight activity will include development of particle tracking in liquid argon relevant to medical applications, gas-based directional neutron detectors with relevance for homeland security and use of muon detectors to monitor CO2 underground storage, all part of our work on social agendas in climate change and crime prevention. Finally, the requested computational suite crosses all research groups to allow multiple services to run on the same host machine and future-proof the group's computing.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/L003090/1","grantId":"ST/L003090/1","fundValue":"177393","fundStart":"2014-04-01","fundEnd":"2015-03-31","funder":"STFC","impactText":"","person":"Neil  Spooner","coPersons":["Efstathios Stathes Paganis","John Eric McMillan","Christopher Neal Booth","Susan Lesley Cartwright","Lee  Thompson","Edward John Daw","Daniel Russell Tovey","Davide  Costanzo","Vitaly  Kudryavtsev"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}