{"id":"13BD9E6B-3651-41C6-B835-0E9C21643FAF","title":"PLATFORM: CONTROL OF COMPLEX SYSTEMS","abstractText":"The next decade will see the design of increasingly complex systems, with arrays of relatively low cost sensors, actuators and processors, and higher levels of autonomy, intelligence and decision making capabilities. Smart controllers will be required to reconfigure on-line to counter nonlinearities and large changes in a system or its uncertain environment, and future applications will need distributed control and the coordination and/or integration of subsystems (in a system of systems) to achieve a common goal. These developments present major challenges for the control engineer tasked with producing high performance practical solutions that are safe, easy to commission and (almost) maintenance-free.The Leicester Control Group will tackle some of the challenges facing the control community and is strategically developing or participating in large programmes of work in specific areas of activity. Some of these have strong industrial involvement (e.g. BAE Systems, Westland Helicopters and QinetiQ) and some are in association with multiple university partners. At the same time the group is looking to broaden its collaborative links, especially into the basic sciences and the Platform Grant is seen as vital to this. For example, we have been analysing the robustness of some molecular network models developed by biologists and have demonstrated weaknesses not previously seen. A key element of the Platform Grant will therefore be short-term speculative research at the interface between engineering and science. In this way we hope to discover new challenges and opportunities.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D029937/1","grantId":"EP/D029937/1","fundValue":"434577","fundStart":"2006-06-01","fundEnd":"2011-05-31","funder":"EPSRC","impactText":"","person":"Da-Wei  Gu","coPersons":["Sarah  Spurgeon","Matthew Christopher Turner","Christopher  Edwards","Ian  Postlethwaite","Declan  Bates"],"organisation":"University of Leicester","findingsText":"","dataset":"gtr"}