{"id":"13C24D96-2774-43EB-97C6-0687F82DA60A","title":"Inter-genomic conflict in gynodioecy and its effects on molecular evolution of mitochondrial genomes","abstractText":"Within species variation is an extremely important component of biodiversity to allow populations to adapt to changes in their environment. This is often related to environmental variation (e.g. north-south differences) or local environments (e.g. metal-tolerant plants growing on lead and copper mines, whereas others of the same species have no such tolerance). Here, we plan to study a case of variation that is maintained by natural selection acting through the benefits and costs of two different sex forms in a single plant species or population - hermaphrodites (which have both female and male functions, the situation in most plants) and females (or male steriles). In a few percent of flowering plants, both females and hermaphrodites co-occur. This is called gynodioecy. \n\nThe evolutionary processes involved in the maintenance of the sex forms can best be studied in natural populations with male sterile plants, such as many species in the genus Plantago (plantains). Plantago species are important components of wild grasslands, and easy to work with. Their genetics is quite well studied, and male steriles have been found in several species, making them the ideal study organisms.\n\nFemales are widely used in plant breeding, particularly in crops like maize where breeders want to produce hybrids, and also to prevent the 'escape' of pollen from genetically modified crops. There is thus much information about the inheritance of femaleness (male sterility) in plants. Male sterility is often caused by a mutation in the mitochondrial DNA of the plant (mitochondria are tiny structures in the cytoplasm of animal and plant cells that are essential for energy generation). This is called cytoplasmic male-sterility. \n\nCytoplasmic male sterility is a classic example of a 'selfish genetic element'. A species acquires a seemingly harmful mutation causing male sterility, or femaleness, despite the disadvantage compared to hermaphrodites due to loss of male fertility. This occurs because there are some advantages to being female - provided that pollen from hermaphrodites is available, females can often produce more seeds than the hermaphrodites, because, by 'selfishly' relying on others to fertilise their seeds, they have more resources available for seed production. Their offspring also often have higher survival, because females always mate with a different individual (hermaphrodites often reproduce by self-fertilisation and these progeny often have low survival or fertility, called 'inbreeding depression'). \n\nSometimes the sterility and non-sterility variants can both remain in a population, and hermaphrodite and female plants may coexist for a long time, with mitochondrial DNA variation within the species. However, mutations in the nuclear DNA can restore the lost female function, leading to hermaphroditism even when the mitochondria are mutant. There is thus a conflict between nuclear and mitochondrial genes, rather like that in an influenza epidemic, where a new virus appears through mutation, and resistance against it builds up in the population until a new virus outbreak, of a different type, occurs (in this situation, the host's resistance is due to immune system changes, not to resistance mutations spreading in the host population). In the case of male sterility, a nuclear restorer mutation can sometimes spread in a plant population, making the plants mostly hermaphrodite again. The sterility mitochondrial type's advantages explained above cause this type to then be the only one remaining. If a new male sterility mutation later invades the species, the process can be repeated. Another interesting fact is that the mitochondrial DNA of Plantago evolves thousands of times faster than in most other plants, and we will also investigate a possible connection between this fast evolution and the different sex types. The results of the project will increase our understanding of the processes involved in the maintenance of male sterility.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J011452/1","grantId":"NE/J011452/1","fundValue":"323140","fundStart":"2012-09-10","fundEnd":"2016-03-08","funder":"NERC","impactText":"","person":"Deborah  Charlesworth","coPersons":[],"organisation":"University of Edinburgh","findingsText":" NOTE that this is a project in progress. So far, we have collected plants from natural populations of several Plantago species. We have also selected a set of candidate single-copy nuclear genes for the projected work, designed primers from their sequences and obtained the primers and extracted from DNA samples from the plant species. The primers have been tested and sequences from the study species are being obtained, prior to obtaining diversity data. Our findings are currently being taken forward by ourselves. The project is not complete. Education,Environment","dataset":"gtr"}