{"id":"13C4F66A-C09F-44DD-96DD-9A31569CEAF5","title":"Messenger RNA analysis of genes implicated in susceptibility to type 2 diabetes.","abstractText":"We are now facing an epidemic of type 2 diabetes (T2D). This disease, which used to be found only in the middle aged, is increasingly now being seen in much younger people because of rising levels of obesity, lack of exercise and other risk factors. We are beginning to understand, however, why some people are more likely to get T2D, whilst others do not. Everybody's genes are slightly different. We all carry large numbers of very small changes in our genes and some of these changes may make people carrying them slightly more susceptible to diabetes or other diseases. Over the past decade, we have found over 40 changes that make people more likely to become diabetic. We now face an important task to find out exactly how these changes cause diabetes. Most of the changes identified have been in regions of the genes that control whether genes are switched on or switched off. All cells contain all the genes, but not all are switched on in every cell type. When a gene is switched on, it produces a message, which tells the cell to make a particular protein, which may be necessary in the control of blood sugar, or in other bodily processes. Most genes can also make more than one type of message. The amount or nature of these messages is important to keep our cells healthy and to make our bodies function. These small changes in the genes could cause genes to be switched off when they should be switched on, or vice versa. They could also cause the genes to make the wrong sort of messages, or the right messages but at the wrong time. All of these possibilities could contribute to the development of diabetes. In this study, I aim to find out whether the changes in the genes that are associated with T2D affect the amount or number of messages made, and how this could then predispose to diabetes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J006777/1","grantId":"MR/J006777/1","fundValue":"321605","fundStart":"2012-08-01","fundEnd":"2015-09-30","funder":"MRC","impactText":"","person":"Lorna Wendy Harries","coPersons":[],"organisation":"University of Exeter","findingsText":"","dataset":"gtr"}