{"id":"13CC0C63-6F1E-491C-A1A1-AFFC2AC23625","title":"Structural and functional analysis of the splicing co-regulators PTB and Raver1","abstractText":"We propose to investigate how two proteins, the polypyrimidine tract binding protein (PTB) and raver1, work together to regulate the ways that genetic information is used in cells. Genes encoded in DNA are split into pieces called exons which need to be combined before the messenger RNA (mRNA) of the gene is used to make a protein. There are different ways to combine the exons, which allows several different but related proteins to be made from one gene, a process known as alternative splicing. PTB, a protein that binds RNA, helps to determine how the exons are combined in the final mRNA for a growing number of genes. For one particular gene, a-tropomyosin, PTB needs to interact with another protein, raver1, in order to control splicing. Our research aims investigate the structures PTB, raver1 and to reveal how these molecules bind to each other and to RNA. This information will help us to see at the molecular level how these proteins affect RNA structure and control how the RNA is spliced.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E02209X/1","grantId":"BB/E02209X/1","fundValue":"378266","fundStart":"2007-09-01","fundEnd":"2011-08-31","funder":"BBSRC","impactText":"  We are not aware that they have been used outside the academic community. Other Cultural","person":"Stephen  Curry","coPersons":["Stephen  Matthews"],"organisation":"Imperial College London","findingsText":" This project aimed to determine structural details of the interaction between 2 protein, the polypyrimidine tract binding protein (PTB) and Raver1, which together serve to regulate splicing of messenger RNA (mRNA). Splicing is a process whereby a gene that is copied in the cell from DNA is prepared for use in the process of making proteins. The parts of the mRNA molecule that do not code for protein are remove. Our work was of a fundamental nature and produced the first high-resolution insights into how PTB and Raver1 interact with one another. Full details are in the End of Grant report submitted to the BBSRC. The can be built on by other scientists working on mechanism of splicing regulation. At present we do not envisage any technical applications. Other","dataset":"gtr"}