{"id":"13CE4A6A-F2C2-45AD-A847-9EDFE697741F","title":"Shale Gas Play Definition using Controlled Source Electro-Magnetic Geophysics","abstractText":"INTRODUCTION. This project aims to show that the presence of subsurface hydrocarbons, especially shale gas, may be\ndetected before drilling by performing a controlled-source electromagnetic (CSEM) survey on the earth's surface above the\ntarget. The application of CSEM for shale gas detection has never been done before. We plan to do this over an existing\nseismic line in Scotland. Hydrocarbons are electrically resistive. So the objective is to map subsurface resistivity variations\nusing the surface CSEM survey data. There are two goals: (1) to acquire good quality transient CSEM data; and (2) to\nrecover the resistivities from the data.\nCSEM DATA ACQUISITION USING THE MTEM METHOD. Using a field layout similar to that used in seismic reflection,\nthe method has a current source that injects current (~40A) into the Earth via a pair of source electrodes, and a line of\nelectric field receivers, each of which measures the voltage response of the earth between a pair of receiver electrodes.\nThe recorded data are processed to recover the impulse response of the earth for each source-receiver pair.\nEQUIPMENT. The equipment we will use was developed initially in the University of Edinburgh and later in MTEM Limited\nand Petroleum Geo-Services (PGS). In 2009 PGS ceased to perform land surveys. In April 2014 PGS donated the MTEM\nland system to the University of Edinburgh for research purposes. This system, valued at &pound;500k, forms a key part of this\nproject. There are more components than are required for the survey, providing redundancy, and minimising the risk of\ndowntime due to equipment failure.\nMTEM FIELD SURVEY. The MTEM survey will be conducted over a shale gas prospect at the Deerdykes site in the\nMidland Valley of Scotland near Cumbernauld, where shale gas/oil plays are suspected to be present at depths ranging to\n3000 m below the ground surface. Previous land MTEM surveys have acquired data for targets down to 2000 m. The\nPetroleum Exploration and Development License (PED) for the site is held by ReachCSG (project Partner), who already\nhave significant geological and geophysical information relating to the site, including historic 2-D seismic reflection data that\nwill be made available to the project. The survey line will pass through a location where Reach have extant planning\npermission to drill a shale gas exploration borehole.\nTHE DATA. The data will be obtained with the most up-to-date commercial grade equipment and are expected to be of\nexcellent quality. This will be the first CSEM data set ever recorded over a shale gas prospect.\nRECOVERING THE RESISTIVITIES FROM THE DATA. We will recover resistivities from the MTEM data using forward\nmodelling routines to compute synthetic impulse response data that would be obtained over the model for all the sourcereceiver\nconfigurations used in the survey. The resistivity model will be adjusted to minimise the error between the\nsynthetic and real data, this is a process known as inversion. The data will be inverted in two ways: first, without any a priori\ninformation or constraints; second, using sub-surface rock layer interfaces obtained from the existing seismic reflection\ndata, which will be re-processed by project partner ReachCSG.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/N004752/1","grantId":"NE/N004752/1","fundValue":"74947","fundStart":"2015-05-01","fundEnd":"2016-10-31","funder":"NERC","impactText":"","person":"Anton  Ziolkowski","coPersons":["David  Wright","Stuart  Haszeldine"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}