{"id":"13CEA411-3824-4F7A-A82A-649754C1224B","title":"The social, historical, cultural and democratic context of civic engagement: imagining different communities and making them happen.","abstractText":"Our research studies how communities connect people, both today and in the past. These connections take many forms, but often include people coming together to seek change and pursue a different future. We are interested in the role imagination plays in how such futures are conceived and pursued. The history of people's involvement in community initiatives includes both successful innovation and frustration and disappointment, in the UK and elsewhere. Our project will learn from both scenarios. We will study community connections in different types of community (some present, some past). Using our new knowledge, together we will imagine how communities might be different and experiment with different forms of community building.\n\nCommunities are made up of people who share some things in common, but also have differences. In the light of this we want to ask four main questions: 1) What are the best ways of conceptualising, researching and promoting connected communities so that they have the potential to accommodate and benefit from social, cultural and economic differences and diverse opinions and practices? 2) What does the history of civic engagement tell us about how and why the social, historical, cultural and democratic context matters to community-building? 3) What role can imagining better futures play in capturing and sustaining enthusiasm and momentum for change? 4) Is community research being transformed by developments in research methodologies, particularly the development of creative and collaborative methods?\n\nOur approach to these questions challenges ideas of community that focus on what is lacking, highlighting instead the role that harnessing imagination plays in shaping community futures. It brings together researchers from a range of disciplines across the social sciences and arts and humanities interested in community relationships together with partner organisations dedicated to community development in a range of locations. International colleagues will add further dimensions to the consortium's activities, acting as keynote speakers at events, and as advisory committee members.\n\nThe projects will employ a range of approaches to research, but with collaborative and participatory methods (community partners and universities working together) being central. Several projects involve going back to sites of previous research to explore what can be learned that is of relevance to to-day's debates about community. The return to sites of the Community Development Project of the late 1960s/early 1970s will include analysis of background statistics, documentary records, interviews, oral history, community arts and other community-based activities, tracing that history and its legacies down to the present. We will revisit culture and arts projects, and projects working with disadvantaged groups, all of which have sought to promote community resilience. Reflections on the lessons of these experiences will feed into planned interventions with members of 'disadvantaged' communities to fire imagination about the future and help to build resilience and a momentum for change. Another project will investigate what motivates volunteers to cross social and geographical boundaries, using mapping techniques, surveys and focus groups to capture these connections. The context of this proposal is a strong impetus globally towards people looking for new ways to participate in decision-making about issues that affect their lives, and to participate in research that involves them - the so-called 'democratisation of social research'. The various strands of research are held together by the team's shared interests in how people envisage co-operating and how these ideas get put into practice in diverse communities. Answering these questions requires working collaboratively to look at a range of different cases, both past and present, and to draw appropriate conclusions to inform current debates and visions of the future.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/K002686/2","grantId":"ES/K002686/2","fundValue":"1452730","fundStart":"2014-05-31","fundEnd":"2017-12-30","funder":"ESRC","impactText":"","person":"Kate Heron  Pahl","coPersons":["Angie  Hart","Lena  Dominelli","Graham  Smith","Andrew J Pinnock","Graham Paul Crow","John  Mohan","Dawn  Lyon","Michael John Carpenter","Susan Emily  Reid","Paul  Ward","Andrew  Church","Prue  Chiles","Clare Victoria Griffiths","Jessica  Dubow","Sarah Jane Banks","David S Byrne","Richard  Steadman-Jones","Alice  Mah","Elizabeth Chapman Hoult","Brigid  Daniel","Bernard Jonathan Harris"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}