{"id":"13DA8F6A-B918-491C-A5DE-50E22F867541","title":"Flow the water: Insights into the Martian hydrosphere from the nakhlites","abstractText":"To be able to make informed judgements about whether life exists beyond Earth, we need to be able to identify solar system bodies that may provide suitable platforms for life, and to recognise potential habitats within those bodies. As water is central to the development and maintenance of life, understanding the history of water reservoirs on planets such as Mars and even on their satellites is an essential first step in knowing where in the solar system to explore. The present-day surface of Mars has been very cold and dry for much of the planet's history, but there is potentially a 'habitable zone' within its rocky crust. Future space missions may well seek out these sub-surface environments, but they are currently inaccessible to the space probes and rovers that have imaged and analysed the surface of Mars in great detail. However, we are fortunate that pieces of the Martian crust, possibly including this habitable zone, have been delivered to Earth in the form of a group of meteorites called nakhlites. Some of these igneous rocks contain the unmistakable signs of the former presence of liquid water, as water-bearing minerals called clays and even tiny droplets called fluid inclusions trapped within crystals. In our research we aim to study the properties and history of water in the crust of Mars. Firstly we will use the hydrogen and oxygen isotopic compositions of minerals within the nakhlites as 'fingerprints' to confirm that the water that they crystallized from was Martian in origin and not a contaminant from Earth. Subsequently, through application of in situ fluid inclusion analysis, high-precision noble gas studies, atomic-scale high-resolution petrography and in situ isotopic dating, we will answer the following four questions: (1) When was water present? (2) What was the chemical and isotopic composition of Martian water? (3) How did water interact with the igneous rocks to produce clay-carbonate-sulphate alteration assemblages? (4) What was the scale and longevity of the hydrological system? The outcome of this research programme will be a much better understanding of the times when water flowed through the Martian crust and where it came from (i.e. the surface of the planet, its interior or both). This information will be made available to other scientists so that they can constrain better their models of the hydrology and evolution of Mars, and its possible biosphere, and to the scientists and engineers who will plan future missions to the red planet.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/H002960/1","grantId":"ST/H002960/1","fundValue":"54649","fundStart":"2011-01-31","fundEnd":"2014-01-30","funder":"STFC","impactText":"  Our work on the properties and evolution of the atmosphere of Mars has received considerable media attention, and has also been utilised in outreach events. Therefore it has had considerable impact on public understanding of science in the UK and internationally. Education,Environment Cultural","person":"Martin Robert  Lee","coPersons":[],"organisation":"University of Glasgow","findingsText":" We have been studying meteorites that have come to Earth from Mars. They can provide crucial information about the evolution of the planet. By analysing these meteorites, we have found the first evidence that the crust of Mars was dissolved by liquid water. We have also discovered that the rocks have removed carbon dioxide from the martian atmosphere by the reaction of water with olivine crystals. This process of 'carbonation' may have been responsible for the loss of the martian atmosphere. The same reaction may be used on Earth to remove carbon dioxide from our own atmosphere and so slow the rate of climate change. Our findings are very important to national space agencies who are currently exploring mars via rovers and orbiters. They may also provide inspiration to people interested in 'geoengineering' the Earth's atmosphere via carbon capture and storage. Education,Environment,Culture, Heritage, Museums and Collections","dataset":"gtr"}