{"id":"13DF4BFC-E738-4D37-AD5D-8920A3C7162F","title":"A History of Distributed Cognition","abstractText":"'Where does the mind stop and the rest of the world begin?' ask philosophers Andy Clark and David Chalmers. Their response might at first seem surprising. They claim that the mind is not brain-bound. They compare solving where to put the piece of a puzzle through: using brain-based mental imagery; physical rotation by the hands; or using an on-screen graphic image. In each case, brain, hands and computer play a similar role in guiding behaviour and therefore, they conclude, should be counted as an integrated part of that cognitive process. Ed Hutchins' book Cognition in the Wild also makes a case for cognition as embodied and as extended into the material world through equipment and other social agents. Cognitive science more generally is accumulating evidence that we rely on features of the body and the world to supplement and structure our thinking in subtle and complex ways.\n\nBut this is not a new question. Humans have always used a variety of 'mind tools' to navigate their way through the world. This project will demonstrate the pervasiveness and variety of the expression of notions of distributed cognition from one period to another. One important strand is the history of the humours. Flowing through the vessels of every living organism, the humours were believed to link together brains, bodies and world. It was believed that they shaped physical and cognitive properties and that they were composed of the same four elements of which the world was made. From its origins in ancient Greece, this belief went on to influence medical and philosophical theories until the seventeenth century and beyond. Another important strand in the history of distributed cognition emerges from the Neoplatonic tradition which, drawing on its roots in Socratic 'midwifery', compares the offspring of the body, our children, with the offspring of the mind, our ideas, writings and inventions. A third model, which similarly influenced the Christian tradition, was the belief, shared in different ways by Platonists and Stoics, in the extension of psyche through the world as well as the body. Recognition of the social nature of cognition has an equally long history, from the prevalence in everyday Greek thought of dialogic models of mind via the the notion of one's friends as mirrors to one's soul in Plato's Alcibiades (and thence via Plutarch to Shakespeare) to Aristotle's insistence that both self-knowledge and self-love depend on our ability to use the minds of others as a 'second self'. So while technological innovations are revealing to us now the extent to which cognition is not just all in the head, this project will demonstrate that, just as humans have always relied on bodily and external resources, we have always developed theories, models and metaphors to make sense of the ways in which how we think is dependent on being in the world. \n\nThis pioneering project brings together scholars from across the disciplinary spectrum in order to track the expression of notions of distributed cognition in a wide range of historical, cultural and literary works from antiquity to the mid-twentieth century. The development of this research will be supported through a specially created series of online seminars that will act as a catalyst for workshop and online discussions; through research development workshops; and through an online framework that will assist the management of the collaborative development of the research. The project will produce a series of four books, two monographs, the four co-authored prefaces and at least three survey papers, the historical lecture series, the blog and the learning resources. These will collectively demonstrate the extent to which historical accounts offer us notions of the mind as constituted by brain, body and world. These insights from the humanities will then feed back into cognitive science, casting a new light on current definitions and debates.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L009684/1","grantId":"AH/L009684/1","fundValue":"477949","fundStart":"2014-08-31","fundEnd":"2017-11-30","funder":"AHRC","impactText":"","person":"Douglas  Cairns","coPersons":["Peter  Garratt","Michael William  Wheeler","Mark  Sprevak"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}