{"id":"13F249EB-FAF6-40F1-92A6-335649EC4967","title":"Self-organization and run-out behaviour of geophysical mass flows","abstractText":"It is vitally important to anticipate the run-out behaviour of geophysical mass flows and thus anticipate their impact area and peak destructive power, to develop effective strategies to improve the safety of &quot;at risk&quot; populations throughout the world. Geophysical mass flows encompass a wide range of natural hazards including snow avalanches, debris-flows, pyroclastic flows and lahars. They are all examples of either wet or dry granular flows in which &quot;large&quot; particles segregate towards the surface, where the velocity is greatest, and are preferentially transported towards flow fronts. Here they may be over-run, rise up by segregation, and be recirculated to produce bouldery flow fronts. These tend to be more resistive to motion than the finer grained interior, either because the grains are rougher or because in debris- and pyroclastic flows they dissipate the internal pore pressures that confer mobility. These segregation-mobility feedback effects can lead to the development of damaging high-mass-concentration surge fronts and can cause spreading flows to spontaneously develop lobes and leveed channels that transfer the mass readily for long distances (run-out). Such self-organization has important implications for hazard assessment and risk mitigation, because large surges can be highly destructive and the channelizing effect of levees can significantly alter an impact area. In our previous research we developed a depth-averaged theory for segregation that allowed segregation-mobility feedback effects to be incorporated easily into existing geophysical mass flows models. Numerical simulations showed that these captured the morphology of leveed fingers, as well as complex nonlinear coarsening, splitting and merging behaviour, but there was also an unexpected problem indicating that some important physics, related to dissipation, is missing in the model. We aim to identify the physical dissipation mechanisms involved. Small-scale analogue experiments and large-scale flume tests with our United States Geological Survey (USGS) partners will be used to study key flows that yield important insights into the nature of the dissipation, e.g. (i) the size of large particle recirculation cells (ii) the evolution of bouldery flow fronts (iii) the inception and coarsening dynamics of roll-waves and (iv) the velocity profile between levee walls. We will also go to the Pumice Plain of Mount St Helens, which is a virtually unique natural laboratory rich with information on the processes and conditions that led to both strongly leveed flows as well as spreading flows. These deposits have now been cross-cut by streams, which will allow detailed transects to be examined and sampled to establish the size and density of pumice clasts that were deposited by the various phases of June, July and August 1980 eruptions. Our multi-fronted approach of theory, computation, large- and small-scale experiments and field work is extremely powerful and will shed critical light on the controlling physical conditions and processes, and lead to major advances in our understanding of these complex nonlinear flows.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/K003011/1","grantId":"NE/K003011/1","fundValue":"379877","fundStart":"2013-10-01","fundEnd":"2017-03-31","funder":"NERC","impactText":"","person":"Nico  Gray","coPersons":["Peter  Kokelaar"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}