{"id":"13F8953E-278A-47F5-9515-8811B239CCE3","title":"Generation of Alkaloid Diversity Using Biocatalysts","abstractText":"Organisms in the environment - plants, bacteria and fungi - make a wide variety of complex molecules known as natural products. These organisms use biocatalysts (enzymes) to construct complicated molecules from simple starting materials. Broadly speaking, by understanding how enzymes work, we can improve our ability to manipulate and &quot;re-engineer&quot; biocatalysts so that we can use them for our own purposes. Biocatalysts have proven to be an exceptionally environmentally friendly strategy to produce molecules on both laboratory and industrial scales, but have only been utilised for a very small group of enzymatic reactions. We envision that our proposed work will make biocatalytic approaches to synthesizing certain alkaloids, namely the indole containing tetrahdro-beta-carbolines, more accessible. Additionally, the successes and failures of our proposed experiments will inform our group and others about the principles behind successful enzyme engineering. Finally, from a fundamental perspective, the work described in this proposal will provide insight into the reaction mechanism of the enzymatic and corresponding chemical transformations.\n\nIn Objective 1 of this proposal we describe approaches to modify the substrate scope of certain enzymes to generate more broadly utilisable biocatalysts. We first focus on a plant enzyme called strictosidine synthase, which catalyzes the Pictet-Spengler condensation, a reaction that is widely used to generate both synthetic and natural products with a wide range of uses in medicine and industry. Ultimately we plan to generate several Pictet-Spengler catalyzing enzymes that have a range of substrate specificities and stereoselectivities. Moreover, we have preliminary data that suggest that these experiments will demonstrate how the Pictet-Spengler enzymatic reaction uses a unique resolution mechanism to achieve stereoselectivity. We next focus on halogenating enzymes that can derivatize the indole ring. While these enzymes normally halogenate tryptophan, we propose mutations that will expand the substrate scope of the catalysts so that they can be more broadly utilized, particularly in combination with the Pictet-Spengler catalysts described earlier in the proposal.\n\nIn Objective 2 of the proposal, we describe strategies to use these catalysts to generate novel alkaloids. We will transform these catalysts into plant tissue that normally produces monoterpene indole alkaloids, so that we can explore the prospects of generating complex &quot;unnatural&quot; indole alkaloids with altered stereochemistry and halogenation patterns. Secondly, we explore how effectively yeast strains expressing these enzymes can convert simple achiral starting materials into optically active chlorinated tetrahydro-beta-carboline alkaloids on a large scale.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J012947/2","grantId":"EP/J012947/2","fundValue":"184999","fundStart":"2014-10-01","fundEnd":"2015-11-30","funder":"EPSRC","impactText":"","person":"Sarah Ellen O'Connor","coPersons":[],"organisation":"John Innes Centre","findingsText":"","dataset":"gtr"}