{"id":"1403BDBA-7B78-4091-94CB-B559C6A1F4C3","title":"Unravelling and engineering the role of trace metals on recombinant therapeutic protein synthesis and heterogeneity from Chinese hamster ovary cells","abstractText":"Small molecule drugs (e.g. antibiotics) have traditionally been the mainstay of treatments and therapies in man, however in the last 10-20 years protein based drugs (e.g. herceptin, which is often used to treat breast cancer) have developed to such a point that these now constitute a significant section of the pharmaceutical market. There are several categories of protein based drugs, one of which, monoclonal antibodies, constitutes the largest number of protein molecules in a class either in use or in clinical trials. Many protein based drugs are challenging to produce because they (a) require particular helper proteins to fold and assemble into their final active state and (b) are decorated on their surfaces by sugars and other molecules that are essential to their bioactivity. Due to the high precision required to produce biotherapeutics, such protein based drugs for the treatment of diseases are usually produced by cells kept in culture under defined conditions. One problem with this is that the cells we use to make proteins for therapeutic uses are not as efficient as we would like them to be and the cells respond to small changes in the environment in which they are grown. This can affect the consistency and quality of the final drug-substance or protein drug. As a consequence, we may not be able to produce enough of these drugs and/or the cost of producing them is too high. This proposal sets out to address a key area that underpins recombinant protein synthesis yields from mammalian cells in culture, the role of trace metals (e.g. magnesium, manganese, iron, zinc, copper, nickel, colbalt) in, and their influence upon, mammalian cell growth and therapeutic recombinant protein (rP) production. The concentrations of such trace metals in the solution in which cells are grown can impact upon the therapeutic protein drug quality (particularly how these impact upon safety and efficacy of the drug substance and batch-to-batch variation/reproducibility of the process used to manufacture it) and heterogeneity. \n\nDuring this project we will build upon the synergistic expertise of the applicants to develop and deliver new understanding of key metal biology related to the cellular processes that ultimately determine recombinant protein heterogeneity and yield from Chinese hamster ovary (CHO) cells. CHO cells are the current gold standard mammalian cell line used in industry to produce therapeutic recombinant proteins. The studies will, for the first time, investigate the role of metal biology extra- and intra-cellularly (both total metal ion concentrations and free/buffered when the metal is bound to proteins) in underpinning the phenotype of recombinant CHO cell lines and determine how metal concentrations, cellular flux, and metal transporters may be manipulated to provide culture processes with better process control (e.g. which metal ions to monitor when screening raw materials). This will lead to more consistent drug substance production, improved safety, efficacy and reduced costs/improved security of the supply chain and longer term with cell lines with enhanced industrial phenotypes e.g. increased and prolonged growth, reduced rP heterogeneity, improved glycosylation profiles. Without improved process control and expression systems the biotechnology/pharmaceutical industries will lack the capability to produce large enough amounts of these valuable and effective drugs to meet the demand at a price that is affordable for health care providers.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K017640/1","grantId":"BB/K017640/1","fundValue":"517290","fundStart":"2013-06-17","fundEnd":"2017-06-16","funder":"BBSRC","impactText":"  This project is on-going and as such only 25% completed at this stage. There has thus been little opportunity to translate the findings into impact yet. However, industry has taken note of our findings to date and used these to help define trace metal requirements in their bioprocess systems for the manufacture of high value recombinant biotherapeutic proteins. Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology Economic","person":"Christopher Mark Smales","coPersons":["Nigel John Robinson","Martin James Warren"],"organisation":"University of Kent","findingsText":" This project is only 25% complete and on-going, and as such progress has been in line with the objectives expected at this stage of the project. The project aims to understand, manipulate and exploit trace metal biology underpinning mammalian cell growth and recombinant biotherapeutic protein production, quality and heterogeneity; particularly how metals impact upon safety and efficacy of the drug substance and batch-to-batch variation of the process used to manufacture it in Chinese hamster ovary (CHO) cells. To date we have demonstrated that over-expression of metal transporters is not tolerated in some cases in CHO cells and well in others. This results in a change to the growth characteristics of the cells that may have industrial relevance. We have also shown that different cell lines utilise trace metals in a way that relates to the growth and recombinant protein product amounts made and potentially the quality of these proteins that are ultimately destined for use in the clinic. We are now using this knowledge to change the amounts of trace metals in the media used to grow these cells to improve their growth and the amount of the protein drug they are making. As stated above, this project is on-going and approximately 25% completed. The knowledge generated so far is useful to both academia and industry in terms of defining the role of metal biology extra- and intra-cellularly (both total metal ion concentrations and free/buffered as described below) in underpinning the cellular phenotype of recombinant CHO cell lines and determine how metal concentrations, cellular flux, and metal transporters may be manipulated to provide culture processes with better process control (e.g. which metal ions to monitor when screening raw materials). This will lead to more consistent drug substance production, improved safety, efficacy and reduced costs/improved security of the supply chain and longer term with cell lines with enhanced industrial phenotypes e.g. increased and prolonged growth, reduced recombinant protein heterogeneity, improved glycosylation profiles. Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}