{"id":"1407FDB2-DEB4-4789-B5F6-6E9D888300B5","title":"A rolling grant for the observation and study of cosmic X-ray sources (Apr 2009 to Mar 2014)","abstractText":"The X-ray Group at the Institute of Astronomy has analysed and interpreted data from most cosmic X-ray telescopes and instruments. This grant application is to renew the rolling grant for its support. Over the next five years we shall pursue a programme of research centred on accreting black holes and clusters of galaxies. The most luminous non-explosive sources in the Universe are active galaxies and quasars, which are powered by an accreting black hole. Most of the X-ray emission from these objects originates close to the black hole where gravity is very strong. This causes high velocities and large redshifts, both doppler and gravitational, as well as strong bending of light. The emission spectrum from matter at the innermost radii is consequently highly distorted in a manner first discovered by us and which is easily recognised. We propose to measure these relativistic distortion using both the X-ray spectrum and its variability. The results can then be used to determine the geometry of the accretion flow and the source of the X-ray continuum. Through the location of the innermost orbit, we shall measure the spin of the black hole. The energy produced by a central massive black hole can have a profound effect on its host galaxy. This can be vividly observed when the galaxy is at the centre of a group or cluster of galaxies and the energy is emitted through jets. X-ray images show bubbles filled with relativitic plasma inflating and rising through the surrounding gas. Concentric ripples show energy flowing away from the bubbles in giant sound waves discovered by us and which dissipate heating the surrounding gas. The energy transferred in this way stops much of the gas from cooling rapidly and forming massive amounts of new stars. Filaments of cold gas are dragged around by the bubbles so marking the velocity field of the cluster core. We shall analyse and interpret X-ray and longer wavelength observations of the cores of groups and clusters in order to understand this important galaxy feedback process, including how and when a heating/cooling balance is established, how much cooling and star formation takes place and how much it applies to the formation of all massive galaxies. Funding for Postdoctoral Research Assistants to work on these exciting and fundamental topics in astrophysics is sought for a five year programme.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/G002339/1","grantId":"ST/G002339/1","fundValue":"631924","fundStart":"2009-04-01","fundEnd":"2012-03-31","funder":"STFC","impactText":"","person":"Andrew  Fabian","coPersons":["Carolin  Crawford"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}