{"id":"140ACB85-ECC1-4658-BCAE-2E2920751FD2","title":"MRC Social, Genetic and Developmental Psychiatry Centre","abstractText":"Nearly all psychiatric disorders are influenced by both genes and environment, often in equal measure, and most adult psychiatric disorders originate in childhood. For these reasons, the MRC Social, Genetic and Developmental Psychiatry (SGDP) Centre was launched in 1994 as the first of the MRC?s large interdisciplinary research centres in order to bring together social (environmental) and genetic strategies to understand the development of mental health and illness. The MRC SGDP Centre continues to be the only centre of excellence nationally or internationally with this interdisciplinary theme. The focus of the MRC SGDP Centre is on common psychiatric disorders that have a huge impact on people?s everyday lives such as mood disorders (anxiety and depression), ?externalising? disorders (disruptive behaviour including hyperactivity and addictions), and cognitive disorders (learning disabilities and the autistic spectrum). The Centre?s mission includes research, translation and training.\n\nTo achieve its research mission, the Centre has successfully recruited a broad range of 28 experts from psychiatry, psychology, neuroscience, molecular genetics, and quantitative and statistical genetics and facilitated their working together in the Centre?s new #16-million building. The hallmark of the MRC SGDP Centre is collaborative interdisciplinary research, which has produced pioneering findings at the developmental interface between genes and environment with far-reaching implications for diagnosis, treatment and prevention of mental illness. In order to add to the synergy created by its SGDP themes and existing resources, the Centre?s major new research request for 2010-15 is to develop three new resource areas ? bioinformatics, epigenetics and electrophysiology.\n\nThe second aspect of the Centre?s mission is to translate its research findings to clinical practice and public health policy. Translation of the Centre?s research is facilitated by its status as a department of the Institute of Psychiatry, which is a world-class psychiatric research institution and is in partnership with the Maudsley Hospital and the South London and Maudsley NHS Foundation Trust, the premier NHS mental health trust. \n\nIn terms of its training mission, the Centre?s 4-year PhD programme - launched in 1997, the first of its kind in the UK - continues to thrive, with nine new students accepted each year all of whom are supported with studentships. The Centre makes its expertise available more widely through its annual one-week Summer School for 70-100 researchers and doctors from around the world. A goal of the Centre during 2010-2015 is to greatly extend its educational reach through the development of e-learning programmes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G9817803","grantId":"G9817803","fundValue":"4364220","fundStart":"2000-10-01","fundEnd":"2015-09-30","funder":"MRC","impactText":"","person":"Francesca Gabrielle HappePeter  McGuffin","coPersons":["Robert  Plomin"],"organisation":"King's College London","findingsText":"","dataset":"gtr"}