{"id":"141D9374-0210-4F4B-AEE0-75E0A7170641","title":"A systems approach to understanding metabolic switching in Streptomyces coelicolor","abstractText":"Bacteria found in soil have been exploited for their ability to produce antibiotics for over 60 years. This resulted in the effective treatment of diseases such as TB, bacterial pneumonia, sepsis and a wide range of infections which previously resulted in death or had a very low survival rate. Recently the alarming rise in antibiotic resistant pathogens especially those acquired in hospitals has reduced the efficacy of our existing armoury of drugs and new antibiotics are badly needed. In addition there are a number of emerging pathogens for which existing drugs are not effective. Antibiotics are made during the second phase of growth when there is a transition in metabolism from primary metabolism to secondary metabolism. Primary metabolism is growth related and involves all the normal cellular activities associated with cell growth and division. Whereas secondary metabolism is non-growth linked and is non-essential but many important activities occur during this phase which help the bacterium survive and compete in its natural environment. One of these activities is antibiotic production and is widespread in streptomycetes found in most soils. These bacteria have a fascinating life history and are abundant producers of biologically active compounds many of which have been exploited for their anti-tumour, anti-bacteria and anti-fungal activity. Our research will greatly improve our understanding of how these bacteria regulate the transitions from primary to secondary metabolism and provide mathematical models to simulate the metabolic switch of life styles. The overall approach is regarded as a 'systems' analysis where a model is built of the whole metabolism and it can predict outcomes that will not have been determined previously by experimental methods. A range of modelling tools will be provided and these will be available for use with many other projects involved in a systems approach to biology. The fuller understanding of the metabolic switch and the elucidation of how and why certain antibiotics are made under defined growth conditions will be vital for the full exploitation of these bacteria. Many tools are available to manipulate bacterial genomes and with an understanding of the metabolism it will be possible to discover and manipulate growth in order to produce novel antibiotics.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F003439/1","grantId":"BB/F003439/1","fundValue":"323853","fundStart":"2007-05-01","fundEnd":"2011-04-30","funder":"BBSRC","impactText":"","person":"Margaret Caroline Smith","coPersons":[],"organisation":"University of Aberdeen","findingsText":"","dataset":"gtr"}