{"id":"142273FA-3DFF-463A-B589-0C84EB670203","title":"Dual polarisation interferometry for studying biopolymer interactions relevant to food and the gastrointestinal tract","abstractText":"The interactions of biopolymer surface structures are relevant to many biological events and the industrial usage of biopolymers. More specifically, in a food/pharmaceutical context, these interactions are relevant to the adhesion of pathogenic bacteria to the mucus layer of the gut and the effect of beneficial bacteria in limiting that adhesion; the digestibility of lipid droplets; the role of the mucus layer as a protective barrier for the gut epithelia; interactions of both soluble and particulate allergens with the mucus layer and their sensing by the immune system. In addition, biopolymer surface structures and coatings have potential for the controlled or site-specific release of active ingredients to different regions of the gastrointestinal tract. The characteristics of which will depend on how the coating responds to the different environments encountered in the gastrointestinal tract, and how it interacts with the mucin layer. We propose to study the assembly and properties of surface structures derived from charged natural polymers, which either mimic the structures found in vivo in order to obtain insight into their physicochemical behaviour, or deliver novel properties of potential industrial usefulness. The approach that we will adopt will involve the deposition of the biopolymers on a sensor surface, and the subsequent interrogation of the properties and interactions of that surface layer using different physical techniques. We currently use Fourier transform infrared spectroscopy (FTIR), quartz crystal microbalance with dissipation monitoring (QCMD), atomic force microscopy (AFM) and surface plasmon resonance (SPR), to investigate surface assembly. These techniques allow us to probe different aspects of the structure. AFM gives information on nanostructure; SPR gives information on the mass of polymer assembled at the surface; FTIR information on its chemistry, and the state of ionisation of charged residues within the structure; and QCMD information on the extent of hydration of the surface layers. Although each technique, when used in isolation, will give useful information, it is only through the use of the techniques in an integrated way is it possible to obtain the information required to characterise the surface layer in a physicochemical sense. A particular advantage of the interferometric approach is that both mass and layer thickness are obtained simultaneously, allowing a closer integration of the other approaches. Other advantages derive from its sensitivity and its ability to use a silica sensor. The latter means that it is possible, with the exception of SPR, to monitor assembly of structures on a common surface. This additional factor also aids the integration of the different experimental approaches.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E013171/1","grantId":"BB/E013171/1","fundValue":"120039","fundStart":"2007-02-28","fundEnd":"2008-02-27","funder":"BBSRC","impactText":"","person":"Roger  Parker","coPersons":["Stephen  Ring","Peter  Wilde","Jay  Hinton","Alan  Mackie","Clare  Mills"],"organisation":"Institute of Food Research","findingsText":"","dataset":"gtr"}