{"id":"14270ADA-98BE-4A93-9137-E1EB72133ACF","title":"Prospective isolation of intermediate states during lineage commitment","abstractText":"The different cell types that make up the body all derive from a small number of unspecialised cells that are present at an early stage in embryonic development. Proper development of the embryo depends on these cells becoming incrementally more specialised, in such a way that the right cell types appear at the right place and the right time, yet we do not fully understand how this happens. We aim to identify the factors that drive specialisation (differentiation) of cells in early development. Embryonic stem cells (ES cells) are cells that are taken from the very early embryo and grown in a culture dish. They are capable of making any of the different specialised cell types in the body. We will use ES cells as a model system for identifying the factors that drive early embryonic decisions. Any important findings will then be tested in mouse embryos to see if they hold true during normal development. This work will help us to better understand how different tissues form. ES cells are also useful because they provide a source of specialised cell types that can be used for modeling disease and for testing the effects of drugs. However, attempts to generate useful cell types from ES cells are hampered by the fact that differentiating cultures are generally contaminated with undesirable cell types. This seems to be becuase individual cells within a culture can each respond differently to external signals, and it is currently not possible to predict exactly how any given cell will respond to a particular signal. We hope to discover a predictive marker that we can use to isolate a subpopulation of cells that will respond uniformly and predictably to particular signals. We will use the findings of our work to devise strategies to preditably direct differentiation in all cells within a culture. Our findings, and the tools we will make, will be useful for other scientists in experiments to manipulate and monitor embryonic stem cells and the specialised cells that derive from them. Our tools to monitor ES cell decisions will also be useful for biotechnology companies in their search for compounds that influence the way that cells behave in normal or damaged tissues. This work may teach us how to generate useful cell types from ES cells in a dish, which we could transplant to repair damaged tissues. Also, new drugs could be tested on ES-derived cells in culture before being tested in animals or humans.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I006680/1","grantId":"BB/I006680/1","fundValue":"353932","fundStart":"2011-04-04","fundEnd":"2014-10-03","funder":"BBSRC","impactText":"  My findings have been used by the scientific community for helping to understand how to make useful cell types from pluripotent cells  ","person":"Sally  Lowell","coPersons":[],"organisation":"University of Edinburgh","findingsText":" 1) We have identified a transcription factor, Tcf15, that marks a state midway between naive pluripotency and somatic lineage restriction. This factor is also capable of driving more robust differentiation into particular cell types\n2) We have identified Hes1 as a transcription factor that desynchronises differentiation of pluripotent cells.\n3) We have identified an adhesion molecule that acts as a limiting factor for neural differentiation of pluripotent cells. Our findings will make it possible to monitor and interrogate sequential events controlling differentiation of pluripotent cells, and to understand how differentiation is controlled by an interplay between signalling and adhesion. Other","dataset":"gtr"}