{"id":"143F4490-7DE6-43A4-A8CD-ADA3E1B0B151","title":"Genetics of host responses to Porcine Reproductive and Respiratory Syndrome virus (PRRSV)","abstractText":"This project uses novel and innovative methods to develop tools to help control the most important viral disease affecting pig industries in Europe and North America, viz. Porcine Reproductive and Respiratory Syndrome (PRRS). We will focus on infections with the PRRS virus (PRRSV) in the reproductive sow. Pigs differ genetically in their resistance to PRRS. Hence, our ultimate aims are to identify genetic markers that are associated with these between-animal differences and can therefore be used to breed for increased resistance. However, studying the impacts of PRRS in sows is expensive and difficult, so we will use novel methods to overcome this problem.\n\nWe have developed in-vitro methods to assess host responses to PRRSV infections: from a blood sample taken, we isolate monocytes from the white blood cells. By stimulation with CSF-1, these are then cultured into macrophages (MDM), the cell type that PRRSV infects. We then infect MDMs with PRRSV and measure their responses to infection, by image analysis and measuring genes that are expressed post infection. To relate these in-vitro phenotypes to infection outcomes in the living animal (in-vivo), we will use a herd in which gilts are vaccinated with a live vaccine, and therefore have a controlled PRRSV exposure. Blood samples will be taken before vaccination, to get MDMs, and at regular intervals post inoculation, and virus levels (viraemia) measured as an indicator of their resistance to infection. We will also perform the in vitro studies on na&iuml;ve, unvaccinated, pigs, to study PRRVS responses in pigs na&iuml;ve to the virus. \n \nFirst, we will explore the genetic control of PRRS resistance, using viraemia as phenotypes. We will genotype each vaccinated pig with high density (750K) SNP arrays, these being DNA chips that detect genetic variation at about 750,000 locations across the genome. Unvaccinated pigs will be genotyped with a mix of 60K and 750K SNP chips. We will then do the in-vitro infection studies on MDMsrom all animals. MDMs from each animal will be infected separately with each of three different PRRSV strains, giving detailed information per animal. Using the SNP chip genotypes we will identify genetic markers associated with all of the in-vitro measurements. We will also explore the relationships between the in-vitro and in-vivo measurements, to determine which in-vitro phenotypes are truly predictive of outcomes in live animals. Doing this on ca. 1150 pigs will give us good resolution to map loci affecting resistance and identify associated genetic markers. \n\nOur analyses of the genetic markers and all phenotypes should identify loci with major impacts on PRRS resistance; the markers defining these loci can be used to select animals. However, we wish to know how these loci affect PRRS resistance and the consequences of breeding from pigs with these markers. To achieve this, we will choose the two most significant loci from our results, then identify animals of contrasting genotypes (10 high &amp; 10 low for both). We will then infect MDMs from these animals with PRRSV and assess their responses over a 24 hour period, measuring viral load and expression of immune genes known to be involved in response to PRRSV infection. Further microarray analyses will assess global gene expression and comprehensively describe responses to infection. These results will provide insight into mechanisms of genetic differences in host resistance and pinpoint the consequences of selection using these markers.\n\nFinally, we will bring together all our results, compare them with other available data, and determine SNP markers that may be used to breed pigs for increased resistance to PRRS. These results will be of immense value to the pig breeding industry, and our results and techniques will be of great interest to the wider scientific community, particularly those wishing to research animal disease genetics whilst minimising the impact on animals (i.e. respecting 3R principles).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M012891/1","grantId":"BB/M012891/1","fundValue":"675983","fundStart":"2015-07-01","fundEnd":"2018-06-30","funder":"BBSRC","impactText":"","person":"Alan  ArchibaldStephen  Bishop","coPersons":["Tanja  Opriessnig","TAHAR  AIT-ALI"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}