{"id":"14470C78-D34D-43EE-9791-707C985051A7","title":"Transforming Musicology","abstractText":"This project, led by Prof Tim Crawford in the Computing Department of Goldsmiths College, University of London, brings together 15 researchers to effect a Digital Transformation of the discipline of musicology. It is an opportunity to transform the discipline's impact and status by recognising the full implications of its multidisciplinary nature and taking advantage of the potentials of technology for studying the vast musical resources of the internet. \nThe world of music has been already transformed by the digital revolution. The same technology that has given unprecedented access to music for a vast and ever-growing international audience can open musicology up to the world - anyone and everyone can contribute by a variety of means enabled by that technology. We will show how the computational tools of music information retrieval (MIR) can be enhanced and adapted to the needs of musicologists, and how state-of-the-art developments in the Semantic Web can be exploited both to make their work more relevant and more sustainable, so that their methods can be easily re-used on new data.\nThis project will stimulate creativity through multidisciplinary collaborative working. In the past, musicologists have tended to be lone scholars; regular collaboration in a multidisciplinary research environment will in future be essential for them to find what is &quot;interesting&quot; in potentially huge collections of music.\nWe shall be using MIR tools in three main strands of research. Two of these are typical subjects for musicology and will be conducted by world-leading experts: 16th-century music and Wagnerian leitmotives. These will use state-of-the-art score- and audio-analysis techniques to extend the range of musicological investigation beyond the normal limitation to printed scores. We'll also be doing psychological work at Goldsmiths to study why leitmotives are so recognisable (or not). Our third main research strand is entirely novel, being nothing less than a prototype for a new 'musicology of the social media'. Music is now created, recorded, distributed, re-used and shared entirely online throughout the world and we will explore a whole new way of studying it and the online spread of musical ideas.\nWe'll also get a group of musicologists to work for six months on their own research ideas alongside technologists who'll help to realise them. The fruits of this work will be presented at a public workshop and published online and in book form. These mini-projects will be launched at a networking/sandpit meeting which will be recorded and presented online. The website and blog will be used for dynamic and ongoing engagement between the researchers, the research community, and the music industry.\nThrough this project technologists in the music industry will see that musicology helps them answer the needs of their clients by offering better means of access to the music they want to hear. The digital revolution in music delivery and re-use raises many crucial issues to do with creativity, authorship, marketing, copyright and commercial value beyond those normally associated with musicology. Combining the analytical methods of musicology and the power of digital methods brings intellectual rigour and empirical validity to these debates. Musicologists need this cross-disciplinary background to contribute most effectively and to create new and valuable roles within the music industry.\nMusicology should not be an 'ivory-tower' discipline; most people are interested in where music comes from, how it is conceived and made, how it affects us and society. Music goes on in people's minds, and the study of music is essentially about interactions between people. Because of this, music raises a complex mixture of philosophical, psychological and intellectual challenges; so it is a particularly fruitful domain for working through technical challenges which will be more widely applicable to the Digital Humanities and beyond.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L006820/1","grantId":"AH/L006820/1","fundValue":"1612590","fundStart":"2013-10-01","fundEnd":"2017-09-30","funder":"AHRC","impactText":"","person":"Tim  Crawford","coPersons":["Daniel  Muellensiefen","Laurence  Dreyfus","Alan Alexander Marsden","Mark  Sandler","Christophe  Rhodes","Geraint Anthony Wiggins","David  De Roure"],"organisation":"Goldsmiths College","findingsText":"","dataset":"gtr"}