{"id":"14596EA0-0413-483A-8B72-4AF2D7165612","title":"Exosome-based Gene Therapy for Huntington's Disease","abstractText":"Huntington's disease (HD) is a devastating neurodegenerative disease that is comparatively rare (compared with Parkinson's and Alzheimer's diseases) but which nevertheless affects 1 in 10,000 people in the UK. HD is a chronic, slowly progressive inherited disorder caused by mutations in a single gene (the huntingtin gene) that leave patients demented and bedridden typically 20 years after the onset of symptoms. This disease represents an immense burden on patients and their families. Currently there is no cure for HD available due largely in part to the inability of therapeutic compounds to cross the blood brain barrier and enter affected parts of the brain at sufficient levels for clinical benefit. Symptoms and signs are managed relatively well by a combination of medical treatments, but none of these treatments halts the devastating progression of the disease.\n\nWhile therapeutic compounds are being actively developed to treat HD, the delivery of these into the brain is the major impediment to their successful development into treatments that could be widely used. In this application we plan to develop an entirely new SOLUTION to this major problem. Over the course of 36 months we will develop a new treatment that can switch off the mutant huntingtin gene AND that can successfully cross the blood brain barrier to enter the brain using small, natural particles called exosomes. Exosomes are very small, fat encapsulated particles that are generated naturally by all cells of the body and that we have exploited for the delivery of drugs into the brain by modifying them in such a way that they display small molecules on their surface that allow them to home into the brain following their injection into a vein in the body. This will open the door to testing many compounds that have been proven to reduce the levels of the mutant Huntingtin gene. If we are able to do this successfully for HD this will open the door to the application of the exosome methods to treat many other currently incurable neurodegenerative diseases.\n\nDuring the course of this work we aim to achieve the following:\n1. To produce an optimised exosome particle containing the drug to switch off the Huntingtin gene and to test this initially in cells in culture.\n2. To then test whether this optimised exosome drug can reach the parts of the brain affected by HD, and to understand what doses of exosome drug are required in order to achieve the required levels of drug activity in the brain. This work will be carried out in healthy mice.\n3. Having put all of the necessary methods and information in place we will then test the exosome drug in mice which carry the Huntingtin gene mutation and we will evaluate this new therapy for its ability to prevent or reverse the development of the disease process in the mice.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M007715/1","grantId":"MR/M007715/1","fundValue":"1008110","fundStart":"2015-09-01","fundEnd":"2018-08-31","funder":"MRC","impactText":"","person":"Matthew John Wood","coPersons":["Samir  El-Andaloussi","Roger  Barker"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}