{"id":"14625FB3-2EE3-4861-B131-92A4F9308AFC","title":"Commodity Histories 1800-2000. A Gateway to Digital Resources","abstractText":"The Commodities Gateway is an on-line research resource, providing the user with access from a single platform to an extensive range of digital materials relating to the history of commodities originating in Africa, Asia, the Caribbean and Latin America. These are regions whose global economic significance, based largely on the continuing production of and trade in commodities, is set to rise over the next few decades; yet they are currently under-represented in both scholarly historical research and public information available on the internet. The Gateway project and the external partnerships it will engage in will seek to contribute to redressing this situation. \n\nThe Gateway will embody new ways of working that will enhance both research creativity and public access. Hosted on the Open University's web server, the web-based platform will present users with a map-based interface comprising GIS-enabled visualisation of the data and a flexible federated search facility linking the Gateway to other archival and library catalogues. This will enable them to access a wide range of documents, either internally available or externally linked; the Gateway will provide open access to these resources, together with an original capacity for non-linear navigation and exploration, as it is one of the projects chosen for 'linked data' technology experimentation by the OU's Knowledge Media Institute in the context of the latter's JISC-funded 'Linking University Content for Education and Research Online' (LUCERO) project. While the long-term intention is to include a broad range of commodities, the Gateway will initially concentrate on four historically significant ones, cotton, silk, sugar and tobacco. In addition, it will use the interactive and networking possibilities of the digital medium to enable researchers to produce collaborative on-line essays on these commodities. Finally, through external partnerships with the British Library and Oxfam Education, the project will identify further crucial sources to be digitised in the context of the former's long-term digitisation strategy for dispersed Indian archival collections, and contribute to the latter's new departure in its UK educational work with schools through the use of digital media.\n\nThe Gateway will be developed through the setting up of a research network via two workshops (School of Advanced Studies, London, September 2011 and International Institute for Social History, Amsterdam, June 2012) that will bing together digital humanities scholars, commodities historians, external collaborators from the British Library and Oxfam Education, and representatives from interested museums. The network will enable the sharing of state-of-the-art knowledge on the application of digital technologies to humanities/historical projects focused on the non-European world, promote interactions across a range of boundaries (disciplinary, national, higher education/public sector), and fine tune the modalities of the envisaged external partnerships. Throughout the period of the award, there will also be ongoing development of the Gateway website and platform led by the co-ordinator. This will culminate in the public launch of the project in September 2012.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J004049/1","grantId":"AH/J004049/1","fundValue":"34087","fundStart":"2012-02-01","fundEnd":"2013-08-31","funder":"AHRC","impactText":"  The Commodity Histories website features current state-of-the-art research on commodities, a rich collection of primary materials and bibliographies, and is being used globally by higher education institutions and museums for both teaching and research about commodities, objects and related historical fields pertaining to Africa, Asia, the Caribbean and Latin America. It is also being used as a source of information by members of the general public. Education,Culture, Heritage, Museums and Collections,Other Cultural","person":"Sandip  Hazareesingh","coPersons":[],"organisation":"Open University","findingsText":" Funded by this grant and set up in 2013, the Commodity Histories website has enabled the raising of public awareness of the histories and cultures of Africa, Asia, the Caribbean and Latin America via their crucial role in the production of commodities and in their growing of all kinds of useful plants and crops. It is the first digital academic site in the UK to focus on the histories of those parts of the world. It has also provided a compelling online space for researchers in a variety of locations both within and beyond academia to post and share research enthusiasms, works-in-progress, source materials, through text, audio and video media. Website content is being used by the academic community as well as by museums for both research and teaching purposes; and through feedback from contributers and users, it continues to provide us with insights on the potential of digital technologies to enrich historical and humanities research. Commodity Histories provides either directly or by quick links to, an increasing selection of research documents, primary sources, bibliographies and other useful information, which can be used by the academic community and the wider public for their own research, teaching, and information gathering purposes. Indeed it has vast potential for use in non-academic contexts and we are using Twitter feeds as an important digital tool to share ideas and stay in touch with a range of different publics. Digital/Communication/Information Technologies (including Software),Education,Culture, Heritage, Museums and Collections,Other","dataset":"gtr"}