{"id":"1464E5BD-0548-429B-AFEF-3290772140FA","title":"Mathematical Analysis of Domain Wall Motion in Nanowires","abstractText":"Ferromagnetism is a striking and subtle phenomenon. Observable on the macroscopic scale, its origins lie outside the scope of classical physics, and are consequences of two quintessentially quantum mechanical properties of matter, namely electron spin and the Pauli exclusion principle. The quantum mechanical origin of ferromagnetism accounts for the existence of ferromagnetic domains -- regions of distinct and nearly uniform magnetisation -- on microscopic, indeed nanometer scales. The size of ferromagnetic domains, along with the modest energy required to manipulate (i.e., read and write) them has led to far-reaching applications in information technology, proceeding over the last half-century from magnetic tape drives to the current frontier, for example race-track memory: a three-dimensional memory on which domains -- ''bits'' -- may be read, moved, and written around nanowire loops. \n\nThe last two decades have witnessed a revolution in micromagnetics, both in fundamental science as well as consequent technological breakthroughs. It has long been understood how ferromagnetic domains can be controlled through external magnetic fields. More recent is the discovery of a wholly new mechanism for domain wall dynamics through the interaction of magnetisation and spin-polarised currents. \n\nFor length scales down to tens of nanometers, there is a well established and extremely successful continuum theory of micromagnetism, namely the micromagnetic variational principle and its dynamic counterpart, the Landau-Lifshitz-Gilbert equation. The theory is mathematically complex (the equations are both nonlinear and nonlocal), and encompasses a range of diverse regimes. These regimes can be separately investigated analytically using modern techniques from the calculus of variations and partial differential equations. Models on the scale of individual atoms are necessarily quantum mechanical, and require additional physical concepts and mathematical apparatus. \n\nThe first aim of this project is an analytic study of domain-wall motion in nanowires and nanotubes induced by currents and applied magnetic fields. We will establish mathematically the existence and wide range of physical behaviours, and derive formulas which describe their properties. The second aim is to elucidate the underlying quantum mechanical mechanisms of domain-wall propagation through a semiclassical analysis of the electron dynamics, including spin, in a ferromagnetic medium.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K02390X/1","grantId":"EP/K02390X/1","fundValue":"303615","fundStart":"2013-09-16","fundEnd":"2016-12-31","funder":"EPSRC","impactText":"","person":"J M Robbins","coPersons":["Valeriy  Slastikov"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}