{"id":"1473E450-CAF2-4067-84C6-467FD3CAE40A","title":"Auxin in transcription factor complex controls polarity in plant organogenesis","abstractText":"Multicellular organisms including plants and animals develop specialised organs, which are composed of different types of tissues. The structure - or pattern - of organs is determined by the polarity within tissues along axes of symmetry. In order to coordinate polarity across a tissue or organ, multicellular organisms use mobile substances such as hormones.\n The plant hormone auxin was one of the first hormones ever to be studied and the effect of auxin on light-regulated plant growth (phototropism) was investigated by Charles Darwin and his son Francis in the 1880s. It was, however, not until the 1930s that the auxin molecule was isolated and its molecular structure determined as indole 3-acetic acid (IAA). In plants, auxin plays an essential role in initiating organ formation and in patterning the organs in specific tissue types, including for example lateral roots, young leaves and those of the female reproductive organ, the gynoecium. Control of auxin dynamics is achieved at the levels of biosynthesis, transport and signalling. The auxin molecule was previously shown to mediate the interactions between specific proteins thereby causing the degradation of repressors of gene expression. It has also been established that auxin can influence its own transport via inhibiting internalisation of PIN auxin transporters. Although these mechanisms of auxin signalling can explain many processes of auxin action, other transcriptional signalling pathways are likely to exist to account for the plethora of processes in which auxin plays a role.\n We have identified an interaction between two proteins found in the model plant Arabidopsis, which both are key regulators of polarity in the gynoecium of the flower. They have been named ETTIN and IND and both act as transcription factors (i.e. directly control the expression of genes). From experiments carried out in yeast we know that together these proteins can physically bind auxin in a so-called receptor complex, and our preliminary data suggest that the target gene set of ETT and IND changes when they bind auxin. This suggests the existence of an alternative signalling pathway for auxin. ETTIN controls the initiation and patterning of other plant organs, and in accordance with this, we identified other transcription factors that ETT can interact with in a similar auxin-sensitive manner. It is therefore likely that this new pathway is conserved in plant development.\n Through experiments described in this proposal, we aim to reach a mechanistic and developmental understanding of this newly discovered auxin-signalling module, which may be particularly well suited to facilitate precise switches in polarity throughout plant development.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M004112/1","grantId":"BB/M004112/1","fundValue":"536459","fundStart":"2015-02-15","fundEnd":"2018-02-14","funder":"BBSRC","impactText":"","person":"Lars  Ostergaard","coPersons":[],"organisation":"John Innes Centre","findingsText":"","dataset":"gtr"}