{"id":"14769E08-5879-42D2-B05A-E78E7E6F1FD4","title":"Particle based superhydrophobic surfaces: Lab models-to-field sample behaviour","abstractText":"Extreme water-repellence is found when the effects of hydrophobic surface chemistry are amplified by topography. The self-cleaning Lotus leaf is structured so that water droplets bead up and roll-off taking dust and pathogens with them, whilst the Water Strider covers its legs with oriented needle-shaped microsetae with elaborate nanogrooves so that it can walk on water. Materials' Scientists find inspiration from this living world of plants and insects, but less well-known is that the natural environment also contains an inanimate system that can become completely water-repellent. Soil can exhibit extreme water-repellence following the release of hydrophobic compounds from a range of plants, or following fires, oil spills or irrigation with grey water. Soil particles thus become coated with hydrophobic compounds and behave as a hydrophobic material with a super water-repellent surface. Surfaces composed of these particles can rearrange and restructure under the action of surface tension to a degree not observed with the superhydrophobic surfaces of plants and insects. In this project, we will experimentally investigate model systems of hydrophobic granular materials and their naturally occurring analogues. Our focus will be on the conditions under which a material transforms from a wettable and porous material into one that is super water-repellent. We will study how evaporating droplets reshape the surface and how a rolling droplet transports hydrophobic particles. Our project will create model reconfigurable superhydrophobic surfaces and investigate their natural occurrence and so provide design principles for new materials and a better understanding of the natural environment.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H000704/1","grantId":"EP/H000704/1","fundValue":"311350","fundStart":"2009-11-02","fundEnd":"2013-05-01","funder":"EPSRC","impactText":"  The findings have been mainly academic, but have also influenced understanding on soil slope stability after wild fires. Some influenced industry through water repellent textiles. Environment,Manufacturing, including Industrial Biotechology Economic","person":"Glen  McHale","coPersons":["Michael Ian Newton","Neil James Shirtcliffe"],"organisation":"Nottingham Trent University","findingsText":" In this project, we experimentally investigated model systems of hydrophobic granular materials and their naturally occurring water repellent soil analogues. Our focus was on the conditions under which a material transforms from a wettable and porous material into one that is super water-repellent. We studied droplet penetration into bead packs (model hydrophobic soils) and derived analytical formulae for capillary dominated imbibition. We studied impact of droplets onto model and real granular surfaces and the effect on grain ejection and transport and splash erosion. The research improves understanding of erosion processes including the after effects of wild-fires, which leave some types of soil hydrophobic, and use of grey water in irrigation. The research contributes to understanding liquid penetration into filters and granular systems. It could therefore be used in a wide variety of situations which involve capillary effects including filters and gravel beds. Agriculture/ Food and Drink,Environment,Other","dataset":"gtr"}