{"id":"14846DD9-49F2-4370-8D22-5E357C6980F3","title":"The TSE Resource Centre - Continuation","abstractText":"A Transmissible Spongiform Encephalopathy Resource Centre (TSE RC) was established in 1998 to collect, store, characterise, produce and distribute an unique and affordable range of reagents needed for basic and applied research into TSE. The primary role was to provide a range of specialised research reagents from IAH research and secondly to identify and acquire new and additional materials from other sources. The TSE RC supplies an unique range of materials. Despite the ad hoc basis of origination and production, supply has been possible at a fraction of commercial cost to publicly funded research institutes and for commercial contracts. The latter ensure partial funding of the TSE RC. With the increased and sustained research internationally on TSE there remains a heavy demand on a few UK laboratories with the expertise, facilities and resources to produce quality TSE reagents and materials. The TSE RC enables the collection, production and supply of critical and unique reagents from one source at a cost effective rate to users, minimising their workload. It also minimises the impact on the primary research teams by using specialist staff for material production and supply. The TSE RC is accredited to ISO9001 and registered to package and transport Dangerous Goods so that quality and safety of supply, and public safety, are assured. Demand for the extensive and unique resources produced by the TSE programme within IAH continues to expand. The TSE RC underpins IAH, UK, EU and the international TSE research community by managing the supply of these vital resources.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D019141/1","grantId":"BB/D019141/1","fundValue":"238065","fundStart":"2006-09-25","fundEnd":"2007-04-24","funder":"BBSRC","impactText":"","person":"Jean  Manson","coPersons":["Eric  Hillerton"],"organisation":"The Pirbright Institute","findingsText":"","dataset":"gtr"}