{"id":"1487160B-313F-4D31-A373-084072793D4C","title":"Religious nurture in Muslim families","abstractText":"The proposed research aims to describe and explain how children of primary school age and under are brought up to be Muslims. The topic of religious nurture is of interest in relation to all faiths, but given the diversity of schools of thought and ethnic groups amongst British Muslims, there is a strong argument for a detailed study of Islam in particular. Since there has already been attention paid by researchers to Muslim adolescents and 'young people' in recent years, the intention for this proposed project is to focus on families with children of primary school age and younger. The research questions are as follows:\\n\\n- How do different family members negotiate religious nurture in the context of a non-Muslim society?\\n- How do children understand their religion?\\n- How does religious nurture differ according to children's age, perceived stage and gender?\\n- How does religious nurture differ between families according to religious traditions, ethnic backgrounds and social class?\\n- How does religious nurture fit with parents' attempts to transmit ethnic and national identities to children?\\n- How important is ritual to religious nurture? Are there particular places that have religious significance?\\n- Is there evidence of increasing secular influences on Islamic beliefs and practices in Muslim families?\\n- Is there evidence that ideas of spirituality and personal well-being are meaningful to Muslim families?\\n\\nThe first task will be secondary quantitative analysis of existing government survey data (including the Home Office's Citizenship Survey). This analysis will both be of substantive interest in its own right and will also inform the sampling strategy for the main element of the research project, which is a qualitative case study of Muslims in Cardiff. This particular location has been chosen because its diverse Muslim population is fairly representative of the range of Muslim traditions and different ethnic groups in the UK. The qualitative research will consist of the following elements:\\n- In 60 families there will be semi-structured interviews with at least one child and usually with two parents (although other family members would also be invited to take part)\\n- In 30 of these families, children will be asked to keep oral diaries (via digital recorders) and to take photographs of places and events with religious significance\\n- In 15 of these families there will also be some observation by the researchers of everyday religious practices.\\n\\nAs well as being presented to academic audiences via a book, journals and conferences, there will be a public event to launch the research for a non-academic audience and a 'family day' for people who participated in the research, which will include child-friendly activities and entertainment. There will also be presentations at practice/policy conferences that are geared towards Muslim organisations and people working with children and families.\\n\\nThe principal applicant has relevant experience in research on gender, family welfare and children's national and ethnic identities. The co-applicant has conducted research on various aspects of British Islam and is the Director of the Centre for the Study of Islam in the UK.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F00897X/1","grantId":"AH/F00897X/1","fundValue":"379658","fundStart":"2008-01-01","fundEnd":"2010-10-30","funder":"AHRC","impactText":"","person":"Jonathan Bryn  Scourfield","coPersons":["Sophie  Gilliat-Ray"],"organisation":"Cardiff University","findingsText":" The aim of the research was to describe and explain how children of primary school age and under are brought up to be Muslims. Data collection included the following elements: analysis of existing quantitative data from the Home Office Citizenship Survey; qualitative interviews with 60 Muslim families in Cardiff; oral and photographic diaries; observation of Islamic education classes. The children were aged 12 and under. Families came from all parts of Cardiff and were diverse in terms of social class, ethnicity, and school of thought. \n\n\n\nSecondary analysis of the Home Office Citizenship Survey 2003 suggests that Muslims are more successful than other religious groups at passing on religion to their children. Muslims were almost twice as likely as Christians to report practising the same religion they were raised in. Within the group of respondents brought up as Muslims there were some consistent associations between socio-economic characteristics and religious transmission. Those in more manual occupations, with relatively lower incomes and poorer educational qualifications were significantly more likely to still be practising the religion they were brought up in.\n\n\n\nAlthough parents might be critical of particular mosques or groups of Muslims or critical of the way they themselves were taught Islam as children, they were not critical of Islam itself. There was a common core of belief in Islam that almost all the families shared, even though there was plenty of variation between families in how they practised their religion. Although parents tended to see themselves as making choices about the religious upbringing of their children, all but one family with children of school age arranged for their children to learn to read the Qur'an in Arabic. The content of the teaching in religious education classes was therefore fairly traditional. Most of the children had busy lives, many attending religious education classes at least three times a week and some of them also taking part in similar out-of-school activities to their non-Muslim peers. The children were generally very knowledgeable about Islam from a young age. Some started learning to pray as young as four and learning the Qur'an as young as five. \n\n\n\nWe cannot know for certain from our research why Islam seems to be passed on so successfully, but if religion is central to children's routines and they spend their time in Islamic places (including home), then their faith is likely to become central to their identity. If this is how children grow up then it is likely religion will become part of their lives without them needing to make a conscious choice to embrace it, at least when they are in the primary school years. Ethnicity is also important. Being a Muslim for young children tends to be taken for granted and this is probably connected to their ethnic background. Being in a minority, especially when there is some hostility from the media and elsewhere, may well make Muslims' identification with Islam stronger. If families' main social networks are other Muslims, often from the same ethnic group, then this will probably reinforce children's identification with Islam. Finally, the frequent repetition of religious terms and texts may lend itself to effective cognitive transmission of religion. Some general implications arise from the research which are relevant to health, social care and education staff.\n\n- The importance of appreciating the amount of out-of-school learning Muslim children are involved in.\n\n- The value of the transferable skills involved in religious learning.\n\n- The value of dialogue and collaboration between state schools and Muslim organisations.\n\n- The importance of front-line staff having some basic knowledge of Islam.\n\n- The importance of appreciating the different world view of most Muslims.\n\n\n\n\n\nIn May 2012, digital stories will be produced on the theme of 'learning to be a Muslim'. These will be available online for the use of education professionals and others working with Muslim children.\n\n\n\n\n\nThere are a variety of possibilities for public services to engage with Muslim families in such a way that takes religion seriously. One would be the provision of parenting classes from an Islamic perspective. Another would be to combine supplementary education (e.g. Qur'an classes) with mainstream schooling in some way, e.g. homework clubs after school which include some religious education. Communities and Social Services/Policy,Education","dataset":"gtr"}