{"id":"1496BA15-BFA0-4C0B-B696-9AC3C3711EB5","title":"Precise-timing applications for GPS","abstractText":"Since the introduction of commercial Global Positioning System (GPS) products onto the market in the mid-1990's, the take-up of the technology and its integration into a wide range of consumer goods (e.g. cameras, telephones) has been phenomenal with millions of GPS units being sold annually. The measurement accuracy of GPS receivers has improved significantly and whilst adequate for most applications, further refinements are possible where greater accuracy is required. The objective of the project covered by this proposal is to investigate the commercial potential of an enhanced GPS timing/navigation receiver using an approach that has developed from ionospheric physics research undertaken by the University of Bath. GPS signals are affected by propagation through the ionosphere and this distortion represents the largest component in the overall GPS error budget. The existing ionospheric model (created in the late 1980's) broadcast by the GPS system has been shown to be unreliable under variable ionospheric conditions. There are periods during which the Sun emits larger quantities of radiation, which has a direct impact on the Earth's Ionosphere and can give rise to ionospheric storms, which can seriously disrupt radio waves, eg. GPS signals. The University of Bath has developed the Multi-Instrument Data Analysis System (MIDAS) which, taking input from a number of freely available real-time sources across Europe and N. America, is capable of producing real-time 3D ionospheric maps over geographic areas of interest. It has been demonstrated that by using this real-time mapping a more accurate, stable and reliable single-frequency GPS timing/navigation solution can be computed. This real-time map could be radio broadcasted, or made available via the internet and make it possible to achieve timing accuracies to within 10 ns.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/H003770/1","grantId":"ST/H003770/1","fundValue":"84941","fundStart":"2010-07-06","fundEnd":"2011-07-05","funder":"STFC","impactText":"","person":"Cathryn  Mitchell","coPersons":[],"organisation":"University of Bath","findingsText":"","dataset":"gtr"}