{"id":"14A68D5D-4F3B-4AF6-AA8F-B96EC178BD4F","title":"Border Country: An Exhibition of Photography and Voiced Experiences of Asylum Seekers in Detention","abstractText":"Border Country is a complex visual arts piece that uses colour photographs of landscapes and interiors, together with a sound installation, to explore the lives of asylum seekers and migrants inside the UK's Immigration Removal Centres (hereafter IRCs). The exhibition Border Country will question notions of boundaries, both real (national) and imagined, by juxtaposing exterior landscapes and interiors (empty visits rooms) of IRCs, with a cyclical soundtrack comprising excerpts of interviews with these individuals whilst still in detention.\nThe viewer will be invited to contemplate the resonant empty visits rooms as repositories of the memories of emotional encounters which take place between asylum seeker and visitor (perhaps a spouse or partner), particularly poignant if the asylum seeker is awaiting deportation. The configurations of the visits rooms themselves reflect the demarcations between visitor and detainee, UK resident and asylum seeker/migrant.\nA fragmentary sound-track of ambient sounds, the hum of visitors' voices (unidentifiable) and inaudible !annoys will play in the gallery together with a fragmentary mosaic of extracts from interviews with 12 asylum seekers/migrants carried out whilst in detention. This is conceived as an 'inescapable' soundtrack relayed on eight speakers in the gallery. Each asylum seeker expresses his/her thoughts about life in detention, about British culture and the immigration system, in addition to fragments of biographical narratives. The soundtrack also focuses on the strategies for survival employed by the detainees/the recourse to religious practice, to humour, friendships with IRC officers and with detainees from a wide range of cultures. The power of the material lies in its quality of the everyday and the opinions and feelings voiced by the asylum seekers and migrants; it underscores the individuality of the detainees. Home Office 'snapshot' figures show that on 24 June 2006, 2540 people were detained in the UK under Immigration Act powers, of whom 2,255 were male (BID Bail for Immigration Detainees website). Amnesty International 'suspects that at least 27,000 and 25,000 people who had sought asylum at some stage were detained in 2003 and 2004 respectively for some period of time'. Because of the difficulties of obtaining access to IRCs, the lives of asylum seekers and migrants in IRCs have been under-represented, particularly in the arts. The exhibition will tour the UK, commencing with a solo show at Belfast Exposed Gallery, Belfast on 16 November 2007. Solo exhibitions will then be held at the Winchester Gallery (January/February 2008), the University of the Arts Gallery London (October 2008) and BCA Gallery, Bedford (November/December 2008).Funding for the exhibition and the catalogue have been secured from the Arts Council of Northern Ireland, the University of Sussex and the Arts Council of England.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E505422/1","grantId":"AH/E505422/1","fundValue":"19272","fundStart":"2007-01-01","fundEnd":"2007-03-31","funder":"AHRC","impactText":"","person":"Melanie Anne Friend","coPersons":[],"organisation":"University of Sussex","findingsText":"","dataset":"gtr"}