{"id":"14BF2568-3291-4D3D-937B-61B5ADCFAE86","title":"Experimental Methods for Exploring Environmental Encounters","abstractText":"It is well recognized that a host of aesthetic strategies - from artistic practice to visual culture more broadly - respond to and even move for action in the face of current environmental change and ecological crises. A key question remains however; &quot;how do the environmental encounters configured by critical art contribute to alternative ecological imaginaries and futures, and foster practices of environmental citizenship?&quot; That this question remains largely unanswered is the result of i) the lack of research methods for exploring the environmental encounters configured by art, and ii) the need for a more sophisticated querying of the components of these cultural experiences, to ask, in short, how does art go to work in the world?\n\nThe need to query the nature of art's audiencing and the environmental encounters it can catalyse -simply put the experiences of environmental art- has become a common refrain across communities concerned with the transformative possibilities of these arts practices. This includes diverse groups of artists, art theorists, geographers, environmental scientists, and museum professionals and arts and sciences institutions. Working alongside 2 partner organizations who develop art-science collaborations (Arts Catalyst, London, and Swiss artists-in-labs, Zurich) this RDA responds to these issues by way of a 3-phase project, guided by 2 key aims:\n\n1) To experiment with methods through which to explore the environmental encounters catalysed by art works and their accompanying programming\n2) To conceptualize these encounters and the 'components' of cultural experience that constitute them\n\nIn addressing these aims the proposed RDA extends the PI's previous work on the transformative effects of art, and responds to specific questions raised by 2 previous research grants on which she worked, exploring respectively, the 'Cultural Geographies of Landscape Art' and 'Art-Science Collaborations: Bodies and Environments.' The latter, an AHRC-NSF funded project, was an international multi-sited ethnography of 6 art-science projects, including the 2 partner organizations. It explored how these projects transformed the subjectivities, knowledge and practices of artists and scientists involved. Emerging during this study, but beyond its scope, was a set of further questions concerning how art-science collaborations go to work on their audiences. \nAs well as having an intellectual force regarding conceptualizing the experiencing and 'work' of art, such questions are highly relevant at a time when multiple stake-holders across the arts and sciences are looking to justify funding, and enhance the benefits of their projects, especially with respect to questions of science communication and engagement. Further, and as with the arts sector more broadly, there is a need to substantiate the often anecdotal evidence upon which claims of environmental arts' impacts rest, as well as, interestingly, a desire to critically reflect on the very ideas of 'evidence' and 'evaluation' that circulate in current funding and policy contexts. The hope across the sector is for the evolution of ideas that are more responsive to the particular aesthetic, social, institutional and political conditions of these projects and organizational ways of working.\n \nIn response to these issues the RDA unfolds in 3 phases:\nPhase 1 Organisational Consultation\nEthnographic work with partner organisations exploring ideas of evaluation, evidence, environmental encounter, and the existing methods used to examine audience engagement. \nPhase 2 Methodological Experimentation\nDeveloping and testing an assemblage of methods to explore the environmental encounters constituted by art, including ethnographic, visual and participatory techniques, and the use of social media. \nPhase 3 Conceptual Reflections: \nDrawing together results with theoretical ideas of art and transformation, and disseminating findings to academic and non-academic audiences.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L005034/1","grantId":"AH/L005034/1","fundValue":"31943","fundStart":"2013-09-01","fundEnd":"2014-09-30","funder":"AHRC","impactText":"","person":"Harriet  Hawkins","coPersons":[],"organisation":"Royal Holloway, University of London","findingsText":"","dataset":"gtr"}