{"id":"14C61727-53E4-4C66-8118-B5ACC64B8CD5","title":"Agglomeration payments for catchment conservation and improved livelihoods in Malawi","abstractText":"A popular retail technique, the 'Groupon', is a system in which returns to an individual consumer are enhanced if he or she can convince others to participate as well. Analogs to the Groupon are possible in land management, where bonus payments based on the participation of neighbors can be employed to achieve contiguity of land use, prevention of land degradation, enhancement of biodiversity and other ecological services. Such payments - termed 'agglomeration payments' in the ecological economics literature - may also offset some program costs by reducing moral hazard and encouraging sustained adoption. This study applies agglomeration payments as part of an encouragement design for land conservation practices in Malawi's Shire Valley basin. In partnership with the Malawi Department of Land Resources and Conservation (DLRC) and the National Smallholder Farmers' Association of Malawi (NASFAM), our research will evaluate the impacts of agglomeration payments on the adoption of agricultural conservation technologies being promoted currently by the Government of Malawi, and the positive externalities for the Shire Valley basin that may accrue from the resulting spatial contiguity of adopting farms. \n The adoption of sustainable agricultural practices in this area is still modest, making it challenging to evaluate impacts. Our two-pronged research strategy includes first a pilot study with a 4-treatment encouragement design to evaluate strategies for improving adoption of conservation agricultural (CA) technologies under DLRC-led programs in the Shire Valley. The treatments will compare the roles of extension services, conventional payments, and agglomeration payments in encouraging adoption of sustainable agricultural practices such as CA. \nSecond, we propose to develop an agent-based model (ABM) of the Shire Valley basin system to evaluate consequences of improved adoption of sustainable agricultural practices for the enhanced provision of ecosystem services such as improved water quality and runoff regulation, or increased natural predator and pollination services. Agent-based models treat actors in the system (such as farmers) as individual agents whose decisions and interactions lead to emergent landscape-level outcomes such as land cover, water quality or ecosystem-level impacts. Data on social interactions and decision making from our pilot study will inform this regional-scale ABM which, coupled to soil-water assessment models already developed for Sub-Saharan Africa and to literature models for provision of predator and pollination services, will allow assessment of the landscape-scale consequences of the different incentives evaluated in the pilot study. \nA challenge in evaluating impacts from projects focused on sustainable agricultural practices is that while some impacts (such as reduced costs and labor) accrue rapidly, others (such as shifts in yields or water quality) may take years of consistent CA implementation to emerge. The design proposed here overcomes this limitation by combining field data collection with modeling, aiming to address three key questions:\n\nQ1) How do agglomeration payments shift interactions among farmers, as well as rates/patterns of adoption of practices such as CA?\nQ2) Can agglomeration payments lead to enhanced landscape-scale ecosystem service provision?\nQ3) Do agglomeration payments facilitate cost-effective ecosystem service provision, relative to conventional incentives?","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/L001241/1","grantId":"NE/L001241/1","fundValue":"93719","fundStart":"2013-09-01","fundEnd":"2016-08-31","funder":"NERC","impactText":"","person":"Gregory Malcolm  Parkhurst","coPersons":[],"organisation":"Weber State University","findingsText":"","dataset":"gtr"}