{"id":"14D44173-8487-4FB6-B002-333F4EF4FBB6","title":"A New Approach to Understanding Enhanced Biological Phosphorus Removal","abstractText":"Treatment of wastewater is an essential process that is performed in all parts of the world. Each one of us typically produces more than 200 litres of wastewater per day. What happens to this wastewater? In an industrialised country like Britain the wastewater is collected for treatment and is then discharged into either a river or a coastal region. The treatment ensures that our rivers are not transformed into toxic soups and that most of the coastal waters remain safe for swimming. Presently our water treatment systems operate well to remove dangerous microorganisms and remove most of the organic and solid materials. Some components are more difficult to remove, such as nutrients like nitrogen and phosphorus. These nutrients cause damage to natural water systems such as rivers and coastal waters, as they encourage unwanted microbial growth, such as algae. This can damage the ecology of these waters and transform clear waters into green microbial soups. If a wastewater treatment facility is designed and operated in a particular manner, microorganisms (bacteria) in these systems can be encouraged to take up the phosphorus (P) and remove it from the wastewater. This is called biological P removal. It is the future aspiration of modern governments (e.g. the EU) that wastewater treatment facilities are improved and operated for this sustainable biological P removal. There are in fact many treatment facilities that already operate for biological P removal around the world. However, the performance of the biological systems is sometimes variable, and improvements in the performance and reliability would result in savings in the operation and construction of these systems. To achieve improvements in the biological systems we need to be able to understand how the bacteria carry out the P removal. There have been many investigations to gain understanding of these systems over the past 35 years. However, many of these investigations are flawed as they are studying the wrong bacteria, the ones that grow easily in the laboratory, and not the ones that grow well in the wastewater treatment systems and perform the P removal. Thankfully, modern methods to analyse DNA and protein directly in these systems are now being used to gain understanding of what the bacteria are doing. By analysing the DNA directly in the system we can now identify the bacteria important for the P removal. This has been a recent important achievement. Recently, the US government has invested heavily into understanding the bacteria of these systems, as they have obtained large amounts of DNA sequence from P removing systems (this is somewhat similar to whole genome sequencing programmes, such as the sequencing of the human DNA). This information will inform us of the genes that are present in these systems. It is important now to study the proteins of these systems. Proteins are produced by the bacteria, and are the molecules involved in carrying out the work, such as the reactions that result in the P removal. In our laboratory we operate small-scale wastewater treatment reactors that are performing biological P removal. A main part of this study is to analyse the proteins that are produced by the bacteria as they carry out the P removal. In these laboratory reactors we can alter the P removal performance and observe how the levels of the different proteins may vary. With this approach we will associate particular proteins with the biological P removal process. This information will enable us to put together an improved picture that explains how the bacteria are carrying out the P removal. This is a very important process for the water companies that treat the wastewater. Engineers and microbiologists are very interested to improve the understanding and details of the bacterial process, as they strive to develop strategies to improve the biological P removal performance in the wastewater treatment systems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D013348/1","grantId":"BB/D013348/1","fundValue":"239843","fundStart":"2006-06-05","fundEnd":"2009-12-04","funder":"BBSRC","impactText":"  The results have led to further funding by the Australian Research Council and to work with the Advanced Water Management Centre in Australia Environment,Other Economic","person":"David  Richardson","coPersons":[],"organisation":"University of East Anglia","findingsText":" Treatment of wastewater is an essential process that is performed in all parts of the world. Each one of us typically produces more than 200 litres of wastewater per day. What happens to this wastewater? In an industrialised country like Britain the wastewater is collected for treatment and is then discharged into either a river or a coastal region. The treatment ensures that our rivers are not transformed into toxic soups and that most of the coastal waters remain safe for swimming. Presently our water treatment systems operate well to remove dangerous microorganisms and remove most of the organic and solid materials. Some components are more difficult to remove, such as nutrients like nitrogen and phosphorus. These nutrients cause damage to natural water systems such as rivers and coastal waters, as they encourage unwanted microbial growth, such as algae. This can damage the ecology of these waters and transform clear waters into green microbial soups. \n\n\n\nIf a wastewater treatment facility is designed and operated in a particular manner, microorganisms (bacteria) in these systems can be encouraged to take up the phosphorus (P) and remove it from the wastewater. This is called biological P removal. It is the future aspiration of modern governments (e.g. the EU) that wastewater treatment facilities are improved and operated for this sustainable biological P removal. There are in fact many treatment facilities that already operate for biological P removal around the world. However, the performance of the biological systems is sometimes variable, and improvements in the performance and reliability would result in savings in the operation and construction of these systems. \n\n\n\nTo achieve improvements in the biological systems we need to be able to understand how the bacteria carry out the P removal. There have been many investigations to gain understanding of these systems over the past 35 years. However, many of these investigations are flawed as they are studying the wrong bacteria, the ones that grow easily in the laboratory, and not the ones that grow well in the wastewater treatment systems and perform the P removal. Thankfully, modern methods to analyse DNA and protein directly in these systems are now being used to gain understanding of what the bacteria are doing. By analysing the DNA directly in the system we can now identify the bacteria important for the P removal. This has been a recent important achievement. Recently, the US government has invested heavily into understanding the bacteria of these systems, as they have obtained large amounts of DNA sequence from P removing systems (this is somewhat similar to whole genome sequencing programmes, such as the sequencing of the human DNA). This information will inform us of the genes that are present in these systems. \n\n\n\nIt is important now to study the proteins of these systems. Proteins are produced by the bacteria, and are the molecules involved in carrying out the work, such as the reactions that result in the P removal. In our laboratory we operate small-scale wastewater treatment reactors that are performing biological P removal. A main part of this study is to analyse the proteins that are produced by the bacteria as they carry out the P removal. In these laboratory reactors we can alter the P removal performance and observe how the levels of the different proteins may vary. With this approach we will associate particular proteins with the biological P removal process. \n\n\n\nThis information will enable us to put together an improved picture that explains how the bacteria are carrying out the P removal. This is a very important process for the water companies that treat the wastewater. Engineers and microbiologists are very interested to improve the understanding and details of the bacterial process, as they strive to develop strategies to improve the biological P removal performance in the wastewater treatment systems. Agriculture, Food and Drink,Environment","dataset":"gtr"}