{"id":"14DDD9BB-EE14-479A-94D1-952FBF2EA5BA","title":"How does systemic flagellin immunization induce mucosal IgA?","abstractText":"Vaccination has been pivotal to the improved control of infectious diseases seen in the last century. Despite this encouraging progress, infections remain responsible for around 20% of deaths worldwide, primarily in the very young and in the aged, but they also have a considerable impact on our livestock and thus our food chain. This is important, not just for the substantial economic impact it has on the Euro 2 trillion food production business, but because we acquire many deadly infections from our food. \n\nDeveloping novel vaccines against infectious diseases is highly cost-effective and history demonstrates how effective they can be. Furthermore, as our options to treat bacterial infections using antibiotics diminish, because of increased resistance to these drugs and a paucity of new drugs coming through, vaccination looks increasing attractive as a way to prevent disease developing. Vaccines are so effective at preventing disease because they work by providing protection before the infection is established, i.e. when pathogen numbers are likely to be at their lowest. \n\nIn most cases, vaccines provide their protection through the induction of proteins, called antibodies, which are specific for a single part of the bacterial or viral pathogen. These proteins &quot;stick&quot; to the pathogen and prevent it from damaging us or flag up its presence to the cells of the immune system allowing it to be destroyed. Although antibodies are specific, they come in different flavours, so the type of antibody that vaccines induce in the blood that help us kill invading pathogens is called IgG. In contrast, the most common form of antibody at body surfaces, called mucosal sites, is IgA. So both IgG and IgA are highly efficient at protecting us but tend to predominate in different parts of the body. Because vaccines are often given subcutaneously or into the muscle they tend to only induce systemic IgG, but not mucosal IgA. This has prevented us from maximizing the potential for IgA to protect too. This work aims to address this issue.\n\nWhat we have identified is a way to induce systemic IgG and mucosal IgA at the same time. This is important because it is difficult to achieve. To achieve this we have immunized mice subcutaneously with a key bacterial protein called flagellin. Normally, this protein helps bacteria move and adhere, but here we have used it as a Trojan Horse to induce strong IgG and IgA responses and so potentially exploit the potential of antibody to protect at both mucosal and systemic sites. Because in some parts of the immune system these IgG and IgA responses develop side by side we can examine them for their similarities and differences. This will allow us to generate new technologies to maximize how best to make an efficient vaccine to provide protection at multiple sites throughout the body.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L009986/1","grantId":"BB/L009986/1","fundValue":"523249","fundStart":"2014-02-01","fundEnd":"2017-01-31","funder":"BBSRC","impactText":"","person":"Adam Fidelis Cunningham","coPersons":["Kai-Michael  Toellner"],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}