{"id":"14FF659D-7B04-4E31-B384-B94720B7D49B","title":"Fundamental Physics UK 4th Annual Workshop","abstractText":"Over the past few years there has been a large inflow of researchers in fundamental physics from across the world into the UK. The aim of the proposal is to provide a stimulating environment for cross fertilization between the three main areas of fundamental physics: string theory, gravity and quantum field theory. The previous FPUK meetings, in November 2007, 2008 and 2009, were held at King's College London and Trinity College Cambridge. These were widely regarded to be a success and we believe that there is now a strong tradition established for these meetings. The overall aim of these meetings will be to create dynamic and informal research environment from which all UK researchers will benefit. Therefore we wish to build on this and organize a fourth meeting in February 2011, again in Trinity College, Cambridge.The meeting will be organized to allow for a good deal of interaction surrounding a selected number of talks. The aim of the talks will be to provide a pedagogical synopsis of the current 'hot' research topics. However there will also be significant periods of informal discussion, including both an active discussion centered on the talks as well as time for private discussions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I021302/1","grantId":"EP/I021302/1","fundValue":"8569","fundStart":"2011-11-01","fundEnd":"2012-01-31","funder":"EPSRC","impactText":"  This was a UK-wide conference on fundamental physics and string theory in particular. Other Economic","person":"Neil  Lambert","coPersons":["Veronika  Hubeny","David  Tong","Harvey  Reall","David Simon Berman"],"organisation":"King's College London","findingsText":" This was a conference for the UK string theory community and others working on fundamental physics. It was the last in a series of four until funding ran out. It was widely considered to be a success and Similar conferences have since been organised but more we could benefit from a more steady supply of funding. Other","dataset":"gtr"}