{"id":"15114B8B-854B-4D71-BEED-B9B989BD4657","title":"Communicating wisdom: An arts and humanities-based study of fishing in youth work.","abstractText":"Fishing, or angling, has for a long time been recognised by many people as an activity in which more than fish is caught. Already in 1653, Izaac Walton published 'The Compleat Angler, or the Contemplative Man's Recreation. Since then, fishing and reflection, contemplation, awareness have gone hand in hand. From a symbolic perspective, fishing combines an element of purposeful activity related to hunting, with attitudes such as waiting and patience, which are more related to passive comportment. Fishing is an activity that requires as much activity as passivity. Activity means that there is an element of success and failure; passivity means that there is an element in which another experience of time can emerge than the one we usually have, when we go about our daily activities. \n\nIt has been acknowledged by many that fishing is a useful 'tool' in youth work. In this project we aim to investigate how fishing practices in youthwork, usually involving young people and older people, functions as a safe space in which people can communicate wisdom, can reflect on their attitudes, feelings and thoughts and can rediscover a sense of agency and creativity and even self-worth. \n\nWe will do this by employing a range of methods: we will investigate the symbolic meaning of fishing in cultural history; we will develop a concept of wisdom that is suitable for our fast-changing society in which intergenerational learning and communication is often problematical; we will rewrite the Compleat Angler, in the form of a multi-medial platform, for use by anyone who is interested in the more spiritual dimensions of fishing and we will carry out ethnographic research together with fishing communities, to gain a better understanding of the significance of people's experiences in this area.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K006479/1","grantId":"AH/K006479/1","fundValue":"32151","fundStart":"2013-02-01","fundEnd":"2014-01-31","funder":"AHRC","impactText":"  Our findings have been disseminated in exhbitions, a film, a hypertext and in academic publications. The findings can be used to create similar contemplative spaces for young people in other contexts. Communities and Social Services/Policy Cultural,Societal,Policy & public services","person":"Johan Isaac Siebers","coPersons":["Richard  Steadman-Jones","Kate Heron  Pahl"],"organisation":"University of Central Lancashire","findingsText":" This project has looked at the uses of fishing in youth work and the role of providing a contemplative space in which intergenerational communication (between young and old) can take place. We have found that the activity of fishing provides a space in which young people can explore and develop many issues having to do with questions of practical wisdom - the question ' how to live' - in an atmosphere that allows them to connect to their feelings and that is not beset by the debilitating effect This project has been carried out in cooperation with the angling club Rotherham and the Rotherham Youth Service. It can be replicated and developed further by similar organiations. Communities and Social Services/Policy,Education,Culture, Heritage, Museums and Collections","dataset":"gtr"}