{"id":"15187AD9-078A-4421-964C-9BA2BD2BE20A","title":"Cooperative Classical and Quantum Communications Systems","abstractText":"According to Moore's law, the number of transistors on a micro-chip doubles every two years. Hence, the transistor size is expected to approach atomic scale in the near future due to our quest for miniaturization and more processing power. However, atomic level behaviour is governed by the laws of quantum physics, which are significantly different from those of classical physics. More explicitly, the inherent parallelism associated with quantum entities allows a quantum computer to carry out operations in parallel, unlike conventional computers. More significantly, quantum computers are capable of solving challenging optimization problems in a fraction of the time required by a conventional computer. However, the major impediment in the practical realization of quantum computers is the sensitivity of the quantum states, which collapse when they interact with their environment. Hence, powerful Quantum Error Correction (QEC) codes are needed for protecting the fragile quantum states from undesired influences and for facilitating the robust implementation of quantum computers. The inherent parallel processing capability of quantum computers will also be exploited to dramatically reduce the detection complexity in future generation communications systems.\n\nIn this work, we aim for jointly designing and ameliorating classical and quantum algorithms to support each other in creating powerful communications systems. More explicitly, the inherent parallelism of quantum computing will be exploited for mitigating the high complexity of classical detectors. Then, near-capacity QEC codes will be designed by appropriately adapting algorithms and design techniques used in classical Forward Error Correction (FEC) codes. Finally, cooperative communications involving both the classical and quantum domains will be conceived. The implementation of a quantum computer purely based on quantum-domain hardware and software is still an open challenge. However, a classical computer employing some quantum chips for achieving efficient parallel detection/processing may be expected to be implemented soon. This project is expected to produce a 'quantum-leap' towards the next-generation Internet, involving both classical and quantum information processing, for providing reliable and secure communications networks as well as affordable detection complexity.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L018659/1","grantId":"EP/L018659/1","fundValue":"293485","fundStart":"2014-10-31","fundEnd":"2017-10-30","funder":"EPSRC","impactText":"","person":"Soon Xin  Ng","coPersons":["Lajos  Hanzo"],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}