{"id":"151E14FD-B5DE-4666-9EA2-1FE6918F8CCA","title":"The application of time domain processes for the improvement of data quality and enhanced pattern recognition in NMR based metabolomics","abstractText":"Metabolomics is one of the emerging approaches in Life Sciences used in a Systems Biology framework to globally profile the changes in metabolism which accompany a given genetic modification, drug intervention or environmental stimulation. The use of 1H Nuclear Magnetic Resonance (NMR) spectroscopy for this purpose is particularly attractive being relatively cheap on a per sample basis as well as high-throughput. This has made it a particularly useful functional genomic tool for monitoring toxicology changes during the drug safety assessment process, where drugs are dosed typically at doses well below the LD50 level (the lethal dose for 50% of a population). While the acquisition of solution state NMR spectra can be automated, there are several issues that prevent the analysis of these spectra being fully automated. The quality of the spectra obtained from biofluids such as urine and blood plasma, for example, is prone to a number of impairments, especially following drug toxicity. Resonances from drug metabolites may be present in the spectra, obscuring the resonances from lower concentration endogenous metabolites. Furthermore, lipid particles such as LDL, VLDL and HDL in blood plasma and protein in urine may also obscure metabolite resonances. Therefore, the intervention of the analyst is normally required, decreasing sample throughput and introducing variation into the pattern recognition analysis which is used to final determine a metabolic profile associated with a given toxicological intervention. This project aims to develop tools to remove broad components, phase distortions and baseline offset differences from NMR spectra using computational methods that are user friendly and automated. The use of time-domain analysis based on Continuous Wavelet Transform (CWT) and Bayesian modelling framework will be investigated as they have shown promising results in our previous work. In particular, a modification of the Continuous Wavelet Transform known as a Single Voice CWT will be examined as it allows effective separation and subtraction of resonances with different line widths. Bayesian modelling and Reversible Jump Markov Chain Monte Carlo simulation will facilitate the probabilistic estimation of the number of resonances in the signal as well as the estimation of the parameters of the resonances which are critical for quantification of the NMR experiment results. Development of the aforementioned techniques will lead us to an automated time-domain based tool for NMR spectral improvement and quantification. Finally, in conjunction with the metabolic profiling group at GlaxoSmithKline, assessment of the effect of these tools on the pattern recognition tasks that are common in drug toxicity studies will be performed. The tools being developed will initially be tailored specifically to improving toxicity prediction in the drug discovery process through enhanced metabolomic/ metabonomic studies, but will also have a far broader application in metabolomics and bioinformatics. Thus, the project will potentially assist in a broad range of metabolomic projects including those in the pharmaceutical, food and medical industries.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D01638X/1","grantId":"BB/D01638X/1","fundValue":"245913","fundStart":"2006-05-01","fundEnd":"2008-10-31","funder":"BBSRC","impactText":"","person":"Julian Leether Griffin","coPersons":["Kevin  Brindle"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}