{"id":"1521D287-46D8-40EB-8D0B-FCB2A8E6EC0A","title":"Modulation of Phytochrome B Signalling by Phosphorylation","abstractText":"Plants are sessile organisms and therefore have to adapt their growth to changes in the environment. Among the abiotic and biotic environmental factors that regulate plant growth, light plays a distinguished role. Light is not only used to drive photosynthesis but it is also an important developmental clue to ensure optimal adaptation to the changing environment. To monitor variations in the wavelength, intensity, direction and duration of light, plants evolved a battery of photoreceptors. The photoreceptors active in red/far-red light are called phytochromes. Phytochromes are dimeric chromoproteins with one covalently linked tetrapyrrol chromophore per molecule, and they cycle between their biologically inactive (Pr = red absorbing) and active (Pfr = far-red absorbing) forms. It is the Pfr conformer which is imported into the nuclei and whose interaction with specific cellular factors is required to launch the signaling cascade. It follows that phytochrome signaling is quantitatively determined (i) by the number of Pfr molecules available and (ii) by the kinetics of protein-protein interactions between Pfr molecules and signal transducers.\n\nPhytochromes are often also referred to as light-regulated enzymes as it was shown that phytochrome-A (phyA) can autophosphorylate and phosphorylate other proteins in vitro and is phosphorylated by unknown kinase(s) in planta. These data were interpreted to mean that autophosphorylation reduces the amount of phytochrome Pfr by increasing its degradation whereas phosphorylation by an unknown kinase at other amino acid residues decreases the capacity of the Pfr form to bind to its authentic signaling partners. Thereby it is generally accepted that phosphorylation negatively regulates phyA controlled signaling and physiological responses. However, the topic is surrounded by considerable controversy as fundamental biochemical evidences are still missing to validate this theory. \n\nIn this proposal, we outline a research program to elucidate how reversible phosphorylation regulates phytochrome-B (phyB) controlled responses at the molecular level. We show that phyB, the major photoreceptor regulating photomorphogenic responses in adult plants, is (i) phosphorylated at multiple sites in planta, (ii) this post-translational modification increases the rate of dark-reversion, a light independent conversion of the thermodynamically unstable Pfr to Pr form and thereby (iii) results in decreased responsiveness to red light. To test if phosphorylation also affects interaction of phyB with its downstream signalling partners, we will perform in vitro experiments to characterise binding of the mutated phyB proteins to Phytochrome Interacting Factor (PIF) proteins. We also intend to identify those phosphatases which dephosphorylate phyB. We will therefore express candidate phosphatase proteins in bacterial cells and treat phosphorylated phyB purified from plants with recombinant phosphatases purified from E.coli. \n\nFinally we will determine whether phyB indeed functions as a kinase. To this end, we will define if phosphorylation detected in planta can be recapitulated at least partly in vitro by characterising autophosphorylation of phyB Pr and Pfr purified from insect cells. If phyB indeed autophosphorylates in vitro, we will use this approach to identify the catalytic domain and the ATP binding sites essential for kinase activity of the photoreceptor. Taken together, these experiments will help us deciphering whether phyB is phopshorylated by itself or other yet unknown kinases or if both of these mechanisms are involved in mediating post-translational modification of the photoreceptor.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K008129/1","grantId":"BB/K008129/1","fundValue":"40534","fundStart":"2013-10-01","fundEnd":"2016-09-30","funder":"BBSRC","impactText":"","person":"John MacKie Christie","coPersons":[],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}