{"id":"152DDA85-3A43-4F35-8364-4DF1F607BCFA","title":"Investigation of low-sound-level auditory processing deficits after chronic exposure to very high noise levels.","abstractText":"Aims\nHearing loss is usually defined as a loss of sensitivity to quiet sounds. However, it reflects the accumulation of damage due to factors such as genetics, or lifestyle such as diet, smoking, exercise and exposure to noise. Consequently, damage to the hearing system is likely to be present in multiple sites, the precise pattern being almost unique, like a &quot;fingerprint&quot;. Besides the loss of sensitivity, recent work has shown that exposure to very high sound levels can lead to reduced ability to detect low-amplitude fluctuations in sounds. Fluctuations in sounds are important for communicating information, such as in speech, or melody in music. The aim of this work is to measure the impact of this newly identified deficit in people with hearing loss, a population where the disease is likely to be much further progressed than in the younger populations studied to date.\n\nImportance \nAlthough noise-at-work regulations have reduced noise exposure in the workplace, exposure to high sound levels &quot;recreational&quot; settings has increased markedly. In the UK, the prevalence of this contribution to noise exposure was estimated to have tripled between 1980 and 1994 (Smith et al., 2000). Deficient processing of fluctuations was only demonstrated in regular attendees at nightclubs and rock concerts. The new deficit was measurable in 21-year old males, but only in a comparatively small range of their hearing, so may only produce a small handicap. By age 29, the deficit is more obvious, and co-exists alongside the traditional loss of sensitivity. Even in this older population, clinical measures classify this loss as within &quot;normal&quot; bounds, and unlikely to benefit from hearing aids. Underneath this, a &quot;hidden&quot; hearing loss is developing.\n\nIncreased recreational exposure, alongside an ageing population, implies future increases in this deficit. This deficit could mean that subjects will receive less benefit than expected from a hearing aid. There is a need to provide better diagnosis of this hidden loss with the intention of producing hearing aid fittings tailored to the patient's unique hearing loss. \n\nMethods\nUsing hearing-impaired subjects with a history of high-level noise exposure, we will measure how much the newly reported deficit has spread compared to that seen in the previously tested, younger, populations. This process requires the use of specialist test signals to which the subject is asked to respond. We also aim to co-develop techniques that require no conscious input from the subject, by use of measuring brain activity in response to sounds.\n\nWe then will correlate these measures against performance on speech-in-noise tests when wearing hearing aids. We will compare results from this group against a group whose hearing impairment does not arise from noise exposure. Finally, we will assess if varying the speed of signal processing in the hearing aid interacts with the measured deficit so as to improve outcomes for the wearer.\n\nBenefits\nBetter definition of the contributions to hearing loss will lead to the generation of more realistic expectations to be communicated to the patient. Tuning the hearing aid to the particular loss should lead to greater effectiveness of aiding and hence perceived benefit, and, hopefully, greater adherence. Apart from improving remediation, the work should also identify a suitable test that can detect the early stages of the deficit in at-risk populations, so that behavioural modification can be applied.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M023486/1","grantId":"MR/M023486/1","fundValue":"401822","fundStart":"2015-10-01","fundEnd":"2018-09-30","funder":"MRC","impactText":"","person":"Christopher  Plack","coPersons":["Martin  O'Driscoll","Michael  Stone"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}