{"id":"15342C06-5B9D-40F7-BB7A-DE7AF5D82891","title":"Parliamentary effectiveness: public engagement for poverty reduction in Bangladesh and Ethiopia","abstractText":"The work of parliament and parliamentarians is changing within most nations: they grow stronger as many countries develop better structures and processes but weaker in the sense that many citizens become more disillusioned with their political leaders. An engaged democracy is essential for the most overarching social and economic development goals and especially those concerned with poverty reduction and challenging inequalities. It is generally agreed that two keys to progress in social and economic development are: (a) an effective parliament with a strong opposition and (b) active public political participation. And yet in Ethiopia and Bangladesh progress has been made on poverty reduction even though parliamentary scrutiny remains weak.\n\nWhile political anthropology has greatly enhanced our understanding of how the state is embedded in society, this research will more specifically explore the relationship between parliament, parliamentarians and individuals and groups within the public, posing the overarching question: what makes MPs effective, what roles do they play in poverty reduction and the promoting of equality, how do we measure it and who decides? \n\nThe goal is to explore the extent to which poverty reduction depends on an effective parliament with MPs engaging with the public. The objectives will be: \n\n1. To undertake a mapping of relationships between parliamentarians and members of the public involved in poverty reduction initiatives within Bangladesh and Ethiopia.\n2. To explore the extent and effectiveness of public engagement by parliamentarians in poverty reduction through two case studies: (a) poverty-related policy-making and law-making, (b) constituencies.\n3. To assess from the perspectives of various stakeholders the role of parliament and parliamentarians in poverty reduction.\n4. To facilitate the development of researchers' capacity in three countries to measure parliamentary effectiveness. \n5. To disseminate findings and recommendations about parliamentary effectiveness in South Asia, Eastern Africa, the UK and globally.\n\nThrough mainly qualitative methods of mapping, interviews and observation, using anthropological, gender and actor-oriented approaches, a network of researchers in three countries will provide a unique dataset on relationships at the heart of democratic institutions.\n\nThis research is a collaboration between SOAS, Hansard Society and researchers in Ethiopia and Bangladesh. SOAS/Hansard Society will support in-country researchers to carry out this research and disseminate findings widely in their regions and beyond. Our selection of Bangladesh and Ethiopia is based partly on high levels of poverty and inequality, economic and social development being key national objectives for both countries, the key bilateral aid partnerships between Britain and these two countries, and our own experience of both locations. Both countries share a determination and some success in reducing poverty, but weak oppositions within their parliaments, poor representation of women, and narrow engagement between parliamentarians and the public. What are the prospects for democracy in these countries? What does 'good governance' mean from different perspectives and to what extent is it a critical factor in reducing poverty? How can the representation of poor people's interests be improved?\n\nWe will produce rigorous research and high quality outputs that are tailored to their audience and influence a wide range of stakeholders through extensive follow-up. The findings will be published in research reports, Good Research Guide, journal articles, blogs, and a monograph on parliament. Dissemination will also be achieved via our extensive network of national and international stakeholders contacts; local, regional and international media; online and through social networks; and through workshops in each of the countries, with a final project dissemination conference and series of meetings.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L005409/1","grantId":"ES/L005409/1","fundValue":"404196","fundStart":"2014-02-17","fundEnd":"2017-02-16","funder":"ESRC","impactText":"","person":"Emma  Crewe","coPersons":["Ruth  Fox"],"organisation":"School of Oriental & African Studies","findingsText":"","dataset":"gtr"}