{"id":"15368057-4FF4-4C04-BB6C-19A72F257ECD","title":"Activation of transcription factor nrf2 by isothiocyanates and prevention of cellular senescence in vitro","abstractText":"Growing old takes a continuing toll on our skin, tissues and general health. An understanding of the ageing process and appropriate drugs or nutritional supplements to slow the process down may help us be healthier in old age. Spontaneous damage to proteins and DNA accumulates in cells during their life and contributes to the ageing effects. This can probably be resisted by increasing the activity of enzymes that protect proteins and DNA from damage. One such enzyme is glyoxalase I (GLO1). GLO1 protects proteins and DNA directly against damage from reactive sugar-derived molecules and protects indirectly against oxidative damage and impairment of cell respiration. Increasing the amount of GLO1, by overexpression of the gene for GLO1 in experimental conditions, has recently been shown to produce a 40% increase in lifespan of a small worm (nematode) commonly used as an experimental model of ageing. I have recently found that GLO1 can also be increased by compounds absorbed from Brassica vegetables such as cabbage, broccoli and others. These compounds, isothiocyanates, activate processes that affect the regulation of the GLO1 gene. I think it highly likely that isothiocyanates may slow the ageing process by increasing GLO1 expression / with probably also other effects. To test this, in this project I will use a human cell culture model of ageing. I will test if overexpression of GLO1 achieved by genetic techniques prevents ageing of human cells / measuring the expected decrease in damage to protein and DNA. I will then see and if this can also be achieved by induction of GLO1 gene expression by isothiocyanates. A successful outcome will give the first suggestions that eating your greens may slow the ageing process.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D006295/1","grantId":"BB/D006295/1","fundValue":"274193","fundStart":"2006-03-01","fundEnd":"2006-12-31","funder":"BBSRC","impactText":"  This was the first 9 months of a 3 year award prior to relocation to the University of Warwick. Hence findings were not used at this stage, Agriculture, Food and Drink,Pharmaceuticals and Medical Biotechnology Cultural,Societal,Economic","person":"Paul  Thornalley","coPersons":["Glyn  Stanway"],"organisation":"University of Essex","findingsText":" In this project we investigated the ability of compounds derived from Brassica vegetables to increase expression of a group of protective genes. Studies were performed mainly in human skin cells growing in culture - with some studies also on cell types lining the walls of blood vessels - called endothelial cells, and cell types similar to those of the human liver. The aim was to see if short-term and long-term exposure to these compounds delayed ageing of human cells in culture.\n\n The major finding was that long-term exposure of cells to one such compound did induce protective gene expression and delayed the onset of ageing in human skin cells. This was shown by cells continuing to grow when cells of the same age without treatment had decreased growth and entered into decline growth and death as is normal. The treated cells showed increased expression of protective genes. This research gives evidence to suggest that chronic exposure to compounds derived from Brassica vegetables (or similar compound) will enhance protective gene expression and delay the ageing process. These findings were taken forward in the continuation of this project grant at the University of Warwick after research team relocation - see BB/D006295/2. Agriculture, Food and Drink,Education,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}