{"id":"154C4887-3E5C-4ED9-AA6C-596F28695BD6","title":"A device to detect and measure the progression of dementia by quantifying the interactions between neuronal and cardiovascular oscillations","abstractText":"The social context of the research is the rapidly ageing population, and the fact that the number of people in the UK and the world experiencing dementia is increasing. It is predicted that 66 million individuals worldwide will have dementia in 2030. It was in recognition of this grim situation that the Prime Minister launched the Dementia Challenge in 2012.\n\nThe scientific context is that vast resources have been and are being expended on Alzheimer's disease by governments and the pharmaceutical industry. Almost all of these are based on the amyloid-cascade hypothesis. But this approach has not been notably successful to date, and is looking increasingly doubtful. There are now powerful arguments in favour of looking at alternatives and anticipating a paradigm shift in the understanding of Altzheimer's disease and, probably, of many or most other dementias. There are many indicators suggesting that dementia is often connected with nutritional failures at the neuronal level and that these may be reversed, or at least ameliorated, by changes in lifestyle and diet. It will be enormously advantageous if a simple means can be devised to monitor the severity of dementia, and to identify the at-risk population for whom early remedial action is likely to be helpful. \n\nWe therefore propose to develop a method of quantifying the degree of dementia, based on physics. It will apply new, sophisticated, analysis methods to brain signals measured from patients, including both electrical (EEG) signals and cardiovascular (blood flow/oxygenation) signals. The intention is to create a device that will be able to provide quantitative measurements of disease progression - or regression in cases where treatment and/or changes in diet or lifestyle are yielding beneficial results. \n\nThe device we propose is a system consisting of commercially-available state-of-the-art instruments plus novel data analysis algorithms. Its unique features are that it involves\n\n1. Evaluation of both the cardiovascular and neuronal/cognitive oscillations simultaneously and noninvasively, leading to an assessment of the dysfunction in their mutual interactions.\n\n2. Eventually, a standardised presentation of the results in terms of images and a single coefficient spanning from 0 to 100.\n\n3. A relatively comfortable and inexpensive assessment method (especially when compared to MRI-related methods) that can easily be repeated either in the same day or as frequently as is needed or desired.\n\nWe will test the feasibility of the device, and develop the necessary data analysis algorithms, with the help of 10 clinically assessed dementia patients and 10 healthy controls, in Addenbrooke's Hospital (Cambridge). The data analysis will all be carried out in Lancaster using a range sophisticated methods, some of which are completely novel and highly promising. Assuming that the enterprise is successful, it may be expected to lead in turn to clinical trials, including longitudinal studies, but these are beyond the scope of the present proposal. Nonetheless we can expect to achieve proof-of-concept for the device, operating in a clinical environment.\n\nIn the longer term, we anticipate that the cost of the device can be substantially reduced, partly by making the near-infra-red-spectrometer (NIRS) purpose-designed, rather than relying on a flexible multi-purpose instrument, and partly by mass-production.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M006298/1","grantId":"EP/M006298/1","fundValue":"464334","fundStart":"2015-05-01","fundEnd":"2018-04-30","funder":"EPSRC","impactText":"","person":"Aneta  Stefanovska","coPersons":["Peter Vaughan Elsmere  McClintock","Peter  Kirkpatrick"],"organisation":"Lancaster University","findingsText":"","dataset":"gtr"}