{"id":"154C1D11-ADFA-4438-B3AF-B70D4791BDAD","title":"Fair comparisons of interventions: extending the Prior Event Rate Ratio method","abstractText":"To assess the effects of a treatment we typically compare health outcomes in a group of patients who received the treatment ? the treated group ? with outcomes in a group who did not ? the untreated group. There are two main approaches to conducting such comparisons: randomized trials and observational studies. \n\nTrials are experiments which involve randomly deciding which patients should be in the treated and untreated groups. Making the selection random ensures the groups are comparable prior to the start of treatment, with no reason to suppose one group will be older or younger, sicker or healthier, and so on. Following treatment, comparison of the two groups gives a fair assessment of the effects of treatment. \n\nObservational studies differ from a randomized trial in that here the researchers do not play an active part in determining who gets the treatment. Information for such studies could come from routinely collected health data, such as the records of General Practitioners. The treated and untreated groups may differ, for example, in terms of severity of illness, or age, or gender. Such factors need to be taken into account when making treatment comparisons or incorrect conclusions may be reached. \n\nObservational studies are often easier to conduct than trials but lack of information about factors influencing who received the treatment can make it hard to tell whether differences between the groups relate to the treatment or to something else. For this reason, randomized trials are usually considered superior ? but they are time-consuming, expensive, and cannot be carried out in some situations for ethical reasons.\n\nThe aim of this project is to extend a promising statistical method for using information from observational studies in a way that allows us to discount pre-existing differences between the treated and untreated groups, and focus our attention on the effects of treatment. We can do this by assessing differences between the groups before anyone receives the treatment. Making use of this information allows us to identify consequences relating specifically to the treatment.\n\nExtending this method (the ?Prior Event Rate Ratio?) to a wider range of situations will offer opportunities to assess the effects of treatments when trials are not possible and allow us to identify situations in which trials should be carried out. One important application of this research would be to the development and monitoring of new treatments for chronic health conditions such as arthritis, asthma and diabetes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0902158","grantId":"G0902158","fundValue":"510880","fundStart":"2010-12-06","fundEnd":"2014-07-31","funder":"MRC","impactText":"","person":"William Edward Henley","coPersons":[],"organisation":"University of Exeter","findingsText":"","dataset":"gtr"}