{"id":"15524DF3-16AD-49D1-9659-5286BE8EDEDC","title":"Particle Physics and Cosmology Confronting Experiment","abstractText":"This project is concerned with two linked areas: physics beyond the Standard Model of particle physics and the composition and evolution of the Universe. Whilst experimentally the Standard Model of particle physics provides an excellent description of the properties and interactions of particles measured at low energies, it is not considered to be a truly fundamental theory. Instead, scientists believe it is part of a more complete theory which combines gravity and particle physics. This fundamental theory must also explain the properties of the Standard Model particles. There are two particularly well motivated (and related) models of particle physics beyond the Standard Model: supersymmetry (where every standard model particle has a more massive supersymmetric partner) and string theory (where strings are the fundamental entities). Cosmological observations are a goldmine for signatures of physics beyond the Standard Model. In particular, they indicate that our understanding of the basic forces and constituents of the Universe is incomplete. We know from observations of the dynamics of galaxies and groups of galaxies that visible matter can account only for a small fraction of the total matter in the Universe. Therefore, there must be matter which is invisible (or dark), and which must be comprised of particles which are not part of the Standard Model of particle physics. Separate observations indicate further that the expansion of the Universe is accelerating and not slowing down (as would be expected if the Universe only contained matter). This expansion is thought to be caused by an exotic energy form called dark energy. Understanding the nature of the dark matter and dark energy is one of the major outstanding tasks for particle physics. Indeed supersymmetry provides us with a well motivated dark matter candidate, the lightest supersymmetric particle. Furthermore, string theory might provide us with candidates for dark energy. This project will examine how theories beyond the Standard Model can be tested experimentally using particle physics and cosmological data. In one part, we will investigate how data from particle accelerators, in particular the Large Hadron Collider, which will soon come into operation at CERN, will enable us to probe new physics. Non-collider experiments will also provide us with valuable information. Underground detection experiments aim to detect dark matter particles in the lab via their scattering from target nuclei. In high density regions, such as the Galactic centre, dark matter particles can collide and annihilate, and indirect detection experiments look for the products of this annihilation (which include gamma-rays and antiparticles). We will combine information from these experiments, as well as collider searches, to constrain the properties of dark matter candidates. Additionally, cosmological observations of the distribution of matter and the fluctuations in the cosmic microwave background radiation will test the properties of dark energy. We are particularly interested in whether dark energy interacts with matter only via gravity, or whether there are new forces associated with dark energy. We will construct new models of dark energy, based on supersymmetry and gravity, and compare the predictions of these models with observational data. We will also study the properties of black holes in theories of physics beyond the Standard Model, particularly when supersymmetry is combined with gravity. Black holes in these theories are likely to be much more complicated objects than in ordinary general relativity (the conventional theory of gravity).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/G000611/1","grantId":"ST/G000611/1","fundValue":"225080","fundStart":"2008-10-01","fundEnd":"2010-09-30","funder":"STFC","impactText":"","person":"Leszek  Roszkowski","coPersons":["Carsten  Van De Bruck","Elizabeth  Winstanley"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}