{"id":"15556EC3-2320-4822-9921-7111E86AAB08","title":"Newton fund: Waste CO2 and biomass based chemical synthesis for the green economy","abstractText":"Research and partnership activities will focus around two areas:\n\nWorkshops in both countries will develop pathways to the combined sustainable utilisation of carbon dioxide and bio-derived molecules within Brazil as part of a green economy\n\nResearch exchanges between young researchers from both countries will build technical know-how on the utilisation of waste carbon dioxide (CO2) to develop bio-derived chemicals and fuels. The research will focus on testing heterogeneous and homogeneous catalysts for the production of bio-derived organic carbonates, waste CO2 capture and analysis of the technoeconomic feasibility and sustainability aspects.\n\nThe activities will take advantage of the complementary experience and knowledge in the capture and utilisation of carbon dioxide, the valorisation of bio-derived chemicals, the development of bio-derived plastics and materials and sustainability analysis at the University of York and the Federal University of Rio de Janeiro. The research will build on the work within the EPSRC grant on the development of bio-derived plastics from CO2 and waste. The York and Brazilian PIs have complementary backgrounds in CO2 utilisation using homogeneous and heterogeneous catalysis respectively. By working together, the two PIs can find solutions to the synthesis of cyclic carbonates from waste carbon dioxide and bio-derived diols to create a new area of expertise within Brazil. The Co-Is add additional experience in CO2 capture, bio-based molecule utilisation and technoeconomic and life-cycle analysis. By combining this expertise, we will highlight pathways from an economic, social, technical and environmental perspective for the utilisation of waste carbon dioxide combined with bio-derived molecules and evaluate the benefits within the Environment-Energy-Water nexus.\n\nTwo three-day workshops will be held, the first in Brazil (ca March 2015) and the second in the UK (September 2015). The aim of these workshops will be to share knowledge, skills and experience in sustainability, catalysis, carbon dioxide capture and utilisation, and waste biomass valorisation to produce materials, chemicals and fuels. The outcome will be a waste carbon dioxide utilisation pathway.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M028747/1","grantId":"EP/M028747/1","fundValue":"37798","fundStart":"2015-01-01","fundEnd":"2015-12-31","funder":"EPSRC","impactText":"","person":"Michael  North","coPersons":["James Hanley Clark","Corrado  Topi"],"organisation":"University of York","findingsText":"","dataset":"gtr"}