{"id":"15588947-3835-4FF8-AA8B-7BD124BB546D","title":"ECOLM III: opening historical music resources to the world's on-line researchers","abstractText":"ECOLM III will semi-automatically build a computer-readable corpus of around 2,000 pieces of vocal and lute music from the 16th century. It draws on the new Early Music Online (EMO) collection of 300 digitised books of 16th-c music from the BL, and will use state-of-the-art optical recognition methods, presenting the results both in scholarship and in professional performances. The resulting encoded scores, of both vocal and lute music, can be manipulated in many ways: audio playback, reformatting, printing, editing and conversion into other formats. They will be made freely available to all, amateur and professional scholars and musicians alike, via the ECOLM web-site.\nFor musicology to benefit from the technological advances currently transforming text-based scholarship, we need machine-readable encodings of musical scores. At present, a few resources provide suitable high-quality encodings of parts of the central canon of classical music, but very few are done directly from historical sources rather than from out-of-print standard editions. The Electronic Corpus of Lute Music (ECOLM), originally set up with AHRB funding by Tim Crawford in 1999, has consistently concentrated on encoding complete contents of sources of lute music to high scholarly standards. \nLute music uses a special form of notation called tablature, which only players of the instrument can read with ease. Using optical character recognition methods optimised to work with 16th-century printed music (partly as a result of pioneering trials carried out within ECOLM II), encodings can now be done semi-automatically using optical tablature recognition (OTR) in the case of lute music or optical music recognition (OMR) for the printed part-books of vocal music (in more normal notation). \nFor correction of errors in OTR and OMR (caused by problems with 16th-c printing or damaged sources) we will engage the help of the people who know these forms of notation best. For lute music, these are members of a world-wide community of amateur lute players who are both highly active online in sharing images and used to reading tablature; for vocal music we will enlist the help of musicologists and other musicians, amateur and professional. The corrections made, using web-based editing software we have developed, will feed back into the recognition process of each system, gradually improving accuracy until eventually almost no human intervention is required.\nOur workflow will be designed to ensure systematic corpus growth, prioritising vocal collections with works also in the EMO corpus as lute arrangements. We expect to encode semi-automatically around 1,000 lute pieces and about the same number of vocal works (mainly French chansons), with significant overlap of repertory. We shall carry out preliminary musicological investigations on topics such as: (a) relationships between lute arrangements and their vocal models, (b) identification of characteristic melodic and harmonic patterns (e.g. cadence figures) in both repertories, and (c) the way in which these changed over the century. These form the basis for future investigations of the growing corpus.\n The project will end with a public workshop on the project and its outputs at the BL, and also a concert at the prestigious nearby venue, King's Place, promoted jointly with the BL and the UK Lute Society, in which fruits of the project will be made manifest in professional performances of the highest international standard.\nECOLM III takes advantage of new opportunities arising since the conception of the second phase of AHRB/C funding for ECOLM II. With our partners, the BL Music Dept and the UK Lute Society, we shall work closely with the EMO resource to maximise mutual benefit and to ensure its rapid uptake and impact not only by academic musicologists and professional performers but also by a world-wide community of amateur singers, lute-players and other musicians.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J00586X/1","grantId":"AH/J00586X/1","fundValue":"95975","fundStart":"2012-01-01","fundEnd":"2012-12-31","funder":"AHRC","impactText":"","person":"Tim  Crawford","coPersons":["Geraint Anthony Wiggins"],"organisation":"Goldsmiths College","findingsText":"","dataset":"gtr"}