{"id":"1574D193-3BCE-4B10-BBB4-65D5281D9D6B","title":"Realistic sea ice melt in climate models using field observations and theory","abstractText":"In response to global warming, the ice covers of the Arctic and Antarctic are changing, with a significant, and accelerated, reduction in the summer extent of Arctic sea ice. The observed rapid reduction of Arctic sea ice is more extreme than the predictions of even the most pessimistic of climate models, which suggests that these models do not represent the processes controlling the reduction of sea ice adequately. Satellite observations, field work, and modelling all point to the importance of melt ponds in controlling the summer melt of Arctic sea ice but climate models do not explicitly represent melt ponds.\n Melt ponds form when surface snow and sea ice meltwater accumulates on the sea ice surface. Since pond-covered ice has a lower reflectivity (albedo) than bare sea ice, pond-covered ice melts up to 3 times more rapidly than bare ice. This project aims to eliminate fundamental uncertainty in the processes controlling the melt of Arctic sea ice through a combination of recently collected, closely controlled field observations and computer modelling. This project will identify the contribution of melt ponds to the rapid reduction in Arctic sea ice. A result of the research will be a new representation of sea ice melt incorporated into the CICE sea ice model, which is the sea ice model used in many climate models, including the UK Meteorological Office climate model.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J020982/1","grantId":"NE/J020982/1","fundValue":"300111","fundStart":"2012-11-01","fundEnd":"2016-01-31","funder":"NERC","impactText":"  While climate sea ice models cannot yet account for pond refreezing as they lack a vertical heat balance equation accounting for the separate phases, the degree to which the climate models are overestimating ice growth can be assessed with several model experiments in which certain processes are disabled. This work is in progress and will inform modelling groups and climate prediction centres. In particular we are working with the UK Met Office. Aerospace, Defence and Marine,Education,Environment ","person":"Daniel Lee Feltham","coPersons":["Seymour William Laxon"],"organisation":"University of Reading","findingsText":" The presence of melt ponds on the surface of Arctic sea ice significantly reduces its albedo, inducing a positive feedback leading to sea ice thinning. While the role of melt ponds in enhancing the summer melt of sea ice is well known, their impact on supressing winter freezing of sea ice has, hitherto, received less attention. Melt ponds freeze by forming an ice lid at the upper surface which insulates them from the atmosphere and traps pond water between the underlying sea ice and the ice lid. The pond water is a store of latent heat, which is released during refreezing. Until a pond freezes completely there can be minimal ice growth at the base of the underlying sea ice. \n\nWe have developed a model of melt pond refreezing that accounts for the salinity distribution within the pond and other physical processes. Simulations with this model have demonstrated the significant impact that ponds have in supressing winter ice growth.\n\nA paper has been submitted: \nThe refreezing of melt ponds on Arctic sea ice\nby D Flocco, DL Feltham, E Bailey, and D Schroeder Our results show that climate modelling groups have overestimated ice growth as they do not contain the correct physics of pond refreezing and this overestimate could be significant at leading order.\n\nBefore their models can be corrected, significant further work is required that is out of the scope of this project. The detailed model requirements have been identified and it is only lack of resource that prevent further progress. Aerospace, Defence and Marine,Education,Environment","dataset":"gtr"}