{"id":"15799062-4E87-40E9-9159-40628201C8F2","title":"Understanding the mechanism of homologous recombination mediated gene targeting in Physcomitrella patens","abstractText":"Land plants are static organisms, and their survival depends on their ability to withstand a variety of environmental stresses. The environmental impact of human activities is adversely affecting the severity of these stresses, and consequently limiting crop productivity. Ozone depletion leads to increased exposure to ionising radiation, and globally increasing temperatures and decreased water availability causing increased levels of drought stress. These stresses cause the generation of 'active oxygen species': highly reactive chemical agents that accumulate in cells and react with cellular components to inactivate or disrupt their functions. One key process that is highly susceptible to such damage is the maintenance of the genetic material. DNA, the molecule that encodes genetic information, is highly sensitive to damage by active oxygen species. The most severe forms of damage are breaks in the backbone of the DNA double-helix. If not repaired, these breaks result in irreversible and catastrophic loss of genetic material and subsequent cell death. To counter this, all organisms have evolved highly efficient mechanisms for the repair of such DNA double-strand breaks (DNA-DSBs). There are two principal mechanisms that are used for DNA-DSB repair. One is a 'quick and dirty' procedure called 'non-homologous end-joining' (NHEJ) that captures broken ends of DNA molecules and rejoins them. However, this process is inaccurate and incorporates DNA sequence errors at repair sites. The second mechanism captures broken ends and repairs them accurately by copying an homologous sequence. This process ('homologous recombination' - HR) is error-free, and is also used in the exchange of genetic material between maternal and paternal chromosomes when sperm or egg cells are produced by meiotic (reduction) division. This is process is responsible for the generation of genetic diversity within populations, and is exploited in plant breeding to introduce desirable traits into new crop varieties. DNA repair mechanisms are also exploited by genetic engineers. Delivery of a foreign gene (a transgene) into a cell results in its being integrated into the host's genome when it is captured by the host cell's DNA repair machinery and integrated either randomly, by the NHEJ pathway, or at a specific site by the HR-mediated pathway. HR-mediated transgene integration occurs if (i) the transgene carries sequences identical to a target site in the genome and (ii) if the host cell displays a preference for HR-mediated repair over NHEJ-mediated repair. Very few organisms preferentially use the HR pathway for DNA repair and transgene integration. In those that do, it is possible to undertake precision engineering of genes by 'Gene Targeting' (GT). As little as a single base-pair of a host gene can be reliably altered by this means, without non-specific alteration of the genome. Because of its high degree of precision, the deployment of GT would be an attractive option for crop improvement strategies. Currently, the only plant in which efficient HR-mediated GT occurs is a moss, Physcomitrella patens, the first non-flowering land plant to have its genome completely sequenced and a model for studies of the evolution of plant gene function. Because GT in moss is routine and efficient, it provides an ideal model in which to identify the molecular mechanisms underlying this important DNA repair pathway. This research will identify and characterize key plant genes that direct efficient HR-mediated GT. This will provide the fundamental understanding necessary for (i) knowledge-based enhancement of GT rates in crop species, a prerequisite for 'clean' genetic engineering; (ii) identification of genes that can enhance resistance to DNA-damaging environmental stresses and (iii) identification of components of the HR machinery that could be modified to generate enhanced rates of meiotically-derived genetic variation for accelerated plant breeding.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I006710/1","grantId":"BB/I006710/1","fundValue":"461659","fundStart":"2011-04-09","fundEnd":"2014-10-08","funder":"BBSRC","impactText":"  The original objectives of our research were as follows:\n1: To characterize the genes regulating gene targeting in the homologous recombination-proficient model plant Physcomitrella patens.\n\n1-i: Verification and correction of gene models by full-length cDNA sequence determination\n\n2: To functionally analyze the contribution of chromatin-remodelling helicases in HR-mediated DNA repair and GT.\n\n2-i: Functional analysis of gene-targeted mutants.\n\n2-ii: Localisation of repair proteins at DNA repair foci.\n\n3: To determine the nature of HR complexes in DNA-DSB repair and gene targeting.\n\n3-i: Identification of interacting partners by yeast-2-hybrid analysis.\n\n3-ii: Isolation and analysis of native DNA repair complexes.\n\n3-iii: Verification of interactions, in vivo.\n\n3-iv: Functional analysis of interacting partners\n\nThese objectives have been largely achieved. Gene models for 40 DNA repair genes were verified and these models are now represented in the most recent &amp;quot;Version 3&amp;quot; Physcomitrella genome assembly released in the &amp;quot;Phytozome&amp;quot; and &amp;quot;Cosmoss&amp;quot; genome browsers.\n\nWe characterised the role of the Physcomitrella &amp;quot;MRN complex&amp;quot; in DNA repair and gene targeting, and this was published in 2011 (Kamisugi et al (2011) Nucleic Acids Research 40: 3496-3510.). \n\nInvestigation of the roles of chromatin remodeling helicases was inferred by transcriprome analsysis that indicated a number of potential participants in the DNA damage response. Among these, one of the most strongly up-regulated helicase genes following somatic DNA damage encoded a homolog of the yeast SRS2 gene - thought to act in concert with RAD51 paralogues in homology-dependent DNA repair. Interestingly, in Physcomitrella, the RAD51 paralogs appear to act independently of PpSRS2 (Charlot et al (2014) NUcleic Acids Research Published online 26 Sept 2014 doi: 10.1093/nar/gku890).\n\nAnother strongly up-regulated helicase encodes the Physcomitrella ortholog of the human RAD54B gene - a member of the RAD54 family specific to meiotic recombination in yeast and humans, but not present in flowering plants. Together with two somatic RAD54 homologs (PpRAD54-1 and PpRAD54-2), the PpRAD54B gene is required for efficient DNA repair and targeted transgene integration, as well as fertility: triple knockout strains display very low levels of gene targeting, and frequent meiotic defects. These results are currently being prepared for submission to The Plant Cell.\n\nGenes that are - in other organisms -considered &amp;quot;meiosis-specific&amp;quot; appear to participate widely in targeted transgene integration in Physcomitrella. These include the MND1 and HOP2 genes that encode proteins that interact with the RAD51/DNA nucleofilament that invades homologous sequences as a prelude to homology-dependent repair and recombination. We have shown that knockouts of these genes are impaired in gene targeting, and that their gene products interact both in a yeast-2-hybrid screen and in Physcomitrella nuclei, using Bimolecular fluorescence complementation. These results are also currently being prepared for publication.\n\nPerhaps the most striking finding concerned the regulation of the DNA damage response in Physcomitrella by members of the phosphoinositide-3-kinase-related protein kinase (PIKK) family. In most eukaryotic organisms - including the model angiosperm Arabidopsis thaliana - the DNA damage response is actuated via the activity of the &amp;quot;ATM&amp;quot; protein kinase. This appears not to be the case in P. patens. Using targeted gene deletion we showed that atm mutants remained able to induce DNA repair gene expression and maintain normal growth without detriment. By contrast, mutants in the related kinase &amp;quot;ATR&amp;quot; showed a pronounced slow growth phenotype, a hypersensitivity to DNA damage and an inability to actuate the transcriptional DNA damage response. \n\nThis provides, for the first time, the opportunity and the tools to explore in detail the role of the ATR kinase in regulating DNA repair by the homology-dependent pathway, and targeted transgene integration. A research grant proposal was submitted to the BBSRC's &amp;quot;Committee B&amp;quot; follow up this discovery. We have recently learnt, to our perplexity, that this proposal (Ref: BB/M007596/1) was in fact considered by &amp;quot;Committee C&amp;quot; (why?) and not funded.\n\nAt this early stage, the impacts of the research have yet to materialise beyond the publication and dissemination of our researh findings in the scientific literature. However, our other impact activities (the provision of training in experimental techniques for P. patens) have been reported under &amp;quot;secondments&amp;quot;  ","person":"Andrew Charles Cuming","coPersons":[],"organisation":"University of Leeds","findingsText":" We have verified gene model for 40 genes associated with the repair of DNA double-strand breaks in the model moss Physcomitrella patens and investigated the contributions made by many of these genes to the ability of this model species to sustain efficient targeted transgene integration by homologous recombination.\n\nFunctional analysis of candidate genes by targeted mutagenesis revealed that the components of the &amp;quot;MRN complex&amp;quot; - a protein complex crucial for the recognition of DNA damage - are required for efficient DNA repair and targeted transgene integration. This complex recognises DNA double-strand breaks, so it's participation in the repair of such breaks is unsurprising.\n\nMore interesting is the discovery that components of the DNA repair machinery previously thought to be restricted to meiotic homologous recombination also participate in the homology-dependent integration of transgenes. These include the products of the MND1 andf HOP2 genes, that interact with the DNA-protein filament that &amp;quot;invades&amp;quot; a complementary sequence to enable recombination, and the RAD54B gene - a DNA unwinding protein. Normally this process occurs only during the production of gametes in diploid organisms. A role in somatic tissue may be related to the dominant haploid phase in the Physcomitrella life-cycle, although a role for the homologues of these genes in homology-dependent repair in somatic tissues of cannot be ruled out, although this pathway is restricted in its occurrence in most organisms.\n\nFinally, the most exciting discovery concerns the regulation of DNA repair pathway choice by protein kinases. In the majority of organisms, in which the prodominant DNA repair pathway does not use an homologous sequence to repair DNA damage, the DNA damage respoinse is activated by the &amp;quot;ATM&amp;quot; protein kinase. This is not the case in P. patens. Complete deletion of the P. patens ATM gene has no deleterious effects. By contrast, deletion of the related protein kinase - &amp;quot;ATR&amp;quot; - results in a severe retardation of growth and a reduced ability to implement the DNA damage response through the activation of DNA repair genes. This is a vefry unexpected observation, suggesting that the homology-dependent pathway of repair operates via this alternative switch. ATM and ATR are key activators of DNA damage responses. ATM activity is principally associated with the induction of the non-homologous end-joining pathway of DNA repair. This is a rapid but sometimes inaccurate process. It is believed that random transgene integration occurs when transgenes are captured by the NHEJ pathway. ATR activity is principally associated with DNA repair during replication stress, a process that utilises the homology dependent repair pathway. In Physcomitrella, this path is the default pathway for targeted transgene integration. \n\nThe ability to manipulate individual components of the DNA repair pathway in the highly uniform P. patens protonemal culture system offers an unrivalled opportunity to trace the regulatory pathway by which the ATM and ATR kinases act in managing the DNA damage response Agriculture, Food and Drink","dataset":"gtr"}