{"id":"157AE75E-D415-42EE-9581-49F352A88329","title":"Exploring the clinical potential of quorum sensing molecules as novel biomarkers for airway infection with Pseudomonas","abstractText":"Pseudomonas aeruginosa (PA) is a bug that affects susceptible individuals including those with cystic fibrosis (CF) and burns. It is an important factor that contributes to the reduced survival of patients with CF (whose life expectancy is 30-40 years less than in those without this disease). Recently, one in three of patients with chest disorders related to smoking such as bronchitis and emphysema have been demonstrated to have PA infection (much higher levels than was previously appreciated). This is important, as these chest diseases are common, and the antibiotics used to treat PA infection are different to those used to treat other infections. Hence, in the absence of an accurate blood test to diagnose PA infection, patients may be given the wrong antibiotic treatment. This may also increase the risk of the developing of drug-resistant bacteria. This is especially important in infection with PA as this bug rapidly develops resistance to antibiotics and the number of effective antibiotics available is limited. \n\nThere is a pressing need for new, improved tests to allow rapid diagnosis and treatment of patients with PA infection. A new test for bacterial signal molecules of PA infection has been developed at the University of Nottingham. This proposal will collect sputum, blood, urine and saliva samples from individuals with cystic fibrosis and assess if the new test can be used as a direct measure of PA infection in these samples, comparing the new test with the tests for PA infection that are currently available. The research will also determine whether the new test has potential in permitting early detection of those who do not respond to antibiotic treatment, or detecting those who may have early PA infection that cannot be detected using current microbiological techniques. At present assessment of bacterial signal molecules is expensive and can only be done in a very small number of research institutions. This proposal will also test a new method of measuring these molecules so that it would be widely available to all those who need it.\n\nIn this multidisciplinary application we will capitalise on expertise ranging from laboratory scientists to clinicians supported by the infrastructure created by the new National Institute for Health Research Respiratory Biomedical Research Unit in Nottingham. We anticipate that if successful, the new assay will be available for clinical use within 1-2 years of the completion of the study.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0801558","grantId":"G0801558","fundValue":"831156","fundStart":"2009-05-01","fundEnd":"2013-04-30","funder":"MRC","impactText":"","person":"Andrew W Fogarty","coPersons":["Catherine Anne Ortori","Doug  Forrester","Alan Robert Smyth","Alan John  Knox","Sarah Anne Lewis","Paul  Williams","D A Barrett","Miguel  Camara","Alex  Truman"],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}