{"id":"158B697B-1567-41EF-9922-789E82B65F3A","title":"MICA: Phenotyping immune responses in asthma and respiratory infections - a systems approach to understanding changes from childhood to adulthood","abstractText":"Asthma, allergies and respiratory tract infections (RTIs) are the most common diseases in childhood and adulthood. Although they are inextricably linked, the immune mechanisms governing the relationships between the infection, allergy and increased risk of asthma development and asthma attacks are very poorly understood. Consequently, there have been few advances in treatments for asthma (and in particular asthma attacks) in the last 50 years. Severity and risk of these conditions varies substantially with age, with in particular large changes occurring through puberty - before puberty boys have increased risk/severity of asthma and RTIs, while after puberty females are at substantially greater risk.\nImpaired immune responses to viruses are strongly implicated in increased susceptibility to virus infections in asthma, but the mechanisms behind these impaired responses are unknown. The mechanisms explaining increased susceptibility to bacterial infections in asthma are unknown.\nWe propose a novel approach aiming to understand the mechanisms of interplay between asthma, allergies and innate immune responses to viruses and bacteria. Building on knowledge we already have of a population of 1000 children, followed since birth to look for risk factors for asthma and allergies, we will collect new data (outlined below) and by using a systems approach to apply innovative computational statistical methods to the data we will study the interactions between host response to infections, allergens and asthma. This will give a better understanding of why children develop asthma, how this changes through puberty and we hope to identify new targets for possible drug therapies.\n \nWe will combine world-leading expertise in birth cohort/life course studies, respiratory infections, innate immunity, asthma and allergies and computational analysis \nWe will utilise novel analytical techniques to identify mechanisms related to increased susceptibility to RTIs causing increased susceptibility to asthma development and asthma attacks\nWe will investigate changes in the way the body handles infection from bacteria and viruses from childhood by taking blood cells from the body at age 8 years, through puberty (ages 11 &amp; 14), to adulthood (age 18) and exposing them to these infectious agents and measuring the response\nWe will investigate how through puberty the body changes in the way it makes antibodies to allergens, by measuring IgE antibodies at the time points above\nWe will investigate how changes in gene sequences are associated with immunity to infection and to allergens. \nWe will analyse the data using novel computational techniques, recognising that these systems are highly complex and interact with each other, and do not operate in isolation\nBy studying mechanisms which are important regulators at a molecular level, we will identify potential targets for treatment or prevention of asthma development, asthma attacks and RTIs. \nPotential therapeutic targets will be validated using molecular cell biology techniques in human primary cells and in vivo studies in which the applicants are well versed.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L012693/1","grantId":"MR/L012693/1","fundValue":"2235280","fundStart":"2014-05-31","fundEnd":"2019-05-30","funder":"MRC","impactText":"","person":"Sebastian L Johnston","coPersons":["Adnan  Custovic","Ross Peter Walton","John Anthony Curtin","Angela  Simpson","Michael  Edwards","Magnus  Rattray","Roberto  Solari"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}