{"id":"159A9492-9AA8-4D88-89B2-0D5ED9B087F2","title":"A Noble Gas Analytical Capability for UKCAN","abstractText":"Our work is aimed at understanding the prehistory, formation and evolution of our solar system, to understand whether planets like our Earth, capable of supporting life, are common and how they formed and evolved. To do this we pioneer new technology and apply it to samples of extraterrestrial material, notably samples from space missions and meteorites, (fragments of planets and asteroids that reach the Earth). Halogens and noble gases are two groups of elements that are classed as volatiles (things that condense at low temperature, like water), and by studying these elements in meteorites they enable us to understand how volatiles behaved on the first asteroids and during early planet forming processes. We know planets incorporated volatiles into their interiors - on Earth and Mars volcanoes have released massive amounts of CO2 into the atmosphere. Part of our study to to understand how atmospheres (and oceans) originate on planets. It is particulalrly important to know if they formed by loss from the interior of a planet by internal melting or if they were added later by comets and meteorites. Noble gas isotopes can be very useful in determining between these two possibilities Terrestrial planets like our Earth have been affected by many processes since they formed. These processes can be studied through the traces they have left on samples such as meteorites from Mars and the Moon. By studying martian meteorites we can understand the timing of fluid flows on the martian surface and what sort of environment these fluids had come from. In particular, we can compare them with terrestrial fluids and seek evidence of the effects of life. By looking at lunar samples we can supplement the information gained from the Apollo missions and better understand the massive cratering events and volcanic processes that shaped the familiar face of the full Moon.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/L002957/1","grantId":"ST/L002957/1","fundValue":"72000","fundStart":"2013-10-01","fundEnd":"2014-09-30","funder":"STFC","impactText":"","person":"Ray  Burgess","coPersons":["Henner  Busemann","Ian  Lyon","Katherine Helen Joy","John Stephen Cowpe","James Duncan Gilmour"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}