{"id":"15A9723E-1AEA-44B4-8D21-7BA5F6A10F43","title":"Understanding the &quot;impact&quot; of health research: Lessons from the REF2014","abstractText":"<p>The 2006 Cooksey review of publicly funded health research stated that the UK was at risk of “failing to reap the full economic, health and social benefits of public investment in health research&quot; due to health research not being adequately translated into health outcomes.</p>\n\n<p>Public funding bodies aim to reward research that has both scientific and societal impact as currently, however, evaluation systems prioritise measures of academic excellence and are inexperienced in considering the socioeconomic, political and cultural relevance of research. Previous attempts by countries to integrate formal societal impact criteria into national evaluation frameworks have failed. Critics doubt the possibility of sensitively, objectively and accurately evaluating the societal impact of research.</p>\n\n<p>&nbsp;</p>\n\n<p>The UK Research Excellence Framework (REF2014) is an example of a national framework that dedicates a formal proportion of its overall evaluation criteria to considerations of societal impact. The incorporation of such a guideline into an evaluation framework is unique to the REF2014, and provides the perfect opportunity to investigate the evaluation of the societal impact of health and medical research. This research will investigate the evaluation of societal impact and provide an understanding of how the evaluation of societal impact is constructed by research evaluators.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/K008897/1","grantId":"ES/K008897/1","fundValue":"240003","fundStart":"2013-10-01","fundEnd":"2016-01-03","funder":"ESRC","impactText":"","person":"Gemma Elizabeth Derrick","coPersons":[],"organisation":"Brunel University","findingsText":" At this stage of the research, we have identified some key insights into the intentions of research evaluators regarding the assessment of impact. We have also developed some key hypotheses regarding the potential biases, as well as the use of particular indicators to assess research impact. These hypotheses will be tested further in the coming year (2015). At this stage of the research project, it is unclear how these findings will be taken forward. The next part of the research project (to be undertaken 2015-2016) will provide further, more valid insights that will be put into us by funding agencies, research organisations, research evaluators, and researchers themselves. Communities and Social Services/Policy,Healthcare,Other","dataset":"gtr"}