{"id":"15B43663-2050-443F-9C6F-3EE612A3BA4B","title":"Reconstructing magma storage and transport prior to giant Icelandic fissure eruptions","abstractText":"The recent eruption of the Eyjafjallajokull volcano in southern Iceland has had a significant impact on the UK. The ash cloud severely disrupted European aviation in April and May of 2010 leading to a loss of over $4 billion to global economic productivity. This eruption is, however, relatively small compared to that of many other Icelandic volcanoes. In 1783 AD, the eruption of the Laki volcano produced about 15 cubic kilometres of lava and ash in less than a year - about 100 times larger than the present Eyjafjallajokull event. The effects of the Laki eruption were devastating. Ash fell in the UK, and huge quantities of noxious fumes were released to the atmosphere. This volcanic gas release was catastrophic for the Icelandic population. Hydrogen fluoride gas was particularly damaging: people and livestock developed fluorosis, which deforms the bones. The combination of fluorosis and the associated famine contributed to the death of 21% of the Icelandic population. The Laki eruption also released large quantities of sulphur in volcanic gases, and this sulphur spread in a deadly dry fog over Europe and North America, which led to extreme climatic variability over the following 3 years, including a severely cold winter in Europe and North America in 1784. This extreme weather combined with the respiratory impact of the volcanic gases to cause a 25% increase in death rate in Britain and France. If an eruption like Laki were to take place today, the negative impacts on economic activity and human health would be significant. In addition to the dangers discussed above, volcanic ash would present dangers to aviation. It is likely that an eruption similar to Laki will take place in the next few centuries, if not decades. Recorded history in Iceland stretches back 1200 years, and in this time 5 giant eruptions have occurred, with Laki being the youngest of these eruptions. Given the possibility of a similar devastating eruption in the foreseeable future, it is important that understanding of the processes operating before such eruptions is used to develop forecasting and risk management strategies. Volcanic monitoring is based on observation of earthquake activity and swelling of the earth surface and gas release as magma shifts in the plumbing system of the volcano. Successful forecasting is dependent on identifying the fingerprint of rising magma prior to the eruption. Eruptions like Laki have not taken place since the development of modern monitoring techniques. Therefore we need to use the composition of the lava and ash released during the eruption to reconstruct the evolution of the magma as it rose through the crust before eruption. We will examine the compositions of melt inclusions, microscopic pockets of melt that are trapped as crystals grow in magma chambers in the crust, using state-of-the-art scientific instruments. We will use the composition of the inclusions and their host crystals to determine the rate at which gas forms from magma as it is stored in the crust. These observations will allow us to track the history of magma storage and ascent before the eruption starts. These models of pre-eruptive magma movement will be used to predict the fingerprint of magma rising before large basaltic eruptions, a fingerprint that might be recognised by volcano monitoring strategies. This forensic study of the products of the Laki event will lead to improvement in our ability to forecast the onset of catastrophic basaltic eruptions. Our study also has implications for the understanding of giant eruptions in the past, where millions of cubic kilometres of lava have been produced in short intervals of geological time. Such events have been linked to extreme environmental change, rapid global warming and mass extinction of species. Our approach will allow for improved measurement of the release of environmentally significant volcanic gases from these giant eruptions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I012133/1","grantId":"NE/I012133/1","fundValue":"15443","fundStart":"2011-09-01","fundEnd":"2013-08-31","funder":"NERC","impactText":"","person":"Thor  Thordarson","coPersons":[],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}