{"id":"15D332B6-2701-49B4-88B0-A6C04A41218C","title":"Networked Communities as Dynamic Co-Created Learning Environments","abstractText":"This project seeks to challenge the ways in which dominant constructions of community have been tied to dominant modes of research, by co-designing a programme of arts and humanities research that will open up the workings of communities, examining communities from the standpoint of those who have everyday experience of, and strong connections to and within, these communities. At the core of the proposed project is a desire - by community partners and academics - to create accounts of communities that do justice to their collective wisdom, dynamism and connectivity, as well as their transience, their needs to transform, and their responses to change, in ways that reflect the lives of those involved rather than the needs of externally imposed disciplinary regimes. This research recognises that there can no longer be clearly demarcated boundaries between 'academics' and 'community partners' in a genuinely co-designed research project. Rather, there are groups of people (research partners) who share a mutual recognition of skills and experiences that allow them to commit to a 'new scholarship' that reflects their collective identities as members of communities who seek new understandings about how their communities function and interact with other such communities.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K00669X/1","grantId":"AH/K00669X/1","fundValue":"99825","fundStart":"2013-02-01","fundEnd":"2013-06-30","funder":"AHRC","impactText":"  The findings have been used as part of a pilot approach to gathering and interpreting the oral histories of displaced people newly arrived in the UK. Out approach was used because it was important to provide a space in which peopel could tell, retell and relive their stories in ways that are not offered by more conventional approaches to oral history research Communities and Social Services/Policy,Education,Government, Democracy and Justice,Culture, Heritage, Museums and Collections Cultural,Societal","person":"Neil  Ravenscroft","coPersons":["Paul  Gilchrist","Niamh  Moore"],"organisation":"University of Brighton","findingsText":" Through a series of co-created and facilitated workshops and training programmes, this project has brought facilitation practice into conversation with academic research methods to create a co-designed multi-method model for organising the generation of data about personal and community histories and associations. This model, termed the Community Stories Spiral (CSS), represents a 'shared space' that has been developed through a collaborative effort involving sharing and transfer of knowledge and skills. The CSS has since been used to examine a range of community-based issues, in the process challenging conventional academic constructions of community as largely isolated and static. The findings have been used by European researchers looking at the ways in which people living near small waterways make a sense of place out of those waterways. The findings have also been used to help understand the oral histories of displaced people newly arrived in the UK. In both cases it was important that the research method did not pre-judge or pre-figure what or who was important in terms of the stories that were told. Communities and Social Services/Policy,Education,Government, Democracy and Justice,Culture, Heritage, Museums and Collections","dataset":"gtr"}