{"id":"15D4115D-18A0-496E-85EC-40AA6DB5A48C","title":"Process-specific alternative splicing: a tool to monitor multiple alternative splicing events simultaneously in targeted plant genes","abstractText":"The majority of plant genes contain intervening sequences (introns). When a gene is turned on (transcribed), the DNA code is copied into a molecule of RNA called precursor messenger RNA (pre-mRNA). Intron sequences are removed from pre-mRNA by the process of splicing which joins the coding regions of genes (exons) together. The spliced mRNA is then translated into a protein. In many cases, in both plants and animals, pre-mRNAs can be spliced in different ways to generate different mRNAs / this is termed alternative splicing (AS). The alternative mRNAs produced can encode different proteins with different functions such that, for example, in humans, the 35,000 genes in the genome can give rise to more than 150,000 proteins. Thus, AS modulates gene function and expression and increases the number of proteins in higher eukaryotes. This flexibility allows the cells in an organism to fine-tune and subtly regulate cell activity. AS is not a random process but is highly regulated through the interaction of a large number of proteins called splicing factors with sequence signals in the pre-mRNA. Thus, in a particular cell type, the profile of splicing factors will determine the pattern of alternatively spliced transcripts of all of the genes being expressed. This will differ in different cell types, at different stages of development and in response to stimuli and, for example, stress conditions. To understand the regulation of gene expression at the level of alternative splicing, it is necessary to be able to measure changes in alternative splicing of multiple genes under different conditions. Over the last five years, estimates of the number of plant genes which undergo alternative splicing have risen from 7 to 35%. Despite at least a third of plant genes being alternatively spliced, little is known about how alternative splicing is regulated in plants. In particular, there is a need to better assess AS and its consequences, to address the co-ordinated regulation of AS in genes involved in the same biological process and to be able to examine cell- and tissue-specific alternative splicing. One of the major drawbacks currently is the lack of an accurate and reproducible system capable of monitoring multiple (10s to 100s) of AS events simultaneously. Research in animal systems has shown that alternative splicing is an essential aspect of gene expression with networks of alternative splicing regulation being superimposed on networks of transcriptional regulation. In plant systems, measuring global transcript levels is carried out routinely (transcriptomics) but alternative splicing and, in particular, the concept of co-ordinated and regulated alternative splicing has been largely ignored. We wish to establish a tool to monitor changes in alternative splicing of multiple plant genes in development and stress responses. The project will build collaborations between groups involved in aspects of developmental and stress biology of plants and the RNA biology/alternative splicing lab at the University of Dundee. The outcome of the project will be the demonstration that comprehensive process-specific AS RT-PCR panels can be used to accurately analyse changes in alternative splicing during development, under different conditions and in different mutant lines. By correlating patterns of changes in alternative splicing of specific genes or subsets of genes, information on the co-ordinated regulation of AS will be produced for the first time. Such information will be an integral part of systems approaches aimed at understanding interaction networks which regulate biological processes. The tool which we will develop will be of interest to plant scientists around the world. Although we will establish the tool by studying developmental processes and stress-induced genes in Arabidopsis, the system is very flexible and can be applied to examine any biological process in any plant species for which reasonable EST data exists.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G000212/1","grantId":"BB/G000212/1","fundValue":"99744","fundStart":"2008-10-01","fundEnd":"2009-11-30","funder":"BBSRC","impactText":"","person":"John W Brown","coPersons":[],"organisation":"University of Dundee","findingsText":" Key findings: 1) there is more extensive AS in plant genes than currently annotated; 2) the RT-PCR system here is sensitive and able to detect numerous AS transcripts even when they are expressed at low levels; 3) in future, expression analyses will have to take AS into account to obtain accurate measurments of expression. \n\n\n\nAlternative splicing (AS) is where different messenger RNAs are produced from the precursor mRNAs of a gene. The AS isoforms either encode for a related but different prot The current application of the system is academic as we come to grips with how to integrate alternative splicing data with transcriptional data. The expertise in alternative splicing from this sytem is feeding into RNA-seq analysis programmes which will benefit plant and crop scientists.\n\n\n\nIn humans, a similar system (highly automated) is being used for diagnosis of specific conditions which are due to splicing defects (DNA level or trans-acting factor level) and ultimately diagnostic applicati Agriculture/ Food and Drink,Environment","dataset":"gtr"}