{"id":"15DEECB1-3DD1-451A-99F4-17C7585C0AE4","title":"Determination of protein-protein complexes from sparse experimental data","abstractText":"The great majority of cellular processes, including enzyme catalysis, signal transduction, gene expression regulation and the immune response, depend on the formation of transient or permanent macromolecular complexes. In order to understand these processes at the molecular level, the structural biology community is facing the very challenging task to describe the structures and dynamics of hundreds of core macromolecular processes, which include DNA replication by the replisome, DNA transcription by RNA polymerase, protein biosynthesis by the ribosome, protein folding by chaperonins, and protein degradation by the proteasome. Structural information about these complexes at high resolution is normally provided by X-ray crystallography. There are, however, often cases in which it is possible to crystallize the molecular units individually but not as a complex, or in which a crystal can be obtained for a complex but not in a biological relevant conformation. As crystallization is not required for solution nuclear magnetic resonance (NMR) spectroscopy this method can be exploited, at least in principle, in the study protein-protein interactions in such situations. The high-resolution determination of the structures of protein-protein complexes, however, is still a challenging problem for this approach since it can normally provide only a limited amount of structural information at protein-protein interfaces. The objective of this project is to develop a computational platform for determining the structures of protein-protein complexes using sparse experimental information. We have identified chemical shifts from NMR spectroscopy and collisional cross sections from mass spectrometry as the most promising types of experimental data for this purpose, since they are readily measurable, at least with respect to other observables, and comparatively rich in structural information. This application represents our initial step in a long-term plan that we have committed ourselves to in order to provide a standard tool to the structural biology community to routinely determine the structures of large complexes, which are the basic functional units in the cell, rather than the structures of individual proteins or small complexes, which currently represent the vast majority of the structures in the Protein Data Bank.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H013318/1","grantId":"BB/H013318/1","fundValue":"305815","fundStart":"2010-03-01","fundEnd":"2013-08-31","funder":"BBSRC","impactText":"  The CamDock method enables the determination of protein-protein complexes at atomic resolution. Its specific advantage over other methods is that it makes it possible to incorporate experimental information from nuclear magnetic resonance (NMR) spectroscopy to describe simultaneously the structure and the dynamics of the complexes. It has been used to date to determine the conformational properties at atomic resolution of a variety of protein-protein complexes of biological interest, such as for example an affibody-affibody complex (Cavalli et al J. Phys. Chem. B 2011) or of an immunity protein and its target (Montalvao et al J. Am. Chem. Soc. 2008). Chemicals,Pharmaceuticals and Medical Biotechnology Economic","person":"Michele  Vendruscolo","coPersons":[],"organisation":"University of Cambridge","findingsText":" The primary objective of this project has been the development of the CamDock software, which enable the determination of protein-protein complexes. The specificity of this software is in the combination of the use of experimental data from NMR spectroscopy and mass spectrometry with flexible docking methods. We have recently completed an extensive benchmark of the method, which will be submitted for publication in the near future. At the same time, we are carrying out specific projects for the The CamDock software that we have developed to perform protein-protein docking has a range of possible applications in pharamaceutical research. After the current initial phase of testing we are going to get in contact with pharmaceutical companies for the commercial exploitation of the software. We have made the CamDock software publicly available for academic users on the Vendruscolo Group Software web site (http://www-vendruscolo.ch.cam.ac.uk/software.html). We are providing support to academ Chemicals,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}