{"id":"15DE82EE-F895-449B-87F6-37C319598732","title":"CO-ORDINATING AND PUMP-PRIMING INTERNATIONAL EFFORTS FOR DIRECT MONITORING OF ACTIVE TURBIDITY CURRENTS AT GLOBAL 'TEST SITES'","abstractText":"Turbidity currents are the volumetrically most import process for sediment transport on our planet. A single submarine flow can transport ten times the annual sediment flux from all of the world's rivers, and they form the largest sediment accumulations on Earth (submarine fans). These flows break strategically important seafloor cable networks that carry &gt; 95% of global data traffic, including the internet and financial markets, and threaten expensive seabed infrastructure used to recover oil and gas. Ancient flows form many deepwater subsurface oil and gas reservoirs in locations worldwide. It is sobering to note quite how few direct measurements we have from submarine flows in action, which is a stark contrast to other major sediment transport processes such as rivers. Sediment concentration is the most fundamental parameter for documenting what turbidity currents are, and it has never been measured for flows that reach submarine fans. How then do we know what type of flow to model in flume tanks, or which assumptions to use to formulate numerical or analytical models? There is a compelling need to monitor flows directly if we are to make step changes in understanding. The flows evolve significantly, such that source to sink data is needed, and we need to monitor flows in different settings because their character can vary significantly. \n\nThis project will coordinate and pump-prime international efforts to monitor turbidity currents in action. Work will be focussed around key 'test sites' that capture the main types of flows and triggers. The objective is to build up complete source-to-sink information at key sites, rather than producing more incomplete datasets in disparate locations. Test sites are chosen where flows are known to be active - occurring on annual or shorter time scale, where previous work provides a basis for future projects, and where there is access to suitable infrastructure (e.g. vessels). The initial test sites include turbidity current systems fed by rivers, where the river enters marine or freshwater, and where plunging ('hyperpycnal') river floods are common or absent. They also include locations that produce powerful flows that reach the deep ocean and build submarine fans. The project is novel because there has been no comparable network established for monitoring turbidity currents\n\nNumerical and laboratory modelling will also be needed to understand the significance of the field observations, and our aim is also to engage modellers in the design and analysis of monitoring datasets. This work will also help to test the validity of various types of model. We will collect sediment cores and seismic data to study the longer term evolution of systems, and the more infrequent types of flow. Understanding how deposits are linked to flows is important for outcrop and subsurface oil and gas reservoir geologists.\n\nThis proposal is timely because of recent efforts to develop novel technology for monitoring flows that hold great promise. This suite of new technology is needed because turbidity currents can be extremely powerful (up to 20 m/s) and destroy sensors placed on traditional moorings on the seafloor. This includes new sensors, new ways of placing those sensors above active flows or in near-bed layers, and new ways of recovering data via autonomous gliders. Key preliminary data are lacking in some test sites, such as detailed bathymetric base-maps or seismic datasets. Our final objective is to fill in key gaps in 'site-survey' data to allow larger-scale monitoring projects to be submitted in the future.\n\nThis project will add considerable value to an existing NERC Grant to monitor flows in Monterey Canyon in 2014-2017, and a NERC Industry Fellowship hosted by submarine cable operators. Talling is PI for two NERC Standard Grants, a NERC Industry Fellowship and NERC Research Programme Consortium award. He is also part of a NERC Centre, and thus fulfils all four criteria for the scheme.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M017540/1","grantId":"NE/M017540/1","fundValue":"333858","fundStart":"2015-06-01","fundEnd":"2018-05-31","funder":"NERC","impactText":"","person":"Peter  Talling","coPersons":["Mattieu Jean Baptist Cartigny","Daniel Roy Parsons","Esther Joanne  Sumner"],"organisation":"National Oceanography Centre","findingsText":"","dataset":"gtr"}