{"id":"15E0BD27-A5A9-407F-BD45-D54092A59E82","title":"Potential for recovery of arctic tundra from atmospheric nitrogen deposition","abstractText":"This project investigates the recovery of arctic tundra from the effects of atmospheric nitrogen deposition. Fossil fuel burning in vehicles, power stations and industry produces nitrogen oxides. These gases travel long distances in the atmosphere before being deposited back to the ground surface where the nitrogen causes changes to the vegetation and soil. The arctic tundra receives such air pollution from around the northern hemisphere and is very sensitive to it. Twenty years ago we began an experiment on Svalbard, in the high Arctic, to investigate the effects of nitrogen deposition on tundra plants. The nitrogen that we watered onto the vegetation affected the physiology of plants and the abundance of different species; some species almost died out, others thrived. The results of this experiment were used to set the 'critical load' of nitrogen for tundra; that is, the internationally agreed number for how much nitrogen the ecosystem can tolerate before it is damaged. Critical load values for all European ecosystems were taken into account in the development of international pollution control legislation. Our Arctic experiment continued; after three years we stopped adding nitrogen to some of our experimental plots but after another seven years it was clear that the vegetation had not recovered. In this project we will return to the experiment to measure how much recovery has occurred over 18 years. This is important because international legislation has reduced nitrogen oxide emissions across Europe and we need to understand what the potential is for ecosystems to recover once the amount of nitrogen being deposited on them decreases. Should the results show that recovery is very slow, it is possible that the critical load of nitrogen for tundra will be reduced to take into account the fact that ecological changes caused by nitrogen deposition are not readily reversible.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I016899/1","grantId":"NE/I016899/1","fundValue":"52657","fundStart":"2011-05-16","fundEnd":"2012-02-28","funder":"NERC","impactText":"","person":"Sarah  Woodin","coPersons":[],"organisation":"University of Aberdeen","findingsText":" Two decades after application of nitrogen to tundra, effects are still apparent in plant community composition and plant and soil carbon stocks. Nitrogen addition alone resulted in a halving of carbon stocks, seemingly due to increased decomposition. Where phosphorus was also added, carbon stocks have doubled due to increased moss productivity.  Environment","dataset":"gtr"}