{"id":"15F1AD8B-6DCD-4A53-A860-B2234E0D9942","title":"Revisiting Moral Panics: A Critical Examination of 21st Century Social Issues and Anxieties","abstractText":"<p>We live in a world that is increasingly characterised as full of risk, danger and threat. Every day a new social issue emerges to assail our sensibilities and consciences. Whether we are academics, researchers, policy makers, welfare practitioners or simply members of the public, we feel paralysed as to know how to respond; we do not know what to do and whom to trust.<br /><br />This seminar series, sponsored by the UK’s Economic Social and Research Council (ESRC) is examining some 21st century social issues and anxieties through the concept of moral panic, first brought to public attention 40 years ago in Cohen's influential study, 'Folk Devils and Moral Panics'.</p> \n<p>The seminar series is bringing together academics, policy makers, practitioners, journalists and service users to debate and discuss the place of moral panics in policy and practice today at events in Edinburgh (November 2012), Bath (May 2013) and November (Cardiff 2013). At the same time, the idea of moral panics is being explored through press articles, social media (Twitter and blogs) and journal publications throughout the lifetime of the series. See <a href=\"http://moralpanicseminars.wordpress.com/\" rel=\"nofollow\"> http://moralpanicseminars.wordpress.com</a></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/J021725/1","grantId":"ES/J021725/1","fundValue":"18077","fundStart":"2012-10-01","fundEnd":"2014-10-31","funder":"ESRC","impactText":"  These will be reported in full next year, and will include impacts on policy, practice and public attitudes. Healthcare,Government, Democracy and Justice,Other Cultural,Societal,Policy & public services","person":"Viviene  Cree","coPersons":["Elizabeth Kay Tisdall","Ethel  Quayle","Stan  Houston","Cecelia  Clegg","Louise Ainsley Jackson","Lesley  McAra","Ian  Butler","Mark  Drakeford","Gary  Clapton","Jennifer Mary Speirs","Michael John Rosie","Mark  Smith","Pat  Sikes","Janet  Carsten","Heather  Piper"],"organisation":"University of Edinburgh","findingsText":" The seminar series has opened up conversations about social isssues and anxieties and the usefulness or otherwise of moral panic theory across a wide range of audiences: academic, policy, practice and within the general public. There have already been a large number of outputs: a book series (for 2015), peer-reviewed journal articles and very many blogs. Our findings have already had significant impact on government across the UK and this will continue in the months and years ahead. Healthcare,Government, Democracy and Justice,Culture, Heritage, Museums and Collections,Other","dataset":"gtr"}