{"id":"15F909D3-965E-49C7-86BE-D27296D38FCA","title":"Military Mobilities and Mobilising Movements in the Middle East","abstractText":"Some of the most enduring works of historical sociology have delineated the mechanisms through which warfare as social and political practice, and militaries as vast and powerful institutions, transform social and political relations over time and shape the contours of states, nations, and social classes (Mann 1986; 1993; 2012; Tilly 1993). Given the extent to which warfare has been a feature of politics in the Middle East, it is surprising that more has not been written in recent years on the ways in which militaries -as social and political institutions- transform social relations in the region (but see Vatikiotis 1961; Ayubi 1996).\n\nThis project will break new ground by examining the complex relations between the US military, Middle Eastern states, private and state-owned logistics firms and transportation infrastructure (i.e. ports), and the workforces that operate these facilities. I will trace how both the deployments and drawdowns of US forces from the region have entailed partnerships with private logistics firms. These not only include such military service firms as Halliburton, KBR or DynCorp, but also firms not obviously associated with providing military support. Transnational corporations such as Maersk, DHL, and FedEx are not only crucial to global commerce, but they are also classified as strategic transport and logistics assets that can be exploited in times of war. The oversized US military presence in the region has been at least concurrent with (and has possibility even encouraged) the proliferation of gigantic local logistics and infrastructure firms such as Kuwait-based Agility, Jordan-based Aramex, and Dubai Ports, all of which are important contributors to the &quot;integrated regional commodity circuit&quot; (Hanieh 2011).\n\nSecurity experts have written extensively about the privatisation of military functions and the effect it may have on states' conduct of war, legal accountability, and state sovereignty (Singer 2003; Verkuil 2007). What I am interested in is to examine how a boom in commercial logistics activity as a result of US military presence or decamping can influence labour organisation and urban infrastructure (ports, warehousing, rails, roads, airports, etc.) in the countries that serve as US hosts. What makes Middle East relevant is the number of US bases there, the extensiveness of US military entry and exit at various times since the establishment of CENTCOM's predecessor 30 years ago, the concurrent emergence of the Gulf region as a major hub of investment and commerce, and the constant hum -however suppressed- of labour activism in and around ports, airports, and shipping firms in the region. I will argue that in this confluence of transnational commerce, US military presence, and local government coercion, forms of labour contention and claim-making nevertheless emerge which may have significant impacts on notions of citizenship, participation, and politics more broadly in these countries. These forms of contention are novel and important precisely because of the variety of power-holding actors involved: local states, US military, and private firms and because of the ways in which they mobilise transnational links both with solidarity and union networks, and because of transnational links within migrant communities that often serve as source of labour power in these contexts.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L002833/1","grantId":"ES/L002833/1","fundValue":"633871","fundStart":"2014-09-01","fundEnd":"2018-02-28","funder":"ESRC","impactText":"","person":"Laleh  Khalili","coPersons":[],"organisation":"School of Oriental & African Studies","findingsText":"","dataset":"gtr"}