{"id":"1605D8C6-E3D8-4A7B-9AEC-62805AF8F0BD","title":"High Wind Air-Sea Exchanges (HiWASE)","abstractText":"This proposal is part of the UK's contribution to the international Surface Ocean-Lower Atmosphere Studies project which aims to improve our understanding of the way the ocean and atmosphere interact, with emphasis on the interactions which affect the world's climate. One poorly understood interaction is the way gases are exchanged between the atmosphere and ocean. We need to be able to predict the air-sea gas exchange under varying conditions because it determines the amount of trace gases in the atmosphere, and hence the size of the 'greenhouse effect' which is causing our climate to change. The rate of exchange depends on the concentration of the gas in the surface water compared to the atmosphere and also on environmental factors such as wind speed, the size of the ocean waves, and how many waves are breaking to form 'white horses'. To untangle these different effects we need a lot of measurements and therefore we plan to put automatic measuring systems on a ship which spends a lot of time at sea in an area where there are often large differences in the air and sea gas concentrations. Suitable automatic systems have been shown to work for carbon dioxide (CO2) so we will measure the exchange of that gas and use our results to estimate the transfers of other gases through our knowledge of their different physical and chemical properties. We will maintain the measurements for a three year period in order to sample a wide range of different wind and sea conditions. We particularly want to obtain measurements at high wind speeds since the exchanges are much larger then. For example, the exchange of CO2 may vary with wind speed squared (or perhaps cubed - we don't yet know) which would mean that the exchange of CO2 during wind speeds of 42 miles per hour is nine (or perhaps twenty seven) times greater than the exchange at wind speeds of 14 mph. Although storms and other high wind speed events such as hurricanes are relatively short lived it can be seen that they may be responsible for a large fraction of the air-sea exchanges, particularly in the stormy North Atlantic and Southern Ocean. An understanding of the exchanges under high wind speeds is therefore an important, but presently missing, piece of the puzzle. Making measurements over the open ocean is difficult. To reliably obtain data in deep water and bad weather conditions the instruments must be mounted on a ship and the ship's motion has to be accurately measured and removed from the wind speed and turbulence data. The ship disturbs the flow of air to the sensors causing the measured wind speed to be biased high or low compared to the true wind speed. This 'flow distortion' can also cause very large biases in the measurement of the exchanges themselves. These difficulties explain the lack of data obtained during high wind speeds (there are none for winds over 30 mph) and also some of the differences found between the results from one experiment and another. Measurements of the exchanges themselves is not all that is required, since, in order to understand the causes of the exchanges, many other variables need to be measured as well. For example, the air-sea exchanges of many properties are thought to depend on the behaviour of the waves, the direction of the swell waves to the wind, the amount of wave breaking and whitecapping and the difference in temperature between the ocean surface and the atmosphere, in addition to the wind speed. These have to measured at the same time as the exchanges so that the relationships between them can be discovered. Once the relationships are understood it will be possible to calculate the exchanges, rather than having to measure them directly, using wind speed and wave information available from satellite data for example. The relationships will also be used in climate models to improve the way they simulate the interactions between the ocean and atmosphere, and thus improve climate change predictions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/C001826/1","grantId":"NE/C001826/1","fundValue":"396610","fundStart":"2006-07-01","fundEnd":"2011-02-28","funder":"NERC","impactText":"","person":"Margaret Jane Yelland","coPersons":["Andrew  Watson"],"organisation":"National Oceanography Centre","findingsText":"","dataset":"gtr"}