{"id":"16212C76-F4E3-441B-824A-37E88B6CBB23","title":"Paediatric Hip Conditions: Psychosocial and economic dimensions of impact on quality of life","abstractText":"The understanding, diagnosis, and treatment of PHC is rapidly evolving. A variety of novel hip preserving surgical techniques are now utilised worldwide. These surgeries are now viewed as desirable alternatives compared with persistent hip pain, joint degeneration and hip replacement in a young population. However this is still an underserved patient group where the full social, economic and QoL impact of living with these conditions over the life course has not been explored. We know treatment and care are not always optimal, referral to specialised care can be slow and there is limited research available comparing outcomes for different treatments (Nunley et al 2011). \nThis is an emerging research area and a focus of current work of the applicants (TG, AFL, JH, RK). Our core group now includes ST and EE. We aim to develop a research agenda and research network that continues beyond the seminar series, bringing together researchers from diverse academic and clinical backgrounds and countries. We have begun to generate a wider group of multi-disciplinary academics, patients and clinicians to create an international research network. JH has international links with the invited speakers, Michael Millis and Prof Ganz, TG has links with the Nicola Rumsey specialising in body image , we will also draw on the expertise of others working in similar fields David Flynn (QoL scoliosis), and AFL with Profs Sugden and Christensen (education). In addition we build on our existing strong patient link for speakers.\nThe seminar series aims to facilitate engagement between academic researchers, clinicians and persons with a PHC to discuss and debate issues concerning diagnosis, treatment decision-making and post-surgical care and to develop a research agenda to promote evidence-based practice and measurement of what matters to persons with a PHC and their family. It has six specific objectives;\n1.Develop a fuller understanding of the QoL impact of PHCs across the life-course, centred on the experiences and perspectives of persons with these conditions and their significant others. \n2.Enable clinicians and academics currently engaged in the care or research surrounding PHC to share perspectives and ideas with persons with these conditions and learn from research in other paediatric conditions with long-lasting impact,\n3.Develop ways to raise awareness of the patient and family perspective across the treatment and caring professions\n4.Share and exchange multi-disciplinary knowledge around the treatment and care of PHCs both within and between parts of the UK, European and the USA\n5.Explore economic-related, educational and body image dimensions of living with a PHC condition over time\n6.Develop supportive strategies to embed successfully the assessment of patient concerns and impact of the conditions into routine clinical practice across the life-course.\nSix, one-day interactive seminars, with informative pre-circulated presentations, will be undertaken, concluding with action points: \ni.Uncovering the Expert Patient/Lay and Familial Perspective\nii.Measuring the Concerns, Consequences and QoL Impact of PHC: \niii.International Healthcare Diagnosis and Treatment Approaches: Clinical Perspectives: Monitoring and Assessing Outcomes of PHC within Routine Practice\niv.Childhood and Young Persons Impact on Schooling and Social Participation\nv.Communicating, Awareness and Support for Persons with PHC\n\nA key benefit will be development of an inter-disciplinary research agenda in this emerging field which moves beyond the surgical and clinical perspective to embrace the person with a PHC and their family. A dialogue during and after the seminar series will be supported by a website providing seminar papers, discussion forums and links to proposed research. We will link this to existing hip, charitable and patient forums. The creation of a strong research network and action plans ensures its sustainability and future collaboration.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M002195/1","grantId":"ES/M002195/1","fundValue":"18138","fundStart":"2014-11-11","fundEnd":"2016-11-10","funder":"ESRC","impactText":"","person":"Tina  Gambling","coPersons":["Andrew F Long","Richard  Knight","Sandy  Tubeuf","John Neary O'Hara","Elizabeth Mary Evans"],"organisation":"Cardiff University","findingsText":"","dataset":"gtr"}