{"id":"16252C5C-5A43-4CC6-A9D7-25D25C6A65C8","title":"Transiting planets with the CoRoT space mission","abstractText":"In this Rolling Grant application, we describe an interdisciplinary programme of observational and theoretical research in extrasolar planets, to be conducted at the University of Exeter, through a new collaboration between the Astrophysics Group in the School of Physics and the Centre for Geophysical and Astrophysical Fluid Dynamics (CGAFD) in the School of Engineering, Computing and Mathematics (SECaM). The research programme combines state-of-the-art observations and theoretical calculations to detect, determine the properties of, and model the formation and evolution of extrasolar planets. We will perform three-dimensional self-gravitating radiation hydrodynamical simulations of gas accretion by a protoplanet core to form giant planets to produce more accurate models of young gas giant planets. We will directly image gas giant planets around young nearby stars using adaptive optics on the VLT and the Gemini Planet Imager and use these observations to test the models. We will undertake space-based observations of transiting planets using HST and Spitzer to understand the chemistry and dynamics of the atmospheres of giant planets that are very close to their stars and model these atmospheres using convective three-dimensional simulations. Finally, we will analyse the data from CoRoT, the first space-based transiting planet search mission, to detect and characterise planets of Neptune-mass and below and the systems they are part of, as well as search for light reflected by giant planets.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/G002266/2","grantId":"ST/G002266/2","fundValue":"242685","fundStart":"2010-01-18","fundEnd":"2012-03-31","funder":"STFC","impactText":"","person":"Suzanne  Aigrain","coPersons":[],"organisation":"University of Oxford","findingsText":" This grant funded me and a PDRA for three years to work on the detection and characterisation of transiting planets, mainly using data from the CoRoT space mission, the Hubble Space Telescope and the Gemini telescopes. One of the main outcomes was the development of novel methods to model instrumental systematic effects and / or stellar variability using a technique known as Gaussian Process regression, which we introduced to the exoplanet community, and where it is now becoming widely used. The novel light curve analysis methods we developed are becoming widely used in the community. This work also contributed to establishing the prevalence of clouds in the atmospheres of numerous hot Jupiter planets, which is prompting renewed interest in modelling and understanding clouds in hot Jupiters and brown dwarfs. Digital/Communication/Information Technologies (including Software),Education","dataset":"gtr"}