{"id":"162E0E1E-0228-4054-BABD-7FB2B45E9AD4","title":"Jeremy Bentham on freedom of expression, penal theory, and Spanish politics.","abstractText":"<p>The Bentham Project, University College London, will edit and prepare for publication in the new authoritative edition of The Collected Works of Jeremy Bentham a volume of writings on the freedom of expression, penal theory, and Spanish politics. The volume will contain an editorial introduction, full annotation, and comprehensive name and subject indexes, and will be published by Oxford University Press.</p> \n<p>The thought of Jeremy Bentham (1748–1832), the philosopher and reformer, is of outstanding significance across a variety of disciplines. The writings in this volume, while directly concerned with the liberal regimes which briefly flourished in Spain and Portugal in the early 1820s, cast important light on themes and issues of contemporary importance and controversy. Bentham argues against the existence of a second chamber under a democratic constitution and against constitutional clauses which attempt to impose limitations on an elected legislature, and condemns delay and secrecy in judicial proceedings. He opposes any limitations on the freedom of the press, on the grounds that, under a free government, the people need to be in a position to criticize the actions of rulers, and therefore require unfettered access to relevant information.</p> \n<p>Bentham's theory of punishment is regarded as a major contribution to the subject, but very little of his work on the subject has hitherto appeared in a reliable form. The volume will also include a neglected but important work on penal theory, in which Bentham shows how his ideas on the subject are compatible with, and are applicable in the context of, a democratic regime. <br /></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-000-23-1342","grantId":"RES-000-23-1342","fundValue":"132012","fundStart":"2006-01-01","fundEnd":"2009-09-30","funder":"ESRC","impactText":"","person":"Thomas Philip Schofield","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}