{"id":"1630CA97-1299-41DB-8D9B-1F80B92564CB","title":"Galaxy formation and evolution 2010 - 2015","abstractText":"TThis programmatic five-year rolling grant application addresses one of the most important problems in extragalactic astronomy, the formation and evolution of galaxies. The task is one of the key goals in the current STFC Road Map and is a defining objective of virtually every national decadal survey world-wide. A full understanding of galaxy formation and evolution requires multiple lines of attack. Observations of the resolved stellar populations in the Milky Way and its Local Group companions provide a detailed fossil record of the dynamical assemblies of the galaxies, the formation of stars, and the buildup of heavy elements over a wide range of mass scales and initial conditions. At the other end of the scale, observations of distant galaxies spanning lookback times of up to 12 Gyr provide direct measurements of the evolution of galaxy populations and the buildup of stars and metals with cosmic time. Finally, measurements of the large-scale star formation and abundance properties of nearby galaxies form a vital astrophysical bridge between the studies of nearby resolved stellar populations and the distant high-redshift investigations, by allowing us to characterise the evolutionary properties of the Hubble sequence and the complex ``gastrophysical'' processes that regulate the accretion of gas and the formation of stars in galaxies. In this rolling grant application we propose a series of investigations that will advance our understanding of galaxy formation and evolution on all three fronts.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/H00243X/1","grantId":"ST/H00243X/1","fundValue":"2849370","fundStart":"2010-04-01","fundEnd":"2013-03-31","funder":"STFC","impactText":"","person":"Paul  Hewett","coPersons":["George  Becker","W  Evans","Vasily  Belokurov","Gerard  Gilmore","Max  Pettini","Scott Christopher Chapman","Robert C  Kennicutt","Robert  Carswell","Richard Gerard McMahon","Michael John Irwin"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}