{"id":"16368709-A4DA-46CD-AA91-D668E1908301","title":"The spatial turn and political subjectivity in the social sciences and humanities","abstractText":"<p>This was the second ESRC seminar series that funded the development of 'Spaces of Democracy and Democracy of Space' network. Kick-started by these two series, the network now operates through seventeen institutions globally, undertaking a range of activities in two main areas:</p>\n\n<ol>\n \n\n <li>the consequences of the 'spatial turn' in thinking in the social sciences and humanities for politics</li>\n\n <li>what is radical politics today? </li>\n\n</ol>\n\n<p>The network has now involved hundreds of academics from different parts of the world since inception. It has further resulted in publications involving leading academics, think tanks, politicans and practitioners from across the disciplines. These have been covered in the national press.</p>\n\n<p><br />It is under the overall direction of Jonathan Pugh, Senior Academic Fellow in the School of Geography, Politics and Sociology, Newcastle University. The website can be found at <a href=\"http://www.spaceofdemocracy.org/\" rel=\"nofollow\">http://www.spaceofdemocracy.org</a><br /><br />&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-451-26-0566","grantId":"RES-451-26-0566","fundValue":"9558","fundStart":"2009-05-01","fundEnd":"2012-01-31","funder":"ESRC","impactText":"  The seminar series resulted in the establishment of a network entitled 'The Spaces of Democracy' network.\n\nBuilding from the initial few seminars funded by ESRC, this now takes places through 17 institutions globally. \n\nHundreds of events have been held through this now self-sustaining network.\n\nThe part of the network that has had the most significant societal impact is that concerning the nature of radical politics today. The debates have provided a useful opportunity to analyse the nature of different radical responses to the economic crisis. Participants and those who have covered these events have therefore been given the opportunity to stand back and then reflect on the nature of what we mean by radical politics today.\n\nThe network has been covered through numerous media, including the BBC, Counterpoint, Compass, the British Council, Left Foot Forward, Fabian Review, Total Politics, Red Pepper, Town and Country Planning and the Big Issue. For example, the The New Statesman gave the book 'What is Radical Politics Today?' away as an incentive to new subscribers to the magazine. Government, Democracy and Justice Cultural,Societal,Economic,Policy & public services","person":"Jonathan  Pugh","coPersons":["Noortje Suzanne  Marres","Deborah  Thien","David  Howarth","Chantal  Mouffe","Liza  Griffin"],"organisation":"Newcastle University","findingsText":" The seminar series resulted in the establishment of a network entitled 'The Spaces of Democracy' network.\n\nBuilding from the initial few seminars funded by ESRC, this now takes places through 17 institutions globally. \n\nHundreds of events have been held through this now self-sustaining network.\n\nThe part of the network that has had the most significant societal impact is that concerning the nature of radical politics today. The debates have provided a useful opportunity to analyse the nature of different radical responses to the economic crisis. Participants and those who have covered these events have therefore been given the opportunity to stand back and then reflect on the nature of what we mean by radical politics today.\n\nThe network has been covered through numerous media, including the BBC, Counterpoint, Compass, the British Council, Left Foot Forward, Fabian Review, Total Politics, Red Pepper, Town and Country Planning and the Big Issue. For example, the The New Statesman gave the book 'What is Radical Politics Today?' away as an incentive to new subscribers to the magazine. Reflecting the ethos of the network to reach beyond academia, network events are increasingly attended by members of the public, non-governmental organisations, government officials and thank tanks. These have been picked up by a range of organisations, including Compass, the British Council and Institute for Education. It would be useful to continue holding these academic/public engagement cross-over events. Government, Democracy and Justice","dataset":"gtr"}