{"id":"163705FD-FAA6-4CD1-B9B3-676B15B2ABD7","title":"Improving simple climate models through a traceable and process-based analysis of ocean heat uptake in AOGCMs and observations","abstractText":"Future climate change predictions provide essential guidance for the global efforts to curb the global warming trend caused by human emissions of greenhouse gases. The main tool to provide these projections are coupled atmosphere-ocean general circulation models (AOGCMs). However, these models are computationally still very expensive to run. Therefore, simple climate models (SCMs) have been developed, which are able to mimic the climate response seen in the AOGCMs, but at a much reduced computational cost. SCMs are being used for several purposes, e.g. simulating how the projections depend on key climate parameters, or for the interpretation of the AOGCM projections. SCMs are often used for policy advice.\n\nTo ascertain the usefulness and accuracy of SCMs, it is essential to establish their traceability to comprehensive AOGCMs and ultimately to reality. The link and hence the traceability between SCMs, AOGCMs and observations is established through the process of calibration, which is the key step whereby the values of the control parameters of a given model are set up. There appear to be two main kinds of calibration: physical and behavioural, which operate very differently. A physical calibration is one that specifies the control parameters of a given model by invoking physical arguments or observational constraints on the physical processes involved. In contrast, a behavioural calibration is one that specifies the same control parameters so that the model reproduces various emergent properties of the actual or simulated climate system, under past, present or future conditions. \n\nBecause climate change is primarily controlled by ocean heat uptake (OHU), the accuracy of climate change projections depends on the validity of the representation of the physical processes controlling OHU in SCMs and AOGCMs. How these processes are represented varies widely across SCMs, and ranges from explicit to entirely implicit representations. In this project, three specific SCMs are considered. In MAGICC, ocean heat uptake is explicitly represented through two vertical advection/diffusion equations for each hemisphere. In Gregory (2000)'s two-layer model, it is represented via two simple ordinary differential equations with two-time scales. In Good et al. (2011,2012)'s step-response approach, ocean heat uptake is entirely implicit. \n\nIn this proposal, our first objective will be to assess the degree of generality of each SCM by testing their relative performances on the same range of climate change scenarios, in order to identify which simplified representation of OHU performs better. Our second objective will be to investigate the link between physical and behavioural calibration, by implementing a physical calibration of MAGICC, and testing whether it improves or deteriorates its performances and why. This will provide key new insights on which aspects of ocean heat uptake are robust, and which are in need of further study, which will enhance the credibility of SCMs. The first and second objectives address Goal 2 of the Call. Our third objective will be to develop a versatile and flexible approach to constraining ocean heat uptake processes by using NEMO and its adjoint NEMOTAM, allowing for the optimal calibration of mixing parameters from both physical and behavioural constraints. This will endow the UK with a key capability for systematically re-calibrating ocean models by incorporating observational and theoretical advances on ocean mixing processes, and testing the implications for climate change projections. Moreover, the optimisation set-up for NEMO is potentially useful for many other types of studies in the future. This addresses Goal 1 of the Call. This will make a key contribution to the joint NERC-Met Office strategy for the development of UKESM1.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/K016083/1","grantId":"NE/K016083/1","fundValue":"367995","fundStart":"2013-05-13","fundEnd":"2017-07-01","funder":"NERC","impactText":"","person":"Remi Gerard Tailleux","coPersons":["Jonathan Michael Gregory","David  Ferreira"],"organisation":"University of Reading","findingsText":" not applicable this year not applicable this year Environment","dataset":"gtr"}