{"id":"16446DD6-3807-45AB-B2AF-FAD4F540647A","title":"Organic Supramolecular Chemistry: A Research Programme on Synthetic Molecular Motors and Machines","abstractText":"Perhaps the best way to appreciate the technological potential of controlled molecular-level motion it is to recognise that nanomotors and molecular-level machines lie at the heart of every significant biological process. Over billions of years of evolution Nature has not repeatedly chosen this solution for achieving complex task performance without good reason. In stark contrast to biology, none of mankind's fantastic myriad of present day technologies exploit controlled molecular-level motion in any way at all: every catalyst, every material, every polymer, every pharmaceutical, every chemical reagent, all function exclusively through their static or equilibrium dynamic properties. When we learn how to build artificial structures that can control and exploit molecular level motion, and interface their effects directly with other molecular-level substructures and the outside world, it will potentially impact on every aspect of functional molecule and materials design. An improved understanding of physics and biology will surely follow.The Leigh group are one of the world leaders in the design and construction of artificial molecular motors and synthetic molecular machine systems. As well as having prepared some of the first synthetic motors and functional machine molecules, they have explained in chemical terms the concept of ratcheting and introduced it as a design concept for synthetic molecular motor systems. This is a fundamental tool that, once fully explored and mastered, will allow scientists to drive chemical systems away from equilibrium in a controlled manner. This research programme seeks to expand and exploit our understanding of these systems to make more advanced and more functional synthetic molecular machines, including molecular motors driven by chemical fuels, synthetic molecular structures that can 'walk' down molecular tracks, and artificial molecular machines that can act as nano-robots, synthesizing complex polymers of a particular sequence.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H021620/2","grantId":"EP/H021620/2","fundValue":"1647540","fundStart":"2012-09-01","fundEnd":"2015-06-30","funder":"EPSRC","impactText":"","person":"David  Leigh","coPersons":[],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}