{"id":"164D181A-DA7B-483D-AEF3-F879183D70A7","title":"MICA: Reducing cardiovascular disease risk through replacement of saturated fat in milk and dairy products","abstractText":"Within the UK, Europe and North America heart disease is the major cause of ill health and death. Diet has an important impact on heart disease risk and studies have shown that good dietary habits at a young age and throughout the lifespan can reduce the excessive economic and social burden associated with heart disease, by helping to prevent or delay its development. The Department of Health has dietary recommendations to reduce disease risk, principally a reduction in total saturated fat (hard fats found in processed and animal derived foods) intake. However currently, the UK population considerably exceeds this saturated fat target. Milk and milk products are one of the largest sources of dietary saturated fat, contributing about 30% of the total with cheese and butter contributing most. A common strategy to reduce saturated fat intake is to advise reduction or removal of milk and dairy products from the diet. However milk is an important food providing essential nutrients such as calcium, B vitamins and iodine, particularly important for children, young women and older adults and their reduction may lead to detrimental effects on nutritional status and health. In addition, evidence suggests that there are likely to be benefits of increased dairy food consumption such as milk in terms of lower blood pressure, reduced incidence of heart disease and some cancers, although there is limited evidence for cheese and butter. Thus simply reducing milk intake to reduce saturated fat consumption is likely to be counterproductive. Studies with humans where blood cholesterol has been measured suggest that replacing a proportion of the saturated fat in the diet with mono or polyunsaturated fats (typically found in vegetable oils) does improve their cardiovascular health value. There is now good evidence that changing the diet of the dairy cows can provide a sustainable means of producing milk with reduced saturates and increased monounsaturates, although because of the complex nature of dairy foods it cannot be simply assumed that such modified foods will reduce the risk of heart disease. Such changes to the diet of the dairy cow may also have environmental benefits as they are likely to reduce the amount of methane (a potent greenhouse gas) produced by the cow thus reducing the carbon footprint associated with milk production. This project will examine the health benefits of such modified milk and dairy products in controlled human and laboratory studies using traditional and new methods of assessing heart disease risk. In the first part of the project, dairy products with reduced saturated fats and increased monounsaturated fats will be produced by changing the cow's diet. A detailed human study will then be undertaken to assess the long and short-term effects of including these dairy products in the diet and individual meals. New, more valuable methods of assessing changes in the risk of heart disease will be included as these are thought to be more predictive than the traditional approaches relying on blood cholesterol. In the third part of this project we will complement the human studies by determining in the laboratory how the modified milk and commercial dairy products influence the health of human blood vessels, such as those found in the heart. Any benefits arising from this work will inform public health policy on optimum dietary strategies to prevent or delay the onset of heart disease.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K020218/1","grantId":"MR/K020218/1","fundValue":"783827","fundStart":"2013-10-01","fundEnd":"2016-09-30","funder":"MRC","impactText":"","person":"Julie Anne Lovegrove","coPersons":["Ian  Givens","Kim Geraldine Jackson","Kirsty Elizabeth  Kliem","Susan  Todd","Alistair Steven Grandison"],"organisation":"University of Reading","findingsText":"","dataset":"gtr"}