{"id":"16699E7C-1615-4567-B527-F2EDD1282DA5","title":"Evolution of elaborate parental care: genetic architecture and selection","abstractText":"What makes a good parent? And how should offspring respond to different parental strategies? Parents aim to provide their young with a good start in life, as the parental care that an offspring experiences can be an important determinant of its own survival and reproductive success. The ways in which parents provide care may vary greatly, ranging from high investment in eggs to specialized behaviours such as the preparation of a nest, provisioning of food or protection of offspring from predators. However high investment in one area (for example, putting in a lot of effort before offspring have hatched through heavy investment into eggs) may reduce potential for investment in another area (for example, post-hatching effort). Similarly, offspring may vary in the ways in which they aim to maximise access to resources whilst developing: for example, spending a lot of time or energy begging from parents will reduce their ability to spend that time feeding independently. It is therefore clear that parental care and offspring behaviour involve multiple aspects of parent and offspring phenotypes, and that there may be trade-offs between these different aspects. However, surprisingly, to date studies of parental care have typically focused on only one or two key aspects of either parental and/or offspring behaviour. We therefore know very little about the associations between the many traits involved, or how they actually affect offspring growth and survival. Most importantly, for an understanding of the evolution of these key life history traits, we have very little understanding of the genetic associations between the multiple aspects of parental behaviour and offspring development. Are the genes that code for high rates of one aspect of parental provisioning associated with low rates of another trait? Are offspring genetically programmed to follow a particular strategy? As well as being critical to our understanding of the evolution of parental care, these questions underpin one of the greatest challenges of current evolutionary biology: explaining the maintenance of genetic diversity, when Darwinian theory predicts that natural selection should weed out all but the most successful genotype. The existence of such 'trade-offs' between different behaviours and strategies, such that no single genotype is best on all counts, provides an appealing explanation for the otherwise paradoxical persistence of genetic variance. In this project we will address these gaps in our understanding of the evolution of parental care using three different experimental techniques and a model invertebrate system, the burying beetle Nicrophorus vespilloides. Firstly, we use a classic 'breeding design' to determine the genetic basis of a suite of important traits (ranging from parental nest preparation through to offspring survival), and to address the question are parents and offspring genetically programmed to behave in a particular way? Secondly, we undertake a 'selection experiment' in which we examine the evolutionary response of suites of parental and offspring traits in response to artificial selection on offspring growth: in particular, is it possible to select either for a combination of parent-offspring traits that allows offspring to maximize what they get out of their parents through begging versus for a combination of traits that favours offspring who can fare independently? Finally, we use a 'cross-fostering' experiment to determine the extent to which selection favours particular combinations of parental and offspring behaviours: do offspring do best when reared with their own parents or with parents with similar behaviour, versus with very different parents? We believe that the combination of these three alternative approaches with our own expertise in behavioural ecology (PTS) and quantitative genetics (LEBK) provides a uniquely powerful means of substantially advancing our understanding of variation in parental care.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G004293/1","grantId":"NE/G004293/1","fundValue":"353608","fundStart":"2009-08-01","fundEnd":"2013-01-31","funder":"NERC","impactText":"  Research from this grant has been used in political discussions around the use of scientific findings with regards to policy towards single parents in the US.\n\nhttp://violentmetaphors.com/2013/06/01/on-erick-erickson/ Communities and Social Services/Policy,Government, Democracy and Justice ","person":"Per Terje Smiseth","coPersons":["Loeske  Kruuk"],"organisation":"University of Edinburgh","findingsText":" Main achievements include the development of a new theoretical model exploring the conditions favouring the evolution of elaborate forms of parental care comprising multiple suites of parental and offspring traits. The model shows that the evolution of parental food provisioning can be driven by mutual reinforcement between parental food provisioning, nest site selection and sibling competition.Furthermore, the project has produced published experimental work showing that parents control the transition to nutritional independence, that post-hatching parental care masks the initial effects of egg size on offspring fitness, and that parental care can lead to intergenerational effects of inbreeding whereby inbreeding in parents has a detrimental effect on the fitness of outbred offspring.Finally, the project has produced results on the genetic basis of suites of parental and offspring traits based on a combination of breeding designs, and selection and cross-fostering experiments. The results are in the process of being analysed statistically. The results from this grant are mainly of interest to other academics. Other","dataset":"gtr"}