{"id":"167C56EF-939C-4052-BC36-699AD5511670","title":"Developing an in vitro approach to study transmission of respiratory viruses.","abstractText":"Influenza is a highly contagious disease that is spread by the transmission of virus through the air from one infected person to a new host. Many different influenza viruses are present in animals and occasionally these cross over into humans and cause outbreaks or pandemics. Animal influenza viruses can only cause pandemics if they spread efficiently between humans by passing through the air. We do not currently understand why some animal viruses can do this and others don't. One way to study this host range barrier is to use animal models such as ferrets. Ferrets can be infected with many different strains of human and animal influenza viruses but only the viruses that are already adapted to humans seem to pass through the air from one infected ferret to another animal housed in the next cage. A large body of work using the ferret model is emerging and informing the field but the model is far from ideal. One particular problem is that only small numbers of animals are used, and this makes it difficult to measure small differences between the transmission efficiency of different viruses, even though these small differences might account for important epidemiological effects. The problem might be solved by using many more animals. However here we propose an alternative strategy which will reduce the numbers of animals used because it will replace many of them with cell culture systems. These cultures are made up of different types of human cells that are present in the target tissue of the upper respiratory tract. The cells will become infected if the virus successfully passes through the air over a certain distance and can initiate infection through a mucus layer such as the one that coats the human nose and throat. Importantly the system will allow us to measure the length of time over which one infected animal is contagious. This contagiousness period can have a very large impact on the spread of a virus through the community and is an important parameter for public health planners to know. Eventually we propose that our system could be used to measure this parameter in humans. Once we have validated and calibrated the system using a small number of infected ferrets, we will begin to compare the length of contagiousness of different strains of virus to understand more about the likelihood that animal viruses will cause human outbreaks. Later in the project we propose to completely replace even the small number of ferrets with cell cultures. These will be infected with virus and air passing over them will mimic the normal breathing of a human. This will allow us to measure some transmission parameters of other important human viruses that spread through the respiratory route such as mumps, influenza type B and parainfluenza viruses. Ultimately we hope that understanding transmission will help us to use interventions more appropriately to control the spread of respiratory viruses.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NC/K00042X/1","grantId":"NC/K00042X/1","fundValue":"399896","fundStart":"2013-02-01","fundEnd":"2016-01-31","funder":"NC3Rs","impactText":"","person":"Wendy  Barclay","coPersons":[],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}