{"id":"16802387-B3D2-4291-BCD4-95B01099538E","title":"Monitoring and modelling prognosis in the era of HAART (Extension to Strategic Grant G0100221)","abstractText":"Highly effective treatments, consisting of a combination of different drugs, are now available for people infected with HIV. These treatments have dramatically reduced the risk of acquired immune deficiency syndrome (AIDS) and the risk of death. Since 1996, when these treatments became available, causes of death among adults dying with or due to HIV-infection have changed. The aim of the ART Cohort Collaboration (ART-CC) is to study rates of serious diseases and death in HIV-infected patients who have started combination therapy. The collaboration is coordinated by a small team at Bristol University, and admininistered by a steering committee of cohort representatives. Our most recent dataset contains data on 45,000 HIV-infected individuals combined from 16 cohort studies (studies in which HIV-infected individuals have been followed over time). The present grant covers the period February 2008 to January 2011. Our objectives are (1) To describe the risk of AIDS, AIDS-defining illnesses and deaths from all causes and specific causes in patients starting combination therapy; (2) To define groups of illnesses that have similar implications for the subsequent risk of death, and to propose a classification of these illnesses that is relevant now that effective treatments are available; (3) To examine causes of death in the era of effective treatment, and death rates compare with the general population; (4) To use data from both cohort studies and clinical trials to compare different drug regiments; (5) To examine how outcomes differ between regions, studies, and settings and to conduct comparisons with a sister collaboration in low-income countries. We will derive updated datasets twice during the period covered by the present application. An expert committee will classify causes of death. We will compare mortality rates in HIV-infected individuals with those in the general population. The results of this research will be of direct relevance to the care of HIV-infected patients.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0700820","grantId":"G0700820","fundValue":"623125","fundStart":"2008-02-01","fundEnd":"2012-01-31","funder":"MRC","impactText":"","person":"Jonathan  Sterne","coPersons":["Antonella  D Arminio Monforte","Jodie  Guest","Amy  Justice","Gerd  Fatkenheuer","Jordi  Casabona","Amanda Jayne Mocroft","Julia  Del Amo","Matthias  Egger","Mari  Kitahata","Frank  De Wolf","Fiona Caroline Lampe","Dominique  Costagliola","Michael  Saag","Francois  Dabis","Timothy  Sterling","Bruno  Ledergerber","Margaret  May","Robert  Hogg","Michael John Gill"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}