{"id":"1682AD4E-9B26-4612-BED9-4ADF97FC152C","title":"Laser replacement for optical instrumentation and optical fibre sensor research","abstractText":"We use a high power pulsed laser for a range of optical instrumentation programmes. The laser emits pulses of light that last for only 10 nanoseconds at wavelengths in the infrared (1.06 microns),invisible to the eye, green (532nm), very visible, and the ultraviolet(240-266nm), again invisible to the eye. We use the laser to make highly wavelength selective mirrrors in the core of optical fibre. These are used to sense strain, temperature and refractive index of materials in which the fibre is immersed. We also use the laser to form laser light sheets which are imaged by digital cameras. By putting particles into the air the laser light is scattered and we can measure the velocity using the Doppler principle; the same effect in optics as in acoustics, i.e., the frequency of the scattered light changes depending on the velocity (speed and direction) of the particles. This non-contact way of measuring velocity is very important in wind tunnel testing of the aerodynamic performance of F1 cars and aircraft to allow them to travel faster but using less fuel, and in the case of aircraft with less noise.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D059011/1","grantId":"EP/D059011/1","fundValue":"33840","fundStart":"2006-02-10","fundEnd":"2007-02-09","funder":"EPSRC","impactText":"  The replacement laser system was used to underpin the research outputs from the following grants.\nEP/I002278/1, EP/G033900/1,EP/F005121/1,GR/T09149/01 Aerospace, Defence and Marine,Manufacturing, including Industrial Biotechology Economic","person":"Ralph Peter Tatam","coPersons":[],"organisation":"Cranfield University","findingsText":" This was an award to replace a laser system that was used to underpin a variety of research programmes. As such this has contributed to the outputs described in grants \nEP/I002278/1, EP/G033900/1,EP/F005121/1,GR/T09149/01 The new laser proved successful in providing sufficient seeding for the Nd:YAG pulsed laser with which it was paired. Aerospace, Defence and Marine,Manufacturing, including Industrial Biotechology","dataset":"gtr"}