{"id":"1686AA90-56EF-4613-AEFD-BB9A3729EF7E","title":"Does maternal life history strategy influence optimal management regimes for wild salmon?","abstractText":"Even within a single population, many organisms show marked variation between individuals in the timing of events such as the ages at which they metamorphose, reach sexual maturity and/or first reproduce. This variation can be linked to genetic differences among individuals and/or can be a consequence of differences in early environmental conditions that shape the rate of juvenile growth and development. While different rates of juvenile development can give rise to adults that appear, superficially at least, morphologically indistinguishable, the associated variation in the age at which they reach particular developmental stages can influence both the number and form of offspring they produce. Thus individuals with a relatively fast juvenile development may produce a different kind of offspring from those that developed more slowly. \n\nSuch links between parental developmental rate and type of offspring they produce may or may not be adaptive. They could enable parents to adjust or 'program' their offspring to suit the conditions that the offspring are most likely to encounter during growth, as informed by the parents' own early life experience. Alternatively, parents that grew and developed slowly (because they were either in a low quality environment or poorly adapted to it) may be low quality adults, that then produce low quality offspring. However, as yet there has been little rigorous investigation of how offspring produced by parents with different early life trajectories actually perform in different environmental circumstances. \nWhether or not the offspring of particular parents are 'tailored' to particular environmental conditions is, in addition to being of great interest to evolutionary biologists, also of considerable importance in an applied context. Managers responsible for animal reintroduction and supplementation programmes need to know whether offspring from particular kinds of parents would perform better in some environments than in others. In wild fish management programmes, for example, variation in the previous life history of the parental broodstock is not currently taken into account when deciding where to release eggs or fry. \n\nThis project, which is an application under NERC's Knowledge Transfer Partnership Scheme, involves a collaboration between fish biologists and managers to address this issue. It will be one of the first to test experimentally in the natural environment whether parental development rate in salmon influences the viability of their offspring under different environmental conditions - and, importantly, whether taking this into account can directly improve the success of re-stocking programmes. By using a series of experiments in which the fate of eggs from different kinds of female are evaluated in natural rivers, it will test whether female salmon that took longer when juveniles to reach the stage when they migrate to sea produce offspring that are best suited to less productive parts of a river catchment, such as areas of lower nutrient supply or higher altitude. It will then test whether use of this information can improve the methods that fishery managers use to supplement salmon populations by stocking out of eggs.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I025182/1","grantId":"NE/I025182/1","fundValue":"357449","fundStart":"2011-11-01","fundEnd":"2014-10-31","funder":"NERC","impactText":"","person":"Neil Benedict Metcalfe","coPersons":[],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}