{"id":"1690236C-446C-4593-B3AF-2F85D9067742","title":"Improvement of the sensitivity of germanium detectors for safety and security applications","abstractText":"The detection of gamma radiation is widely used in safety and security applications. Gamma radiation can uniquely be used to identify a wide range of isotopes and to provide a quantitative measurement of the amount of the isotope present. The detectors can be used either close to or a number of metres away from the item(s) under investigation. One of the current limitations of germanium detectors is their poor peak to background response to the detection of the gamma radiation. When a gamma ray interacts with the germanium the principal mechanism is through Compton scattering. This results in a continuous background on which the photopeak sits in the energy spectrum. The number of counts in the photopeak (that allows the gamma ray to be identified) is typically 20-30% of the total in the spectrum. The photopeak intensity depends on the size (and cost) of the germanium crystal.\n\nThe problem is that some isotopes can be missed (or be difficult to identify and quantify) if the background Compton continuum from higher energy gamma rays hides lower energy photopeaks. One example is the Special Nuclear Material 241Am. This can be identified through a 60 keV gamma ray, but this is often hidden by the Compton continuum of higher energy gamma rays such as the 662 keV gamma ray from a 137Cs source. Both of these isotopes are potentially present in radioactive waste.\n\nIn this project the University of Liverpool will work with Canberra (a detector and instrument supplier) to improve the sensitivity of a germanium detector by increasing its peak to background response. The method used will be to investigate the charge collection response of the detector to different gamma-ray energies and different interaction positions within the detector volume. It is expected that there will be a difference between the response when a low energy gamma ray is absorbed by the detector (usually near the surface) and interactions throughout the detector arising from Compton scattering of higher energy gamma rays. The project will investigate how this information can be used to effectively improve the response of the detector by eliminating Compton background.\n\nA number of different detectors sizes will be investigated to check how the effect varies with the crystal dimensions. Detectors of the same nominal size will also be investigated to check for variations arising from the crystal properties such as the impurity concentration. The algorithms developed will be implemented using digital electronics so that the user can select an option that allows a better response of the detector for the situation under investigations (e.g. 241Am in the presence of 137Cs).\n\nCanberra expect this development to lead to an improved response of their detectors and instruments in a number of different safety and security applications.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/K000330/1","grantId":"ST/K000330/1","fundValue":"105726","fundStart":"2012-10-31","fundEnd":"2013-12-31","funder":"STFC","impactText":"","person":"Paul  Nolan","coPersons":["Helen Claire Boston","Andrew John Boston"],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}