{"id":"169C98E1-2793-4384-991B-9D2AC0ECAE83","title":"Modelling developmental trajectories of novice drivers with high and low crash liability","abstractText":"<p>Novice drivers are overrepresented in casualty statistics, with crash liability being particularly high in the first six months of their driving careers. While the prevalence of road traffic injuries for novice drivers is well documented, there is still relatively little understanding of novice drivers’ elevated crash risk.&nbsp;</p>\n\n<p>This project will use data from the Department for Transport’s Cohort II study that tracks the development of novice drivers over the first 36 months after passing their test. We will look for classes of drivers on different developmental trajectories of crash risk, and associated risky driving behaviours, using advanced longitudinal modelling techniques.&nbsp;</p>\n\n<p>Understanding how factors such as experiences during learning, attitudes to driving violations, perceived ability etc., predict risk trajectories that can inform the development of policy and practice to modify these factors and improve the probability that novices follow a low risk rather than high-risk trajectory.</p>\n&nbsp;","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/K004565/1","grantId":"ES/K004565/1","fundValue":"145184","fundStart":"2013-04-08","fundEnd":"2014-10-07","funder":"ESRC","impactText":"","person":"Damian  Poulter","coPersons":["Edward Dylan Barker","Richard  Rowe"],"organisation":"University of Greenwich","findingsText":" Our project aimed to identify behavioural underpinnings of the steep decrease in crash involvement observed in the early stages of driving using the Cohort II dataset. This study applied the Driver Behaviour Questionnaire (DBQ) longitudinally over the first 3 years of driving. As a preliminary step we addressed modelling issues regarding the underlying structure of the DBQ using a bifactor model (Rowe et al., 2015 Measuring errors and violations on the road: A bifactor modeling approach to the Driver Behavior Questionnaire. Accident Analysis &amp; Prevention, 74, 118-125). Next we modelled the development of driver behaviour using latent class growth curve modelling. This technique has been well used in other health behaviour domains, but this is a novel application to driving behaviour in a dataset of this sort. We found aberrant driving behaviour increased over time, and identified trajectory classes in risk-taking and errors that were defined by the initial level of aberrant behaviour (Roman et al., in prep), implying that road safety intervention should target pre-drivers to help them start on a safer trajectory. \nIn relation to crash risk, longitudinal latent class analysis identified two trajectory classes: Drivers who crashed in the first 6 months of driving and subsequently had a low probability of crash involvement over the next 2.5 years, and drivers who did not have a crash in the first 6 months but had a persistently elevated risk for crash involvement over the next 2.5 years. Initial levels of all aberrant driving behaviours predicted membership of both crash risk groups, again highlighting the need for pre-driver interventions. Additionally, stronger increases in aggressive driving over time were related to persistently elevated crash risk, and negatively to high initial risk, indicating that interventions targeting aggression after licensure are also warranted (Poulter et al., in prep).\nWe have identified new research resources by linking the original collection of datasets into a single deposited dataset to expedite longitudinal analysis. Furthermore, our DBQ modelling work produced a shortened DBQ (Rowe et al., 2015) which we hope will facilitate its application in research and practice.\nImportant new research questions were raised by our research. We set out to identify the behavioural underpinnings of the dramatic decrease in novice crash risk over the early months of driving. We were puzzled that overall trends in risk-taking and errors, the best behavioural predictors of crash involvement, increased during this period. We hypothesised that heterogeneity in behavioural trajectories might underlie this discrepant pattern of findings, with the early reduction in crash risk possibly due to a sub-group of drivers initially high in risk-taking and then adopting a safer driving style. While our analyses did identify separable trajectory classes, none of the trajectories identified matched a pattern compatible with this hypothesis, indicating that simple changes in behaviour do not underlie the early decrease in crash involvement. Further research is required to explore alternative explanations.\nResearch capabilities were developed through training of the PI, the Co-I and the postdoctoral researcher on longitudinal growth modelling, factor analysis and data linking courses. From a policy perspective, our results highlight the need for intervention in pre-driving while indicating that measures to address aggressive driving after licensure would also be useful. Further research addressing the design and validation of effective interventions, applying models of behaviour change from health psychology, will be required to realise this impact. Our results also further emphasise links between novice risk-taking and crash involvement and therefore contribute to debates addressing legislation and enforcement, such as the potential safety benefits offered by Graduated Driving Licencing. \nProject results have been disseminated via a one-day seminar at the Transport Research Laboratory, to an audience including representatives from government (e.g., Department for Transport), road safety charities (e.g., RoSPA) and training organisations (e.g., The Driving Instructors Association) amongst others. We have presented papers at the Life History Research Society Biennial Meeting (Pittsburgh), and the International Congress of Applied Psychology (Paris). We are continuing gold open-access publication, planning more presentations to practitioners, and developing a project website.\nWe have secured internal funding (?11,500) to run a project investigating genetic factors in novice driver behaviour, as a direct consequence of this SDAI project. Transport","dataset":"gtr"}