{"id":"16A4FE55-0956-4304-A5D4-CAD796EA3991","title":"Coherent Optical and Microwave Physics for Atomic-Scale Spintronics in Silicon (COMPASSS)","abstractText":"Silicon and the technology developed with it has revolutionised industry, entertainment and communication, and there is always interest in new ways to remember and process information. The challenge is to find methods of encoding information in the smallest possible volume and manipulating it in the most complex ways with the lowest energy cost and the highest speed. In this programme, we shall develop methods for encoding information in a single electron, orbiting a single impurity atom in a silicon crystal. We shall develop the technology for manipulating that information with terahertz speed by its magnetic connection with adjacent impurity electrons.At the same time our work will produce a new way of studying atomic physics, which, at its most exciting, requires that single atoms are trapped in a vacuum by complex combinations of laser beams and electro-magnetic fields. Recent interest in atomic physics has centred around the detailed control of quantum states in atoms. Quantum physics allows an electron to be in two places or two states at once, and also allows two electrons to be in a single entangled state where examination of one electron gives up full knowledge of the other. Experiments with pulsed visible lasers on atoms trapped in vacuum have demonstrated new phenomena based on this principle. Similar physics applies to the nucleus, and has resulted in the technology of NMR and MRI. Impurities in crystals, if they have substituted one of the host atoms, can sometimes be thought of just in terms of their extra charge. For example, phosphorus impurities in silicon crystals look like silicon atoms with an extra proton in the nucleus and an extra electron. The extra electron orbits around the extra proton charge in a very similar way to the orbit of the electron around a proton in a hydrogen atom. The energies of the allowed orbits follow the same pattern (the Rydberg series) except that the transitions are in the far-infrared, as opposed to the visible/X-rays for hydrogen. Our programme will extend the analogy between the atom trap and the impurity in a crystal. For example we will demonstrate that electrons can be put into two states at once - an electronic version of the trigger that caused Schrodinger's famous cat to be both alive and dead at the same time-and that they can live in this superposition for long times. Recently, atomic physicists have been trying to minaturise their traps using silicon technology to manipulate the atoms in free space just above an atom chip . In a sense, we are working on a similar problem with the atoms held just below the surface instead of just above it. This has the advantage that the impurities are permanently fixed, that complex and new molecule states can be made with adjacent impurities, and that we can take full advantage of the processing technologies in the world's best developed material. The experiments are all enabled by the Free-Electron Laser FELIX facility near Utrecht. This kind of laser (which does not yet exist in the UK) is analogous to the pulsed visible lasers used for the atomic physics experiments, but gives out far-infrared pulses suitable for impurity atoms in silicon. Our proposal takes advantage of the fact that FELIX provides very high power, very short pulsed light that is coherent and tunable. The magnetic interactions between adjacent impurity electrons will be produced by exciting them with FELIX, but to measure the resulting changes we need microwave pulses and a magnet to perform electron paramagnetic resonance (EPR). We will install an EPR spectrometer at FELIX for this purpose. The equipment will also have enormous potential for applications in biology, since EPR is used extensively for measuring the configuration of large bio-molecules, while far-infrared laser pulses can induce controlled changes in conformation. Although we will concentrate on the atomic physics, a spin-out programme in biology will result.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H026622/1","grantId":"EP/H026622/1","fundValue":"6106850","fundStart":"2010-02-01","fundEnd":"2015-04-30","funder":"EPSRC","impactText":"","person":"Benedict Neil Murdin","coPersons":["Neil Jonathan Curson","Gabriel  Aeppli","Russell  Gwilliam","David Robert Bowler","Roger Paul Webb","Michael  Pepper","Cyrus  Hirjibehedin","Andrew  Fisher","Jim  Al-Khalili","Christopher William Kay"],"organisation":"University of Surrey","findingsText":" Next to iron and ice, silicon is the most important inorganic crystalline solid because of the tremendous ability to control electrical conduction via chemical and electrical means. The associated devices - most notably the field-effect transistor - can all be understood using only the semi-classical band theory of solids. There are currently no IT technologies that utilise the ability of electrons to be in two states at once. This ability is encountered regularly in medical physics because it is the effect that makes MRI possible. We envisage devices where &quot;quantum information&quot; - where electrons represent both a 1 and a 0 at the same time - can be transferred along chains of impurities in silicon, manipulated, and read out electrically. This requires control of quantum coherence in semiconductor nanostructures where many identical units can be coupled and electrically contacted. In this project we have developed the technology to position individual phosphorus impurity atoms in the crystal one-by-one with atomic precision. We have also learned how to coherently control the orbital and spin quantum numbers. Finally we have demonstrated that we can read out the orbital and spin electrically (albeit in ensembles, though with greatly reduced size in recent experiments on as few as 10,000 atoms). Quantum computing has the potential to calculate much more quickly some kinds of things that would be impossible with standard computers. Because the subject is so new there have not been a great number of specific programs written, but the main example is in information security. Quantum computing will enable cracking of standard codes, but will also be able to produce uncrackable codes.\n\nIt has been suggested that quantum computers will be much better for problems where quantum physics is key, such as in medicine where the problem of molecular bonding must be solved in designing new drugs. It will also be much better for solving problems where very large amounts of information need to be manipulated, such as climate science modeling. Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software),Education,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}