{"id":"16A8FDE0-9BB7-4A12-B873-E835753B16AD","title":"Engaging geography","abstractText":"<p>Engaging Geography set out to explore the state of the discipline in terms of its public identity and relevance to wider society, examine the interaction between school and university geography, and answer recent calls for academics to play more prominent public roles outside their ‘ivory towers’.</p>\n\n<p>Its main aims were to better understand the myriad ways in which geographers can (and do) engage with publics, encourage debate on the validity and importance of such endeavours, explore the best ways to develop and sustain quality of engagement across different publics and fora, and identify potentials for future collaboration across participants and their broader networks.</p>\n\n<p>Six seminars, held across England in university and non-university venues, examined:</p>\n\n<ul>\n \n\n <li>how public geographies emerge</li>\n\n <li>policy-related geographies</li>\n\n <li>activists geographies</li>\n\n <li>creative public geographies </li>\n\n <li>communicating geography</li>\n\n <li>geographies across universities and schools</li>\n\n</ul>\n\n<p>A wide range of people attended one or more of the seminars, including academics, school teachers, school children, graduate and postgraduate students, independent educators, policy-makers, practitioners in a variety of fields, activists, and artists.</p>\n\n<p>&nbsp;Key information regarding the series’ content, including a list of those participants and their interests who were happy to ‘go public’, are available on the series’ blog: <a href=\"http://engaginggeography.wordpress.com/\" rel=\"nofollow\">http://engaginggeography.wordpress.com/</a></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-451-26-0529","grantId":"RES-451-26-0529","fundValue":"18319","fundStart":"2009-01-23","fundEnd":"2011-01-22","funder":"ESRC","impactText":"  This Award was for a seminar series. 6 seminars were held across 2 years, meeting all the objectives below:\nTo extend awareness and understanding of the many ways in which geographers can (and do) engage with publics, and extend the potential for further meaningful engagements;\nTo make visible and validate the organic connections of 'new public geographies', characterised by the approaches taken to do such geographies as much as what those geographies should concern themselves with;\nTo encourage debate regarding geography as communicative, engaging and outreaching (beyond the academy);\nTo explore how best to connect and engage with a variety of publics;\nTo explore practical ways of enhancing a multi-faceted, effective and mutually beneficial programme of engagement, dialogue and dissemination of geographical knowledge;\nTo reflect on the degree, meaningfulness and quality of public interaction;\nTo identify and explore the potential for mutually beneficial links with different publics, the forms of approach, and to capacity build the resultant network to take the public geographies agenda forward through a number of future funded projects, interventions and activities. Creative Economy,Education,Environment,Government, Democracy and Justice,Culture, Heritage, Museums and Collections,Other Cultural,Societal,Policy & public services","person":"Duncan  Fuller","coPersons":["Kye  Askins","Noel  Castree"],"organisation":"Northumbria University","findingsText":" Engaging Geography set out to explore the state of the discipline in terms of its public identity and relevance to wider society, examine the lack of interaction between school and university geography, and attempt to answer recent calls for academics to play more prominent public roles outside their 'ivory towers'. Its main aims were to extend awareness of and better understand the myriad ways in which geographers can (and do) engage with publics, encourage debate on the validity and importance of such endeavours by academics, explore the best ways to develop and sustain quality of engagement across different publics and fora, and identify potentials for future links and collaboration across participants and their broader networks.\n\nA series of six seminars, held across England in university and non-university venues, examined different themes: \n• how public geographies emerge/what they may be; \n• policy-related geographies; \n• geographers and activism; \n• creative public geographies; \n• communicating geography; and \n• geographies across universities and schools.\n\nA wide range of people attended one or more of the seminars, including academics, school teachers, school children, graduate and postgraduate students, independent educators, policy-makers, practitioners in a variety of fields, activists, artists, and several people who identified themselves as a 'member of the public'.\n\nKey information regarding the series' content, including a list of those participants and their interests who were happy to 'go public', are available on the series' blog: http://engaginggeography.wordpress.com/ There have been and continue to be a range of outcomes and activities related to the seminar series, some of the more 'scientific'/publication based are listed in other sections on ResearchFish. \n\nA particularly successful development has been the Geography Collective (see www.geographycollective.co.uk and http://thegeographycollective.wordpress.com/ ), which stemmed from conversations at the first seminar. The GC is a group of academics, teachers, educators, artists and activists who have &quot;come together to encourage (young) people to see our world in new ways&quot;. Key activities of the GC have been the publication of four &quot;Mission:Explore&quot; children's books, a website www.missionexplore.co.uk and iPhone app, and we were awarded &pound;50,000 from Cultural Olympiad Fund in 2011 to develop on-line learning resources in a project called Discover: Places. These set out to &quot;encourage young people and their families to discover extraordinary and significant cultural stories and sites in cutting-edge and engaging ways. The initiative will leave a cultural legacy for the heritage movement in Scotland&quot;.\n\nAnother key outcome has been that the Department of Geography at Leicester University now places second year students on the 'Geography in Education' module at Soar Valley College (site of 'Border Crossings' seminar) as a direct result of discussions at that final event.\n\nKate Rich, an artist who attended the Creative event, was a visiting speaker at an 'Art and Activism' session on a third year module in the Geography programme at Exeter University in November 2010, and this has become an annual arrangement. Also at Exeter University, a new practice-based module in first year BA/BSC Geography degree has been developed, based on ideas and contacts made at the Creative event.\n\nIan Cook went on to develop the 'Followthethings' project - see http://www.followthethings.com/\n\nThe series enabled collaboration on uploading a 'radical geography education journal archive' (Contemporary Issues in Geography and Education, published in the 1970s and 80s) onto a discrete website. \nThe following activities were also enabled due to contacts made in the series:\n\nDavid Crouch (participant at creative public geographies event) gave the opening talk 'Beyond the Horizon' art exhibition in Leicester city centre, Apr - May 2011, \n\n'Intimate Cartographies I: landscape explorations' in Cardiff, Mar - Apr 2011. Art exhibition by Valerie Coffin Price (participant at creative public geographies event).\n\n'Destination Tsunami', an action-research based touring photography exhibition by Tourism Concern and Indian NGO hosted at Northumbria University, Nov. 2010. Including a public talk, with interrelated launch at Newcastle City Council Civic Centre.\n\n'Ivor Gurney weekend' at St. Andrew's Church Centre, Gloucester, 14-15 May 2011. Walks, talks and picnic based around the poet and his landscapes. Organised by Eleanor Rawling and Simon Lee Dicker (participants at creative public geographies event). Eleanor is published a book 'Ivor Gurney's Gloucestershire; exploring poetry and place' (History Press, Stroud, Glos.) and collaborated on production of walking leaflets with local schools.\n\nPhD studentship funding from the Leverhulme Trust for research project 'Non-stop against apartheid: the spaces of transnational solidarity activism'. Under the direction of Dr Gavin Brown (participant at three seminars in the series), Department of Geography, Leicester University, PhD student is working with Dr Brown to prepare research working papers and published outputs, including a public exhibition. Started 2011.\n\n'Building the Low Carbon Economy' project, Pete North, Liverpool: this idea came out of the 2nd seminar see The Green Building Blog http://naturalbuild.wordpress.com/\n\n'Engaging with Radical Ideas' - a further seminar series, one day workshop and one day conference all funded through AHRC 'Public Engagement', led by Kerry Burton (participant at several seminars). Includes a blog http://blogs.exeter.ac.uk/radicalideas/ \nThis linked up with the local community radio station for fortnightly radio discussion (and pod cast) about the seminars. All activities were open to non-academics. Creative Economy,Education,Energy,Environment,Other","dataset":"gtr"}