{"id":"16ABFB58-EAC2-41E3-8F3D-F4AF012D3462","title":"Understanding Delamination Suppression at High Deformation Rates in Through-Thickness Reinforced Laminated Composites","abstractText":"This proposal focuses on the impact performance of state-of-the-art composites in the form of fibre-reinforced plastics (FRPs) with through-thickness reinforcement introduced via Z-pinning. \n\nThe application of composites in primary lightweight structures has been steadily growing during the last 20 years, increasing the requirement for new and advanced composites technologies. Recent examples include large civil aircraft, such as the Boeing 787 and the Airbus A350, high performance cars, such as the McLaren 650S, and civil infrastructure, such as the Mount Pleasant bridge on the M6 motorway. \n\nFRPs are made of thin layers (plies) of plastic material with embedded high stiffness and strength fibres. The plies are bonded together in a stack by applying heat and pressure in a process known as &quot;curing&quot;. The resulting assembly is the FRP laminate. The main reasons for the increasing usage of FRPs in several engineering fields are the superior in-plane specific stiffness and strength with respect to traditional alloys and the long-term environmental durability due to the absence of corrosion. Another key advantage of FRPs is that they can be tailored to specific design loads via optimising the orientation of the reinforcing fibres across the laminate stack. \n\nFRPs are, however, prone to delamination, i.e. the progressive dis-bond of the plies through the thickness of the laminate. This is due to the fact that standard FRP laminates have no reinforcement in the through-thickness direction, so the out-of-plane mechanical properties are significantly lower than the in-plane ones. According to the US Air Force, delamination can be held responsible for 60% of structural failures in FRP components in service. Impacts are the main cause of delamination in FRP laminates with energies usually in the order of 20J, sufficient to produce multiple delaminations in FRP plates. A representative scenario for such energy level is that of a 2cm diameter stone impacting a laminate at a speed of 110 km/h. In aerospace impact scenarios can be much more severe. For example, the certification of turbofan engines requires the fan blades to be able to withstand an impact with a bird whose mass is in the order of a few kilograms at speed in excess of 300 km/h, with impact energies of thousands of Joules. \n\nIntroducing through-thickness reinforcement in FRPs is a viable strategy for improving the through-thickness mechanical properties and inhibiting delamination. Z-pinning is a through-thickness reinforcement technique whereby short FRP rods are inserted in the laminate before curing. Z-pinning has been proven to be particularly effective in inhibiting delamination under quasi-static, fatigue loading and low velocity/low energy impact loading. Nonetheless, little is known regarding the performance of Z-pinned laminates withstanding high energy/high speed impacts, whose effects are governed by complex transient phenomena taking place within the bulk FRP laminates and multiple ply interfaces. Overall, these phenomena are commonly denoted as &quot;high strain rate&quot; effects. \n\nThere is some evidence that Z-pinning is beneficial also for high-speed impacts, but this is not conclusive. The current lack of knowledge may be circumvented with overdesign and expensive large-scale structural testing, but this is not a sustainable solution in a medium to long-term scenario. \n\nThis project aims to fill the knowledge gap outlined above, by combining novel experimental characterisation at high deformation rates with new modelling techniques that can be used for the design and certification of impact damage tolerant composite structures. The development of suitable modelling techniques is particularly important for industrial exploitation, since it will reduce the amount of testing required for certification of composite structures, with a significant reduction of costs and shorter lead times to mark","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M014800/1","grantId":"EP/M014800/1","fundValue":"68836","fundStart":"2015-03-30","fundEnd":"2018-03-29","funder":"EPSRC","impactText":"","person":"Giuliano  Allegri","coPersons":[],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}