{"id":"16AC957B-0EA4-4D8F-A175-337D07AB1817","title":"Genetic approaches to structure-function analysis of the E. coli Tat translocon components","abstractText":"Some bacterial proteins operate on the outside of the cell, for example the toxins produced by bacterial pathogens. Since all proteins are made inside the bacterium the extracellular proteins must be moved out of the cell across the normally impermeable cell membrane. This task is carried out by machines termed protein transporters that are located in the cell membrane. One type of transporter moves unfolded proteins, threading them across the membrane like string through the eye of a needle. In contrast, a second type of transporter, which we term the Tat system, moves folded proteins across the membrane. In the bacterium E. coli, the Tat transporter is a large protein complex made up of 3 types of proteins, TatA, TatB and TatC. We wish to understand how each of these proteins functions in the transporter. To do that we want to isolate mutants in the TatA, TatB and TatC proteins that prevent the transporter from functioning. These mutants will give us information about important parts of the Tat protein molecules. We have made mutations throughout the TatA, B and C proteins that introduce an amino acid called cysteine. Cysteine is a special amino acid because if it comes close to a second cysteine residue under certain conditions it can form a covalent bond. This covalent bond locks the proteins and prevents them from moving. Therefore we can examine the parts of the TatA, B and C proteins that need to move in order to allow the Tat system to be active. Finally we believe that part of TatA may need to move across the membrane to allow proteins to be transported. We want to test this by putting special tags on the TatA protein and looking to see if the tag appears or can be labelled at the other side of the membrane when the Tat system is operating.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D011140/2","grantId":"BB/D011140/2","fundValue":"203580","fundStart":"2007-07-01","fundEnd":"2010-01-31","funder":"BBSRC","impactText":"  No notable impact outside of academia. Science and society activities undertaken by the staff employed on this grant.  ","person":"Tracy  Palmer","coPersons":["Benjamin Charles Berks"],"organisation":"University of Dundee","findingsText":" Some bacterial proteins operate on the outside of the cell, for example the toxins produced by bacterial pathogens. Since all proteins are made inside the bacterium, the extracellular proteins must be moved out of the cell across the normally impermeable cell membrane. This task is carried out by machines termed protein transporters that are located in the cell membrane. One type of transporter moves unfolded proteins, threading them across the membrane like string through the eye of a needle. In contrast, a second type of transporter, which we term the Tat system, moves folded proteins across the membrane.\nIn the bacterium E. coli, the Tat transporter is a large protein complex made up of 3 types of proteins, TatA, TatB and TatC. \n\nIn this work we have:\n\nIdentified critical regions of Tat proteins involved in protein transport. \nMapped the self-interaction domains of TatA and TatB.\nAssessed whether TatA changes its topology during protein translocation.\n\nGenerated large mutant libraries of tatA, tatB and tatC. These will be useful to the scientific community. While the grant proposal is hypothesis the work produced potentially has applied impact:\nKnowledge of the Tat mechanism will underpin efforts to exploit the Tat pathway for biotechnological purposes e.g. secretion to aid downstream processing of protein products of commercial or therapeutic utility. \nKnowledge of the Tat mechanism will underpin efforts to use Tat as a pathogen-specific and virulence-determining target for novel antimicrobials. \n\nThe College of Life Science has a great deal of experience of engaging with industry regarding commercialisation of discoveries. Research and Innovation Services have an office within the CLS research complex and a member of the team attends each formal meeting held by the division. The RIS team have a large number of industrial contacts and close links to Scottish Enterprise. This will help to maximise the impact of all findings of commercial value. \n\nThe RIS team also have strong links with the Dundee University Incubator, a facility aimed at housing and nurturing spin-out companies in the biosciences. Related to the incubator, is a collaboration between the publicly- and privately-funded biotechnology sectors in Dundee called Bio-Dundee which aims to connect local academics and industries to allow collaboration. This is achieved through both formal and informal events. Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}