{"id":"16BD75E8-A9D8-45A0-AAA5-62EB81932675","title":"Microscale devices for detection of key pollutants in the built environment","abstractText":"Polar volatile organic compounds (pVOC) have a profound impact on the functioning of the atmosphere and many are also toxic airborne pollutants. They are however very difficult to measure, being sticky, reactive and in some cases thermally unstable. These same species are also very significant in the built environment, negatively influencing indoor air quality, malodours, human health and contributing to costly effects such as sick building syndrome. Through previous NERC support we developed a unique microfluidic approach to measuring trace levels of pVOCs in the atmosphere. We achieved this using a novel lab-on-a-chip technology that allows for a highly efficient chemical derivatization of pVOCs in the gas phase, which in simple terms converts the target molecules into more stable forms that are much easier to detect. Once derivatised, pVOCs can then be measured using common analytical techniques such as gas chromatography and mass spectrometry, instruments that are found in most modern chemical laboratories.\n\nThe key to our new technology is a micro-reactor that integrates together three laboratory functions: (1) a gas and liquid mixer and reactor, where derivatization takes place, (2) controlled reagent heating to speed up the analysis, and (3) sample pre-concentration to enable lower detection limits. The output from the micro-reactor is a microlitre effluent stream of processed sample that has stripped the pVOCs from the gas phase into a stable and highly concentrated liquid form, and that is ready for direct introduction to Gas Chromatography-Mass Spectrometry (GC-MS) or other technique. The micro-reactor can be completely automated and provides a highly effective solution to an otherwise multi-step, manual analytical procedure by providing a fast and highly efficient derivatization reaction at elevated temperatures, and using very low chemical volumes\n\nThe assessment of pVOCs in the gas phase in the built environment is a widespread problem with significant economic impacts, and for which here are few effective technical solutions. These chemicals are emitted from furniture, carpets, paints and building construction materials in general and there have been significant new regulatory requirements introduced in the EU, USA and China in recent years that have created a major but as yet unmet demand for simple and efficient measurement methods. Any product sold for the built environment in the EU must comply with the very recent 2013 Construction Productn Regulation Directives before it can be put on sale and a supplier must demonstrate this either by testing their products in-house, or outsourcing the analysis to third-party laboratories. \n\nOur proposed innovation for follow-on funding is therefore to take a technology developed for a niche area of atmospheric chemistry and translate this into a urgently required turn-key sample preparative product for the analytical industries associated with gaseous emissions materials testing and the built environment. We plan to complete the technical implementation of a fully functional prototype device and work with commercial partners to develop demonstration activities for particular industriesWe identify that the global market for such specialised analytical devices is relatively modest (measured in hundreds to low thousands of units), but that the improved lower-cost testing leads to improved product competitiveness, with much wider economic impacts . The societal and economic impact of the innovation should therefore be viewed more widely than simply the commercial revenue that might be obtained from device sales alone.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M021513/1","grantId":"NE/M021513/1","fundValue":"98809","fundStart":"2015-06-01","fundEnd":"2016-05-31","funder":"NERC","impactText":"","person":"Alastair  Lewis","coPersons":["Lucy Jane Carpenter"],"organisation":"University of York","findingsText":"","dataset":"gtr"}