{"id":"16BECAF4-0041-474D-B3CB-C3A4B3ABD2D6","title":"Investigating the role of VHL in homology-directed double strand break repair","abstractText":"The DNA in our body, our genetic code, is constantly being damaged; utraviolet light, reactive oxygen, errors during duplication of DNA and many other &quot;accidents&quot;; it is likely that there are up to 1 million DNA lesions in each cell per day. About 10 of these are particularly deleterious double strand breaks, that could cause loss of large pieces of DNA. In addition, there are natural processes that involve generation double strand breaks, for example during development of our immune system. It is therefore unsurprising that we have a elaborate set of proteins at work to detect and repair such damage. This process has been studied extensively in cell culture, and it has been shown that there several independent pathways repairing a variety of different defects, if one fails, backup pathways are often available to step in. Importantly, accumulating mis- or unrepaired DNA damage is thought to be responsible for increasing rates of cancer with age, and even aging itself.\n\nWe are studying the role of the human Von Hippel Lindau (VHL) gene in a model organism, the zebrafish. This gene is most famous for its role in an alarm signal that is activated when oxygen levels are too low (hypoxic- or HIF signaling), VHL functions to keep this pathway switched off. However, the gene has a number of less-studied roles that are independent of hypoxic signaling. Interestingly, in zebrafish, we found that the function of human VHL has been split over two genes, named Vhl and Vhl-like (Vll). Importantly, we found that in zebrafish one of the homologs, Vhl, has the &quot;classical&quot; role in hypoxic signaling whereas the other, Vll, does not. Recently, we established a novel and unique reporter system that is able to detect defects in DNA repair in young fish embryos, using a simple fluorescent readout. When using this reporter, we realised that the second gene, Vll, functions in DNA double strand break repair. We already verified that this function can also be exerted by human VHL in zebrafish embryos, thus it is not an evolutionary novelty that is only present in lower vertebrates. \n\nThe study of the human VHL/zebrafish Vll gene will improve our understanding of how cells stably maintain their genome sequence. Genome stability is important not only to allow proper transmission of genomic information through the generations, but is also important to prevent the development of cancer. Cancer usually results from cells that have aquired defects in growth-regulating genes, and we suspect that loss of VHL function could promote the formation of such defects. \n\nDefects in DNA repair could render cells vulnerable to particular chemical agents. During the study of Vll function we may identify such compounds and they might in the future be useful in delaying the growth of tumors that lack VHL function.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M02332X/1","grantId":"BB/M02332X/1","fundValue":"462643","fundStart":"2015-08-31","fundEnd":"2018-08-30","funder":"BBSRC","impactText":"","person":"Fredericus Johannes Van Eeden","coPersons":["Helen Elizabeth Bryant","Sherif  El-Khamisy"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}