{"id":"16C008A3-614F-4E91-9BB2-9DC671B6B85D","title":"Epigenetic control of the plant male gametophyte and germline","abstractText":"Like animals, plants have a reproductive system that relies on the production of male and female reproductive cells - sperms and eggs - and a fertilization process. As almost all major crops require this sexual reproduction system to produce seeds, the importance of understanding the developmental biology of plant fertility and reproduction is critical. In animals, much recent work has shown that short information-carrying molecules of RNA ('small RNAs'/sRNAs) are essential for the development of male reproductive cells, a role that was never previously anticipated. The pathways in cells that generate and process these RNA molecules are consequently of great importance. In plants, there is now rapidly accumulating evidence to show that these RNA molecules have essential roles in regulating normal development and health of the plant, through controlling how genes are expressed, the way chromosomes are assembled and defence against parasites. Surprisingly, the role of sRNA pathways in regulating the reproduction of plants has not been studied - even though evidence is available to suggest that they are likely to fulfil the same kinds of important functions. For example, in the formation of the male reproductive cells (pollen) it is well established that there is a major change in the expression of many genes, a cycle of RNA abundance, and dramatic changes in the architecture of the chromosomes. Further, one biotechnology technique called RNAi (which relies on theses RNA pathways to work) has been shown to be effective in plant gametophytes. Our proposal will investigate - for the first time - the presence and function of these RNA processing pathways in the plant male gametophyte and germline (all contained in the pollen grain). Using a range of new technologies, we will use viral proteins that disrupt these pathways to determine the effect of perturbing their normal function on the development and fertility of the pollen. This will also allow us to find which genes in pollen that may be regulated by small RNAs. We will investigate whether the genes that encode the various parts of the RNA processing pathways are active in the different cells that compose the pollen. Using a new sequencing strategy (454) we shall then attempt to sequence and identify all the sRNA molecules in the gametophyte, which will tell us immediately which genes are likely to be involved in this system. Finally we shall set up experiments to test whether a cellular system for processing a specific class of small RNA ('microRNA') is functional. In terms of benefits, this project will provide valuable information on how plants reproduce, allow meaningful comparisons to animal reproduction and generate new technology that will allow greater understanding of this economically important part of the plant life cycle.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F007558/1","grantId":"BB/F007558/1","fundValue":"341011","fundStart":"2008-07-01","fundEnd":"2011-09-30","funder":"BBSRC","impactText":"  1. Press releases reporting on our discoveries of regulatory mechanisms in sperm cell development published in Nature (2008) - Biologists discover gene behind plant sex mystery; and The Plant Cell (2011) - BIOLOGISTS DISCOVER 'CONTROL CENTRE' FOR SPERM PRODUCTION. These news stories posted on Eureka Alert! rapidly appeared on multiple independent news websites and remain active on over 100 websites publicising BBSRC-funded research and our discoveries.\n2. Public Event;Flower Power for the 21st Century; public exhibition on the science behind plant reproductive biology and its value for crop production, including demonstrations and hands on activities. Organising Committee, International Congress of Sexual Plant Reproduction, 2010, Bristol.\n3. Public Event: University of Leicester postgraduate festival 2011, as judge; public engagement.\n4. Participation in BBSRC sponsored China Partnership activity and Summer School at Shanghai Jiao Tong University, 2009.\n5. Public and graduate lectures, Wuhan University, 2009.\n6. UoL Open days (3), demonstration of fluorescence microscopy and facility tours;presentation of methods and applications in plant genetic manipulation.\n7. GCSE; 'A' level Schools visits (4), Demonstrations and tour of UoL Electron Microscopy Facility (as Director)\nPostdoctoral researcher\n1. Public Event: University of Leicester postgraduate festival 2011, public engagement.\n2. Schools. Supervision of two Nuffield Foundation Summer Students, providing work/research experience, introduction to laboratory research methods in plant molecular/reproductive biology.\n3. UoL Open days (3), demonstration of fluorescence microscopy and tours of plant growth facilities. Education,Environment Cultural,Societal","person":"David  Twell","coPersons":[],"organisation":"University of Leicester","findingsText":" 1. We have shown that small RNAs, notably microRNAs and trans-acting siRNAs, are not only present but also abundant and unusually diverse in developing male gametophytes (pollen). Novel stage-specific microRNAs were identified. \n\n\n\n2. We have shown that various small RNA pathways are present and functional through male gametophyte development. Importantly, the microRNA pathway is functional in pollen, and we have demonstrated that target transcripts of microRNAs are cleaved in pollen. \n\n\n\n3. We have discovered a novel population of phased siRNAs in late pollen development. These siRNAs are derived from coding transcripts that accumulate during pollen maturation, particularly those involved in cell wall development. Their biogenesis is related to developmentally regulated changes to RNA metabolism. The role of these novel siRNAs is directing translational suppression of these transcripts, with their storage during the final phases of pollen maturation and dehydration prior to dispersal. Hence, siRNAs are essential for normal pollen development and reproductive fertility. Knowledge of the structure of small RNA populations in developing male gametophytes and the operation of different regulatory pathways provides new tools and targets that may be exploited for the modulation of pollen fertility and genetic transmission, traits that may be useful in hybrid seed production and environmental containment. Agriculture, Food and Drink,Education,Environment","dataset":"gtr"}