{"id":"16C74F82-6046-49B2-8131-37D124F5AFF9","title":"The impact of diffuse sunlight and shortwave dimming on carbon, water and energy exchange at the vegetated land-surface","abstractText":"There is still no consensus on the overall impact of clouds and aerosols on carbon sequestration and evapotranspiration at the vegetated land-surface. Nevertheless, the fraction of diffuse sky irradiance (fDIF) is highly significant as a global annual average (0.5$\\pm$0.1), owing to the presence of clouds and aerosols. Furthermore, cloud optical depth has increased in many regions during the latter half of the 20th century causing shortwave (SW) dimming (`global solar dimming'). Part of the problem in addressing these issues is that global land-surface models (LSMs) do not distinguish sufficiently well between the diffuse and direct components of sunlight. We have just completed the development of the first global LSM that accounts rigorously for diffuse sunlight (JULES-SF). We shall quantify the impact of both cloud and tropospheric/stratospheric aerosols at an unprecedented number of FLUXNET sites and employ the new LSM to interpret any enhancement in carbon sequestration (`diffuse fertilisation' effect). Once validated in this way, JULES-SF will be forced with the Princeton 3-hourly re-analysis meteorology for the period 1948-2000, which has just become available. For the first time, we shall determine the impact of SW-dimming, and its reversal since the 1990s, on global and regional carbon, water and energy exchange. The feasibility study that we conduct for the Siberian boreal forest suggests that, in magnitude, SW-dimming exerts a comparable impact on the carbon cycle as that associated with human-induced fossil-fuel release.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F00205X/1","grantId":"NE/F00205X/1","fundValue":"245794","fundStart":"2008-06-30","fundEnd":"2011-12-31","funder":"NERC","impactText":"","person":"Paul  Alton","coPersons":["Sietse Oene Los"],"organisation":"Swansea University","findingsText":"","dataset":"gtr"}