{"id":"16CE2214-40C4-4B7E-92A5-A3DC236DE754","title":"Creative Labour: Media Work in the Cultural Industries","abstractText":"Plain English Summary including for non-specialists:\\n\\nCreative industries* (industries such as television, music, magazines and newspapers, film, advertising and so on that produce goods that are primarily aesthetic, expressive or informational) have formed a very important area of public policy in recent years. Most creative industries policies explicitly aim at expanding the number of jobs available in these industries. This makes it important to examine what kinds of jobs these are. Partly for this reason, and also because of profound changes in the nature of the industries concerned, a number of academic areas have recently begun to pay greater attention to such 'creative labour'. \\n\\nI am applying for funds to provide leave to write a book that builds upon earlier research, and which also draws upon fieldwork conducted in three creative media industries (television, magazines and music) in 2006-7.\\n\\nThe book seeks to move beyond existing approaches in a number of ways. \\n\\nFirst, the book seeks to conceptualise what 'good work' and 'bad work' in the creative industries might be under present conditions. It does so not only by providing information about what the conditions faced by creative workers in media industries (their hours, pay, access to union representation, stress and anxiety) but also by drawing on philosophical and sociological discussions, not only of work, but also of what constitutes the 'good life' (Aristotle) of which work can only ever be a part. To do so, a number of further moves are necessary.\\n\\nSecond, the book seeks to improve the way in which we understand the crucial and difficult idea of autonomy (the relative freedom for creative workers to get on with their work with relatively little supervision or monitoring, and little interference from commercial, religious or political imperatives) and self-realisation (the goal of realising one's capacities and fulfilling one's hopes). There is widespread agreement that work in the creative industries is often, and increasingly, short-term and very insecure. Because of this, some analysts argue that autonomy and self-realisation through work are ways of compensating workers for this insecurity - meaning that in effect, autonomy and self-realisation may be mechanisms of control, because they can dissipate the discontents of workers. The book therefore seeks to assess whether this is an accurate or useful way to think of the problem. \\n\\nThird, a number of writers have pointed out that 'subjectivity' (the worker's individual characteristics, thoughts and feelings) is increasingly important in the modern workplace; for example, organisations are increasingly keen for workers to enjoy their work and therefore to devote themselves to it much more fully. But the theories of subjectivity that have been used in analysing work have often been curiously lacking in any sense of the individual workers as beings who are emotional and reflexive (able to reflect meaningfully and purposively on their own circumstances). So I propose an account of people's experiences at work that pays much more attention to emotion, in particular to ambivalence - the way that creative workers can both love and hate their jobs, and to the way in which workers pursue ethical and aesthetic goals in their creative labour. \\n\\nFourth, the book examines how creative workers talk about what makes for good work - a good television programme or a not-so-good one, for example - and it seeks to provide an understanding of how this might help us to think about the 'quality' of cultural products; and why certain products get made rather than others. \\n\\n* A note on terminology: many writers use the term 'cultural industries' more or less interchangeably with 'creative industries', though some definitions of creative industries are very broad to include categories such as software. The focus here is on media industries within the creative or cultural industries sector.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H006796/1","grantId":"AH/H006796/1","fundValue":"33702","fundStart":"2009-09-01","fundEnd":"2009-12-31","funder":"AHRC","impactText":"","person":"David  Hesmondhalgh","coPersons":[],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}