{"id":"16D0C31E-1A41-4959-B2CB-4C66BF88572D","title":"Infection of CD8 lymphocytes by HIV-1 in the aetiology of AIDS","abstractText":"Despite many decades of research, how exactly HIV causes AIDS is not fully understood. In AIDS, the immune system is profoundly damaged by HIV, leaving the infected person susceptible to a range of infections and sometimes cancers that may be fatal if untreated. It is known that CD4 (or T-helper) lymphocytes are a major target for HIV in the infected person. This is because this cell type expresses on its cell surface the CD4 protein that HIV needs to attach and ultimately penetrate and infect the cell. Infection and destruction of CD4 lymphocytes is extremely damaging to the immune system, because this cell type plays a key role in various types of immune responses, such as antiviral cytotoxic T cell activity and antibody production (hence its name as a ?helper? cell). Recently, we have found that another type of lymphocyte, the CD8 lymphocyte, may also be infected by HIV. This cell type is a key part of the immune system?s response to infections, and in laboratory conditions, has been shown to become vulnerable to infection when reacting to a foreign target, such as an invading microbe or virus. From the data collected so far, infection and destruction of this cell type by HIV may be an important additional cause of the collapse of the immune system in AIDS.\n\nWhen HIV infects a cell, the process of virus replication generates large numbers of new infectious viruses that bud from the cell surface to infect further cells. During this budding process, HIV may acquire a number of cellular proteins, often accidentally, sometimes deliberately. The type of cellular proteins found in virus envelopes therefore can show what cell type was infected. For example, HIV frequently contains a cell surface protein called CD36, a protein that is only found in macrophages. We have found that CD8 may also be frequently incorporated by viruses infecting CD8 lymphocytes. Using these cellular proteins as markers, we can analyse virus in plasma of infected individuals to determine which cells were infected. We can therefore determine to extent to which CD4, CD8 and macrophages are targeted by HIV, and which is most important infected cell type at various stages of HIV infection, ranging from acute infection through to AIDS. The use of this new method to study virus replication in infected individuals will be of importance investigating how individuals with AIDS become unable to control HIV and other infections.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0800176","grantId":"G0800176","fundValue":"578780","fundStart":"2009-02-17","fundEnd":"2012-04-30","funder":"MRC","impactText":"","person":"Peter  Simmonds","coPersons":["Paul  Klenerman","Rodney  Phillips"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}