{"id":"16D6FB36-3FDC-4BD3-8CB2-E6254CE1A65F","title":"Contribution of plant intraspecific diversity to carbon turnover in grassland","abstractText":"There is now a vast body of evidence showing that plant biodiversity affects the way in which ecosystems perform, such as the rate at which carbon is recycled or stored. But 'biodiversity' has many components, and we have recently shown that 'community composition', rather than the number of species or functional types of plant, is the key factor in regulating rates of carbon turnover. However, a largely ignored component of biodiversity is the variation at the level of the individual, that is, variation in genotypes of particular species or intraspecific diversity. We have shown that the number of individuals in a community has significant impacts on plant productivity by affecting competitive abilities of specific plant species. We have also shown that the number of genotypes per species has a significant effect on the root-fungal diversity, and other studies have also demonstrated that key plant traits related to carbon cycling are highly variable within species. These studies suggest that intraspecific diversity has potentially important consequences on carbon turnover. This project therefore seeks to discover the extent to which plant intraspecific diversity affects carbon turnover in species-rich limestone grassland. Moreover, we will additionally determine whether this occurs via interactions with species composition, and the extent to which it is mediated by soil conditions, such as physical and chemical properties. This will be achieved by using a series of mesocosms in which defined plant communities of known genetic and species composition have been assembled and maintained since 2004.These mesocosms also have imposed on them defined soil treatments (presence of crevices and two similar soil types representative of different microenvironments) to mimic the variation that occurs in nature. We will measure the carbon content of soil in a number of important physical fractions and release of carbon as CO2 from the soil surface. In addition, we will supply plants with a pulse of 13CO2 - a natural and easily distinguishable carbon isotope - to enable us to quantify the amount of carbon that plants allocate to soils. This will enable us to gain a more mechanistic understanding of how genotypic diversity regulates carbon turnover. The data will be analysed alongside the comprehensive datasets on productivity of individuals already obtained in past projects to gain a comprehensive picture of the role of intraspecific diversity in regulating carbon turnover. The work will further our understanding of the components of biodiversity that are important for carbon turnover, and the soil factors that may regulate this. It will also provide a basis on which to develop conservation strategies of species-rich limestone grassland that target genotypic, as well as species diversity","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H010939/1","grantId":"NE/H010939/1","fundValue":"41757","fundStart":"2010-08-01","fundEnd":"2011-04-30","funder":"NERC","impactText":"","person":"David  Johnson","coPersons":[],"organisation":"University of Aberdeen","findingsText":" We found that genotypic diversity is a key component shaping the performance of individual plants, but that the effects are dependent on availability of edaphic niches. Genetic diversity is likely to play a key role in allowing the grass Festuca ovina to be a dominant species in heterogeneous limestone grassland. We need to think about manipulation of genetic diversity and not just species diversity in grasslands Agriculture, Food and Drink,Environment","dataset":"gtr"}