{"id":"16DEAC87-AEBF-4371-85EB-A47D013D6938","title":"Liverpool GeneMill","abstractText":"Synthetic biology is an emerging field that has been described as the construction of artificial biological devices, pathways or networks or the re-engineering of existing ones. Key to this engineering process is the construction of parts or components, which are encoded in DNA. A limiting factor in synthetic biology is access to cheap, high-fidelity DNA constructs encoding the components. This proposal is to fund the Liverpool GeneMill, which will take in raw materials in the form of DNA blocks and long oligonucleotides (Ultramers) and together with pre-existing blocks and DNA stretches from biological material, weave these into high fidelity DNA constructs. This in turn will be used for genome-scale engineering and protein expression prototyping. This will be achieved through robotic automation of a manual pipeline. \n\nAlongside the fabrication of constructs will sit a DNA computer-aided design tool, developed to fit with our pipeline. We will develop this in collaboration with a software development company (Genome Compiler), linking users with a components database and taking designs and converting this into manufacturing blueprints for the GeneMill. This will in turn link into a laboratory management system, allowing individual tracking, quality control of each project as it moves through the GeneMill.\n\nUltimately the GeneMill will provide a rapid, cost-effective and accessible fabrication facility for DNA parts. By removing the complexity of manufacture for the user, GeneMill will allow researchers to focus on the design and testing of the parts, devices, pathways and networks.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M00094X/1","grantId":"BB/M00094X/1","fundValue":"1701600","fundStart":"2014-09-08","fundEnd":"2015-09-07","funder":"BBSRC","impactText":"","person":"Anthony James Hall","coPersons":["Mark Xavier Caddick","Igor  Barsukov","Munir  Pirmohamed","James  Hartwell","Richard  Cosstick","David  Fernig","Olga  Mayans","Neil  Hall","Jay  Hinton","Steve  Paterson","Luning  Liu","Alistair Charles Darby","Christiane  Hertz-Fowler"],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}