{"id":"16EB72FA-956D-4FF5-9252-62D8E58EB9FD","title":"A study of metagenomics-informed biochemical functionality of microbial fuel cells using DDGS as a substrate","abstractText":"This proposal addresses a BBSRC initiative that aims to enhance the value of Dried Distillers Grains with Solubles (DDGS), a byproduct of grain-to-bioethanol and whisky production. DDGS will become increasingly abundant in the UK as bioethanol production develops. It is currently mainly used as a cattle feed but there is also interest in developing it as an industrial feedstock\n\nA microbial fuel cell (MFC) is a device that contains an anerobic culture of microorgnaisms, capable of directly converting chemical energy to electrical energy. A typical microbial fuel cell consists of anode and cathode compartments separated by a cation (positively charged ion) specific membrane. In the anode compartment, nutrients are oxidized by microorganisms, generating electrons and protons. Electrons are transferred to the cathode compartment through an external electric circuit, while protons are transferred to the cathode compartment through the membrane. Electrons and protons are consumed in the cathode compartment, combining with oxygen to form water.\n\nWe will develop a microbial fuel cell that will process DDGS prior to drying and use as an animal feed. The MFC will generate electricity (to reduce consumption by the biorefinery) and enhance the protein content of the animal feed product. \n\nThe species of micro-organisms added to the MFC will be determined by analysing all of the genes present in whole populations of micro-organisms (metagenomics) under a range of conditions and using a computer simulation which highlights the most important genes to carry out the desired functions of the MFC. The population composition will be further fine-tuned by feeding the microbes with nutrients as rewards for achieving the desired characteristics, forcing it to evolve to the most effective distribution of species.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J019143/1","grantId":"BB/J019143/1","fundValue":"354623","fundStart":"2013-01-07","fundEnd":"2016-01-06","funder":"BBSRC","impactText":"","person":"Julian Roberto Marchesi","coPersons":[],"organisation":"Cardiff University","findingsText":"","dataset":"gtr"}