{"id":"16F05A09-0159-4804-9DFF-75657054BEB2","title":"Ultimate Liquids' Technology for Responsive, Agile &amp; FLEXible MANUfac","abstractText":"The proposed project is about manufacturing in Fast Moving Consumer Goods (FMCG) markets and the creation of an economic and sustainable manufacturing process to enable a demand driven supply chain. Retailers, such as Tesco and ASDA, want to pass orders continuously to suppliers and reduce lead times from about 20-60 days down to 1-3 days which in turn requires manufacturers to be able to make 'every product every day'. Considerable effort has been focussed on the agility and flexibility of packing lines but little effort has been focussed on the needs of making liquid products. As a consequence Unilever UK, along with Silverson Machines, and The University of Manchester, have initiated this project to bring about a step-change in UK manufacturing competitiveness. The project aims to develop a Short Run Continuous Process capable of small and variable lot quantities with continual switching between products, which necessarily requires processes that are inherently waste free. To achieve this requires a new generation of high shear process equipment and\nthe integration of recently acquired insights in process scale-up for in-line rotor stator mixers, structure-function relationships for formulated products with complex microstructures and in-line monitoring for real-time quality control.\n\nIn FMCG, manufacturing processes have traditionally been designed to minimise conversion costs and have large production runs with few changeovers, to minimise waste and cleaning effluent. This model has come under increasing pressure, with retailers demanding suppliers like Unilever to be more responsive. To achieve this, radically different approaches are needed, towards flexible and agile manufacturing, where products are only made as and when required.\n\nThis project aims to develop a new integrated process design concept, which enables a demand driven production schedule. Key is a significant reduction in Minimum Order Quantity without significant reduction in operational efficiencies. The process design that Unilever, with Silverson Machines and The University of Manchester, aim to deliver will allow products to be pulled through the value stream quickly and accurately rather than rely on forecasts well ahead of demand &amp; would be completely new for FMCG.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K503666/1","grantId":"EP/K503666/1","fundValue":"232062","fundStart":"2013-02-28","fundEnd":"2015-08-27","funder":"EPSRC","impactText":"","person":"Peter James Martin","coPersons":[],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}