{"id":"16F4E331-2703-4BB0-8637-09F9BDEB130C","title":"A critical edition of John Fletcher's 'The Island Princess' for Arden Early Modern Drama.","abstractText":"I seek support to complete a critical edition of John Fletcher's 1621 play, 'The Island Princess', and so to make it accessible to a wide range of readers in schools, universities and theatres.\\n\\nThe edition's value lies primarily in the importance of Fletcher's play itself. 'The Island Princess' is the first English play to dramatise the East Indies, specifically the islands now called the Moluccas, but known in the seventeenth century by the trade which drove the nations of Europe to compete for their possession - the 'Spice Islands'. The play is also a central part of a canon of early English theatre representing the act and aftermath of European colonialism in the Americas and the 'East'. Fletcher reworks the setting and action of Shakespeare's 'Tempest' (an exotic island, the arrival of Europeans who compete for its control) to create a quite different play, one notable for its self-conscious handling of tragicomic structure and tropes of courtliness, and for its interrogation of the dramatic representation of colonialism and religious difference. Furthermore, this play is a crucial early English theatrical consideration of the 'East' and of Islam. \\n\\nIn the current geopolitical climate, there are clear pedagogical advantages to having a modern-spelling version of 'The Island Princess' readily accessible for use in schools and universities. At present, however, the play exists only in an old-spelling edition (Williams, 1982) which, though valuable, keeps present-day readers at arm's length from the text and - in comparison to Shakespeare's much-modernised plays - perpetuates a skewed sense of an archaic, inaccessible Fletcherian dramaturgy. My edition corrects this misunderstanding by providing a fully modernised text, following the rigorous practices of the Arden Shakespeare Series. In addition, readers' engagement with the play is aided by a full critical apparatus. The introduction and historical collation explain the play's textual history. Textual notes record editorial decisions and ambiguities, and the commentary elucidates references, discusses ambiguities, and explains sources and literary, historical, cultural and classical allusions. On a broader level, the commentary further analyses Fletcher's use of language, his discourses of religious faith, conversion, maritime trade and exploration, and European colonialism.\\n\\nReaders will discover a play which speaks to both the seventeenth and twenty-first centuries. Early modern religious difference features prominently in recent criticism in the figures of the 'Turk', the martyr or the convert. Much, though, remains to be written about Fletcher's depiction of Islam and the cultural history of the 'Spice Islands'. In rehearsals for his 2002 RSC production of the play, director Gregory Doran used Giles Milton's popular historical novel 'Nathaniel's Nutmeg' to help his cast understand the significance of the 'Spice Islands' for a seventeenth-century writer and audience: a thorough scholarly treatment aimed squarely at the play itself is much over-due. My critical introduction fills this gap, unpacking the history and representation of European encounters with the Moluccas, and those between early modern Christianity and Islam, and between Catholicism and Protestantism. The introduction also deals with the play's performance history; its place in Fletcher's dramatic career and that of his playing company, the King's Men; the play's performance at court before James VI and I in 1621; its manipulation of the language of the Gunpowder Plot; and its dramatisation of the threatening figure of the foreign queen in Quisara, the princess of the title. So, the introduction situates the play in its historicised contexts, and in encouraging readers to their own understanding of the play, this edition will spark interest in the representation of the 'East' on the early modern English stage.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F013507/1","grantId":"AH/F013507/1","fundValue":"24898","fundStart":"2008-09-01","fundEnd":"2008-12-31","funder":"AHRC","impactText":"  My edited text has been used for a staged reading by Presence Theatre Company (2008). \nI have presented about the play to pupils from Peckham Academy schools, introducing them to new ideas about Renaissance travel plays, the depiction of female characters and the early modern encounter between Islam and Christianity. Pupils reported never having encountered these ideas before: they and the school were enthused to read the play and to write to Shakespeare's Globe Theatre to ask that it be staged. The broad intention of this edition is that it be used for scholars, theatre practitioners and a school audience, opening up opportunities for changing theatrical repertory and exposing school pupils to more than Shakespeare, hence changing the canon. The edition has sold well in both the UK and US, demonstrating that this process is underway. Creative Economy,Education Cultural","person":"Clare Margaret McManus","coPersons":[],"organisation":"Roehampton University","findingsText":" This project publishes a modernised critical edition of a seminal play in the encounter between Islam and Christianity. 70,000 words of research has been distilled into an introduction and commentary, drawing on cutting edge research into early modern travel drama, cartography and the theatrical traditions of trade and travel to present this edition and reveal the significance of this play to the early modern stage. This is a source for scholars, students and school pupils, and also unearths the play for professional and amateur performance for future use. This edition will be valuable to theatre companies, both professional and amateur. It will also be useful as a teaching text in secondary schools and will be of interest to the heritage sector in terms of presenting the history of interactions between various faith communities. Communities and Social Services/Policy,Creative Economy,Education","dataset":"gtr"}