{"id":"16FC0E6E-2FDB-4C86-8289-980050FFC641","title":"Careau and Ely Rediscovering Heritage Project (CAER Heritage Project)","abstractText":"The CAER (Caerau and Ely Rediscovering) Heritage Project will be a multi-disciplinary, multi-period community project exploring the history and archaeology of settlement, land use, and society in Caerau and Ely (a deprived suburb of Cardiff) and relating this to the wider Cardiff and South Wales region. Set within the local housing estates is the large and unexplored Caerau Iron Age hill fort, inside of which was constructed a medieval ringwork and medieval church. The exploration of this multi-period site represents a highly engaging focal point for the project which it is hoped will also encompass aspects of Ely's history from prehistory through to the 21st century - constructing a broad narrative of the history and archaeology of the Cardiff region through the story of this one significant location. The project will seek to connect the past to the present, making the heritage of the district relevant and important for contemporary communities - creating a heightened sense of place and developing educational opportunities and improving social cohesion and inter-generational contact. \n\nThis project will build on significant engagement work which has already been completed by School of History, Archaeology and Religion with community groups and schools in the Caerau/Ely district of Cardiff and in collaboration with a range of heritage institutions in South East Wales. These include an extensive series of partnership-building meetings held with a significant range of stakeholders including CADW, the Royal Commission on Ancient and Historical Monuments of Wales and the National Museum of Wales together with significant community partners including Communities First, Glyn Derw High School and the Caerau Local History Project. \n\nWithin the contemporary social context, the communities of Caerau and Ely face significant educational barriers at a variety of levels and ages due to a range of social problems. There is also a significant and, to a large extent, exaggerated stigma associated with this area of Cardiff and its problems. Working with local schools and community groups the project aims to address a range of problems in relation to the management, presentation and history of the area and, particularly, the Caerau Iron Age fort, which has never been explored through archaeological or antiquarian research. This constitutes a little known yet extremely valuable and attractive local resource for educational opportunities and for creating a more positive perception of the area and its communities. \n\nA series of heritage based educational activities will take place both on Caerau Hill and the Caerau and Ely locality throughout the oncoming year to explore the area's long and fascinating past. This will be instigated by a week of archaeological activities in March 2012 designed to engage local community youth and school groups as a pilot project. This will gauge local interest for a longer term, sustainable community heritage project or projects. A geophysical survey is proposed during this week along with other archaeological, art and learning activities. All these activities will be tailored to the delivery of basic skills training together with a development of awareness and knowledge about the site. From the outset, the local schools and communities will be involved and invested in answering important research questions about this hugely significant, but under-researched, hill fort.\n\nWe envisage that this will be just the initial phase of a sustainable CAER Heritage project; constituting of a series of pilot activities which will act not only as a stimulus for a sustainable longstanding heritage project in Caerau/Ely but also as a testimonial showcase for SHARE/Cardiff University to build similar heritage partnerships/outreach activities with other communities in South East Wales region and more broadly.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J013625/1","grantId":"AH/J013625/1","fundValue":"19934","fundStart":"2012-02-14","fundEnd":"2012-12-13","funder":"AHRC","impactText":"  Project initiatives and impacts listed here:\nTribal Logo, Geophysical Survey and Archaeological Activities (March 2012)\nIn March 2012, 90 pupils and 5 teachers from 3 participating secondary schools, Glyn Derw, Fitzalan and Mary Immaculate High were involved in a range of activities at the Caerau hillfort designed to interest and invest them in the site and conduct research. These activities included artefact analysis and Iron-Age pottery workshops. Pupils participated directly in a geophysical survey of part of the site with an archaeological professional revealing the boundaries and houses of the ancient occupants of this place for the first time. Inspired by Iron-Age artefacts they had seen at a field trip to the National History Museum, St Fagans, the pupils designed their own tribal symbols with professional artist, Paul Evans, and then scaled up these designs to land-art dimensions within the hillfort, using safe and biodegradeable tree bark. This activity proved very successful in both interesting and positively investing young people with the heritage of the site. The large eco-graffiti tribal logos subsequently gently biodegraded into the landscape and - significantly - were not disturbed by the groups of young people who regularly visit the site outside of school.\n\nThe week of school activities culminated with a project open day for local families at the Caerau site with further participation in surveying and other interactive activities by local adult residents. 150 local residents attended this event, and many came with their families and stayed for most of the day - a positive response to our strategy of attempting to engage and build trust with the wider community through the local secondary schools.\n\nCommunity participation in Timeteam excavation and Programme (April, 2012).\nAs a result of the above activities, Channel 4's Timeteam, with whom our School had been having negotiations, agreed to work in collaboration with the CAER project to undertake trial excavations and produce a programme about the hillfort. We negotiated for 10 local pupils (from three participating secondary schools) and 3 local residents from the community to both participate in the excavation and appear on the programme. \n\nManaging expectations on all sides was a difficult process for project co-ordinators. This said, the overall benefits of this media intervention, generally, outweighed any short-term negative impacts. Indeed, these benefits were significant in terms of both research, raising the profile of the site and highlighting talent within the local communities. Community participants and the communities of Caerau and Ely more broadly, featured in a very positive light in the subsequent programme (which was broadcast nationally in January 2013). Timeteam episode viewing figures frequently exceed 1.5m in the UK alone and the programme is also broadcast in a number of other countries, giving wide exposure to both the communities and this little known archaeological site. \n\nIn terms of archaeological research, Timeteam spent three days working at the site producing a full geophysical survey of the interior of the hillfort and uncovering evidence of Iron Age houses and enclosures through excavation, as well as the remains of pots and quernstones used for grinding grain to make flour. The discoveries suggested a long occupation at Caerau dating from the Bronze Age (1000 BC) to Roman times (AD 200) and informed a subsequent and much larger and more inclusive 4 week community excavation under the separately funded AHRC Connected Communities Digging Caerau project.\n\nCAER Project Exhibition (June 2012-February 2013)\nFollowing on from their involvement in geophysical survey, the creation of tribal logo artwork and Timeteam excavations 90 pupils from 3 participating secondary schools, produced displays of artwork, models, creative writing and historical perspectives on the Iron Age. Their coursework made up an exhibition which was displayed at St Fagans National History Museum in June 2012. The exhibition was opened by Mark Drakeford, Welsh Minister for Health and Social Services and Sian Price, series director of Timeteam. \n\nIn January and February 2013 we took this exhibition on tour - first we were invited to the Welsh Government's Senedd building in Cardiff Bay by Mark Drakeford and then travelled onto the Cardiff Story Museum in central Cardiff later in February 2013. The then heritage minister, Huw Lewis, opened the exhibition at Cardiff Story and also launched Digging Caerau, with the exhibition remaining on display at the museum for 4 weeks. Participating pupils and teachers from the respective schools attended all of these exhibition launches and teacher feedback has highlighted the benefits in terms of pupil enskilment and confidence building. It is estimated that over 1,500 visitors viewed the exhibition across the three locations, once again significantly raising the profile of community talent and heritage assets in Caerau and Ely within the wider Cardiff context. \n\nCHURCHYARD Detectives Project (November 2012)\n30 year 9 pupils from Glyn Derw High took part in this history/archaeology project which focussed on the modern historical context of the Caerau locality. Pupils were initially involved in fieldwork noting inscriptions from graves in St Mary's Church on Caerau Hillfort. Following this they undertook research with historians and archivists at the Glamorgan Archives, reconstructing the lives of those buried there in the 19th and early 20th centuries. From this research they produced project work and performative presentations which were delivered at the Cardiff Story event in February 2013. This project was embedded in Glyn Derw's Literacy and Numeracy curriculum for that class, a first for the CAER Project. The strategy of embedding co-produced research within the secondary school curriculum has subsequently been employed successfully within other CAER project activities; it has proved very effective in terms of cementing a close partnership with participating schools, enhancing project development and outputs and breaking down barriers to HE.\n\nTravel Back to the Iron Age @Cardiff Story week of family activities (February, 2013)\nIn conjunction with the CAER exhibition at the Cardiff Story Museum, the CAER team, including 15 undergraduate volunteers, delivered a week of lunchtime family interactive activities during half-term February 2013 themed on the exhibition and the Iron Age in Cardiff. The museum estimates that 200 visiting parents and children from the Cardiff locality participated in these activities alone and highlighted that many of these visitors were first time visitors to the museum. This initiative also developed employability skills and provided networking opportunities for our undergraduate students. \n\nPoverty Detectives Project (March 2012)\n30 year 9 pupils from Glyn Derw High took part in this history project which explored child poverty past and present with a focus on the lives of 19th century children in the Cardiff area. The pupils worked with academic historians, archivists at the Glamorgan Archives and CAER project artist Paul Evans to creatively express their findings through the creation of time-travelling conversations enacted by puppets created by the pupils. This project produced some inspiring outputs and was also embedded in the literacy and numeracy curriculum. Communities and Social Services/Policy,Creative Economy,Education,Culture, Heritage, Museums and Collections Cultural,Societal","person":"David Reginald Wyatt","coPersons":["Stephanie  Ward","Jacqui  Mulville","Niall  Sharples"],"organisation":"Cardiff University","findingsText":" Cardiff is Europe's youngest capital city and its history is dominated by its maritime and industrial heritage. But nestled deep in one of its suburbs, surrounded by houses, is one of the most important, yet little understood, prehistoric monuments in the region - Caerau Hillfort. Enclosing an area of more than 5 hectares, Caerau Hillfort, is by far the largest Iron-Age hillfort in south Glamorgan. In 2011, archaeologists and historians from the School of History, Archaeology and Religion (SHARE) at Cardiff University teamed up with local community organisation ACE (Action in Caerau and Ely), local residents and local schools to explore the West Cardiff past (including the hillfort) and put local people at the heart of cutting-edge co-produced archaeological and historical research. Caerau and Ely are home to more than 25,000 people yet despite strong community ties, the people that live there are now burdened by significant social and economic deprivation, particularly high unemployment. Moreover, a community disturbance in 1991 was publicized in the media as a 'riot' and led to a deluge of long lasting bad publicity for the area. CAER is not a straightforward community archaeology research project. It is underpinned by objectives forged at a series of initial meetings involving local residents, local schools representatives, the local community development agency, local heritage institutions and a small team of academics. Importantly, these objectives are not focussed upon archaeological or historical research but rather how such research might be employed to address negative views associated with these local communities and the broader challenges which they face. From its outset, the project sought to utilise rich and untapped heritage assets and local expertise to develop educational and life opportunities: building confidence, challenging negative stereotypes and realising the positive potential of the process of research co-production. This grant constituted phase 1 of the project in which partnerships and trust were built with the local communities. The project involved community participants (including school pupils, young people facing exclusion and the long term unemployed) in a variety of co-produced projects, including geophysical survey of the hillfort, exhibitions, art installations, local history projects and involvement in a Timeteam excavation featured in a major TV production. From the outset the CAER Heritage Project's key objectives have been to use history and archaeology to develop educational opportunities and to challenge stigmas and marginalisation associated within the local communities. After all, the presence of a large multivallate hillfort in this area suggests that in prehistory Caerau and Ely were actually once the power centre in the Cardiff region. The project therefore aims to celebrate this remarkable past and to realise the potential of the significant yet underutilised heritage assets within these communities. The CAER Heritage Project is committed to producing research that involves participants actively in the co-production of knowledge and which values the contributions of all participants and partners. To date the project has involved a myriad of non-HE partners (primary and secondary schools, community groups, youth workers, community development workers, local residents, the National Museum of Wales, Cardiff Story Museum, Glamorgan Archives, Cardiff Council etc) alongside academics, undergraduates and postgraduates from a range of disciplines at Cardiff (history, archaeology, social sciences). The co-production strategies employed by the project in relation to community and heritage assets have significant transferability and have been recently recognised in a national award bestowed by the NCCPE. Communities and Social Services/Policy,Education,Environment,Leisure Activities, including Sports, Recreation and Tourism,Government, Democracy and Justice,Culture, Heritage, Museums and Collections","dataset":"gtr"}