{"id":"170EAE45-5837-41F4-810F-E0C71D81A5F9","title":"Madagascar in the World: the impact of music on global concerns","abstractText":"This is a proposal for the co-production and wide dissemination of a full-length documentary film, 'Songs for Madagascar', a collaborative project between academic research, an award-winning independent film company, and musicians at the centre of the research. The film will focus on the life stories and transnational connections of a group of musicians, the Madagascar All Stars, and show their strong engagement through songs and concert-debates in seeking to protect the extraordinary cultural and natural wealth of their country of origin: Madagascar. Building on the analytical insights of the AHRC-funded research project TNMundi AH/E508626/1 this project will engage new audiences in issues of North-South relations, transnational migration, and show links between protecting human and natural environments. Through the highly accessible form of a film with enticing musical scores and strongly engaged lyrics a wide public will be reached. In a series of debates following the film's screenings and special workshops the project will furthermore engage with civil society organisations, the media and policy makers in cultural policy and third country development, to share knowledge and develop strategies for effective future collaboration. \nFollowing the film's production in phase 1, phase 2 is dedicated to its dissemination and focuses on knowledge exchange, awareness raising and discussions. The film will be widely disseminated in film festivals and its issues will be debated. The combination of film screenings and workshops in the presence of some members of the research/ production/ artistic team will become the platform for engaging people in the UK and other European countries and in Madagascar itself with Madagascar's continuing struggles with poverty and environmental destruction, and the impact of internal- and out-migration in Madagascar and ultimately Europe. It will also demonstrate the cultural creativity of Malagasy artists, and through their active role as engaged singer song-writers and performers will raise awareness and new insights by positive action. Whilst the film thematises these topics through the prism of transnational networking and activism of artists in Madagascar and Europe, the issues themselves are of general global significance. \nThe film concentrates on a particularly interesting outcome of Meinhof's and Dama Mahaleo's work with transnational migrant and non-migrant musicians of Malagasy origin. During field work in Madagascar and France, a few individual musicians originating from different parts of Madagascar where cultural divisions, even enmities exist until today, came together and formed a new group: the Madagascar All Stars. 'Songs for Madagascar' co-produced, directed and edited by the film company Laterit, the project's key partner, will tell the stories of these musicians and their active commitment to the natural and cultural diversity of different regions of Madagascar. Sub-titled lyrics to performed songs and narratives of the artists filmed in situ will give a vivid example of the people and their communities in the North, South and the Highland regions, next to the endangered forests, mountain areas, rice-fields and coasts from where the artists originate. The film will also show the artists' transnational lives in the places where they live today in Madagascar or in Europe, and the significance of these cosmopolitan links.\nThrough their examples rather than analytical talk a case will be made for the cultural benefits of migration and cultural understanding, just as creativity unleashed through transnational connections and diverse cultural influences will emerge through music and performances. The film will include footage from studio recordings and concert tours, offering insights about the internal dynamics of artists of such diverse talents and musical origins coming together. It will also demonstrate the appeal of their music to audiences of different cultures and generation","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/N002393/1","grantId":"AH/N002393/1","fundValue":"80172","fundStart":"2015-12-02","fundEnd":"2016-12-01","funder":"AHRC","impactText":"","person":"Ulrike Hanna  Meinhof","coPersons":[],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}