{"id":"1712C126-B9F3-440D-B14F-E36EAEDEBB68","title":"DNA Knotting and Linking: Applications of 3-Manifold Topology to DNA-Protein Interactions","abstractText":"DNA is one of the very few parts of modern molecular biology familiar to almost everyone. We all know that DNA is responsible for our genetic inheritance and have all seen models of DNA as a two-stranded molecule with a shape like a double spiral staircase, a so-called double helix. In all the usual pictures of DNA the axis of the double helix looks nice and straight. However, in all cells the axis of any DNA molecule is far from straight and is in fact incredibly twisted up; it occupies much less space this way. Sometimes, the deviation from straight is even more pronounced. For example in bacterial cells, the two ends of a DNA molecule can be joined up to form circular DNA. If we take a piece of string and join the ends we sometimes get a knot in the string. Exactly the same thing can happen when the 2 ends of a DNA molecule get joined up and so DNA knots are born. More generally if we have two or more pieces of string and tie up the ends of all the pieces of string then we get many knots that might be linked together-like the Olympic rings. So if we have not just one but many DNA molecules then we can form DNA links as well as DNA knots.Since their discovery in the late 1960s, DNA knots and links have been found to play key roles in hosts of cellular processes. Because they are so ubiquitous all organisms have developed special proteins--topoisomerases--whose function is to help untie DNA knots and links. There are also other important proteins--called recombinases and transposes--that can alter the order of the sequence of the DNA basepairs. While the main function of recombinases and transposes is to rearrange the order of basepairs, in the process of doing this they often cause changes to DNA knotting or linking. For all these reasons molecular biologists became interested in learning about knots and links.Mathematicians have studied knots since the late 19th century for their own reasons, having nothing to do with DNA. Mathematically a knot is a one-dimensional object sitting inside 3-space, just like a standard circle does, but which we cannot smoothly deform to a standard circle. The mathematical theory of knots and links turns out to be very rich and surprisingly complicated, and intimately related to general 3-dimensional spaces, called 3-manifolds. (The study of these spaces is called 3-manifold topology.) Although the subject is very deep, some of the simplest questions remain unanswered: even today if you hand the world's top knot theorists two sufficiently complicated knots there is no known algorithm they can use to always tell whether one knot can be deformed into the other. Using tools from knot theory, mathematicians have been able to help biologists better understand the ways some proteins interact with DNA. For example, mathematicians, including the applicant, have developed models of how the recombinase and transposase proteins reshuffle the DNA sequence. These models can then predict various new features of these interactions -- e.g. particular geometric configuration the DNA takes when the protein is attached or what biochemical pathway the reactions proceeds through. DNA can form very complicated knots. But only a small fraction of all possible very complicated knots appear as DNA knots. Recently I characterized which knots can show up after a recombinase acts on an initial family of DNA knot configurations. In this proposal we will explore this question for a much wider family of initial DNA configurations, and also the analogous question for transposase reactions. We will also consider unknotting and unlinking DNA molecules. In particular we hope to understand when two DNA knots are related by a crossing change. To answer these questions, we will use cutting-edge techniques from 3-manifold topology. The answers will help us understand these important proteins, the main targets of antibiotics and some anti-cancer drugs, more completely.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G039585/1","grantId":"EP/G039585/1","fundValue":"328288","fundStart":"2009-10-01","fundEnd":"2013-09-30","funder":"EPSRC","impactText":"","person":"Dorothy  Buck","coPersons":[],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}