{"id":"17140016-EBE3-4159-AE36-56AC07286391","title":"'Non-Muslim' and Muslim youth: religious identities, Islamophobia and everyday geopolitics","abstractText":"Although research has drawn attention to the phenomenon of Islamophobia, very little has been said about how Islamophobia influences the lives of 'non-Muslim' minority ethnic young people who might be mistaken for being Muslim and how this relates to their feelings about those who affiliate with the Islamic faith. The unique aspect of this study is the inclusion of this category of young people as a focus of research. This novel project has four interrelated aims:\n\n1. To explore the issue of Islamophobia in relation to the experiences of 'non-Muslim' and Muslim youths (aged 12-25) in Scotland who are targeted because they look Muslim, and to explain how different religious, ethnic and minoritised youth experience and understand Islamophobia, the impact of this on community relations, social cohesion and integration. \n2. To analyse these experiences within a framework that takes cognisance of the intersectionality of ethnicity with other relevant positionalities such as religion, gender, social class and locality \n3. To detail how young people understand and negotiate 'everyday geopolitics'. We use the term 'everyday geopolitics' to refer to the ways in which international, national, state and local political issues shape, and are shaped by, people's everyday lives. \n4. To problematise polarised discourses which see young people as either politically disengaged and apathetic or politically radicalised and extreme.\n\nThis project focuses on groups who may often be the targets of Islamophobia. To date there has been little if any research on this topic or the impact of geopolitical events on their religious and cultural identities of young people in the UK or in Scotland. The groups we will consult are: \n- 'non-Muslim' Asian people; \n- asylum-seekers and refugees; \n- Eastern European migrants; \n- international students; \n- and Muslims. \nA series of 15 group discussions (three with each of these groups) and 150 individual interviews will enable us to generate a substantial corpus of qualitative data in order to answer the research questions identified above. These participants will be drawn from three geographical contexts including urban areas, urban/semi-urban areas and rural areas in order for us to be able to assess the role locality has in their experiences of, and responses to, Islamophobia. The findings of the research will be disseminated to academic user-groups through 6 peer-reviewed international journal articles and six linked conference presentations. In order to maximise impact, we aim to build upon our extensive contacts in local/national government and voluntary and community organisations through a policy paper and two policy workshops, an academic workshop, a series of three regional community conferences, four common-language articles and a project website.\n\n\nThe main change here from our grade 5 (but unfunded) application is the addition of an academic workshop (see also academic beneficiaries section) and clarification of our use of the term 'geopolitics'.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K000594/1","grantId":"AH/K000594/1","fundValue":"452062","fundStart":"2013-03-04","fundEnd":"2016-11-03","funder":"AHRC","impactText":"","person":"Peter Eric Hopkins","coPersons":["Rowena  Arshad","Gurchathen Singh Sanghera"],"organisation":"Newcastle University","findingsText":" We are still in the process of analysing the data so will be able to answer this in a few months time We are working on taking these forward over the course of the project with a range of community, voluntary and statutory services. Communities and Social Services/Policy,Education,Government, Democracy and Justice,Other","dataset":"gtr"}