{"id":"171B06D3-26EA-4C7E-84E4-FD552BC423EF","title":"Effectiveness of antibiotic prophylaxis during surgical evacuation of the uterus for miscarriage management in low income countries. (AIMS Trial)","abstractText":"Infection following miscarriage surgery - A GLOBAL PROBLEM:\nGlobally, 210 million women become pregnant each year, but 33 million of these pregnancies end in a miscarriage. A majority of women with a miscarriage will have surgery. In low income settings, the infection rate after miscarriage surgery has been reported to be as high as 30%. Infection after miscarriage can result in serious illness and death, as well as long term consequences including increased rates of ectopic pregnancy, infertility and persistent pain.\n\nProphylactic antibiotics - A POTENTIAL SOLUTION:\nProphylactic antibiotics, given before surgery, may improve outcomes. However, for miscarriage surgery, current guidelines from the WHO, UK national guidelines, and national guidelines from low income countries do not recommend prophylactic antibiotics. This is because of limited evidence. We propose that prophylactic antibiotics, used at the time of surgery, may offer a solution to reducing the serious problem of infection following miscarriage.\n\nThe existing evidence - A TRIAL IS NEEDED:\nA recent review of all the evidence concluded that &quot;there is not enough evidence to evaluate a policy of routine antibiotic prophylaxis to women with incomplete miscarriage&quot; and &quot;There is a real and urgent need to find out whether antibiotics should be routinely used in cases of incomplete miscarriage. The policy and cost implications arising from this research will be tremendous, and randomised clinical trials comparing antibiotics currently in use with no antibiotics are strongly recommended.&quot;\n\nThe proposed AIMS trial:\nThe question: Can pelvic infection after miscarriage surgery be reduced by giving antibiotics to women just before surgery?\nStudy sites: The study will be conducted in 3 countries in Sub-Saharan Africa; Tanzania, Malawi and Uganda. These countries have been chosen as women have the greatest problems with infection after miscarriage in low income countries and this is therefore the place where this research could have the greatest impact to improve health.\nWhat the trial involves: Women having surgery for miscarriage will be invited to participate, and if consent is given, women will be offered a single dose of antibiotics, to be taken by mouth two hours before the surgery. We plan to recruit 2400 women in total over 2 years.\nThe treatment given will be either antibiotics (400mg doxycycline and 400mg metronidazole) or a dummy pill (placebo). The women and clinician will not know if the tablet is the antibiotic or the dummy pill. By comparing the rate of infection and other problems such as death or admission to hospital during the first 2 weeks after surgery between the groups we can determine if the antibiotics are having any effect. Any women in whom an infection is found will have appropriate treatment and also further tests to identify the cause of the infection.\n\nClinician support for the trial:\nThe trial is endorsed by international professional organisations and a survey of 124 practitioners from 23 low income countries overwhelmingly (87.5%) supported the need for the AIMS trial.\n\nUser support and acceptability:\nSemi-structured interviews with gynaecology inpatients in Blantyre, Malawi and Mbale, Uganda showed there was recognition of the potential problems following miscarriage and that the proposed protocol was acceptable. Participants indicated they would be willing to participate and return for follow up assessments. The trial has also been endorsed by the patient group the Miscarriage Association.\n\nThe potential benefits of the trial:\nMiscarriage surgery is common, and infective complications are frequent and serious. Prophylactic antibiotics, if found effective, may offer a simple and affordable intervention which could be rapidly implemented to reduce the burden of maternal mortality and disease in low income countries. This may directly address MDG5 (reducing maternal mortality), where progress has been uneven and slow.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K007408/1","grantId":"MR/K007408/1","fundValue":"1464820","fundStart":"2013-06-10","fundEnd":"2017-08-09","funder":"MRC","impactText":"","person":"Arri Aravinthan Coomarasamy","coPersons":["Lee Jonathan Middleton","Nicola Ann  Desmond","Olufemi  Oladapo","Godfrey Michael Mbaruku","Jane  Daniels","Metin  Gulmezoglu","Andrew  Weeks","Javier  Zamora","David  Lissauer","Bonus Steven Makanani"],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}