{"id":"172073BB-72C5-4B5F-9C50-577EEE3FBD31","title":"Mechanisms and implications of the 2011 eruption of Nabro volcano, Eritrea","abstractText":"The eruption of Nabro in Eritrea is of great scientific interest and has had substantial impacts even in the remote part of Afar in which it is located. It is sited in the extensional zone of Afar, but just south of the Mesozoic crustal block of the Danakil Alps. It is a predominantly trachytic edifice, with an 8-km-diameter caldera and associated ignimbrites. This is the first eruption of Nabro on record, highlighting the potential of caldera systems to erupt without warning. It is also the first seismicity of note recorded in this particular part of the rift. Comparatively little is known about magma differentiation, storage and transport mechanisms and eruptive processes in such tectonic settings. The urgency reflects the hope of reaching the site before cessation of lava and gas emissions, while seismicity rates remain high, and to sample undisturbed tephra and lavas. We are the only international group to be invited to visit and study the eruption site. The field data will complement satellite observations of deformation and gas emission. \n\nThe eruption resulted in seven fatalities and has displaced 5000 people, requiring an ongoing humanitarian response. Aviation was disrupted by ash clouds, adding considerably to work of the Toulouse Volcanic Ash Advisory Centre, which was also tracking the Puyehue plume above southern Africa. Based on satellite observations, the eruption began shortly before 20:42 UTC on 12 June following intense seismicity. The eruption was detected via infrasound records in Djibouti, and already (emissions continue at the time of writing) ranks among the largest sources of SO2 to the atmosphere since the 1991 Pinatubo eruption (~2 Tg of SO2 released according to retrievals of Ozone Monitoring Instrument data). \n\nThe main aims of the project are to arrive at a detailed synthesis of the nature and causes of the eruption, to evaluate the events in the context of understanding restless calderas worldwide, and to compare and contrast activity of Nabro with the fissural basaltic systems that have been the focus of research by the NERC Afar Consortium (http://www.see.leeds.ac.uk/afar/).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J012297/1","grantId":"NE/J012297/1","fundValue":"51966","fundStart":"2011-09-26","fundEnd":"2013-09-25","funder":"NERC","impactText":"  This project has been a complex one and arose from an urgency grant application to NERC. This provided support for a rapid response to the 2011 eruption of Nabro volcano, Eritrea, by way of fieldwork and follow up studies. The findings are starting to emerge but at the time of writing (2014 November), we are still processing and analysing a wide variety of data. The project has supported two PhD students - one NERC student at University of Leeds, and an Eritrean PhD student now at University of Bristol. It has also supported a postdoctoral researcher at the University of Cambridge. In this way, the project is promoting the training of scientists - in the case of the Eritrean student, we anticipate a lasting collaboration that will develop the capacity of Eritrea for geohazards assessment. The Nabro eruption resulted in a significant release of gases and particles to the middle region of the atmosphere, and disrupted aviation. Understanding this event will have implications for volcanic risk management in the future. Environment Societal,Economic,Policy & public services","person":"Clive  Oppenheimer","coPersons":[],"organisation":"University of Cambridge","findingsText":" This project is still in progress with a number of papers in preparation, and two PhD students working on the data. Key findings will be reported once the results mature.  ","dataset":"gtr"}