{"id":"172A3C98-6C65-4331-AE44-3A999A9D41F6","title":"Embedding next generation sequencing protocols in public health laboratories","abstractText":"Clinical microbiology laboratories undertake thousands of tests in order to identify what pathogen is present in a clinical sample. When looking for bacteria, it is common to grow these organisms on selective media and report back to the clinician as to whether the test is positive or negative. However, for many bacteria, and for some samples in which there are several bacteria present, there is either no culture media available or due to the mixed nature of the sample, the results are confusing and difficult to interpret. Furthermore, depending on the organism which is being detected, the test can take 3 to 4 days before the clinician will be informed of the results and then make a decision on how to proceed with treatment. Additionally, several different tests may need to be undertaken before a positive result is reported.\n \nThe application of molecular-based methods, which detect a DNA signal, have been used for many years in clinical microbiology laboratories to identify the presence of viruses. More recently, such DNA-based approaches have started to be adopted for the detection of bacterial pathogens in stool samples from patients with diarrhoea. However, these tests are specifically targeted at known pathogens, and in order to identify what pathogen is present, several tests have to be undertaken before a positive signal is detected.\n \nNext-generation sequencing platforms can provide a solution to these problems, they can allow for high throughput screening samples to detect pathogens and at the same time, no pre-knowledge is required as to what pathogen needs to be detected. The next generation sequencing technology can provide clinical microbiology laboratories with a one-stop solution to identifying pathogens in clinical specimens. This FLIP proposal aims to take this technology, which is currently being used for understanding how microbial fuel cells work (on developing it further), so it can be applied in a clinical setting. The interchange, Dr Ann Smith who is a computer scientist, will apply the knowledge of next-generation sequencing, and by Informatics pipelines will develop a simple user-friendly interface for analysing these datasets, and provide clinical microbiologists with access to this enabling technology.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/N003985/1","grantId":"BB/N003985/1","fundValue":"151148","fundStart":"2016-01-01","fundEnd":"2017-06-30","funder":"BBSRC","impactText":"","person":"Julian Roberto Marchesi","coPersons":["Eshwar  Mahenthiralingam"],"organisation":"Cardiff University","findingsText":"","dataset":"gtr"}