{"id":"172F355F-84A7-461D-AAB1-D4E48C7BF3E6","title":"Managing Environmental Change at the Fringe: Reconnecting Science and Policy with the Rural-Urban Fringe","abstractText":"<p>The spaces where countryside meets town are often amongst society's most valued places yet arguably, lack sufficient understanding and integrated management within the UK. </p>\n\n<ul>\n \n\n <li>What is this &quot;rural-urban fringe&quot;?</li>\n\n <li>How is it changing and why?</li>\n\n <li>And how can environmental change be managed more effectively where uncertainty, diversity, neglect, conflict and transition commonly feature?</li>\n</ul>\n\n<p>This project builds on existing research and decision-making tools, set within a new conceptual framework. Crucially, the expertise and experience of academics and practitioners will be combined within a research team which pursues strategic and interdisciplinary agendas within a multi-staged process. </p>\n\n<p>Initially social and natural science concepts from spatial planning and ecosystem services are explored theoretically to identify and evaluate management issues and needs. From these, strategic principles are proposed and applied within two rural-urban fringe case study areas involving desk studies, policy- based assessments and visioning exercises incorporating local stakeholders' perspectives. </p>\n\n<p>A project monitoring and evaluation component also assesses research team learning and impact on resulting work practices. All results will be disseminated through reports, papers, real/virtual conference(s), the project website and podcasts. Collectively, these outputs will promote an integrated and spatial model for rural-urban fringe management and signpost further research addressing the environmental change agenda. </p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/H037217/1","grantId":"ES/H037217/1","fundValue":"117446","fundStart":"2010-07-07","fundEnd":"2012-02-29","funder":"ESRC","impactText":"  The pioneering research in this case study has uniquely provided a theoretical integration between SP and EA paradigms using this fusion to provide tools that can operationalize this approach to land use governance. This new thinking and the associated tools have gained considerable national and international policy attention, and have already led to changes in national, regional and local planning practice. \n\nResearch findings have been adapted to maximize knowledge exchange and impact. Within Relu research on the RUF; the development of the &quot;Rufopoly&quot; learning tool together with five video policy briefs have engaged different publics and decision-makers. \n\no Representations about the value of the Ecosystems Approach were made as part of the consultation on the National Planning Policy Framework, based on this research, and this point is reflected in the wording of paragraph 109 of the final NPPF\no Natural England have developed new policy platforms linking spatial planning and the ecosystem approach together following this research \no National Farmers Union via David Collier have embarked on a new partnership with Swedish dairy farmers looking at fringe opportunities \no A policy brief on Nature Improvement Areas utilized findings from our research \no Progress in Planning Paper has influenced the RTPI in its policy and research approaches. \no Rufopoly has been adapted with funding in an EU LEADER project in Sweden and also developed into Plainsopoly in Rural Nebraska \n\nRufopoly \nThe game has been endorsed by government, community groups and decision-makers since it was created in November 2011. Since then, it has been demonstrated to over 300 people, many of whom took part in playing the game. A Swedish version of the game is being developed by Mattias Qvistrom from the Swedish University of Agricultural Sciences. \no Significantly it has been played by members of Defra's Senior management team, the Greater Birmingham and Solihul LEP and Worcestershire LEP as part of policy development exercises\no Rufopoly has also been used with a range of other audiences, including: Welsh Government; Staffordshire County Council Cabinet members; RTPI; Welsh hill farmers; Cannock Chase AONB; Swedish Agricultural University and Federation of Swedish Farmers; West Midlands school pupils and college students; and BCU students.\no It has made appearances at a variety of events across the UK, including: Games to save the Planet UK Climate Week 2013 . LWEC Journey to Adaptation 2012; RELU conference &quot;Who Should Run the Countryside 2011?&quot;; The Great Debate 2012: a partnership between Professional Institutes for the built environment (RTPI, RICS, RIBA); Techfest Birmingham; \n\nIt has also been used by schools and promoted by the Geographical Society as a learning resource . \nThe video extract from LWEC TV highlights the &quot;way this tool encourages thinking different ly across traditional conflict zones&quot; whilst others have praised its ability to &quot;reduce complexity of RUF issues to wider publics&quot; and to get people understanding the implications of various decisions they make. Communities and Social Services/Policy,Education,Environment,Government, Democracy and Justice Societal,Economic,Policy & public services","person":"Alister James Scott","coPersons":["Claudia  Carter","Rachel Louise Curzon","Nick  Morton","Richard  Coles","Mark S. Reed"],"organisation":"Birmingham City University","findingsText":" The rural-urban fringe (RUF), the space where countryside meets town, is amongst society's most valued and pressured places. However, in policy and decision-making it remains largely forgotten, lacking sufficient understanding and evidence for integrated management. This research re-discovers the RUF set within more positive, inclusive and proactive agendas for management. Here, the focus was on assessing the implications of policy and decision-making processes and outcomes for the sustainability of the RUF. Our assessment tool was a framework uniquely fusing ideas within the Ecosystem Approach (EA) and Spatial Planning (SP) to provide an improved lens within which to view the RUF. A research team was established involving academics, policy advisors and practitioners working collectively across professional, disciplinary, scalar and sectoral boundaries. Three cross-cutting themes emerged from the fusion of SP and EA ideas; Connections, Time and Values. These concepts were unpacked within eight themed workshops and two RUF site-based visioning exercises which formed the primary data for the project.\n\nKey Findings \n\nRe-discovering the RUF\n1. The RUF needs to be re-positioned as an opportunity space based on assessments of the needs of the people, place and environment within the RUF itself.\n2. The rural aspects of the fringe need to be considered more explicitly in policy and decisions rather than imposing urban expansion models.\n\nReconnecting the urban and rural divide \n3. Agendas, policy frameworks and goals tend to be pursued separately across the urban and rural institutions creating a marked policy and practice 'disintegration'. \n4. The ideas of SP and the EA are jargon-heavy. Our cross-cutting themes of Connections, Time and Values allow professional sectors and publics to engage, interact and participate more effectively within more inclusive and understandable concepts and language. \n\nImproving connections by crossing boundaries \n5. The RUF is an 'edge' space crossing many boundaries with a complex pattern of explicit and hidden connections. This requires unpacking within and across RUF spaces. Working across multiple scales (national, landscape, local and neighbourhood), sectors (e.g. landscape, nature conservation, economic development) and actors (e.g. planners, developers, environmentalists, communities) is key, yet demands significant changes in work practices and tools to deliver more joined-up responses.\n\nAdapting for the long-term \n6. Policymakers often fail to learn from the past when planning for the future. Here, the lack of adequate resources to capture institutional and human capital is significant. For example, research undertaken on the RUF for the Countryside Agency (2000-2006) was only available through personal copies of a project officer.\n7. The RUF is a transitory space, defined within short-term thinking but requiring more long term policy and investment opportunities. However, learning from new and experimental approaches is key when planning for uncertainty with partial evidence.\n\nManaging contested values\n8. The RUF is valued differently by different people and those values need to be unpacked using monetary and non-monetary approaches. There is a danger that, in decision making we only value what can be easily measured as opposed to measuring what people really value. Rufopoly: This decision making game is being used by people and agencies worldwide. We provide a guidance kit for teachers and work with groups who need our help \n\nConceptual framework : This work has led to a follow on project as part of the National Ecosystem Assessment Follow on programme. The subsequent framework and thinking builds from the RELU project and incorporates a web portal NEAT TREE\nhttp://neat.ecosystemsknowledge.net/\n\nThere is a need to link together emergent strands of peri urban research in a large project to try and improve the way we plan and manage such areas. At present most of the planning debates are as a result of the lack of clarity over the rural urban fringe spaces. A large ESRC grant is under preparation. Construction,Education,Environment,Leisure Activities, including Sports, Recreation and Tourism,Government, Democracy and Justice,Culture, Heritage, Museums and Collections","dataset":"gtr"}