{"id":"173629F1-8A22-4098-8D6B-95F211ED311F","title":"Priming of plant defences against pests and pathogens using seed treatments.","abstractText":"Crop plants are constantly under threat from a variety of insects and other animal pests, as well as numerous diseases caused by viruses, bacteria and fungi. During the last century, agricultural modernisation included the development of chemicals that can be used as pesticides to kill pests and pathogens. Pesticides can be very effective, but have the disadvantages that they can potentially damage the environment via effects on non-target species, which might include beneficial animals such as pollinating or predatory insects. This, along with associated retailer and consumer concerns related to the possible human toxicity of some conventional pesticides, has led to increased pressure to find alternative approaches to pest and disease control that are both environmentally- and consumer-friendly. Control methods based on genetic modification can be effective, but meet increasing consumer resistance in many areas. Another approach is integrated pest management (IPM), which combines cultivation practices with the use of parasites or predators of pests as a means of biological control. However, IPM rarely delivers the completely 'clean crop' that can be achieved using conventional pesticides, and there is a need for additional tools in the IPM armoury. One approach that may contribute is the development of methods to enhance plants' natural defence mechanisms. Our proposal centres around one such method which has recently been pioneered at Lancaster. It is based on the discovery that soaking seeds of plants in natural plant hormones that are normally involved in plant defence responses, leads to a long-lasting increase in pest and disease resistance in plants grown from those seed. We have previously shown that seed treatments using one particular hormone, jasmonic acid (JA), are effective in a range of crop species, including tomato, sweet pepper, cucumber, wheat and maize and provide increased resistance to different types of pest, including aphids, caterpillars and mites. Although the idea of using chemicals such as JA to activate natural plant resistance by application to growing plants is not new, the discovery that the treatment of a seed can provide long-lasting protection without adverse effects on plant growth or seed set is novel, and provides a simple strategy for deployment in agriculture and horticulture. However, we currently do not know how a plant 'remembers' the application of the activator to the seed that leads to an augmented induced defence response when subsequently attacked by insects or pathogens. Thus, the current project will investigate the underpinning science of the seed treatment phenomenon. We will compare the molecular (gene expression and epigenetic imprint) and biochemical (volatile organic compound) changes in seed-treated and untreated plants before and after pest attack in order to begin to understand how the seed treatment leads to greater levels of pest resistance. A second important aspect of the project will be to test the effectiveness of another compound, beta-aminobutyric acid (BABA) that is known to prime both salicylic acid-dependent defences and cell wall-based defences (associated with resistance to pathogenic fungi and oomycetes), when used as a seed treatment in tomato. By understanding how compounds can be used as seed treatments to boost plant resistance and by assessing the range of pests and diseases against which they offer protection, our project will generate an essential knowledge base that can be used in the exploitation of seed treatments in agriculture and horticulture.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G021791/1","grantId":"BB/G021791/1","fundValue":"683085","fundStart":"2009-12-01","fundEnd":"2012-11-30","funder":"BBSRC","impactText":"  Patent associated with project licensed to Becker Underwood plc, now acquired by BASF. Technology incorporated into commercial products used on 30% of US maize and soybean crops in 2013/14. Agriculture, Food and Drink Economic","person":"Michael Richard Roberts","coPersons":["John  Pickett"],"organisation":"Lancaster University","findingsText":" During earlier work carried out at Lancaster, we established that treating seed of crop species with the plant defence hormone jasmonic acid (JA) helps protect the plants grown from those seed against pests and disease for many weeks. Whilst we had clear evidence of the efficacy of the seed treatment in a range of crop-pest systems, it was not clear how its effects were brought about in the plant. Our hypothesis was that it may work not by directly activating defence, but by improving the speed or strength of inducible defences triggered following pest attack.\n\n\n\nHere, we aimed to investigate the molecular mechanisms underlying the seed treatment effect, to test whether treatments with a second priming agent, beta aminobutyric acid (BABA), might also be effective, and how multiple priming agents might interact when applied as combined seed treatments.\n\n\n\nOur results showed that JA and BABA each prime different defence responses when applied as seed treatments in tomato, with the enhanced defence responses acting for at least 5-9 weeks. Consistent with its known activity as a plant hormone, JA seed treatments provided resistance against invertebrate herbivores and certain groups of fungal pathogens. BABA seed treatments, on the other hand, provided protection against other classes of disease-causing microbes. Combined treatments provided protection against multiple attackers.\n\n\n\nJA also regulates the release of volatile compounds (VOCs) from attacked leaves, many of which are regulators of invertebrate behaviour. We found that JA (but not BABA) seed treatments enhance VOC emissions from tomato, particularly in plants infested with spider mites. Herbivore-induced VOCs included compounds with known effects on insect behaviour. Furthermore, predatory mites, used for biological control of spider mites in many crops, were significantly more attracted to plants grown from JA-treated seed than controls. Together, these results suggest that as well as priming direct defence against pests, JA seed treatment also primes indirect defences mediated by volatile signals used by herbivore natural enemies.\n\n\n\nTo investigate the mechanistic basis of the seed treatment effect, we focussed on grey mould disease, caused by Botrytis cinerea, in tomato. We used mutants of tomato deficient in particular hormone responses to test their roles in the JA seed treatment effect. We found that JA-deficient plants did not exhibit enhanced disease resistance, supporting the hypothesis that seed treatment primes subsequent JA-dependent induced defences (since any direct activation of defence by JA treatment would still have worked in these plants). We also found that disruption of the hormones ethylene and abscisic acid also altered the seed treatment priming effect. When we examined gene expression in control and JA seed treated plants, we found further evidence to support the priming hypothesis. Expression of the JA-responsive gene Pin2 was the same in control and seed treated plants before infection, but was consistently induced to higher levels in seed treated plants.\n\n\n\nFinally, we performed a large ‘microarray’ time course experiment to compare genome-wide responses to disease in control and plants primed at the seedling stage by BABA. This increased our knowledge of the tomato response to Botrytis infection, and, importantly, has led to the identification of a substantial list of genes showing altered expression profiles in treated plants. The predominant outcome of BABA seedling treatment is that responses to infection occur more rapidly, substantiating the idea that priming treatments maximise resistance whilst minimising costs of defence by making responses to attack more rapid than in untreated plants. The seed treatment is aldredy in use in agricultural products for crop protection and yield enhancement. Prior to the start of the project, Lancaster had already submitted a patent application covering the use of the JA seed treatment technology for protection against herbivores (Moore, J.P., Paul, N.D., Taylor, J.E., Croft, P. Roberts, M.R. Improvements in and relating to plant protection. WO/2008/007100). The patent was assigned to Plant Biosciences Ltd (PBL), the part BBSRC-owned company dedicated to commercial exploitation of IP generated by Universities and research institutes. Following successful field trials, PBL negotiated an exclusive licensing agreement with US company Becker underwood, who incorporated the seed treatment technology into commercial products for sale in the USA from 2010. Sales have increased significantly since then, resulting in royalty payments to PBL and Lancaster. PBL are pursuing patent claims in a number of countries, and the patent has been granted in the following territories:\n\n• Granted in the USA as US Patent Number 8,115,053 (Feb 2012)\n\n• Granted in New Zealand, Patent Number 574108 (Aug 2012)\n\n• Granted in Europe as EP2066176 (Dec 2012)\n\n• Granted in Australia as AU2007274083 (Dec 2012)\n\n\n\nBecker Underwood was acquired by BASF for $1.02 billion in late 2012 to strengthen their crop protection and seed treatment business. We anticipate that the data obtained during the BBSRC project will strengthen the further development of crop protection technologies based on defence priming by Becker Underwood/BASF in the future. Agriculture, Food and Drink","dataset":"gtr"}