{"id":"1748B305-8407-46E2-BDE3-C51C34C34127","title":"UK R-matrix Atomic and Molecular Physics HPC Code Development Project (UK-RAMP)","abstractText":"New areas of Science are emerging for which multi-electron dynamics in atoms and molecules are crucial. One important example is the field of Atto-second Science where laser light and the electrons of matter interact on the atto-second time-scale making possible, for example, the shortest-ever pulses of VUV light. One atto-second is only one millionth-millionth-millionth of a second but electrons driven by strong laser light collide violently with others and move distances large compared to the size of an atom on the atto-second time-scale of several hundred atto-seconds. Another important example is the recent appreciation that ionizing radiation damages living animals and plants by bringing about strand breaks in the DNA molecule through a multi-electron interaction.Such newly emerging areas of Science involve large experimental teams in the UK and around the world who publish their research findings in top journals such as Nature and Science. Despite this, there does not yet exist anywhere in the world a set of computer codes capable of calculations of sufficient sophistication to be useful in conjunction with the laboratory experiment effort, in driving the Science forward. Such calculations demand the full power of present (and prospective) High Performance Computing - available through machines which presently can cost 100M and upwards.The purpose of the proposed research is to develop a suite of high-quality computer codes that will be widely used; will harness such high performance computing machines most effectively over many years; and will relate directly to areas of Science (brief descriptions of two such areas given above) where a detailed account of multi-electron dynamics in electrons and molecules is essential to driving the Science forward.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G055475/1","grantId":"EP/G055475/1","fundValue":"130200","fundStart":"2009-10-01","fundEnd":"2014-09-30","funder":"EPSRC","impactText":"  This update is in autumn 2014, shortly after the DL UK-RAMP grant ended. Further updates wiull be made in the future. We note that the DL part of UK-RAMP was based on computational and best-practice developments, with science applications being discussed in the QUB/OU/UCL key findings and narrative impact. As of 2014 (the current date recorded in the 'date' section of narrative impact):\nThe CCPForge repository is very successful and its prinicples have been used and adapted by other, separate, projects in the overall atomic and molecular physics area, in particular the Tensor Network Theory (TNT) project which treats very strongly correlated many-body interactions. The PFARM interface to UKRMol is complete and has already resulted in scientifc studies and publications (science outputs of UK-RAMP are described in more detail in the QUB/UCL/OU key findings, as DL concentrated on computational matters). THe diverse atomic and molecular R-Matric codes (PRMAT/PFARM, UKRMol, RMT) are in use on HPC platforms (with some modules already adapted for 'GPU' and 'Xeon-Phi' new technology), a further post-UK-RAMP code optimization 'eCSE' project underway for RMT (for use on the highest level 'Tier 0' platforms) and the communities developing them are working together.  Societal","person":"Martin  Plummer","coPersons":[],"organisation":"STFC - Laboratories","findingsText":" EPSRC Software Development Project UK-RAMP is a four-site collaboration. The other three grants (QUB, UCL, OU) are listed as partners. Professor Hugo van der Hart (QUB0 is overall PI. Yhe scientific code developed by UK-RAMP at QUB, UCL and OU treats the interactions of atoms and molecules with collding electrons and with light (laser pulses on both the femtosecond and attosecond scales) in full detail, solving the full Schrodinger equation for many-electron systems using the 'R-matrix' method. The scientific applications range from astrophysics and atmospheric physics and chemistry to industrial plasmas (lighting, molecular resonance processes affecting engines engines) and biological processes including the detailed mechanisms occurring in radiation damage to DNA/RNA. In attosecond science laser light and the electrons of matter interact on the atto-second time-scale making possible, for example, the shortest-ever pulses of VUV light. One atto-second is only one millionth-millionth-millionth of a second but electrons driven by strong laser light collide violently with others and move distances large compared to the size of an atom on the atto-second time-scale of several hundred atto-seconds.\nThe UK-RAMP project has, at QUB developed from scratch a new 'R-matrix'-based code, RMT, that can treat laser atom interactions by solving the time-dependent Schroedinger equation. At UCL/OU, the molecular R-Matrix package UKRMol has been completely upgraded and formed into a sustainable repository-based modern code on the UK academic sourceforge system CCPForge, along with much new coding (described in the OU/UCL key findings) and interface development to the appropriate part of the RMT code to allow future treatment molecules in laser pulses.\nThe main purpose of the DL part of UK-RAMP has been to assist with sustainable software development and to agree coding standards so that the codes will be future-proof, as well as assistence with use of the codes on parallel High Performance Computing platforms (and to be ready for new HPC computer technologies). Particular assistence was given to the UKRMol CCPForge repository, with UKRMol being accessed by a wide group of developers and users. DL also had a specific task to interface part of UKRMol, 'UKRMol-in', to 'PFARM', a massively parallel 'outer region' part of the of electron-atom R-matrix code PRMAT: R-matrix theory separates configuration space into two regions divided by a sphere. While the full mathematical solution of the Schrodinger equation is not affected by this division, computationally the inner and outer region codes are distinct and rely on separate methods with distinct opportunities for efficiency, parallelization, optimization etc. \nThe CCPForge repository is very successful and its prinicples have been used and adapted by other, separate, projects in the overall atomic and molecular physics area, in particular the Tensor Network Theory (TNT) project which treats very strongly correlated many-body interactions. The PFARM interface to UKRMol is complete and has already resulted in scientifc studies and publications (science outputs of UK-RAMP are described in more detail in the QUB/UCL/OU key findings, as DL concentrated on computational matters). THe diverse atomic and molecular R-Matric codes (PRMAT/PFARM, UKRMol, RMT) are in use on HPC platforms (with some modules already adapted for 'GPU' and 'Xeon-Phi' new technology), a further post-UK-RAMP code optimization 'eCSE' project underway for RMT (for use on the highest level 'Tier 0' platforms) and the communities developing them are working together effcieintly as a team (before UK-RAMP, atomic and molecular code developments were becoming a little isolated from each other).\nThere are various URLs associated with the DL part of UK-RAMP. These include \nhttp://ccpforge.cse.rl.ac.uk/gf/project/ukrmol-in http://ccpforge.cse.rl.ac.uk/gf/project/ukrmol-out http://ccpforge.cse.rl.ac.uk/gf/project/prmat-dcse/\nhttps://hpcforge.org/plugins/mediawiki/wiki/pfarm/index.php/Main_Page \nas well as those associated with various outputs in the publications section. As of autumn 2014 (shortly after DL UK-RAMP finished, as noted above:\nThe CCPForge repository is very successful and its prinicples have been used and adapted by other, separate, projects in the overall atomic and molecular physics area, in particular the Tensor Network Theory (TNT) project which treats very strongly correlated many-body interactions. The PFARM interface to UKRMol is complete and has already resulted in scientifc studies and publications (science outputs of UK-RAMP are described in more detail in the QUB/UCL/OU key findings, as DL concentrated on computational matters). THe diverse atomic and molecular R-Matric codes (PRMAT/PFARM, UKRMol, RMT) are in use on HPC platforms (with some modules already adapted for 'GPU' and 'Xeon-Phi' new technology), a further post-UK-RAMP code optimization 'eCSE' project underway for RMT (for use on the highest level 'Tier 0' platforms) and the communities developing them are working together. Many scientific applcations are underway and are better described by the QUB/OU/UCL sections of UK-RAMP. Digital/Communication/Information Technologies (including Software),Education,Energy,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology,Transport,Other","dataset":"gtr"}