{"id":"174A6C1F-9DDB-4491-BBB5-731BC1BDFB0B","title":"Museums on Prescription: Exploring the role and value of cultural heritage in social prescribing","abstractText":"There is a growing body of evidence which describes the social inclusion role of museums and the role that museums play in improving health and wellbeing, including previous research funded by the AHRC. This research has shown that engaging in museums provides: positive social experiences, leading to reduced social isolation; opportunities for learning and acquiring news skills; calming experiences, leading to decreased anxiety; increased positive emotions, such as optimism, hope and enjoyment; increased self-esteem and sense of identity; increased inspiration and opportunities for meaning making; positive distraction from clinical environments, including hospitals and care homes; and increased communication between families, carers and health professionals.\n\nGiven the wide range of benefits it is not surprising that more and more museums and galleries are adapting their access programmes to consider the wider social, health and wellbeing benefits that museum encounters can bring about. From museum object handling to reminiscence sessions, through to interactive exhibitions, tours, talks and participatory arts and creative activities, museums offer a diverse range of opportunities for active engagement. With over 2500 museums in the UK alone, most of which are free, museums offer a largely untapped resource as places which can support public health. Museums, however, are very well placed to address issues such as social isolation, physical and mental ill-health and evidence suggests that museums can help to build social capital and resilience, and improve health and wellbeing. \n\nThe Health and Social Care Act (2012) is bringing about considerable changes to the way health and social care services will be delivered in the future. A key part of these health reforms sees a shift towards 'prevention is better than cure', within a model which will require a multi-agency approach with an increased reliance on third sector organisations such as charities, voluntary and community organisations. Part of the reason for the health reforms is the realisation that individuals are living longer but with unhealthier lifestyles, with a significant increase in age- and lifestyle-related diseases, such as dementia and diabetes; this places added pressure on health services (including the NHS) and social services. It has also been shown that there is a 'social gradient' in relation to health, whereby individuals from poorer socio-economic backgrounds experience reduced health, wellbeing and social resilience.\n\nIt is easy to see how museums could fit into this new era of health commissioning considering the benefits described above. One of the biggest challenges facing the museums sector is understanding how best to meet these needs; here lessons from arts-in-health could help inform the museums sector. Over the past few decades arts-in-health has gained considerable support, backed up by a robust evidence base. Many arts organisations have developed more formalised relationships with health and social care providers, offering schemes described as 'social prescribing'. Social prescribing links patients in primary care with local sources of support within the community. The proposed research seeks to test a novel 'Museums on Prescription' scheme (MoP). The research will link museums with health and social care providers, and third sector organisations such as AgeUK, and using lessons learnt from arts-based social prescribing schemes, will set up two MoPs, one in Central London and one regional MoP in Kent. By working closely with health/social care service users, and museum, health, social care and third sector professionals, the research will use a range of techniques, including quality of health measures, interviews and questionnaires, to develop a MoP model which can be adopted by the museums sector as a way to provide a novel public health intervention.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L012987/1","grantId":"AH/L012987/1","fundValue":"439316","fundStart":"2014-08-01","fundEnd":"2017-07-31","funder":"AHRC","impactText":"","person":"Helen Jane Chatterjee","coPersons":["Paul M. Camic"],"organisation":"University College London","findingsText":"","dataset":"gtr"}