{"id":"17603301-5E10-47B4-B931-68C1CCA46B3B","title":"Model theory around the j-invariant","abstractText":"Everyone is familiar with the natural numbers 0, 1, 2, 3... and the integers which include also -1, -2, -3,.... We form the &quot;rational&quot; numbers as fractions of integers such as 2/3 and -3/5. Often the next step in looking at new numbers is to look at decimal fractions such as 2.17182818284590... . Whereas integers and rational numbers are part of algebra and exact mathematics, decimal fractions really come into the realm of approximate mathematics, since any given list of digits is only an approximation of the full infinite list of decimal digits. The study of such approximations is often called mathematical analysis. However there are other numbers such as the square root of 2 which lie beyond the rational numbers but can be understood with exact methods. These numbers are called algebraic numbers. Each is the solution to an equation such as x.x = 2, whose solutions are exactly the square roots of 2. Connecting the algebraic numbers with the decimal numbers and analytic methods is a surprisingly subtle and difficult task.\n\nThe twelfth of Hilbert's list of 23 mathematical problems from his famous lecture in 1900 asks roughly how certain families of these algebraic numbers can be captured by analytic methods. A little more precisely, it asks for an analytic method for computing the abelian numbers over any number field K. A suitable method was already known before Hilbert in the simplest case when K is the field of rational numbers. The next simplest cases are when K is just the rational numbers together with a solution to a quadratic equation. In some cases (the &quot;imaginary&quot; quadratics) a method was also known by Hilbert, but in the other cases (the &quot;real&quot; quadratics) there is still no known method, although some have been proposed.\n\nIn this project we will use the methods of mathematic logic, specifically model theory, to chart a new way between the algebraic and analytic methods which is &quot;exact&quot; but will allow some of the power of the analytic methods. We hope this new method will give new insights into Hilbert's problem, particularly relating to the real quadratic case.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L006375/1","grantId":"EP/L006375/1","fundValue":"99103","fundStart":"2014-02-24","fundEnd":"2016-02-23","funder":"EPSRC","impactText":"  The grant is new and there are no outcomes yet.  ","person":"Philip Jonathan Kirby","coPersons":[],"organisation":"University of East Anglia","findingsText":" The grant is new and there are no outcomes yet. This area of research is now a hot topic, and many people are working in it. They are likely to expand on our results and methodology. Other","dataset":"gtr"}