{"id":"17746117-75C6-4EFF-B90A-59065A719674","title":"National Knowledge Exchange Network on participation and engagement in the arts","abstractText":"<p>The aim of this grant is to support a knowledge exchange network on participation and engagement in the arts involving; academics, practitioners and policy makers. The project will:</p>\n\n<ul>\n \n\n <li>create a climate of collaboration between research, policy making&nbsp; and practice through delivering a series of seminars</li>\n\n <li>disseminate new and existing research through an online resource</li>\n\n <li>develop international comparative analysis by inviting key researchers to share knowledge</li>\n\n <li>contribute to the development of practice, by identifying professional development and training needs</li>\n\n <li>inform policy by engaging a wider arena than normally covered by arts networks</li>\n\n <li>maximise the impact of the network through collaboration or partnership with think tanks and NGOs.</li>\n\n</ul>\n\n<p>This will be achieved through collation and dissemination of existing and new research.&nbsp; It will involve desk research to identify existing research studies, as well as open calls to network members and relevant research centres to contribute new research findings.&nbsp; Findings will be disseminated widely, both through the series of seminars and through the online resources. </p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/K005316/1","grantId":"ES/K005316/1","fundValue":"15767","fundStart":"2013-04-02","fundEnd":"2014-05-01","funder":"ESRC","impactText":"  The findings have influenced the cultural sector by contributing to practice, by increasing knowledge and understanding of practitioners across a number of policy areas. \n\nIt has contributed to society by building capacity in areas of low engagement in arts and academia. \n\nIt has contributed to policy by involvement in policy makers in the network and by the PI's representation on policy making committees.\n\nThe findings have been shared beyond the seminar funded here through an international conference in Holland in summer 2015 which attracted 150 people. They have been shared through the online resource which offers a long term legacy of the programme and is attracting good traffic. Communities and Social Services/Policy,Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Healthcare,Culture, Heritage, Museums and Collections Cultural,Societal,Policy & public services","person":"Leila  Jancovich","coPersons":["Franco  Bianchini"],"organisation":"Leeds Metropolitan University","findingsText":" 1) The grant has developed a climate of collaboration between academia and practice, across different public policy areas by creating a knowledge exchange network of over 500 members: approximately 50 policy makers, 100 academics, 200 arts practitioners and 150 other members from different sectors, ranging from the NHS, local authority commissioners, the voluntary sector and others\n2) the network has disseminated new research to a wider audience, contributing to the development of practice in industry, by delivering a seminar series on a range of issues relating to issues of increasing participation. These have taken place in areas identified as having low levels of engagement in government surveys. All were developed in partnership with other public sector organisations. In total 220 people attended and over 20 papers were presented. Presentations and related literature were also made available online (http://www.participationandengagement-arts.co.uk/previous-events-and-seminars) but in summary these were as follows\n\nParticipatory Decision Making - The Point, Doncaster\n39 attendees, and co-hosted with Doncaster Creative People and Places. (www.thepoint.org.uk/article/right-up-our-street) who are investigating models of participatory decision making. \n\nArts Participation and the Health &amp;amp;amp; Well-being Agenda - Northern Stage, Newcastle\n57 people attendees and co-hosted by Ashington Creative People and Places (http://www.experiencewoodhorn.com/creative-people-and-places/), who are working across the arts and health sectors to research models to increase well being through participation in the arts. This achieved the aim of connecting the arts sector and NHS and contributing to practice.\n\nArts Participation, Volunteering &amp;amp;amp; The Big Society, Blackpool Grand Theatre\n47 people attended and co-hosted with Blackpool Creative People and Places, (http://www.blackpool.gov.uk/Residents/Libraries-arts-and-heritage/Arts/Creative-People-and-Places.aspx) who are examining how capacity building and volunteering can improve the sustainability of the arts in Blackpool. This achieved the aim of connecting the arts and voluntary sectors and contributing to practice.\n\nArts, Craft &amp;amp;amp; Rural Participation, Spalding College\n37 people attended and co-hosted by Boston and South Holland Creative People and Places (http://www.transportedart.com/ ) who are examining engagement in rural settings and the importance of the crafts. This achieved the aim of bringing together people working in arts and crafts and contributing to practice.\n\nAsk the audience - The Arts Funding Debate, The Carriageworks, Leeds\n100 attendees and co-hosted with The Culture Vulture (http://theculturevulture.co.uk) this was the first event we opened to the general public. This interactive session, including a question time panel, explored the case for different funding choices in the arts. The debate was followed by a public vote using an interactive board game, especially designed for the event. Similar sessions are planned as a legacy of the programme in other locations. This session achieved the aim of engaging the general public in academic discourse and contributing to practice.\n\nCo-production &amp;amp;amp; co-design in the arts and in public services, Royal Society for the Arts, London\nThis seminar was co-hosted with Involve (http://www.involve.org.uk/) and Royal Society for the Arts (http://www.thersa.org/ ). It provided those working in the arts the opportunity to engage with debates and practices in other areas of the public sector. It also offered those working in other areas the chance to explore how cultural activity may help them deliver other objectives. This session achieved the aim of engaging the arts sector with broader debates about civic participation and democracy and contributing to practice.\n\n3) achieved the aim of disseminating new research more widely and creating the climate of collaboration by developing an online resource to disseminate research in this area (www.participationandengagement-arts.co.uk). This houses presentations from seminars, blog discussions between seminars and approximately 100 links to research reports. Mapping of website users began in October 2013. Since then it has received nearly 4000 hits, with people viewing information on sessions and downloading research documents. In addition we now have an active twitter feed @artsken to direct traffic to the website and promote activities. This has over 400 followers and retweets have an average reach of 10,000 per month. \n4) Developing links between academia and practice by developing and accrediting a CPD programme consisting of the following four modules:\n- Participatory Decision Making\n- Culture-Based Local Development; \n- Planning and Evaluation; \n- International Perspectives on Cultural Participation. As demonstrated above the network of 500 members has had significant impact; connecting academics, policy makers and practitioners across England, with growing interest from overseas, demonstrated by our invitation to host an international conference in Holland as a wider impact of the programme.\n\nThe opportunity to engage with people from different sectors and disciplines, has both advanced understanding and provided opportunities for collaborations in new research and provided an outlet for Communities and Social Services/Policy,Creative Economy,Culture, Heritage, Museums and Collections","dataset":"gtr"}