{"id":"177600B7-39FE-49C8-9BCB-2905762F6DD1","title":"Real-time high resolution visualisation of methane emissions from wetlands using multi-spectral infrared imaging","abstractText":"Natural wetlands are the largest global emission source of the potent greenhouse gas methane. Copious amounts of the gas are produced in the waterlogged soils of wetlands because high water-table levels prevent atmospheric oxygen from penetrating the soil to any significant depth. Under oxygen-free conditions, decay is very slow, which is why organic matter accumulates as peat in many wetlands. Considerable effort has been invested over the years in measuring the amount of methane produced and emitted from wetlands. Certain types of emission processes are well understood but others, in particular the ones that tend to be very sporadic, have proven much more difficult to characterise. Methane is a colourless and odourless gas, and consequently all current methods to measure its release from wetlands involve an element of chance and guesswork in the placement of either small chambers to capture emissions or larger towers that measure the amount of methane in the air above a wetland. If it were possible to 'see' the gas during release from the wetland this could greatly help to improve our understanding of the processes that trigger release of methane-rich bubbles from peat soil or that have an effect on the ability of plants to act as conduits for methane from beneath the surface. We propose to develop a new technique to image methane release from wetlands which will involve using a camera that can take pictures and video at wavelengths in the thermal infrared region which cannot be seen with the human eye. Special filters will be used to remove most of the infrared radiation, leaving only two small bands of wavelengths: one that interacts with methane and a second that passes through the Earth's atmosphere unobstructed. The difference in the two images will give a clean picture of infrared radiation either being absorbed or released by methane, which will allow plumes or bubbles rich in methane to be imaged in artificial colours or as shades of grey depending upon the amount of methane present. The camera will be tested at several wetlands located in Wales that we have studied in the past, which are known to emit varying amount of methane depending upon season and how warm and wet conditions are in the peat soils. The surface of the wetlands will be imaged in both normal light and infrared modes under different weather conditions to determine whether a decrease in atmospheric pressure, which typically occurs when rain systems move into an area, can trigger release of gas bubbles trapped in the peat. We will also study how variations in sunlight, wind and humidity influence the movement of methane through the porous stems of certain types of aquatic plants. While we are making these measurements with the camera, a temporary weather station will be measuring wind speed and direction, air temperature, sunlight, humidity and air pressure. The information collected in this study will provide insights into how gas movement and release from wetlands are impacted by external factors. This information should be useful for improving current models that attempt to simulate how methane is produced and emitted from natural wetlands, and how future climate change might impact the role that natural wetlands presently play in supplying this important greenhouse gas to the Earth's atmosphere. The technique is very likely to be of interest to other researchers who study methane emissions from sources such as landfills, lakes and oceans, wild animals that have a digestive system similar to domesticated cattle, and agencies who are responsible for monitoring methane release in situations where the highly flammable gas could pose a safety risk.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G009988/1","grantId":"NE/G009988/1","fundValue":"36125","fundStart":"2009-03-01","fundEnd":"2011-08-31","funder":"NERC","impactText":"  Outcomes from this project have not been used yet under the categories specified.  ","person":"Edward Robert Hornibrook","coPersons":["Matthew  Watson"],"organisation":"University of Bristol","findingsText":" A commercial thermal infrared camera was adapted for detecting and imaging methane. We have attempted for three years unsuccessfully to secure new funding to continue the work. We have the necessary equipment and facilities to conduct the work but require a capable postgraduate student or post-doctoral research to assist with the research. Energy,Environment","dataset":"gtr"}