{"id":"1779D4D4-71A7-4AD0-BF8B-585894C26C2A","title":"MICROphysicS of COnvective PrEcipitation (MICROSCOPE).","abstractText":"This project will improve predictions of severe convective rainfall by addressing the problem of the microphysics of precipitation in convective clouds. For the first time, study of the microphysics is embedded in a project that includes the larger-scale dynamics of convective clouds, as part of the COnvective Precipitation Experiment (COPE). COPE will connect this microphysical study with the system-scale dynamics of severe convective UK weather events. COPE will also provide a programme of weather-system modelling, which will bring the microphysical understanding through to the improved prediction of rainfall at the weather-system, or catchment scale.\n\nWeather forecast models are now run at resolutions of 1.5 km, which has helped to improve the prediction of the location and timing of convection. However, quantitative precipitation forecasts are still often poor as highlighted in the Boscastle event (Golding et al., 2005). This is due in part to the lack of knowledge about the nucleation of ice particles in convective clouds, the warm rain process, and the rates of production of secondary ice particles and the subsequent growth of precipitation particles. However, high local accumulations were the result of both intensity (microphysics of precipitation) and duration (organisation of and interaction between cells along the convergence line) of precipitation. The latter issue and wider-scale problem will be addressed in other parts of COPE.\n\nThere are two key parts to MICROSCOPE. The first concerns a fundamental problem: how do ice particles form in clouds as a result of ice nuclei (IN), particularly at high temperatures? The second concerns precipitation: how do precipitation particles form and what are the rates of production and development? MICROSCOPE will address the challenge of explaining the production of primary ice particles in cumulus clouds, in the following ways.\n* We will make measurements of the properties of the aerosol particles, particularly soils and biological material, on the ground and in the boundary-layer with the FAAM 146 aircraft.\n* Measurements will be made of the evolution of the droplet size distribution, the possible presence of supercooled raindrops and the formation of the first ice particles with carefully-guided penetrations of the aircraft that has been equipped with new instruments that can detect and characterise small ice particles unambiguously (SID, 2DS, CAS-DPOL).\n* The dual-polarisation, Doppler radars will provide measurements of the location and time of the first precipitation echoes, the air motions and the types of particles.\n\nIn order to explain the production and development of precipitation, process model and NWP model results will be compared to observations of the entrainment process, the development of the warm rain process, the growth of ice particles into precipitation particles by diffusional growth, the freezing of raindrops into graupel particles, multiplication by secondary production processes, and riming. The comparisons will be achieved by making multiple penetrations at increasing altitudes measuring the particle size distributions in space and time as well as the thermodynamics and dynamics of the cloud, and by obtaining information about the particles and the rate of increase of the reflectivity echo from the dual-polarisation radar.\n\nThe final step of MICROSCOPE, that will be led by the Met Office, is to incorporate the new information into NWP models and to test against the data gathered during the project.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J023124/1","grantId":"NE/J023124/1","fundValue":"23876","fundStart":"2013-01-01","fundEnd":"2013-11-30","funder":"NERC","impactText":"  Field campaign was in 2013 - analysis of the data is still in progress. Data has all been quality controlled and calibrated during the past year. Environment Policy & public services","person":"Anthony John Illingworth","coPersons":[],"organisation":"University of Reading","findingsText":" High resolution radar data of heavy rainfall events in the Cornwall/Devon area during the months of July/August 2013 has been gathered. A new X-band radar was deployed at Davidstow for three months. In addition data was taken with the Chilbolton radar in Hampshire The data have been quality controlled and calibrated and are now being analysed. The main partner in the project is the Met Office. They are carrying out the analysis with the aim of improving their short term high resolution weather forecast model so that it can better predict intense flood-producing convective rainfall. Environment","dataset":"gtr"}