{"id":"17802DDC-4806-42E1-9920-F46B1D9017B9","title":"Declarative and Interoperable Overlay Networks, Applications to Systems of Systems (DIONASYS)","abstractText":"The DIONASYS project takes place in the context of a fast-changing computing world. Large amounts of heterogeneous resources get interconnected. This is true for example in areas such as smart cities, emergency response systems, healthcare systems, energy systems and smart grids. Building applications for such large inter-connected heterogeneous systems is a complex task. It requires taking into account end-users and applications requirements, such as service levels and end-to-end functionalities. It requires as well taking into account underlying layers and their constraints. These constraints can differ largely from one system to the other: connectivity, mobility, energy aspects and availability are prevalent examples.\nIn this project, we take inspiration from, and will demonstrate our results through, the specific domain of environmental and earth observation systems, which are highly heterogeneous distributed systems. Such systems are actually more accurately distributed systems of systems with underlying subsystems including a wide range of wireless sensor networks. These sensors cover different environmental parameters (e.g. related to soils, water, pollutants) at different geographical locations and measure properties at different scales. The data is then fed into cloud infrastructures that in most cases are federated and hybrid. Layered on top of this there is also a need to access data and other environmental resources on the move on mobile platforms (e.g. visualizations of outputs from prediction models).\nOverlay networks offer a well-established solution to underpin low-level primitives in distributed systems. However, in complex distributed systems-of-systems, that federate heterogeneous distributed systems and support different kinds of overlays, high levels of complexity inherently occur. We propose to leverage a unique set of competencies and skills of well-recognized research teams in distributed systems, languages, networks and middleware to address the need for composable and interoperable overlay design and adaptation mechanisms and simplify the design of applications for complex, diverse and heterogeneous distributed systems.\nWe propose a generative approach to overlay design and implementation. We will build a domain-specific language for specifying overlays, from a global-scale abstraction perspective. Instead of specifying fine-grain interactions, overlay designers will be able to specify global characteristics of the required overlays, both from a structural and functional point of view. The descriptions will be compiled to code that will be supported by a dynamic runtime running on the heterogeneous nodes of the considered distributed system(s). The generated code will take advantage of self-organizing distributed protocols built upon the gossip-based paradigm. Such protocols allow naturally expressing global behaviours from simple local interactions between nodes. Their flexibility will also be key to addressing the need for adaptation and composability.\nThe domain-specific language will allow specifying adaptation and composition constraints and requirements across multiple overlays. Interoperability between multiple overlays will be supported both by the language and runtime, allowing to dynamically plug overlays horizontally-as systems of systems ranging multiple networks and providing integrated end-to-end functionalities-and vertically, by allowing stacking overlays, providing increased abstraction and richer services and functionalities when growing up the stack. We will exploit the horizontal and vertical composability and support for systems of heterogeneous systems in the context of environmental and earth observation systems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M015734/1","grantId":"EP/M015734/1","fundValue":"341850","fundStart":"2014-12-01","fundEnd":"2018-05-31","funder":"EPSRC","impactText":"","person":"Gordon  Blair","coPersons":["Geoff  Coulson"],"organisation":"Lancaster University","findingsText":"","dataset":"gtr"}