{"id":"1797799E-FF65-489E-8B3F-A901B6221085","title":"MetOp NRT ozone and CH4 processing hardware for CEMS","abstractText":"The bid will help to enable forecasting of air quality and numerical weather prediction.\nOzone data produced by the operational system from MetOp are of insufficient quality in the troposphere for the Air Quality forecasting applications being developed within the GMES/Copernicus MACC-II framework, Met.Office or other operational centres. The RAL Remote Sensing Group's algorithm [Munro, 1998] has been developed through NERC/NCEO to produce tropospheric ozone data from MetOp's uv-nadir spectrometer GOME-2 which substantially exceeds the quality provided of the standard operational products. This has led to the inclusion of the RAL scheme in the ESA Climate Change Initiative (Essential Climate Variables) Ozone project and to request for operational data provision. Further improvements to tropospheric quality is achieved by adding (via joint retrieval) information from the thermal infra-red sounder IASI. Similarly, the Group's IASI methane scheme developed in NERC/NCEO is unique in delivering global height resolved information on this critical greenhouse gas. This methane processor is to be used in the NERC consortium grant GAUGE.\n\nDue to the large data volumes and CPU requirements, combined with the time-critical acquisition of auxiliary data, real time processing of the MetOp data with RAL's schemes has not been viable. Looking ahead to CEMS, the resource required for dedicated NRT processing cannot be guaranteed due to the sharing of this resource with many other users \n\nThe resource requested here will make use of the existing CEMS-academic infrastructure, data and management, but will provide the essential, dedicated minimum number of cores to enable delivery of the Near Real Time products.\n\nReference: Munro1998: &quot;Direct measurement of tropospheric ozone distributions from space&quot;, Munro R; Siddans R; Reburn WJ; Kerridge BJK, 1998, NATURE 392 (6672): 168-171","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/L013118/1","grantId":"NE/L013118/1","fundValue":"22178","fundStart":"2013-11-01","fundEnd":"2014-03-31","funder":"NERC","impactText":"  The computing infrastructure is being used but test data has yet to be evaluated by ECMWF.  ","person":"Barry Graham Latter","coPersons":[],"organisation":"STFC - Laboratories","findingsText":" Procurement of hardware/storage as part of the JASMIN/CEMS computing infrastructure and setup of supporting data to enable Near Real Time system of test data. If trials are successful and the project extended, all users of Copernicus NRT air quality and atmospheric composition data will benefit from the outputs project. The work from this project could extended to both longer term processing of the trial scheme and to implement other algorithms, eg. advanced ozone scheme using joint GOME-2/IASI instruments or IASI CH4 products. Agriculture, Food and Drink,Environment,Healthcare,Government, Democracy and Justice,Transport","dataset":"gtr"}