{"id":"17A3D62E-C6DA-44DC-AAEF-8009BB29C85D","title":"On encountering corpses: political, socio-economic and cultural aspects of contemporary encounters with dead bodies.","abstractText":"Encounters with dead bodies are becoming more commonplace in a range of socio-cultural, socio-economic, political, medical and emotional contexts. However, public understanding of, and academic research regarding, these encounters is limited and not very coherent. Changing social attitudes, new technologies, migration and multi-culturalism, medical demands and economic opportunities relating to dead bodies are changing rapidly. Migrant communities bring different demands in terms of claims on space connected to the rituals and practices of bodily disposal in the UK (eg. how are cemeteries organized, how can different burial practices be accommodated?). Social trends regarding the dead body are also changing. There is a strong class divergence with respect to viewing the body before burial, for example. Alternative choices of bodily disposal are also increasingly popular, such as different ways of disposing of funerary ashes or choices about forms of 'green' burial. Forms of artistic practice (eg. the &quot;Bodyworlds&quot; exhibition of plasticised human remains), archaeology (eg. Richard III's remains), popular culture (eg. TV forensic crime series) and tourism products (eg. 'dark tourism') and their media coverage have made human remains more visible in the everyday. The donation of bodies for medical research and the global trade in post-mortem body parts, combined with the growth of technologies that make these possible, also bring the dead body into play in contemporary social encounters which raise important questions about the regulation and management of biomedical material and the experience of relatives of the dead.\n\nThis series of meetings will thus bring together a wide range of researchers and practitioners with the aim of increasing understanding of these changing social trends related to managing, disposing of and presenting dead bodies. In each seminar a range of international academics and professionals involved in managing human remains will debate present-day societal, cultural, ethical and technological concerns related to the dead. The discussions will cover a wide range of contexts, from funerals to tourism, donating bodies for medical research to the economic trade in body parts, accommodating 'green' and faith-based requirements for burial, understanding the ethics of disturbing human remains (eg. in major infrastructure projects such as London Crossrail or HS2), to the use of dead bodies by political regimes. \n\nThe seminars will also produce information for the various professionals and members of the public who encounter the dead in these contexts. A key outcome is to enhance understandings of social attitudes and practices with regard to the dead body in these situations and to explore the implications for policy-making and practice eg. how should churches, local authorities and cemetery managers use space to accommodate different faith groups, what kinds of new products might a manufacturer produce for the growing market in 'green' burials, how might a tourism company sensitively use human remains for economic gain? In all of these contexts and processes the seminars are also aimed at generating a better understanding of public attitudes in order to ensure that the dead are dealt with sensitively and in an ethical way.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M002071/1","grantId":"ES/M002071/1","fundValue":"30061","fundStart":"2014-12-15","fundEnd":"2017-12-14","funder":"ESRC","impactText":"","person":"Craig  Young","coPersons":["Trish  Green","Philip  Stone","Julie Diana Seymour","Julie Joyce Rugg","John  Troyer","Douglas James Davies","Duncan  Sayer"],"organisation":"Manchester Metropolitan University","findingsText":"","dataset":"gtr"}