{"id":"17B04276-90F3-4D22-BE9F-2193AD62787D","title":"Utility of LOV-based Fluorescent Reporters To Monitor the Real-Time Secretion and Localisation of Bacterial Effector Proteins","abstractText":"The project aims to develop and test a novel fluorescent marker that we have been working on. This is called LOV, which stands for 'Light, Oxygen, Voltage'. We work on a form of LOV which emits a strong green fluorescence upon blue light excitation. We believe that LOV might act as an alternative to green fluorescent protein (GFP), used extensively in biology for many applications including the study of protein folding, protein transport, RNA dynamics and responses to infection. In this project we will test to see if LOV can be used to 'tag' proteins that are made by bacteria and then injected into host cells by a dedicated secretion system. The project is strengthened by using expertise from 3 different lead scientists: Dr Chrisitie is a biochemist who has led research on the application of LOV in novel areas of biology, Dr Roe is a microbiologist working on gene regulation and bacterial-host cell interactions and Dr Enninga, a named collaborator, is a specialist in imaging bacterial proteins.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H023518/1","grantId":"BB/H023518/1","fundValue":"96675","fundStart":"2011-02-28","fundEnd":"2012-02-27","funder":"BBSRC","impactText":"  Our work was quite specific- to develop a new tool that could be used to help track proteins. In particular to track protein made inside bacteria that cause disease and that then secrete these proteins into host cells. Our work has helped establish this tool as a new probe to study there interactions. The too is also useful for protein engineering to track production of useful products. Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology Economic","person":"Andrew James Roe","coPersons":["John MacKie Christie"],"organisation":"University of Glasgow","findingsText":" We have demonstrated that a new reporter called &amp;quot;LOV&amp;quot; can be used to monitor protein production. We then showed that this reporter can be used to track proteins from their initial expression inside bacteria to their final localisation within host cells. This is a technical advance that fits the &amp;quot;tools and resources&amp;quot; remit. The LOV reporter might be used quite widely as an alternative to green fluorescent protein for particular applications. For example when oxygen levels are low or the pH is high. Agriculture, Food and Drink,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}