{"id":"17B2BC1F-9829-4CDB-858D-28BB613BD2AF","title":"Table-top femtosecond X-ray dynamical imaging","abstractText":"How can we make a movie of atoms - or even electrons - moving inside molecules? This is a fundamental problem in many fields of physics, chemistry and biology.\n\nFor this, we need pulses of light with a duration which is much shorter than the characteristic times of the movements of the atoms or electrons. For the case of atoms this is typically a few femtoseconds (1fs is one billionth of a nanosecond); electrons move even faster, on the attosecond scale, where (1 attosecond is one thousandth of a femtosecond!). We also need very short wavelengths, such as those of X-rays, so to achieve the necessary resolution at the nanometre scale. Meeting these requirements is a formidable challenge, but the pay-off in terms of applications, ranging to medical science to material engineering, is enormous.\n\nCutting-edge imaging experiments of this type have already been achieved by using X-ray sources in huge facilities. However, their large scale and operating cost prevents them from becoming a widespread tool.\n\nThere is a more convenient and compact way of producing very short X-ray pulses. If we shine short pulses of visible light on a jet of gas, such as argon, the atoms of the gas respond to the presence of this light by emitting bursts of extreme ultraviolet and soft X-ray radiation by a process called &quot;high harmonic generation&quot; (HHG). The applicability of these pulses for probing electronic dynamics in atoms and molecules has been tested in a series of pioneering experiments. However, the brightness of HHG sources is far from being comparable with that of large-scale facilities. \n\nWe will investigate the prospects for making HHG a fully viable technique for taking &quot;molecular movies&quot; with a system small enough for an ordinary R&amp;D laboratory. We have identified solutions for overcoming current limitations: in particular, we will work on choosing the best possible visible light for producing HHG radiation, as well as on employing techniques of &quot;phase-matching&quot;, i.e. controlling how the light propagates through the jet, to increase the efficiency of generation.\n\nHHG beams are akin to an X-ray laser, with which they share properties of coherence. This implies that, if we collect the full information on the amplitude and the phase of the light far from our target, we can use sophisticated computer codes to reconstruct the shape of this object. This avoids using lenses for X-rays, which are difficult to manufacture. Further, by tuning the wavelength of the X-ray beam it is possible to select and image only a specified atomic element in the object. We will demonstrate the utility of the bright HHG beams we plan to develop in proof-of-principle experiments on aluminium alloys. These alloys - which are of crucial importance to the aerospace, automotive, and electronic industries - derive their strength from the formation of inhomogeneities during heat treatment. However, the relation between their microscopic structure and mechanical properties is not well understood; our demonstration experiments may open a new route for exploring these important issues.\n\nFrom a fundamental viewpoint, the electromagnetic field contains the maximum possible information about an object that can be obtained in an optical experiment. Hence we will also investigate methods able fully to characterize the X-ray field scattered from an object, allowing the spatial and structural dynamics of the object to be tracked.\n\nIn summary, we plan to take major steps towards laboratory-scale imaging at atomic spatial and temporal scales by developing bright, compact pulsed soft-X-ray sources and measurement methods that return the full details of the radiation field incident on, and scattered from, the object under study. This research programme therefore has the potential to deliver a step change in what is possible in spatio-temporal imaging at the nanoscale","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L015137/1","grantId":"EP/L015137/1","fundValue":"1160440","fundStart":"2014-04-01","fundEnd":"2018-03-31","funder":"EPSRC","impactText":"","person":"Simon Martin  Hooker","coPersons":["Alexander M Korsunsky","Ian Alexander Walmsley"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}