{"id":"17B258DD-0F7E-45E3-AF13-67F0BD302F7C","title":"Characterisation of a conserved protein acting as key positive regulator in plant innate immunity","abstractText":"Plants lack the adaptive immunity mechanisms of jawed vertebrates, so rely on innate immune responses for their defence. As sessile organisms they are subject to changing environmental conditions including constant pathogen attack. However, would-be pathogens have first to encounter constitutively present barriers such as wax layers or rigid cell walls. If a pathogen can overcome these barriers, they are then subject to recognition by plant cells. Plants lack circulating cells specialized in microbe recognition, such as macrophages. Instead, each cell is able to recognise and respond to pathogens autonomously. In addition, systemic signalling can be triggered in response to microbial stimuli that prepare na&iuml;ve tissue for imminent attack. Overall, plant innate immunity is very efficient and most plants are resistant to most microbes. Part of this success is due to an amazing spectrum of recognition specificities encodes by all cells. Plants initially sense microbes via perception of pathogen-associated molecular patterns (PAMPs) by pattern-recognition receptors (PRRs) located on the cell surface. PAMPs are conserved, indispensable molecules that are characteristic of a whole class of microbes, therefore are difficult to mutate or delete. They are also referred to as microbe-associated molecular patterns (MAMPs), as they are not limited to pathogenic microbes. This first level of recognition is referred to as PAMP-triggered immunity (PTI). To infect host plants successful pathogens have evolved strategies either to evade recognition, or to suppress the subsequent signalling steps. In many cases, suppression of PTI involves secretion of virulence effectors by the pathogens. In a dynamic co-evolution between plants and pathogens, some plants have evolved resistance proteins (R proteins) to recognise these effectors directly or indirectly. This so-called effector-triggered immunity (ETI) is often accompanied by local cell death known as the hypersensitive response (HR) In turn, pathogens have evolved effectors capable of suppressing ETI, and so the arms-race between host and pathogens continues. In this model, PTI is the first facet of active plant defence and can therefore be considered as the primary driving-force of plant-microbe interactions. We need to understand PTI properly not only because of its intrinsic interest, but because many of the effector targets will be PTI components. Despite the importance of PTI, we still know little about PAMP perception and signalling. We are using the plant model species Arabidopsis thaliana to study PTI. We have identified a protein conserved in plants, but also in mammals, insects and worms, as being a key regulator of PAMP responses and bacterial disease resistance. Our preliminary results indicate that this protein is required for several PAMP perception systems. We will address if this protein directly regulates PAMP perception or acts on the level of downstream signalling following binding of the PAMP to its receptor. We will also determine which other PAMP perception systems are dependent on this protein. Finally, experiments to explore the molecular function of this protein will be performed.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F021046/1","grantId":"BB/F021046/1","fundValue":"339516","fundStart":"2008-06-01","fundEnd":"2011-05-31","funder":"BBSRC","impactText":"","person":"Cyril  Zipfel","coPersons":[],"organisation":"University of East Anglia","findingsText":" 1. Together with BB/E024874/1, we completed successfully the first high-throughput forward-genetic screen for plant mutants insensitive to a given PAMP (i.e. elf18-insensitive or elfin) yielding 61 efr-elfin mutants and 118 non-efr elfin mutants.\n\n2. Together with BB/E024874/1, we identified and characterized a subset of endoplasmic reticulum proteins involved in glycosylation and quality control required for the biogenesis of EFR \n\n3. We define for the first time in any organism a biological function for the conserved protein SDF2 as being an integral part of the BiP-mediated ER quality control pathway. \n\nPublications:\nLi J, Chu ZH, Batoux M, Nekrasov V, Roux M, Chinchilla D, Zipfel C* and Jones JDG (2009) A dedicated subset of ER quality control components required for plant innate immunity. Proc. Natl. Acad. Sci. USA 106: 15973-15978.\n*Corresponding author\n\nNekrasov V, Li J, Batoux M, Roux M, Lacombe S, Rougon A, Chu ZH, Bittel P, Kiss-Papp M, Chinchilla D, van Esse HP, Jorda L, Schwessinger B, Nicaise V, Thomma BPHJ, Molina A, Jones JDG and Zipfel C (2009) Control of the pattern recognition receptor EFR by an ER protein complex in plant immunity. EMBO Journal 28: 3428-3438.\n\nBatoux M, Lacombe S, Li J, Morehouse K, Nekrasov V, Nicaise V, Niebergall R, Rougon A, Roux M, Schwessinger B, Westedt I, and Zipfel C (2010) Deciphering PAMP-triggered immunity in Arabidopsis. In: Antoun H, Avis T, Brisson L, Prevost D and Trepanier M (ed). International Society for Molecular Plant-Microbe Interactions, St. Paul, Minnesota. Biology of Plant-Microbe Interactions, 7. Engineering of disease-resistant plants Agriculture, Food and Drink,Chemicals,Environment,Other","dataset":"gtr"}