{"id":"17CB3657-1A87-45A2-B3DA-5CC458B53079","title":"Temporary connective architectures in mind and brain: role of functional connectivity in working memory","abstractText":"The ability to hold information in mind for short periods of time depends on working memory. Working memory provides the functional backbone to high-level cognition - by holding information in working memory, we are able to perform complex actions based on time-extended goals and contextual contingencies. Put simply, working memory frees action from direct stimulus dependency. This research explores the fundamental neural principles of working memory, and how they contribute to flexible human cognition. \n\nThe neuroscience of working memory faces a particular challenge: brain activity is highly dynamic. At first glance these dynamics seem at odds with the very nature of working memory. How can we keep a stable thought in mind while brain activity is constantly changing? Indeed, some of the most influential models in neuroscience are built on the first-level intuition that stability of mind depends on stable brain activity. Classic models assume that working memory is maintained by static patterns of neural activity, as if frozen in time to preserve a still-frame representation of the past. But new methods for measuring and analysing brain activity reveal a much more dynamic portrait: neural activity patterns are constantly changing, even when mental states remain stable. \n\nWe need to develop an alternative theory to account for dynamic activity. In this research, we will test a new hypothesis that working memory in maintained by laying down specific, but temporary neural pathways. This idea allows for a more dynamic theory of brain function, but so far remains essentially untested. A region in the frontal lobe, known as prefrontal cortex, has been identified as particularly important for working memory maintenance. The first step in this research is to determine the brain processes that allow neural pathways in this area to adapt as rapidly as thought itself. \nFundamental neurophysiological principles for working memory will be established by analysing a large-scale database of cellular recordings from prefrontal cortex. This international collaborative study will capitalise on more than ten years of research at leading institutions around the world, culminating in a database of unprecedented size to address fundamental questions that have so far been beyond the scope of individual experiments. In parallel, we will also study brain activity measured in patients undergoing pre-surgical neurological monitoring. This provides an exciting opportunity to measure high-level thought processes directly from the human brain. Access to these unique datasets will allow us to analyse how prefrontal networks are configured for working memory by testing how pathways can be flexibility established, and erased, according to changing memory demands. This research will also shed new light on capacity limits in human cognition. \n\nIt is often assumed that the capacity to maintain information in working memory limits performance for a broad range of cognitive demands. However, this new research could provide an alternative explanation. Capacity limits may be more closely related to challenges associated with accessing information stored in brain connections. This raises the intriguing suggestion that cognitive capacity limits are not so much constrained by the sheer amount of information that we can keep in mind, but rather how we can put that information to use. Individual differences in memory capacity are strongly coupled to standard measures of general intelligence as well as real-world measures of academic progress and professional success. A deeper understanding of the fundamental neurophysiology mediating this core cognitive function could have broad implications for improving mental capacity in general.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M010732/1","grantId":"BB/M010732/1","fundValue":"364438","fundStart":"2015-04-01","fundEnd":"2018-03-31","funder":"BBSRC","impactText":"","person":"Mark  Stokes","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}