{"id":"17CB5E87-05CA-4144-83CD-3FCC0077C4F5","title":"Methodological development in whole-economy modelling: P. falciparum malaria control in Africa","abstractText":"The demand for economic evidence by policy makers is strong and increasing, used to indicate the relative burden of diseases, the distribution of that burden, and the desirability of specific interventions to affect disease. Such evidence is overwhelmingly generated by studies that measure affects upon individuals, households and the health sector and then scale these up to represent national impacts. However, such analysis is limited in exploring fully the economic impact of a disease with widespread effects, such as malaria, which impacts upon the economy from a number of angles, such as labour supply, tourism and foreign investment. Previous work has demonstrated the value of the Computable General Equilibrium (CGE) approach to modeling these wider effects, but highlighted the need for further development in its application to health issues; specifically, integration of the economic modeling with the epidemiology and demography of disease.\n\nMalaria control in Africa provides the ideal case-study for this methodological developmental work, as it is one of the most common global infectious diseases. Africa especially is heavily affected, and economic analyses of malaria and malaria control policies have been demonstrated to have limitations. Indeed, it has been recently suggested that ?more robust analysis, taking into account factors such as effect on tourism and investment, should be a research priority? (Lancet, 2008; 371: 1634). The developmental work proposed here will take place in Ghana and Mozambique, which reflect the East-West regional differences in malaria epidemiology.\n\nOverall, this project will produce a model of malaria (control) applicable across a range of African counties. Together with existing work, this project will further contribute to a modeling capability applicable across a wide range of infectious diseases, causative agents and developed and developing countries, facilitating the wider application of this form of modeling within health economics, and increasing its relevance to health policy.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0902036","grantId":"G0902036","fundValue":"524894","fundStart":"2010-10-01","fundEnd":"2014-03-31","funder":"MRC","impactText":"","person":"Richard  Smith","coPersons":["Channing  Arndt","Marcus  Keogh-Brown","Henning Tarp  Jensen","Chris  Drakeley","Scott  McDonald"],"organisation":"London Sch of Hygiene and Trop Medicine","findingsText":"","dataset":"gtr"}