{"id":"17CDB807-4989-4F43-92A8-DB759D517C37","title":"UK-China Joint Research Consortium on Sustainable Electric Power Supply","abstractText":"The consortium submitting this proposal stems from the UK-China Network on Clean Energy Research that was setup by Prof. Haifeng Wang in January 2007 with 202k of financial support from EPSRC under its INTERACT 4 scheme. The goal of the Network is to disseminate and promote in China the research that the EPSRC SUPERGEN consortia have carried out in the UK. The proposed consortium thus extends the scope of the Network to the organisation of joint research between the UK SUPERGEN researchers and leading Chinese scientists of nationally funded research programmes. It is thus built on the basis of an existing link between members of the Network, Chinese universities and the Chinese Academy of Sciences. It also expands this collaboration to the two largest research institutes in power engineering in China: the China Electric Power Research Institute (EPRI) and the Nanjing Automatic Research Institute (NARI). All of the 9 UK investigators play a leading role in one or more of six SUPERGEN consortia that are sponsored by EPSRC to carry out focused collaborative programmes of research on various aspects of sustainable energy systems.Even though the power systems of the UK and China are at different stages of development, the issue of how to maintain security while accommodating an increasing amount of renewable generation capacity is an important concern in both countries. To achieve sustainable economic growth, these power systems will need to become more flexible and more robust. Engineers and scientists in the UK and China have complementary expertises in this area. Researchers in the UK have done a significant amount of work in recent years on renewable energy sources and their integration with the grid. On the other hand, security analysis and security enhancements techniques have been central R&amp;D issues in China. Combining these expertises and facilitating a two-way transfer of knowledge would therefore clearly accelerate the pace of research on problems of common interest. We therefore propose to bring together the leading power system scientists from the UK SUPERGEN consortia and from the Chinese nationally funded projects to form a collaborative research team to study the sustainable security of power systems. Being able to assess and enhance the security of power systems is a key issue in the development of sustainable power systems. It is also a long-standing and complicated scientific and engineering problem with considerable breadth and depth. This proposal integrates 8 joint research projects that tackle the problem from the four most important perspectives, i.e., security analysis (JP1 and 2), renewable generation (JP7 and 8), protection (JP3 and 4) and control (JP4, 5 and 6). Two core projects, JP1 and 2, will develop new models and analytical methods for gaining a better understanding of power system sustainable security. They require input and support from JP7 and 8 on renewable generation and provide guidelines and tools to JP3, 4, 5 and 6 to enhance the sustainable security through power system protection and control. The contribution of the Chinese collaborators will be very significant as they have a strong experience with engineering practice and they have access to advanced experimental facilities that are not available in the UK. They have committed 4 post-doctoral researchers and 13 PhD students to work on the joint projects . These researchers are fully funded from sources in China. The Chinese collaborators have also pledged to seek further financial support in China to contribute to the Consortium if this application is successful. The proposed consortium has designed 3 schemes to ensure a two-way UK-China knowledge transfer through this collaboration. They are major dissemination events, UK-China training exchange and project meetings. The project will start on the 1st Oct. 2008 and run for 4 years.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F061242/2","grantId":"EP/F061242/2","fundValue":"149559","fundStart":"2012-10-01","fundEnd":"2013-09-30","funder":"EPSRC","impactText":"","person":"Haifeng  Wang","coPersons":[],"organisation":"Brunel University","findingsText":"","dataset":"gtr"}