{"id":"17D62B40-830E-4B7D-ADA1-9C351E44F0EE","title":"Ecosystem service sustainability and poverty reduction under land use change: A case study in Yunnan Province, China","abstractText":"Many of the poorest people in the world rely on the benefits provided to them by ecosystems, or ecosystem services (ES), at a subsistence level. Decision-making leads to changes in the physical and biological environment, affecting the provision of ES, and thus levels of poverty, at spatial scales from local to global, and temporal scales from the present to centuries. Currently, decision-support approaches lack an integrated modelling framework that can cope with the interactions between biophysical processes, socio-economic behaviours and governance (the structures and processes by which society makes decisions and shares power), and provide tools to support decision-making among the web of stakeholders which manage various aspects of ES. A major scientific challenge is to develop a quantitative approach that can link the biophysical effects of decisions with their impact on different ES in order to predict how they will affect the livelihood of communities across these various scales. Yunnan Province, China, is characterised by high rates of poverty, most of the poor living in fragile mountainous ecosystems with low agricultural potential and dependent on a range of ES provided by the forested slopes. These ES play a vital role in sustaining human well-being, not just at the local scale, but also for communities at the wider catchment, national and international scales (e.g. flood control, carbon sequestration). The exploitation of these ES, driven by intensification of local agriculture, development and forestry policies, has caused rapid land-use change, which has led to soil erosion, flooding and the subsequent loss of ES. Responding to this the Chinese government has introduced two policies, the Sloping Lands Conversion Policy (SLCP), and the Natural Forest Protection Programme (NFPP). However, these centrally enforced programmes have led to negative impacts on livelihoods, ES provision and the wider environment. We will develop a consortium project to build an integrated landscape-scale biophysical model to assess the temporal and spatial impacts on ES of forest-management policies in Yunnan, especially those arising under the SLCP and NFPP. We will identify the explicit linkages between this model and poverty indicators, particularly for the rural poor, and use these tools to explore forest policy and management options that optimise the delivery of landscape protection, ES and poverty alleviation benefits, across local to catchment scales, now and into the future. We will use participatory assessment of ES and livelihood strategies, modelling of catchment scale biophysical processes, spatial Bayesian Networks to model the interaction between ES and poverty, economic valuation, understanding of governance processes, and social-ecological system modelling, to predict the level of ES provision and poverty under different policy and climate scenarios. This will create a decision tool for use in policy design in China and inform the growing international debate about bringing ES into the mainstream of policy-making. We bring together a leading UK academic institution (University of Sheffield), a high profile international NGO specialising in applied research (IISD) and a UK private consultancy with proven experience and excellent contacts in China (Scott Wilson Ltd), to produce research that is both cutting edge and relevant. We will develop partnerships with government and research institutions at the national (Beijing) and regional/local (Yunnan) level, gain input from NGOs and using participatory approaches to involve local communities. Integration of their experience and expertise into the research development from the outset is key and ensures that the decision-tool will meet their needs, balancing the need to develop with the conservation of ES.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I003258/1","grantId":"NE/I003258/1","fundValue":"45458","fundStart":"2010-08-01","fundEnd":"2011-01-31","funder":"NERC","impactText":"","person":"Shaun  Quegan","coPersons":["Jeremy Hugh Richardson","Alison  Holt","Laszlo  Pinter","David Nicholas Lerner","John  Wainwright"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}