{"id":"17E2CC32-3DE6-47FB-8D3E-2FB4CD30E904","title":"Ultra-High Field MRI: Advancing Clinical Neuroscientific Research in Experimental Medicine","abstractText":"Magnetic Resonance Imaging (MRI) is a medical imaging technique that allows us to see detailed structure within the body and to measure the body's chemical environment. It has gained widespread use in hospitals and in medical research as a way of examining the whole body but it is particularly suited to visualizing brain structure and function. No other imaging technique gives as much information about the brain as MRI.\n\nMany diseases affecting the brain are poorly understood; with their root cause unknown, good treatments often remain elusive. We propose to install a new 7 Tesla MRI system, requested in this application from the MRC, within the newly rebuilt and expanded Cardiff University Brain Research Imaging Centre (CUBRIC). This advanced MRI system would sit in alongside other brain imaging systems tailored to imaging microscopic tissue structure and the brain's electrical activity, making the combination of imaging equipment within the new CUBRIC unique in Europe. CUBRIC will also have a clinic in which new treatments can be tested and the way that the brain responds to these treatments will be measured using the brain scanners. \n\nUsing the 7T MRI system we will investigate the causes and treatments of brain conditions including psychiatric disorders such as schizophrenia, neurodegenerative conditions such as dementia, Parkinson's disease and Huntington's disease, neuroinflammatory conditions such as multiple sclerosis and conditions that can cause damage to the brain such as hypertension (high blood pressure). To understand better these conditions we will also need to study the healthy brain in detail across different age groups from young to old. A particular strength of Cardiff's proposed research will be in linking the discovery of genetic factors associated with brain disease to detailed assessments of brain structure and function made with the 7T MRI system. This will give us a clearer picture of underlying disease mechanisms that will in turn suggest new treatments that can be tried. 7T MRI will also give us sensitive ways of measuring whether a new treatment is working and so help us speed up the development of drugs and interventions to promote the brains own repair. \n\nThe main component of an MRI machine is the superconducting magnet within which the patient lies. From the beginnings of MRI there has been a trend towards using more powerful magnets that generate a stronger magnetic field (measured in Tesla, or T). Hospital MRI systems typically use 1.5T magnets while 3T is most common for research into the human brain. There are currently only two MRI systems in the UK that use 7T magnets, one at the University of Nottingham and the other at the University of Oxford. Cardiff's proposal for 7T MRI aims to use the benefits of this higher field strength to develop treatments and promote early and more refined diagnosis in patients. Higher magnetic field strengths in MRI bring strong benefits to brain research including:\n1. increased signal such that we can speed up some imaging methods,\n2. higher resolution images allowing us to see finer detail within the brain,\n3. more sensitivity to detect naturally occurring chemicals in the brain that may be imbalanced when the brain malfunctions,\n4. a much enhanced ability to detect changes in brain activity using a technique known as functional MRI\n5. the ability to better measure blood flow to brain tissue\n6. new forms of image contrast that give us previously unseen information about microscopic structure within the brain.\nTogether these technical advances in the MRI at 7T will give us a more complete window on to human brain structure and function.\n\nThe installation of 7T MRI in Cardiff would expand the UK's expertise in advanced neuroimaging. Cardiff would work closely with other UK centres in a new network known as UK7T to maximize the benefit to healthcare and UK industry of these investments in brain imaging technology.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M008932/1","grantId":"MR/M008932/1","fundValue":"6700930","fundStart":"2015-04-01","fundEnd":"2017-03-31","funder":"MRC","impactText":"","person":"Richard Geoffrey Wise","coPersons":["Risto Antero Kauppinen","David Edmund Linden","Krishna Devi Singh","Derek  Jones","Kim  Graham"],"organisation":"Cardiff University","findingsText":"","dataset":"gtr"}