{"id":"17E6291C-02A1-46E8-AB96-64208458C14C","title":"The twilight zone: the initiation of starch degradation in leaves","abstractText":"Plants feed themselves by converting carbon dioxide from the air into sugars, in the process of photosynthesis. These sugars provide the energy and building blocks for plant growth. Although photosynthesis can only happen in the light, most plants continue to grow at night. They are able to do this because some of the sugars made during the day are stored in leaves as starch. At night, the starch is broken down to release sugars that can be used for growth. At the end of the day, as it gets dark, plants must switch from photosynthesis to starch breakdown as their source of sugars for growth. We know that this switch happens gradually during twilight. As the light fades and the supply of sugars from photosynthesis goes down, the supply of sugars from starch gradually increases. However, almost nothing is known about how plants bring about this transition from photosynthesis to starch breakdown as the source of sugars. \n\nWe have discovered that starch breakdown is triggered by falling light levels at the end of the day. Surprisingly, however, the same fall in light levels does not trigger starch breakdown in the middle of the day. This discovery implies that plants have a sophisticated mechanism that anticipates when the night will come, and triggers starch breakdown in response to falling light levels only at that point. During this project, we will investigate how falling light levels trigger starch breakdown, and whether the timing of this process is controlled by the plant's internal clock (the circadian clock). The research will make use of mutant plants that have either a reduced ability to perceive light levels, or alterations in the functioning of their internal clock. The outcomes will be new information about how plants maintain their growth throughout the day night cycle, and insights into how different light regimes may affect plant productivity.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/N001389/1","grantId":"BB/N001389/1","fundValue":"532755","fundStart":"2016-05-02","fundEnd":"2019-05-01","funder":"BBSRC","impactText":"","person":"Alison  Smith","coPersons":[],"organisation":"John Innes Centre","findingsText":"","dataset":"gtr"}