{"id":"17F31AD6-2303-4D9E-9EC2-8807FB5FCA93","title":"Neural plasticity of the motor system: Functional specialization vs. integration","abstractText":"Handedness, the well-defined preference whereby one hand is used in favour of the other is a common feature of everyday assignments. About 90% of the human population is right-handed which associates with a left hemisphere motor dominance, as each side of the brain controls movement of the opposite side of the body. In contrast to the strong movement-related capabilities of the left hemisphere, the right hemisphere is superior for spatially-related functions. This capacity is crucial when we for instance need to direct our attention to a particular location in space. Based on these distinctive functions, interactions between both sides of the brain are considered important to ensure unified motor behaviour. For example when drawing a complex geometric figure, the movement and spatial demands need to be accurately integrated to accomplish the task successfully. Despite our ability to produce skilled and adaptive motor actions, there are still many questions unanswered concerning the brain's processing capabilities to achieve this type of behaviour. Accordingly the present research proposal includes several studies that describe the neural circuits for the control of skilled movements. First it is aimed at assessing the neural organization that underlies hand skilfulness. This involves evaluating the learning-related changes when acquiring a new motor task from an unskilled to a skilled performance. It is argued that practice has an important impact on neural processing that is modified as skill proficiency increases. Furthermore the effect of attention upon the processing demands will be established. It is hypothesized that attention influences the neural circuitry associated with the task demands. Second it is aimed at investigating the distinctiveness of handedness in skilled actions, including the degree as well as the direction of handedness. In view of the degree of handedness the aim is to compare the neural networks that control the performance of the preferred vs. non-preferred arm, under normal and sensorimotor conflict conditions (i.e., in case of a mismatch between an intended and expected outcome, such as when incongruent visual information is provided during movement performance). It is argued that distinct neural processing underlies the performance of both arms, which will become most evident under incongruent sensorimotor situations. In view of the direction of handedness the aim is to contrast the neural circuits that regulate motor performance in various handedness groups (i.e., right- and left-handers). It is hypothesized that right- and left-handers will show different neural processing profiles. All studies in this research proposal include electroencephalography (EEG) techniques, which employs sensors (electrodes) placed on the scalp to pick up electrical activity generated by the brain. Subsequently advanced analysis of the EEG signals will assess the involvement of various brain regions and how they in-teract with one other in view of motor performance. It is believed that the outcomes of this work will advance our knowledge concerning the brain's circuits that underlie motor behaviour. Furthermore this assessment is also important to improve rehabilitation programs that could initiate new interventional techniques for enhancing functional benefits after brain damage.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F012454/1","grantId":"BB/F012454/1","fundValue":"295368","fundStart":"2008-07-15","fundEnd":"2011-12-14","funder":"BBSRC","impactText":"  Used in presentations and publications by other researchers. Other Societal","person":"Deborah June Serrien","coPersons":[],"organisation":"University of Nottingham","findingsText":" Handedness, the well-defined preference whereby one hand is used in favour of the other is a common feature of everyday assignments. About 90% of the human population is right-handed which associates with a left hemisphere motor dominance, as each side of the brain controls movement of the opposite side of the body. In contrast to the strong motor-related abilities of the left hemisphere, the right hemisphere is superior for spatial-related functions. This capacity is crucial when we for instance need to direct our attention to a particular location in space. Based on these distinctive capabilities, it can be argued that interactions between both sides of the brain are important to ensure unified motor behaviour. For example when drawing a complex geometric figure, the motor and spatial demands require accurate integration to accomplish the task successfully. Despite our natural ability to produce skilled and adaptive actions, there are still many questions unanswered concerning the brain's processing abilities to achieve this type of behaviour. Hence the research proposal includes three lines of studies in order to assess in detail the neural circuits that underlie skilled movements. First the neural organization of motor learning is examined. This involves evaluating the changes that occur during acquisition of a motor task from an unskilled to a skilled performance. The premise is made that the neural processing demands alter as skill proficiency increases. Furthermore the effect of attention on motor performance is investigated. Here it is hypothesized that the attentional focus influences the processing requirements associated with the particular task. Second the neural regulation is assessed for motor performance of the dominant vs. non-dominant arm under normal and sensorimotor conflict conditions (i.e., when invalid visual information is provided for movement performance). The hypothesis is made that performance of both arms associate with distinct neural processing, which amplifies under incongruent sensorimotor situations. Third the neural circuitry is investigated when motor tasks are executed by various handedness groups (i.e., right-, left- and mixed-handers). It is hypothesized that the different groups will show distinctive neural processing during motor performance. We have used this research in our outreach activities. (1) we were involved in the Summer Scientist week organized by the School of Psychology at the University of Nottingham (2011). During this week, children (3-11 years of age) perform various fun activities. We took the opportunity to develop enjoyable motor tasks in order to assess how children perform with one or both hands. (2) we contributed to the Aldeburgh festival of music and the arts (2010) with a piece on neural plasticity in musici Communities and Social Services/Policy,Education,Healthcare,Leisure Activities, including Sports, Recreation and Tourism,Other","dataset":"gtr"}