{"id":"17F39CD8-3173-4AB9-89AB-7E5511CC0467","title":"The Next Generation Transit Survey (NGTS) : Deployment and Operations","abstractText":"The Next Generation Transit Survey is poised to become the leading survey of exoplanets during the coming decade and springboard UK scientists to leading roles in this important area of research Based around our WASP heritage and international collaborations, we have designed and procured almost the complete facility. This included building and testing a prototype instrument running on La Palma where various technologies were tested and the risks to the project mitigated. This instrument allowed us to find technologies and strategies where we can virtually eliminate instrument systematic noise - a problem that severely limits the performance of all other wide field surveys and, hence, allows us to unlock the full potential of our survey. The quality of NGTS data of a single object will be similar to that obtained from a much larger telescope but will be available for all objects over a much larger field of view than is traditionally the case. Thus we know we can routinely reach accuracy sufficient to detect ice giants and super-Earth planets around nearby stars which will not only allow us to answer fundamental questions about the composition and origin of planets (e.g. what is the internal structure of super-Earths?) but also to discover planets that will be prized targets for atmospheric studies with facilities currently being built (JWST) or those being planned (e.g. E-ELT and a number of space missions). Over the course of a 4 year survey this will allow a factor 16 improvement over the Kepler results for a comparable planet population. In this endeavour, NGTS is partnered with ESO who have contributed a site at Paranal (the best site in the world for our purposes) and will distribute our reduced light curves to the wider astronomical community through the ESO archive.\n\nIn this proposal we request STFC support to contribute to the deployment and operation of the facility (and a small capital contribution to be matched by our institutes) over a 4 year period. These duties are divided into five work packages that deal with all aspects of the project. Science exploitation costs will be sought through other opportunities open to us.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/M002004/1","grantId":"ST/M002004/1","fundValue":"40904","fundStart":"2014-04-01","fundEnd":"2018-03-31","funder":"STFC","impactText":"","person":"Michael Robert Goad","coPersons":[],"organisation":"University of Leicester","findingsText":"","dataset":"gtr"}