{"id":"17F61407-3FDE-40C4-B8FE-EB20B220D2C2","title":"Analysing Musical Structure: Harmonic-Contrapuntal Reduction by Computer","abstractText":"The combinations of notes which make up a piece of music form, in the minds of listeners, interrelated lines and segments somewhat in the manner in which letters form words, phrases and sentences. These lines and segments carry the meaning of the music, and musicians read them from a score as words and sentences are read from text. Based on the music theory of Heinrich Schenker, this project has dual objectives, one theoretical--to examine the principles by which such 'reading' is possible--and one practical--a computer program which 'reads' musical structures automatically from a representation of the score.\\n\\nWhile music theory has, for centuries, given explanations of musical structure, it is only in the past few decades that researchers have asked how structures are discovered and recognised. A typical research paradigm has been to develop computer programs to derive musical structure, and programs now exist to derive information such the key of a piece and where the strong beats fall. However, none yet gives a full structural parsing of a piece without intervention from a musician.\\n\\nThe 'rules' of musical 'grammar', as currently conceived, allow many different possible structural interpretations of even a short passage of music, though most of them a musician would rule out as absurd. Indeed, it is the 'combinatorial explosion' of possibilities which has hampered previous efforts to implement Schenkerian analysis by computer. The solution adopted by researchers has usually been some numerical system of selecting the most likely or most preferred interpretation at each point. Success has been limited because the indices of preferred or likely interpretations are not well understood, and there is rarely a paradigm to find them other than trial and error. This project instead adopts a solution similar to 'dynamic programming', a technique applicable to problems where possibilities increase exponentially. Instead of deriving analyses directly, a table of possibilities is created from which actual analyses can be derived by following specific paths through the table. The information by which to decide at each point which is the best path is already derived in the table, and so is immediately evident. The final step in this project (which requires the empirical work which is the object of this period of research leave) is to establish the information which must be gathered when making the table of possibilities. This will be done by relating the tables derived by the software with a corpus of already completed analyses, where possible by Schenker himself.\\n\\nCurrent computer tools for music generally deal only with the notes or the sounds which form the surface of a piece of music. Musicologists are usually concerned with the underlying structures and patterns, and so need tools which look deeper. With the software which will be the outcome of this project, sophisticated searches within a database of music for such things as all occurrences of variations of a particular melodic pattern will become possible.\\n\\nThe following improvements have been made to the previous submission (rated A+):\\n1. The title is more immediately meaningful.\\n2. The potential benefits have been more explicitly elaborated.\\n3. Recent personal communications from Keiji Hirata, Panayotis Mavromatis (colleague of Matthew Brown), and Darrell Conklin concerning the current state of their related research projects have confirmed my claims about the research context.\\n4. Prototype demonstration software has been written and can be viewed on my web pages.\\n5. Sources of existing music analyses to be used as research materials have been identified.\\n6. Details of journals and conferences for dissemination are more precise, and dissemination of the software has been discussed with the AHRC ICT Methods Network and the OMRAS2 project.\\n7. Project costs are more precise, and slightly lower. 8. Two items have been added to my list of publications.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F004109/1","grantId":"AH/F004109/1","fundValue":"26345","fundStart":"2008-01-01","fundEnd":"2008-04-30","funder":"AHRC","impactText":"  This was a theoretical research project which has not yet had a clearly demonstrable impact outside academia.  ","person":"Alan Alexander Marsden","coPersons":[],"organisation":"Lancaster University","findingsText":" The research demonstrated that it is possible to analyse music in the manner of Schenkerian analysis by computer, but it is only practical to do so for short segments of music, because it is very complex. Through attempting to match the analyses of experts, the research demonstrated indirectly that when experts analyse music they draw on a great deal of uncodified information in making their decisions. A follow-up project collaborating with computer scientists to use more sophisticated programming methods is in development. The findings could be applied in music-educational software, and in music-processing software. Creative Economy,Education","dataset":"gtr"}