{"id":"1804DBD7-E083-4782-9267-6B97B50075CA","title":"Feast or famine? Bioinorganic chemistry and nutrient crises in Precambrian basins","abstractText":"The history of early life on Earth is tightly coupled to evolving environmental conditions. Throughout Earths earliest history, atmospheric oxygen has fluctuated in ways that we are still trying to understand. These fluctuations would have strongly impacted biology in many different ways. Because biology requires several different chemical elements aside from carbon, the availability of these nutrients would have strongly controlled which ones were selected to perform crucial biological functions and at which time. The remnants of these early nutrients are left behind in the genomes of archaea, bacteria and eukaryotes today, providing tantalizing clues as to which elements were available and when.\n\nHowever, our knowledge of how bioessential elements were distributed in the early oceans is limited. This is mainly due to the fact that the sedimentary rocks that preserve such critical windows of Earth's history have experienced complex histories after they initially formed, essentially erasing the chemical clues that can help us answer some of these questions. This project has uncovered a mineral that is preserved in sedimentary rocks several billions of years old which captured critical information related to the availability of bioessential nutrients over time. Through laboratory synthesis work, we will understand how this mineral initially formed from seawater, which chemical elements enter its structure and in what proportions, and understand how these clues are preserved over geologic history. By selecting critical intervals of Earth's history where this mineral was formed in abundance, most notably in a unique sedimentary rock type called banded iron formation, we can reconstruct the nutrient availability of Earth's early oceans, directly testing hypotheses that relate biological evolution to environmental change.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M013014/1","grantId":"NE/M013014/1","fundValue":"389365","fundStart":"2015-07-01","fundEnd":"2018-06-30","funder":"NERC","impactText":"","person":"Nicholas  Tosca","coPersons":["Rosalind Emily Mayors  Rickaby"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}