{"id":"181B4BA5-2F16-4612-87ED-42916B54D081","title":"Sweet Subjections: British and Caribbean Literatures of Sugar","abstractText":"Apparently mundane and trivial, sugar is a substance which brings with it a profound disquiet, not least because of its direct links with the histories of slavery in the New World. These links have long been a source of critical fascination, generating several landmark analyses from the 1940s onwards. Such classic studies consider their topic from a variety of perspectives-historical, economic and anthropological-and these approaches are still current today. At the same time, though, other modes of inquiry, largely inspired by developments in postcolonial theory, have emerged, for which the emphasis falls more firmly on the textual, as critics seek to engage with the ways in which sugar has been represented discursively. The most notable contribution along these lines is Keith A. Sandiford's The Cultural Politics of Sugar: Caribbean Slavery and Narratives of Colonialism (Cambridge University Press, 2000), a book covering plantation writings by white authors from the 1650s to 1834 (the year when the emancipation of slaves in Britain's colonies was finally achieved). The book outlined in this proposal builds on these recent critical endeavours, while taking the debate in a number of fresh directions.\n\nAims and Objectives\n\nThe book's main aims and objectives can be broadly defined by sketching out its key points of methodological departure from Sandiford. The first of these is that this book does not restrict its focus to the site of sugar's production in the Caribbean, but expands the critical horizon to include chapters for the consumption of the commodity in Britain, thus enabling each space-the colonial and the metropolitan-to serve as a context for the other. The difference relates to scope. While this book begins at a somewhat later moment than Sandiford's, it moves far beyond the emancipatory point at which he stops, extending the analysis into the present. This leads, in its turn, to what is the third and most important difference: whereas Sandiford concentrates exclusively on the white writing of sugar, this book addresses black texts as well, examining work produced by several postcolonial authors, both male and female, from the 1980s onwards. In so doing, it provides what is the most comprehensive account to date of the historical and intertextual transformations which sugar's representation has undergone.\n\n\nPotential Applications and Benefits\n\nThe book will be of particular use to students and scholars of eighteenth and nineteenth century British and postcolonial Caribbean literature, especially those researching the history of British slavery. Its principal benefit is that it will significantly expand and enrich the current understanding of the major imaginative engagements with sugar which have been born out of that history.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E503632/1","grantId":"AH/E503632/1","fundValue":"25272","fundStart":"2007-01-01","fundEnd":"2007-04-30","funder":"AHRC","impactText":"","person":"Carl Andrew  Plasa","coPersons":[],"organisation":"Cardiff University","findingsText":"","dataset":"gtr"}