{"id":"181DBE31-59B9-4030-97E6-A2B81E543899","title":"Redox Switchable Hydrogen Storage Materials. Hydrogen Burst Device Prototypes","abstractText":"The combination of pollution, climate change, increasing political instability in key petrochemical production nations and the need for increased power storage densities for mobile applications has made the search for new and sustainable energy vectors as being one of the key academic and technological challenges in the 21st centaury. Hydrogen potentially could be the perfect fuel due to its clean combustion, high heating value and the environmentally benign process that produces water as the by-product. Hydrogen storage attracts significant political support. Key challenges remain, however, in the delivery of the so called- hydrogen economy . The production and distribution of H2 on an appropriate scale, sustainable and energy efficient manner are important challenges. However, the greatest technical problem to overcome is the effective means of storage of hydrogen between production and use. Our research has identified a fundamental material for hydrogen storage that overcomes some of the limitations of the current technologies. The benefits are: works at room temperature, release/storage controlled by electrical charge, does not need a vacuum or overpressure to work, holds hydrogen safely until triggered electrically, very fast release (&lt;1sec) and fast (&lt;1minute) recharge, the ability to produce the storage system cheaply. However the hydrogen storage capacity is lower than required for bulk storage for vehicles. While we hope to improve this significantly we do not expect to reach the levels obtained by metal hydrides. We therefore see the commercial potential lying in related or synergistic areas to the current hydrogen storage schemes.During the course of this project we wish to explore applications where the unique features of the technology offer significant benefits to two main commercial applications areas. Firstly the fast release/recharge characteristic suggests that this system may be useful as a hydrogen buffer for periods of high demand. Secondly we believe that a storage system could be produced as part of a silicon chip or other high volume thin film manufacturing process, thus allowing micro-storage of hydrogen for mobile phones, remote sensors etc. There may also be other non fuel based applications where hydrogen is needed in small qualities, or hydrogen needs to be extracted from a process etc.At the end of this research project we intend to have a working prototype demonstrator device that will demonstrate the potential advantages of our new technolgy. Along side this a commerial development plan will allow potential markets to be explored and funding partners for longer term investment engaged.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F006675/1","grantId":"EP/F006675/1","fundValue":"90551","fundStart":"2008-01-02","fundEnd":"2009-01-01","funder":"EPSRC","impactText":"","person":"Paul Robert  Raithby","coPersons":["Andrew  Weller","Frank  Marken"],"organisation":"University of Bath","findingsText":"","dataset":"gtr"}