{"id":"18203F17-309E-41DF-B43F-18E3AA9AECCA","title":"Action330: Promoting children's physical activity via enhanced after-school leadership","abstractText":"Context \nMany children do not meet the Chief Medical Officer's target of an hour of physical activity every day. Adults who are physically active are less likely to develop heart disease, diabetes and obesity. These diseases result in large healthcare costs, reduced work productivity work and adversely impact quality of life. Ensuring everyone is physically active is therefore important for the nation's physical and economic health. \n\nThe end of primary school is a critical period for the establishment of children's physical activity patterns. Developing children's skills and interest in physical activity at this age is likely to help the children to be more active in adolescence and onto adulthood. \n\nThe after-school period that has been recognised as a time when children could engage in physical activity. Data from the USA and Spain indicates that programmes delivered after-school can increase children's physical activity. Although many UK schools provide after-school physical activity interventions none of these programmes has been rigorously evaluated. \n\nTeaching Assistants (TAs) are a resource in all primary schools and our experience indicates that many TAs would welcome an opportunity to deliver after-school activities but lack the skills and confidence to do so. Head-teachers are keen to allow their TAs to deliver after-school activities because it shows that the school is developing the skills of its work-force. An after-school physical activity intervention delivered by TAs could therefore be a cost-effective, sustainable intervention.\n\nAims and objectives \nThe overall aim of the study is to design and then evaluate a new physical activity programme for Year 5 &amp; 6 (9-11 year old) students which will be delivered by TAs. There will be two elements to the work. First we will conduct qualitative work with TAs, national experts, children and parents on how best to deliver an after-school physical activity programme. We will then use this information to develop a new Teaching Assistant training programme and physical activity session plans that TAs will deliver. \n\nOnce the intervention has been developed we will conduct a pilot evaluation of the intervention. This will involve randomly assigning ten schools to take part in the new programme for two school terms with students in ten further schools randomly assigned to a control (non-intervention) group. We will collect physical activity and related questionnaire data on the children's preferences for physical activity and perceived ability to be active from both groups before the new programme starts, during the programme and 6 months after the programme has ended. These data will be compared to indicate whether participation in the intervention led to increases in physical activity or related perceived ability to be active, and if changes are maintained six months later. \n\nApplications and benefits \nThe research is designed to indicate whether the new after-school programme is likely to increase children's physical activity and if any positive effect is likely to be maintained 6 months later when half of the students are in secondary school. The information obtained will tell us whether the intervention is of sufficient merit to warrant a full randomised controlled trial evaluation and if so what size the trial is likely to be and what data need to be collected. The pilot evaluation will also tell us what cost data will need to be collected so that we determine the potential &quot;value for money&quot; of the project. The information will also be of use to agencies such as the Youth Sport Trust who design and disseminate physical activity programmes for children. The study will also be of interest to schools as it will provide evidence of the potential utility of training TAs to deliver physical activity programmes and how physical activity training could contribute towards the contributing professional development of TAs.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J000191/1","grantId":"MR/J000191/1","fundValue":"393608","fundStart":"2012-04-02","fundEnd":"2014-09-01","funder":"MRC","impactText":"","person":"Russell  Jago","coPersons":["Jane  Powell","Janice Lee Thompson","Alan  Montgomery","Simon  Sebire","Ken  Fox","Ashley Ronald Cooper"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}