{"id":"1831C96E-808A-4E24-B875-441D78845F69","title":"Rates, patterns and divergence times among the Bryozoa: integrating fossil, molecular and morphological data","abstractText":"Marine communities are complex and are subject to changes driven by both abiotic and biotic factors. Many communities are characterized by the presence of ubiquitous animal groups, regardless of latitude, depth or biogeography. Few of these groups have excellent fossil records that are easily interpreted in the light of extant taxa and biology. One such group of animals that exhibits these characteristics is the phylum Bryozoa, which has the further defining feature of being colonial. Bryozoans, or moss-animals, are colonial invertebrates found predominantly in marine environments, although one group is restricted to freshwaters. Most of the &gt;6000 living species have fossilizable mineralized skeletons of calcium carbonate and their fossil record indicates an evolutionary history stretching back over 450 million years. Bryozoans are important components of many modern sea-bed communities. They are often early settlers on hard surfaces such as rocks, shells and seaweeds. They grow rapidly and compete actively for space and planktonic food resources. They provide three-dimensional habitats for other animals and plants in the process of community succession. Their complex skeletons are amenable to detailed morphometric analysis. Evidence of interactions with competitors may be 'frozen' in the fossil record, and modes and timings of sexual reproduction are frequently preserved in the skeleton. They are also model organisms for studying the evolutionary palaeobiology of coloniality. However, many key questions and hypotheses remain unanswered and untestable because the interrelationships between different bryozoan groups (across many taxonomic levels) are uncertain. Thus, there is an acute need for a robust evolutionary framework. We will concentrate on cyclostomes, a ubiquitous and key bryozoan group, that have maintained an important role as members of the epibenthos since their first appearance some 470 million years ago. The longevity of cyclostomes is at odds with their poor ability to compete with other bryozoans, and their relatively slow rate of morphological evolution. We will use a multigene, molecular systematic approach to investigate rates and patterns of evolution and extinction among the phylum, addressing three questions that have long been contentious: (1) When did the major subgroups of cyclostomes that live today diverge? (2) How are the three classes of bryozoans interrelated? (3) Have slow morphological rates of evolution in cyclostomes been matched by slow molecular rates of evolution? We will resolve bryozoan interrelationships using molecular markers. The phylogenies will be calibrated with well-established divergence events from the fossil record using modern statistical techniques to date divergence times. We will establish a robust framework for understanding the radiation of the entire phylum in terms of palaeobiology, patterns of extinction, developmental biology and life history strategies. Anticipated results will have an immense impact on our understanding of bryozoan evolution and systematics. This will provide an understanding of key components of present day marine biodiversity. Molecular phylogenies are critical to advancing knowledge of the phylum and will allow bryozoans to be better used as model organisms of coloniality and as indicators of marine community ecology. Our findings promise to have a major bearing on several wider issues concerning evolutionary patterns and processes, namely: (1) the relationship between molecular and morphological rates of evolution and speciation rate; (2) the influence of sustained competition between clades over geological time on evolutionary rates; (3) the effect of larval type and life-history strategies on evolutionary rates; (4) mass extinction intensities at high taxonomic level; and (5) the origin of biomineralized skeletons in aquatic invertebrates and their possible secondary loss when colonizing freshwater habitats.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E015298/1","grantId":"NE/E015298/1","fundValue":"284357","fundStart":"2007-10-13","fundEnd":"2011-03-12","funder":"NERC","impactText":"","person":"David Timothy Littlewood","coPersons":["Joanne Sara Porter","Paul  Taylor"],"organisation":"The Natural History Museum","findingsText":" The species-rich phylum Bryozoa includes 7000 species of colonial animals, many with mineralised skeletons, with a rich fossil record beginning some 490 million years ago. Bryozoans occur across extensive latitudinal, depth and biogeographical ranges and contribute significantly to marine biodiversity. With complex and polymorphous skeletons offering a wealth of morphological and morphometric detail, much is known about their evolutionary history and ecology as early-settling, colonial invertebrates. Additionally, a range of larval strategies signal major events in their evolutionary history. Many hypotheses concerning their evolutionary and ecological success rely upon morphologically-based phylogenies, but confusion and competing hypotheses concerning character use, coding and homology have brought the need for independently derived estimates of interrelationships. We addressed 3 objectives centring on contentious questions: (1) When did the major subgroups of cyclostome bryozoans that live today diverge? (2) How are major clades of bryozoans interrelated? (3) Do rates of molecular evolution correlate with morphological and reproductive traits, and how have these factors shaped bryozoan taxonomic diversity? To address these questions we generated molecular phylogenies across multiple taxonomic levels. Some topologies were time-calibrated against the fossil record. \n\n\n\n(1) Our molecular phylogeny for cyclostomes, using nuclear genes, revealed extensive convergent evolution in the group; e.g. Tubuliporina were highly polyphyletic revealing repeated patterns of colony organization. Similarly, construction of the skeletal wall amongst Ceriporina was prone to convergence. A date-calibrated phylogeny, adding 5 mitochondrial (mt) genes, established the origin of the Cyclostomata in the late Palaeozoic; thus confirming that 3 stenolaemate orders became extinct towards the end of the Permian. \n\n\n\n(2) Complete mt genome data from 5 new species revealed the monophyly of the Bryozoa and the interrelationships of the major clades (Phylactolaemata (Stenolaemata (Ctenostomata, Cheilostomata))). Placing the phylum with any certainty amongst the Lophotrochozoa in the animal Tree of Life was not possible. To estimate interrelationships across the phylum, we provided the densest sampling of taxa (100) and genes (7) to date. Analyses revealed multiple instances of non-monophyly across numerous taxonomic levels, thus undermining many long-held schemes of classification and taxonomy upon which an understanding of bryozoan evolution has so far depended. Convergence was recorded for many characters, most notably involving the feeding apparatus and skeletal morphology of colony individuals.\n\n\n\n(3) Using a multi-gene date-calibrated phylogeny, we revealed extensive rate heterogeneity in molecular evolution, which correlated with reproductive strategy, taxonomic diversity and morphological disparity. Rates of molecular evolution differed across classes: Phylactolaemata (0.0014), Stenolaemata (0.0052) and Gymnolaemata (0.0058 substitutions/site/Ma). This gradient in rates correlates with reproductive strategy (from least to most sexual), and morphological and taxonomic diversity (from least to most diverse). Our interpretations have provided novel hypotheses concerning the underlying evolutionary processes that drive or are affected by speciation.\n\n\n\nOur findings call into question the veracity of many morphological characters relied upon by systematists working on both fossil and extant bryozoans, whilst the molecular data provide a benchmark foundation for future ecological and evolutionary studies. Having overturned many traditional taxonomic hypotheses, the need to resolve further the interrelationships of the bryozoans is now paramount. All original objectives were completed in full, and the dataset has provided a rich foundation for additional studies by end users in the fields of evolution, development, ecology, palaeontology and systematics.  Environment,Culture/ Heritage/ Museums and Collections","dataset":"gtr"}