{"id":"1834B1F0-BFFD-4F6B-9C05-F144DD738F40","title":"Catch a Shooting Star","abstractText":"To the general public planetary science can often seem like a remote and impenetrable subject, far removed from normal everyday life. Dramatic events, such as the detonation of the Chelyabinsk fireball over Russia in early 2013, can briefly catch the collective imagination. However, media coverage often emphasises the potential dangers posed by such incidents and the science involved is only briefly discussed. And yet close encounters between people and space rocks are not particularly rare events. On average each year there are seven witnessed fireball events in which space rocks are subsequently recovered for scientific study (source: Meteoritical Bulletin for period 2001 to 2008). Even the United Kingdom, a comparatively small country in terms of surface area, has 18 authenticated falls from which samples were recovered. Based on our outreach activities at the Open University we know that being able to handle real meteorite samples invokes a dramatic response in people, inspiring curiosity and interest. Just holding our 10 kg sample of the iron meteorite Gibeon, which is nearly three times denser than a terrestrial surface rock, provokes people into asking questions about how and why asteroids and planets melt and then separate into a core, mantle and crust. Being able to touch a piece of Mars or the Moon changes a person's perceptions; space no longer seems quite so remote. Handling real samples from other worlds can, and does, dramatically alter attitudes, transforming people who were previously indifferent to space science into real enthusiasts. In short, meteorites have a unique potential to open up planetary and space sciences to all sections of the public.\n\nThe central aim of this project is to inspire and educate the general public about planetary and space science by creating an exhibit that places real meteorites at the centre of an authoritative and interactive audiovisual display. At the heart of this project is our experience that by being able to hold and interact with real space materials inspires people's curiosity. As a result of being able to handle such samples they quickly formulate questions about a host of related topics, such as: How old are meteorites? Where do they come from? Do they pose a real and present danger? Where do you find them? Did they really kill the dinosaurs? How do you know we have meteorites from Mars and the Moon? To respond to such questions and to provide an exciting audiovisual experience, the exhibit will include an interactive display consisting of a touch-screen computer and large plasma screen display. This interactive system will provide a range of information, video materials, animations and face-to-face interviews aimed at highlighting topics relevant to many of the STFC Roadmap Science Challenges. \n\nThe overall philosophy of the exhibit will be to show how samples that land on Earth can be used to investigate a wide range of astronomy and planetary science-related topics, including: Earth-crossing asteroids, structure and evolution of the asteroid belt, comets, the Late Heavy Bombardment of the inner Solar System, delivery of volatiles to Earth, early Solar System evolution and the formation of stars. The exhibit will be designed at the Open University with a full working version installed at the Manchester Museum. A second version of the interactive display will be retained at the Open University, where it will be used to undertake further development work based on the feedback received from the &quot;live&quot; exhibit at Manchester Museum. As part of the project, an on-line interactive website will be produced, which will provide a means of making this resource available to a wide audience. The website will include a downloadable application for tablet computers.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/M002500/1","grantId":"ST/M002500/1","fundValue":"9581","fundStart":"2014-09-01","fundEnd":"2016-02-29","funder":"STFC","impactText":"","person":"Monica Mary Grady","coPersons":["Simon  Green","Richard  Greenwood","Diane  Johnson"],"organisation":"Open University","findingsText":"","dataset":"gtr"}