{"id":"183B5CEF-22C3-473E-820F-1F70809DA49F","title":"Design of high affinity ligands for C. albicans Als adhesins: inhibitors of biofilm formation","abstractText":"The purpose of this research project is to understand how Candida albicans, an 'opportunistic pathogen', forms aggregates known as biofilms and how small, designed molecules can inhibit this process. \n \nMany microorganisms are allowed to live in our bodies, mainly in our skin and the digestive and urinary systems. Access to other body parts, as the blood and internal organs, is restricted by physical barriers and also by the immune system. In exchange for food and a niche to grow, these organisms break down some of the food we cannot digest and synthesise essential compounds we do not produce, such as vitamins. They also compete with pathogens, as they outgrow them and train our immune system against them. However, we know that conditions affecting our immune system break the natural balance of the human flora. In such conditions, some of these microorganisms can cause disease and hence we call them opportunistic pathogens. In this process, they use specific 'virulence determinants' to overcome its host. \n\nAmong these determinants there is a subset of proteins in their surface that specifically bind other molecules in our bodies. Pathogens have evolved a large array of these so-called 'adhesins' that are able to recognise the surface host cells. These interactions are essential to start the process of colonisation, cell invasion and then disease. A few fungal species can also colonise our body and live as commensals or opportunistic pathogens. As a nifty trick, the surface of Candida albicans contains adhesins that are able grasp unstructured or floppy 'tails' of proteins (peptides) on the host cell surface. The same molecule also facilitates the aggregation of Candida cells, which trigger the formation of biofilms, a large cellular mesh observed in advanced forms of this infection and resistant to clinical treatment. \n\nWe want to test if this 'promiscuous' mechanism can be inhibited at early stages by the use of molecules that replace the natural ligands found by Candida in our bodies. We will use techniques that show us the molecular structure of these adhesins and specifically, the pockets that bind these small compounds. These studies will facilitate the design drugs to inhibit the adhesin function and ultimately, improve our options in the treatment of Candida infections.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K003887/1","grantId":"BB/K003887/1","fundValue":"447983","fundStart":"2012-12-01","fundEnd":"2016-04-30","funder":"BBSRC","impactText":"","person":"Ernesto  Cota Segura","coPersons":["Edward William Tate","Peter  Simpson"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}