{"id":"183C50D8-4B78-4360-AAE0-A3D471A92E61","title":"Molecular mechanisms of the targeting of tail-anchored membrane proteins to peroxisomes and mitochondria in mammalian cells","abstractText":"Eukaryotic cells contain distinct membrane-bound organelles, which compartmentalize specific cellular proteins to fulfil a variety of essential cellular functions. Proper sorting and delivery of organelle-specific proteins is of fundamental importance to maintain organelle functionality and viability of the cell and the organism. Trans-membrane proteins are usually sorted to and inserted into their target membrane during their synthesis. Tail-anchored (TA) proteins represent an interesting exception, as due to their short membrane tail, they must be sorted and inserted after (and not during) their synthesis in the cytoplasm. Unexpectedly, we discovered that a growing number of TA proteins are shared by peroxisomes (PO) and mitochondria (MITO) (e.g. Fis1, Mff or GDAP1, which contribute to organelle division) suggesting a closer functional interrelationship between both organelles. However, other TA proteins are exclusively on PO (e.g. ACBD5, ALDH3A2V), on MITO or on the endoplasmic reticulum (ER). Thus, organelle-specific targeting processes must exist to ensure that the proteins reach the correct cellular compartment to fulfil their proper functions. How this important targeting decision is regulated, what machinery is involved, and if part of the machinery is shared by PO and MITO is largely unknown. At present, only proteins contributing to the ER sorting machinery have been characterized in more detail, whereas knowledge on MITO and PO TA protein targeting remains scarce. TA proteins fulfil a variety of essential organelle and cellular functions requiring membrane anchorage (e.g. organelle division, vesicle fusion, apoptosis, viral defence). PO and MITO are essential for human health and development. They have important metabolic functions in lipid and ROS metabolism, thus influencing neuronal development, lipid homeostasis and ageing.\nIn this project we will address the molecular mechanism by which TA proteins are sorted and delivered to PO and MITO in mammalian cells. Our preliminary screening experiments, which led to the identification of previously unknown TA proteins on PO, and on both PO and MITO, have generated tools which now enable for the first time to study the organelle-specific targeting. We will assess if Pex19, a PO import receptor, is essential for TA protein targeting to PO. By protein-protein interaction studies and mutational analyses of TA proteins we will determine Pex19 binding to selected TA proteins, thereby defining the Pex19 binding motif. To identify new cytosolic interaction partners of Pex19 involved in TA protein sorting, we will apply a pull-down strategy combined with quantitative mass spectrometry. To assess if proteins of the ER targeting machinery for TA proteins (e.g. Sg2A, Get and heat shock proteins) contribute to PO and MITO targeting we will perform &quot;knock down&quot; studies in cell culture to silence their function and monitor sorting of fluorescent TA proteins. We will reveal if Sg2A functions as a general sorting station for TA proteins. Finally, we aim at identifying novel components of the TA protein import machinery for PO and MITO by applying pull down strategies, a combination of in vitro translation, mass spectrometry, and expression studies in mammalian cell culture.\nIn summary, we will combine molecular cell biology, biochemical approaches and imaging to elucidate the sorting mechanism and to identify novel factors that support TA protein targeting to PO and MITO. Understanding how the organelle-specific targeting of TA proteins is controlled will be of fundamental biological and medical importance. It has high potential to contribute to the discovery of novel disorders based on mistargeting of TA proteins and new targets to e.g. inhibit virus replication.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K006231/1","grantId":"BB/K006231/1","fundValue":"319127","fundStart":"2013-05-20","fundEnd":"2016-08-31","funder":"BBSRC","impactText":"  Our findings have so far contributed to a better understanding of peroxisome-mitochondria interplay and dual protein targeting which is medically relevant. Our findings have been used by other scientists to identify new membrane proteins which are targeted to both organelles. This resulted in the association of new functions with peroxisomes and greatly supported our concept of the peroxisome-mitochondria connection which is of biological and medical importance. \n\nOur findings have led to the development of tools to target proteins to specific organelle membranes. \n\nOur findings have supported diagnostics of peroxisome-mitochondria based disorders. Education,Healthcare Societal,Policy & public services","person":"Michael  Schrader","coPersons":[],"organisation":"University of Exeter","findingsText":" The mechanisms of organelle-specific targeting of membrane proteins or organelle interplay and cross-talk are poorly understood, but are essential for cellular viability and development of the organism. The overall goal of this project is to elucidate the molecular mechanism by which tail-anchored (TA) membrane proteins are targeted to peroxisomes and mitochondria in mammalian cells. TA proteins play key roles in important cellular processes requiring membrane anchorage such as organelle division, apoptosis, vesicle targeting/fusion, lipid trafficking and viral defense, whereas peroxisomes and mitochondria are crucial for energy and lipid metabolism and influence neuronal development and ageing processes. \n\n\n\nWe discovered that a growing number of TA proteins are shared by peroxisomes and mitochondria. These findings suggest a closer functional interrelationship between both organelles and support our medically relevant concept of the &quot;peroxisome-mitochondria connection&quot;. \n\nWe identified novel TA proteins on peroxisomes. Their function and importance for human health is currently investigated.\n\nWe provided first evidence that the TA protein GDAP1 (ganglioside-induced differentiation associated protein 1), a putative mitochondrial GST-transferase involved in Charcot-Marie-Tooth disease, is functionally linked to peroxisomal division and dynamics in neurons.\n\n\n\nWe revealed that targeting of TA proteins to peroxisomes depends on the peroxisomal import receptor/chaperone Pex19p. Furthermore, targeting to peroxisomes is dependent upon a highly charged region following the membrane-spanning helix. Successive mutations in this region, which replace positively charged residues with hydrophobic ones, result in mis-targeting, initially to the mitochondria, and finally to the endoplasmic reticulum if sufficient positive residues are replaced. \n\n\n\nIn cells lacking Pex19p, which do not contain peroxisomes, peroxisomal TA proteins are targeted to mitochondria suggesting a potentially overlapping binding site which is competed for by different shuttling receptors or chaperones. This work aims to understand fundamental processes in mammalian cell biology which have great potential to be exploited in the pharmacological and public health sectors. TA proteins fulfil many essential key functions at their specific membranes, and loss of function has the potential to lead to pathophysiological conditions and disease. Therefore, a thorough dissection of the individual sorting steps required to target TA proteins to their correct destinations has the potential to lead to the detection of new genetic disorders caused by the loss or mis-targeting of individual tail-anchored protein families. Knowledge gained from this study promises to help the identification of novel targets for drug development as well as in the diagnosis of pathophysiological conditions and disorders. Education,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}