{"id":"185545C7-0040-4EFD-93E4-FA1B1585E44E","title":"Three dimensional organisation and duplication of the eukaryotic basal body","abstractText":"Nearly all cells in the human body contain an organelle called a centriole or basal body which has multiple functions. It is important in organising the mitotic spindle that segregates chromosomes when cells divide. It assembles a structure called a cilium or flagellum that allow cells such as sperm cells to move and cilia are found in cells in the lining of the lungs where they aid the movement of liquids. Cilia and flagella also acts as the cells antenna to sense the external cellular environment. Most organisms contain cilia or flagella and they are important for locomotion in many diverse single celled organisms as well as allowing cells to attach to surfaces. There is a lot of interest in basal bodies because defects in the assembly of flagella and cilia and defects in duplication of basal bodies have been implicated in a range of human diseases that are collectively called the ciliopathies. These diseases include polycystic kidney disease, retinal degeneration, Kartagener's syndrome, Bardet-Biedl syndrome. These latter two diseases, for example are associated with a broad spectrum of pathologies, such as chronic bronchitis, male sterility, obesity and diabetes.This bewildering array of pathologies is due, in part, to the many functions of basal bodies in the human body. Parasitic organisms such as Trypanosoma brucei which causes African sleeping sickness and Trypanosoma cruzi, which causes Chagas disease in South America, as well as the malaria parasite Plasmodium all rely on the assembly and function of a flagellum and is a major virulence factor that is being investigated by researchers. It is clear that basal bodies are crucial for many different cells and our work is aimed at understanding how this organelle duplicates. Electron microscopy has shown us the structural complexity of this organelle. A technique called cellular electron tomography is now allowing us to visualise the three dimensional organisation of cells and this is really enhancing our understanding of many aspects of cell biology. Using this technique and other microscopy approaches we aim firstly to understand the three dimensional organisation of basal bodies in cells; secondly to map the order with which each component of the basal body duplicates and, thirdly investigate role of genes that are involved in basal body duplication in order to gain insights into how this duplication process is ordered and regulated.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I000402/1","grantId":"BB/I000402/1","fundValue":"338789","fundStart":"2011-04-01","fundEnd":"2014-09-30","funder":"BBSRC","impactText":"","person":"Sue  Vaughan","coPersons":[],"organisation":"Oxford Brookes University","findingsText":"","dataset":"gtr"}