{"id":"1855ECEA-F12D-4F6C-81CC-83BFF1DCA95D","title":"NOx Technology: A &quot;solution&quot; for prevention of ventilator associated pneumonia in critically ill patients.","abstractText":"We have developed, and patent protected, a novel, non-enzymatic, system for exogenous generation and local delivery of nitric oxide (NO) and higher oxides of nitrogen (NOx). \n\nThe system is prepared via a mixture of sodium nitrite and ascorbic, or citric, acid, which generates large amounts of exogenous NOx via the chemical reactions of acidified nitrite. The reaction mixture can be tailored for suitability to specific applications.\n\nOur proposal is to deliver the solution in a liquid form to the stomach and oral cavity of mechanically ventilated patients. We believe use of this technology will significantly reduce the incidence of ventilator associated pneumonia (VAP) in these patients. \n\nThere is now persuasive evidence that the oxides of nitrogen (NOx) play a key role in the maintenance of host defence against various microbial pathogens. In health, NOx is present in high concentrations in the stomach where it plays an important role in maintaining intragastric sterility and preventing gastrointestinal infections. Mechanically ventilated patients are usually sedated, they produce little or no saliva and their swallowing reflex is inhibited or abolished. VAP is caused by aspiration of infected secretions from the aerodigestive tract.\n\nOur own pilot studies have confirmed that during critical illness, production of oxides of nitrogen, which play key roles in host defense is markedly reduced. This predisposes to colonization of the stomach and oral cavity by pathogenic bacteria and hence the subsequent development of VAP. Our NO-generating solution is designed to restore normal physiological activity of NOx by nasogastric and oral administration.\n\nVentilator associated pneumonia (VAP) is a lung infection occurring in patients who have been mechanically ventilated for more than 48 hours [1]. The reported incidence of VAP varies from around 10% to more than 30%. It is estimated that over 60,000 patients are mechanically ventilated in UK intensive care units (ICUs) annually, with an average stay of five days and a cost of around &pound;500M per annum (approx 1-2 % of the total NHS budget). VAP is the most prevalent infection in European ICUs, accounting for almost half of all ICU acquired infections. \n\nOur aim is to reduce significantly the incidence of VAP and the associated prolonged length of stay, morbidity, mortality and treatment costs. Pilot clinical studies with a prototype product will pave the way for future Phase III studies, dependent on confirmation of safety, efficacy and development of an easy-to-use delivery system.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J011134/1","grantId":"MR/J011134/1","fundValue":"243832","fundStart":"2013-04-01","fundEnd":"2016-03-31","funder":"MRC","impactText":"","person":"Charles  Hinds","coPersons":["Ronan  McMullan","Danny  McAuley","Joanne Ellen  Stewart","Julia Susan Hadley","Atholl  Johnston"],"organisation":"Queen Mary, University of London","findingsText":"","dataset":"gtr"}