{"id":"185AE0DB-667F-40D7-86FC-CE4651C85E50","title":"An examination of the online romance scam","abstractText":"<p>This application is for funding to investigate the types of people conned by the online romance scam and how such deception psychologically affects a person, as well as the types of strategies that scammers use to con their victims. Specifically, the objectives of the research are to:</p>\n\n<ol>\n \n\n <li>Devise a typology of the personality traits as well as other characteristics for the types of individuals who are more likely to be conned by the online romance scam.</li>\n\n <li>Examine the persuasive techniques employed to con individuals. </li>\n\n <li>Examine the psychological consequences of being taken in by such a scam. </li>\n\n <li>Inform interested parties of the results of this project to help prevent these scams from happening in the first place.<br /></li>\n</ol>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-000-22-4022","grantId":"RES-000-22-4022","fundValue":"79552","fundStart":"2010-12-01","fundEnd":"2011-11-30","funder":"ESRC","impactText":"","person":"Monica  Whitty","coPersons":["Tom  Buchanan","Andrew  Sutton"],"organisation":"University of Leicester","findingsText":" In this study we found that in Great Britain alone 230,000 individuals have fallen victim to the crime (Whitty &amp; Buchanan, 2012).\n\n\n\nStudy1: In Study 1 we found that most of our hypotheses were rejected. The one hypothesis that was supported was that individuals higher in romantic beliefs were more likely to be victims of the scam. People with a higher tendency towards idealisation of romantic partners were more at risk of being a victim. Victims who had lost money did report significantly more distress than those who had not. However, some non-financial victims were also severely affected, some of whom experienced more distress than the average for financial victims. Correlates of emotional distress in the non-financial victims were explored to examine the amount of variance that was found for this group on emotional distress. It was found that more lonely people, more neurotic people and those with lower scores on openness to experience were significantly more emotionally affected. Women were more affected than men. With regards to financial victims neurotic men were more likely to report distress compared with emotionally stable men.\n\n\n\nStudies 2 and 3 revealed the following:\n\nTypology:\n\n• Many female victims had a history of abuse prior to the scam\n\n• Some male victims had suffered from social phobia throughout their lives.\n\nPersuasive techniques employed to scam the victims: \n\n• Scammers drew from typical persuasive techniques as previously identified by social psychologists (eg Cialdini’s (2001) six basic tendencies of generating a positive response; the foot in the door technique and the elaboration likelihood model).\n\n• Victims are given a limited time to respond to scammers’ requests, preventing them from checking the legitimacy of requests and preventing hesitation.\n\n• Media switching and frequent use of media is used to develop the relationship to higher levels of intimacy (ie grooming the victim).\n\n• The ‘ideal relationship’ is established with someone who appears to care for the victim more than anyone else has in their lives. This relationship is experienced as therapeutic.\n\n• Given the hyper-personal relationship that is developed the scammer is able to comply with secrecy.\n\nThe psychological consequences of being taken in by such a scam:\n\n• Victims experience shame and depression and the level of shame and depression does not correlate with the amount of money scammed. The shame makes it difficult for the victim to turn to the social support they need to cope with the trauma of the event.\n\n• There is a ‘double hit’ from being taken in by the scam: the loss of money as well as the loss of a relationship.\n\n• Victims described themselves as being ‘brain washed’ and ‘mentally raped’.\n\n• Victims often cut off important social ties in the real world if that person questions the authenticity of the relationship.\n\n• Victims vacillate through Kubler-Ross’s (1969) stages of grieving (denial, bargaining, anger, depression, acceptance) after learning that the relationship with the scammer was not an authentic relationship.\n\n• The denial can lead to a second wave of the scam.\n\n• The relationship with the scammer might be best understood as an abusive relationship (sometimes sexually abusive). The results from this study can be used in non-academic contexts:\n\n1. By health professionals who counsel these victims. Psychologists need to be aware of the trauma these victims experience and that the upset is both a financial and an emotional loss. Victims could be suicidal. Moreover, that family and friends often offer little emotional support.\n\n2. Law enforcement agencies who deal with this crime. Officers need to be aware that victims have been traumatised. They need to ensure that they move from the early stages of denial into accepting they have been a victim very early on to ensure they do not become a victim of the second wave of the scam. Officers also need to be aware of the possible transference effects if they demonstrate empathy towards the victim.\n\n3. Judges. Need to be made aware that these victims should be treated as intimidated witnesses and therefore be provided with the same conditions as any other intimidated witnesses (eg doing video statements etc). There is a dearth of research available on 'individual mass marketing fraud', in particular the psychology of these crimes. There is no research to date, prior to this project, on the psychology of the online dating romance scam. This study learnt about potential risk factors to this crime. We learnt that being high in romantic beliefs made individuals more vulnerable to this crime. However, importantly we learnt that there was little else that distinguished victims -- meaning that many types of people could fall victim to this crime.\n\n\n\nDrawing from traditional psychological research on persuasive techniques we learnt about some of the persuasive strategies that scammers employ. What was especially unique about the research is that we learnt how the internet can be harnessed to create a fake identity and develop a 'hyper-personal' relationship with victims. \n\n\n\nMost victims (both financial victims and those who did not lose money) were stressed by the event and many were traumatised. Many experienced the loss of the relationship as a bereavement. The denial victims experienced made it difficult for them to accept the reality of the crime and sometimes made them vulnerable to a second wave of the crime. Often family and friends provided little or no support to victims making it more difficult for them to recover. Some victims transferred their love for the criminal to a law enforcement officer again making recovery difficult. We recommend that early psychology intervention is imperative for victims of this crime. Leisure Activities/ including Sports/ Recreation and Tourism","dataset":"gtr"}