{"id":"1867B1D6-3695-4CAF-B3ED-9BF11E88FE36","title":"THE LORN PELAGIC OBSERVATORY, THE PLANKTON INDEX, AND THE MARINE STRATEGY FRAMEWORK DIRECTIVE: A KNOWLEDGE EXCHANGE PROPOSAL","abstractText":"The Marine Strategy Framework Directive (MSFD) requires 'Good Environmental Status' (GES) in European salt waters, defined as allowing marine ecosystems &quot;to function fully and to maintain their resilience to human-induced environmental change&quot;. What measurements are needed to establish that ecosystems in UK seas are fully-functional and resilient, or, if not, to direct what the Directive calls &quot;programmes of measures&quot; to restore GES? \n\nMarine ecosystems are largely out of sight, and their biogeochemical cycles and food webs operate in ways that ecological oceanographers are still struggling to understand. Nevertheless, 4 decades of NERC coastal oceanography has mapped the physical features of the seas that overly the UK continental shelf and shone light on the links between physics and biology. This research provides the basis for science-based monitoring of the 'pelagic habitat' as a component of Environmental Status. 'Pelagic habitat' refers to the water column environment and the plankton - the drifting animals and microscopic algae that live here. \n\nDefra is the UK government department responsible for the national implementation of the MSFD, and for reporting environmental status to the European Commission. In the case of the pelagic habitat Defra has identified a set of monitoring stations in different physical regimes; one of these sites, in the Firth of Lorn near Oban, is where phytoplankton has been regularly sampled by the Scottish Association for Marine Science since 2000. Observations were first made here in 1970 by SAMS' precursor SMBA. SAMS has already agreed to input current micro-algal data to the Defra programme, and Defra may fund some additional zooplankton work. One of the two main purposes of the present project is to to evaluate, for the purposes of MSFD reporting, the present condition of the Firth of Lorn station in relation to older data and research studies.\n\nThe second main purpose relates to the methods used for data analysis and reporting. Scrutiny of a water sample containing planktonic micro-algae, or a tow-net sample containing planktonic animals, usually results in a long list of species. The MSFD monitoring programme requires samples to be taken at least 12 times a year, in order to keep track of the seasonal succession of plankton species. One way to simplify this list is to group species into the 'lifeforms' that are the functional units of the plankton. Lifeforms are then grouped in pairs, and the abundance of each of the pair's lifeforms plotted against the horizontal or vertical axis of a graph. A year's worth of samples results in 12 (or more) points on this graph. Over the resulting cloud of points is drawn a 'reference envelope'. The proportion of observations falling outside this envelope is the value of the 'Plankton index' for this lifeform pair and year. Changes in the index can be used to track change in ecosystem condition. Its calculation has been computerized, but the method has so far been used for research rather than routine monitoring. The second purpose of the project is, thus, to assist Defra in the initial application of the method, using the Firth of Lorn data as a test case. \n\nWhile Defra has oversight, the work of sampling, analysis and interpretation is performed by specialized public bodies including those reporting to the devolved administrations in the UK. One of these bodies is AFBI, the 'Agri-Food and Biosciences Institute' in Belfast, which led the consortium charged with designing the strategy for monitoring the pelagic habitat. Although the ultimate benefit of this project falls to the public good, and the designated benficiary is Defra, AFBI will be the immediate partner for SAMS in the proposed 'knowledge exchange'.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M007855/1","grantId":"NE/M007855/1","fundValue":"56374","fundStart":"2014-10-01","fundEnd":"2015-03-31","funder":"NERC","impactText":"","person":"Paul  Tett","coPersons":["Clive James Fox","Keith  Davidson"],"organisation":"Scottish Association For Marine Science","findingsText":"","dataset":"gtr"}