{"id":"187D6BAC-4950-4110-A420-55338CB613CE","title":"Reducing the Cost and Prolonging the Durability of Hydrogen Fuel Cell Systems by in-situ Hydrogen Purification and Technology Hybridization (HyFCap)","abstractText":"Hydrogen and fuel cells open the way to integrated &quot;open energy systems&quot; that simultaneously address all of the major energy and environmental challenges, and have the flexibility to adapt to the diverse and intermittent renewable energy sources that will be available in the Europe of 2030. HFCs offer a number of advantages for both smaller scale stationary power and transport systems, such as quiet operation, low self-discharge, high energy density and extended driving ranges. However, these are not yet economically competitive with other fuel systems such as open cycle gas turbines for balancing electrical grids, Li-based batteries for domestic storage nor high compression ratio diesel engines for transport. Two important contributions to the elevated costs of fuel cell systems are: 1) the capital cost of fuel cell power (kW-1); and 2) the cost of the high purity H2 needed to extend asset lifetime especially when the hydrogen is supplied by an on-board hydride tank.\n\nThis proposal will seek to address both problems by: 1) the hybridisation of fuel cells with supercapacitors, to reduce the demand (hence the capital cost) for fuel cell power capacity and increase power efficiency; and 2) the development of in-situ hydrogen purifiers by means of highly selective and high-permittivity solid-sorbent membranes, to increase the lifetime of the fuel cell. These two issues also represent two critical gaps /issues that have NOT been funded in the relevant SUPERGEN consortia (Hydrogen and Energy Storage) and the HFC Hub by the EPSRC.\n\nMembers of the consortium are with complementary expertise in supercapacitors, hydrogen store and purification, power engineering design and management, which will potentially lead to a complete integration of these area and help us to develop a novel design and optimum integration of hydrogen fuel-cell (HFC) and supercapacitor (SC) for an efficient, low-cost and low-carbon power system.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K021192/1","grantId":"EP/K021192/1","fundValue":"1442360","fundStart":"2013-11-01","fundEnd":"2017-10-31","funder":"EPSRC","impactText":"","person":"Zheng Xiao  Guo","coPersons":["Nick  Tyler","Julian Richard Evans","Michael Robert Emes","Richard William Bucknall","Peter Joseph Hall"],"organisation":"University College London","findingsText":"","dataset":"gtr"}