{"id":"18840631-00AA-4004-9C83-02DE1040D02D","title":"Seeing what they see: compensating for cortical visual dysfunction in Alzheimer's disease","abstractText":"Alzheimer's disease (AD) is often mis-perceived as a disorder largely or solely of memory. However the disease also affects the visual areas of the brain leading to problems seeing what and where things are. Dementia-related visual impairment tends to be neglected, partly because people assume any problems are due to the eyes rather than the brain, and because it occurs at a point when language and other skills are too impaired for the person with dementia to explain the perceptual problems they are having. Visual problems are also often mis-attributed to poor memory (e.g. a person with AD failing to recognize a family member in a photo may be thought to have &quot;forgotten&quot; the person, when in fact they may simply be unable to perceive the face clearly). Visual impairment in AD has received increased attention recently with the identification of the syndrome Posterior Cortical Atrophy (PCA) which is typically caused by AD but presents with dramatic impairment of vision not memory, as experienced and described by the author Terry Pratchett in his documentary Living with Alzheimer's.\n\nVery few studies have explored the effect of impaired vision upon people with dementia or their caregivers. A motivation for improving our understanding of how people with AD see the world is that the limited number of small studies which have been conducted suggest that even simple changes to the environment (e.g. changing the colour of tableware from white to red) can compensate for vision problems in people with AD and lead to improved functioning and health (e.g. better eating and drinking).\n\nThe project objective is to demonstrate that helping AD patients to interact more successfully with their visual environment at home can have a significant positive impact upon the wellbeing and quality of life of both patients and carers. The project will involve 50 people with PCA, 150 with typical Alzheimer's disease and 100 healthy volunteers. The impact of visual aids and strategies will be measured at three time-points over the course of one year, with a staggered start to enable comparisons of quality of life in those with and without the intervention. The success of the project will be judged primarily using established measures of quality of life, caregiver burden, everyday abilities, and behavioural and psychological wellbeing. However, the design of the visual aids and compensatory strategies themselves will be based upon a combination of patient/carer interviews (qualitative evidence) and cutting-edge scientific understanding of the nature of visual impairments caused by conditions such as Alzheimer's disease (quantitative evidence). This quantitative evidence will be gathered through studies of patient's visual skills and eye movements, and their ability to move around a purpose-built laboratory environment, before the main study commences in patients' own homes.\n\nAnother important aspect of the project is the involvement of people with PCA, who experience AD-related visual loss but without the loss of memory and insight seen in typical AD. These individuals with PCA offer a new and unique perspective on the AD patient's view of the world. Their experiences of care homes and day hospitals draws attention to the fact that many current social and behavioural interventions for people with dementia may be limited in their effectiveness by over-reliance upon visual information and by a systemic failure to recognize visual impairment in many service users.\n\nThe research brings together experts in the fields of dementia, engineering, social science, social work, occupational therapy and ophthalmology. This interdisciplinary research team will work closely with the DeNDRoN ENRICH scheme and project advisors in the 3rd sector and industry specializing in dementia and vision loss (e.g. Thomas Pocklington Trust, Dementia and Sight Loss Interest Group, ARUP, CDRAKE) to improve the study and implement its findings.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L001810/1","grantId":"ES/L001810/1","fundValue":"2115950","fundStart":"2014-04-01","fundEnd":"2018-03-31","funder":"ESRC","impactText":"  We have only completed the first 6 months of our project. To date, the findings have only been used to:\n- communicate to other academics and clinicians the nature of visual impairment in PCA and other forms of dementia (e.g. Yong et al., Brain, in press)\n- to create artworks featured in the ArtNeuro exhibition (http://artneuro.co.uk/; 6-9 November 2014) which communicate to the public the nature of the visual experience in PCA\n- educate the project team and affiliated PhD students (Rachel Woodbridge - Brunel; Robin Serougne - UCL) about the atypical PCA syndrome\n- pilot data from the study have been included in local, national and international talks by members of the project team (e.g. Crutch - British Neuropsychological Society, London, 5/11/14; Tyler - States of Mind and the City conference, Istanbul, 16/10/14)\n- to provide guidance and gather feedback from patients and carers participating in PCA Support Group meetings (UCL, 26/9/14 and 7/11/14; see e.g. https://www.youtube.com/watch?v=UyUorzvbooo) Communities and Social Services/Policy,Healthcare Cultural,Policy & public services","person":"Sebastian  Crutch","coPersons":["Mary Patricia Sullivan","Anne  McIntyre","Nick  Tyler","Kenneth  Gilhooly","Tunde  Peto","Alison Grace Lake","David France  Tang-Wai","Chris  Frost","Imre  Lengyel","Mary Lynn Gilhooly"],"organisation":"University College London","findingsText":" - Discovered that people with posterior cortical atrophy (PCA, sometimes referred to as the 'visual variant of Alzheimer's disease') have a basic visual processing impairment called excessive visual crowding. This means the world they see seems abnormally cluttered, with information about objects in their view overlapping and becoming confused so that it is more difficult to identify individual objects like faces, letters or shapes. \n- Conducted the first (pilot) study of how people with PCA and typical Alzheimer's disease navigate along corridors, across rooms and up stairs. This information begins to tell us how dementia-related visual impairment affects their ability to move around their home and other spaces, and suggests ways in which we will be able to alter the design of the floor, walls and visual aids to help them interact with their visual environment more successfully.\n- Completed a collaboration with visual artist Charles Harrison, creating visual artwork and animations which simulate the visual experiences of people with PCA and help other people (e.g. friends, family, carers) to understand how they perceive (or misperceive) the world around them. We are at the beginning of our project but the key impact and communications objectives are: \n\nBuild awareness of dementia-related visual impairment amongst the general public:\n- Improve awareness that dementia may impact upon vision and not just memory.\n- Improve awareness of rare and young onset dementias such as posterior cortical atrophy (PCA).\n\nBuild awareness of the 'Seeing what they see' project amongst people with PCA and Alzheimer's disease and their carers:\n- Disseminate guidelines and advice to help address problems associated with dementia-related visual impairment around the home.\n- Make available novel low-cost visual aids and adaptations to improve localization of places and objects around the home\n- Disseminate research findings on how to improve patient independence, safety and quality of life and associated reductions in caregiver burden.\n- Present project plans and regular project updates at patient and carer support group meetings, in newsletters, on support group websites (www.pcasupport.ucl.ac.uk), via Facebook groups (e.g. Posterior Cortical Atrophy Awareness; Australia PCA Support) and via @DementiaVision Twitter feed.\n- Disseminate research findings via project partners (e.g. Thomas Pocklington Trust, Canada Dementia Resource and Knowledge Exchange) and other care organisations.\n\nBuild awareness of the 'Seeing what they see' project amongst academics, clinicians and allied health professionals:\n- Provide guidance and formal training course modules regarding the identification of dementia-related visual dysfunction and implementation of research findings.\n- Present research findings at local, national and international academic and professional conferences, and publish in high-quality journals. \n\nInfluence policymakers and those planning and managing care services to improve diagnosis, care and support for people with dementia-related visual impairment:\n- Reviewing and revising guidelines, policies and advice regarding dementia-related visual dysfunction in the home and care home environment.\n- Highlighting the previously unresearched relationship between dementia-related visual impairment and quality of life.\n- Improving the evidence base for the improving the interaction between people with dementia and their environment as a means to reducing health and social care costs.\n\nCare home industry including architects, engineers and care home managers:\n- Communicate the needs of people with dementia-related visual impairment to those involved in the design, construction and management of residential care and nursing facilities. Communities and Social Services/Policy,Education,Healthcare,Transport,Other","dataset":"gtr"}