{"id":"1891DE78-A4DC-42A5-9B4A-7B2DFB834480","title":"Predicting the escalation of conflict: A global forecasting approach to conflict escalation using big data","abstractText":"The key objective of this research project is to forecast conflict escalation of intra-state armed conflicts, such as Syria, Libya, or Egypt, and deliver forecasting software packages that can be implemented by users of this project. The project considers two dimensions of escalation: temporal and spatial escalation of armed conflicts. In the context of this project, conflict escalation is an increase in the number conflictual events (e.g. episodes of fighting) over time and space. In focusing particularly on conflict escalation, this research project makes a new and unique contribution to the prediction of intra-state conflicts by developing a split-population forecasting framework that is motivated by a novel formal theoretical argument of conflict escalation. The split-population approach allows to forecast which countries are at risk of conflict, and in a second step assesses when and where conflicts escalate.\n\nConflict forecasting has made great advances in last years. Two reasons account for this progress: (a) Better data and (b) improved methods. While much progress has been made in forecasting conflict occurrence, less work has been done predicting the escalation of armed conflicts. Hence, this research project builds upon existing models that explain when and where conflicts occur but focuses on two research questions:\n\n(1) What are the conditions under which conflicts occur and escalate over time (temporal- intensity escalation)?\n(2) What are the condition under which conflicts occur and escalate over space (spatial-intensity escalation)?\n\nThe research proposes a game-theoretical argument that escalation is most likely where political concessions cannot be credibly granted within the existing political institutions. In line with existing work in the civil war context, credible concessions become difficult under weak institutions, deeply engrained discriminatory practices, and unpopularity of existing leaders. These governments are at risk to conflict escalation, whereas governments that are able to make concessions are almost immune to violent conflict. Thus, if strong opposition groups challenge governments that are at risk, conflict will escalate. Hence, the main argument of this research proposal is that conflicts with strong and successful challengers escalate if the government is unable to make credible commitments to these groups.\n\nThe proposed research project makes a new and unique contribution to the prediction of intra- state conflicts by developing a split-population forecasting framework that is motivated by the outlined theoretical argument of conflict escalation. The split-population approach allows to forecast which countries are at risk of conflict, and in a second equation when and where the 'at risk' conflicts escalate. Thus, the forecasting approach mirrors the theoretical argument. It first identifies which countries are likely to have commitment problems and in a second step when and where they will escalate when strong challengers form.\n\nTo forecast forecast both, the occurence (if) and escalation of conflict (when and where), the project will leverage the Global Database of Events, Language, and Tone (GDELT), a constantly updated open-source conflict database that provides spatio-temporal information of up to 100,000 conflictual and cooperative events per day. Hence, the proposed project explicitly deals with statistical forecasting that takes advantage of &quot;big data&quot; and increased computational power. The proposed research addresses the demand of governments, non-governmental organizations and corporations to monitor and forecast social and political risks. It has a clearly impact oriented strategy by delivering software packages, web-based prediction tools, and implementation strategies for government, non-governmental, and corporate users.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L011506/1","grantId":"ES/L011506/1","fundValue":"215278","fundStart":"2014-10-01","fundEnd":"2017-09-30","funder":"ESRC","impactText":"","person":"Nils  Metternich","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}