{"id":"18A05D99-C2BB-41EE-BCB0-274CC5483A5E","title":"Mechanisms of inhibitory GABA-A and glycine receptor clustering in health and disease","abstractText":"The central nervous system is a complex, intricate network of nerve cells that transmit and receive messages. This communication occurs at specialised sites of contact known as synapses. At these sites, an arriving nerve impulse causes the release of a chemical neurotransmitter from the 'presynaptic' cell which then interacts with receptor molecules embedded in the cell membrane of a neighbouring 'postsynaptic' nerve cell. Some types of these receptors, called glycine and GABA-A receptors, are classified as inhibitory receptors because they have an integral chloride ion channel. The opening of these channels in response to the neurotransmitter alters the electrical state of the cell either transmitting or subtly altering the incoming nerve impulse. The mechanisms that regulate synaptic transmission are important in understanding normal and diseased states of the brain. Indeed, many anaesthetics, sedatives and anti-anxiety drugs in use or under development act primarily via GABA-A or glycine receptors. The therapeutic nature of these agents provides a compelling reason for understanding how these receptors are localised at synapses. We have previously shown that mutations in genes associated with synaptic clustering proteins, such as collybistin, cause anxiety, aggressive behaviour, epilepsy, sleep disturbances and intellectual disability. The reason that disruption of a single gene can cause such a range of symptoms is that loss of collybistin causes disruption and mislocalisation of several synaptic components, including a scaffolding protein known as gephyrin and certain inhibitory GABA-A receptors. However, the location of other inhibitory receptors was unaffected, suggesting that other mechanisms of synaptic clustering must exist. The aims of this research project are: i) To investigate the molecular basis of GABA-A receptor interactions with gephyrin and collybistin; ii) To establish whether motor proteins called kinesins that transport proteins to synaptic sites are crucial for this clustering process; iii) To find out if two additional synaptic proteins, IQSEC2 and IQSEC3, also contribute to the synaptic clustering of inhibitory receptors. It is our hope that a detailed understanding of the mechanisms underlying synaptic receptor clustering in health and disease will enable better diagnosis and treatment of individuals with anxiety, aggressive behaviour, epilepsy, sleep disturbances and intellectual disability. Our study will also have important implications for research into human disorders affecting the synaptic location of other neurotransmitter receptors.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J004049/1","grantId":"MR/J004049/1","fundValue":"398040","fundStart":"2012-05-01","fundEnd":"2015-04-30","funder":"MRC","impactText":"","person":"Robert Justin Harvey","coPersons":["Kirsten  Harvey"],"organisation":"University College London","findingsText":"","dataset":"gtr"}