{"id":"18A431F4-D459-4B29-A067-F0E98F4AA8AB","title":"Role of Electrocatalysts in the Electrochemistry of Oxygen in Non-Aqueous Electrolytes","abstractText":"The global market for lithium-ion batteries is expected to increase from an estimated $8bn in 2008 to $30bn by 2017, according to independent market analyst Takeshita. Lithium-air or lithium-oxygen batteries are an important technology for future energy storage because they have theoretical energy densities that are almost an order of magnitude greater than the state-of-the-art Li-ion battery. The energy storage needs of society in the long-term are likely to demand batteries for both stationary power storage to collect unwanted energy generated from wind farms and batteries to power electric vehicles. The success of these technologies underpins the UK's need to move to a lower carbon and greener economy which is less reliant on carbon dioxide generating fossil fuels.\nThe development of lithium-oxygen batteries is being hampered by lack of understanding of the complexity of products formed on the air-cathode during reduction and oxidation. Spectroscopy is critical for identification of products and the understanding of the chemistry at the interface of electrodes. Moreover advanced in situ spectroelectrochemical techniques help us to comprehend these complex interfaces whilst under full electrochemical control. A particularly sensitive technique, surface-enhanced infrared absorption spectroscopy (SEIRAS) has not been applied to these systems. Furthermore development of in situ far-IR spectroscopy would enable us to identify lithium-oxygen compounds at these low frequencies. The goal of this proposal is therefore to further the progress of lithium-oxygen technology by fully understanding the reduction and oxidation pathways taking place within the battery and to comprehend the role of electrocatalytic surfaces.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K006835/1","grantId":"EP/K006835/1","fundValue":"354296","fundStart":"2013-03-31","fundEnd":"2016-09-30","funder":"EPSRC","impactText":"","person":"Laurence James  Hardwick","coPersons":["Richard  Nichols"],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}