{"id":"18AB595C-FEF2-456C-8DCD-A88B3FFE6717","title":"Thermal sensory mechanisms involved in body temperature regulation","abstractText":"In a cold environment mammals reduce blood flow to the skin in order to conserve heat, while in a hot environment sweating reduces body temperature. It is well established that the reduction in skin blood flow in a cold environment is mediated by noradrenergic sympathetic nerves, which innervate blood vessels and release noradrenaline in order to cause vasoconstriction in response to cold. Conversely, cholinergic sympathetic nerves innervate sweat glands to produce cooling in a hot environment. The heat and cold-sensitive mechanisms - the &quot;thermostats&quot; - which drive activity in these two divisions of the sympathetic nervous system are, however, unknown. In preliminary experiments we have found an ion channel in sympathetic neurons which is directly activated by cold, while a different ion channel expressed in parasympathetic neurons, which are cholinergic, is directly activated by warmth. The heat and cold-sensitive ion channels underlying these responses are novel thermosensory mechanisms, as they are not activated by any of the agonists for known thermally sensitive ion channels. \n\nThe discovery of these novel thermally sensitive mechanisms will now allow us to characterize their electrical properties. We will then proceed to determine their molecular basis using RNA sequencing, in which we will compare the mRNA expressed in specific cold-sensitive and warm-sensitive neuronal populations with similar populations which are not thermally sensitive, and so will determine which ion channel mRNAs are differentially expressed. Finally, we will clone and express the ion channels that we have identified in order to check that the properties of the cloned gene are the same as those expressed in thermally-sensitive neurons.\n\nIn parallel we will investigate the thermally sensitive mechanism which determines the mammalian core body temperature. Warmth-activated neurons are known to be present in the pre-optic nucleus of the anterior hypothalamus and to be important in regulating body temperature. We will isolate neurons from this region and will study their activation by thermal stimuli. Is the mechanism the same as the warmth-activated mechanism that we have discovered in cholinergic neurons? We will examine the mRNA expressed in these neurons using in situ hybridization, and if the same channels are expressed then we will have an answer to an important problem in biology, namely how mammals sense their core temperature. If the mechanism is not the same then we will isolate mRNA from populations of thermally sensitive neurons and will compare the mRNA abundance with that in adjacent non-thermally sensitive to clone the thermoregulatory gene in a similar approach to that outlined above.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L002787/1","grantId":"BB/L002787/1","fundValue":"401798","fundStart":"2014-06-01","fundEnd":"2017-05-31","funder":"BBSRC","impactText":"  Grant at an early stage - not used yet.  ","person":"Peter Anthony  McNaughton","coPersons":[],"organisation":"King's College London","findingsText":" We have discovered novel mechanisms of heat and cold sensation This work will be valuable in investigating abnormalities of body temperature regulation Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}