{"id":"18B06263-ABA2-46DB-9BD5-0C8109F8CB27","title":"Fluid ferroelectric composites","abstractText":"Liquid crystals are partially ordered fluids, thermodynamically located between the three dimensionally ordered crystal and the isotropic liquid. Their applications are well known, from simple black and white displays in pocket calculators, all the way to the sophisticated full colour flat panel screens in laptops and modern TVs. All these applications rely on the nematic phase, which exhibits only orientational order of the long axis of rod-shaped molecules. Introducing stabilising polymer networks to chiral nematic phases has recently led to the demonstration of electronic paper , a display device based on scattering, rather than birefringence. Part of this success was based on the fundamental investigations of the applicant. The proposed work will take the development in a totally new and exciting direction by investigating novel composites based on ferroelectric smectic liquid crystals (FLC). Only smectic phases with tilted, chiral molecules can exhibit ferroelectricity, and they are the only liquids known to do so. Their applicational prospects are paramount: electro-optic switching 1000 times faster than that of nematics, bistability, memory, low driving voltages and excellent contrast. Introducing polymer modification to ferroelectric liquid crystals will open a whole new and exciting field of soft matter composites and solve some of the intrinsic problems encountered with FLCs. Three general classes of FLC-polymer composites will be studied: (i) polymer stabilised FLCs, bicontinuous systems with a phase separated polymer network, (ii) FLC gels, three component systems which allow variation of polymer cross-linking density and (iii) micro-phase segregated composites with polymer networks forming between smectic layers, rather than across them. Polymer stabilised FLCs have been reported before, but no systematic investigations or quantitative descriptions of the physical properties have been developed. These are the ideal composites to firstly establish a quantitative approach, which will then be carried over to the novel composite classes of ferroelectric gels and micro-phase segregated composites, new materials with different physical properties, that will be developed within the proposed work.In systematic, high-resolution experiments we will measure the temperature and electric field dependence of the two basic physical quantities, the tilt angle and the polarisation. From such measurements we will be able to determine the complete potential of the polymer modified liquid crystal according to a generalised Landau theory. This implies the determination not only of all three Landau constants, but also the terms of the linear and biquadratic polarisation-tilt coupling on an absolute, quantitative basis. Such investigations have never been conducted on any polymer modified systems. Furthermore, the experiments will for the first time allow a quantification of the elastic interaction between liquid crystal and the various forms of the dispersed polymers. This is of fundamental importance to develop a general and quantitative understanding of this new area of soft polar composites. It will allow the prediction of electro-optic properties on an absolute scale, taking into account polymer concentration, cross-linking density and effects of micro-phase separation.Through the development of the novel liquid crystal-polymer composites, the proposed work will provide solutions for some of the long standing problems encountered in FLC applications, namely mechanical stability, permeation flow, smectic layer motion and the formation of horizontal chevrons, without significantly reducing the advantageous electro-optic properties of the FLC. It is also anticipated that the new composites will be of use for further innovative applications, for example pressure sensors.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D079128/1","grantId":"EP/D079128/1","fundValue":"276379","fundStart":"2006-10-01","fundEnd":"2009-09-30","funder":"EPSRC","impactText":"","person":"Ingo  Dierking","coPersons":[],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}