{"id":"18B97FBB-0568-4EAB-912D-52072A7BE84A","title":"Sox gene function in Drosophila testis development","abstractText":"In humans, the sex of the developing embryo is determined by the activity of a regulatory protein encoded on the Y-chromosome, SRY. One of the roles of SRY is to initiate a program of gene expression in the early gonad that directs cells down the male pathway of development. While the activity of SRY and the complete repertoire of target genes it regulates in still unknown, one of its targets is the related regulatory protein SOX9. Several studies have shown that SOX9 alone is able to direct male differentiation of early gonads in mammals. In reptiles, Sox9 has a role to play in the correct development of the testis. Recently, we identified a Drosophila gene related to Sox9 (Sox100B) that shows specific expression in the developing fly testis. More remarkably, we have shown that mutations in the fly gene lead to a failure in testis development. Thus, while the molecular mechanisms that determine sex appear to be completely different in multicellar organisms, it appears that there may be underlying conservation of the genes regulating testis development. Since specifying a testis is the key event in mammalian sex determination, it is possible that an analysis of Sox100B activity in flies will lead to insights into the molecular events underlying human sex determination and testis biology in general. We will take advantage of several approaches we have developed that allow a global analysis of regulatory protein activity in the fly. Using a technique known as DNA microarray analysis, we are able to examine all of the genes in the fly genome simultaneously. By comparing normal flies with Sox100B mutants we can define the set of genes that are down or up regulated because of the loss of Sox100B. Preliminary experiments we have performed indicate that this approach is feasible and that it can identify fly genes with relatives that are expressed in the mammalian testis, suggesting we can identify human genes that may be targets of Sox9. However, one of the problems associated with microarray analysis in multicellular organisms is that it is not always straightforward to related changes in gene expression with the direct activity of a particular regulator. To circumvent this we will use a method we have recently developed to determine where the Sox100B protein is bound in the fly genome during testis development. By fixing developing testes with cross-linking agents, we can 'glue' Sox100B to the DNA while it is active during the regulation of specific genes. We can isolate the DNA with Sox100B attached and identify where in the fly genome it comes from using microarrays containing probes for the entire fly genome. Combined with the microarray expression analysis this will definitively identify a set of genes that Sox100B is regulating in the developing testis. Our analysis of defects in fly testes due to loss of Sox100B combined with the approaches to accurately define Sox100B target genes, will provide a very detailed understanding of the function of Sox100B. This in turn may help to identify potential targets of Sox9, candidate genes implicated in Sex determination and male infertility, in the human genome. Such studies in model systems such as Drosophila are very valuable in helping us understand how the human genome is organised and expressed. While it may appear that flies and humans are very different, years of molecular and genetic analysis have shown that genes which direct key developmental processes in the fly have relatives that perform similar jobs in mammals. Since the fly genome is considerably smaller, and therefore much easier to deal with experimentally than human or mouse, we can use the fly to discover genes and pathways that will benefit from a focused analysis in mammals. The genome-wide based approaches we propose offer an unparalleled opportunity to explore conserved a regulatory protein.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E015492/1","grantId":"BB/E015492/1","fundValue":"453140","fundStart":"2007-03-01","fundEnd":"2010-02-28","funder":"BBSRC","impactText":"","person":"Steven  Russell","coPersons":[],"organisation":"University of Cambridge","findingsText":" We defined the specific testis cell type defective in Sox100B mutant, the pigment cells of the testis sheath; demonstrated that Sox100B was downstream of Wnt2 and showed that the fly gene can functionally replace mammalian group E Sox genes..\n\n\n\nUsing ChIP array and DamID we have generated fully validated genome-wide binding profiles for Sox100B in the embryo and the larval testis.\n\n\n\nWe have integrated the binding data with tissue-specific genome wide expression data from Sox100B loss and gain of function conditions, validated by RT-PCR, to generate a set of validated Sox100B target genes in the larval testis.  ","dataset":"gtr"}