{"id":"18BD902F-B3BF-4FAE-A0EE-4B831BF6B2CF","title":"Climate change and macroecological patterns in an exploited marine fish assemblage","abstractText":"There is considerable uncertainly regarding the influence of climate change on structure of marine fish assemblages, yet increasing evidence suggests that maintenance of diversity across trophic levels is key to safeguarding ecosystem function. We propose to investigate climatic influence on spatial and temporal structure of the northeast Atlantic marine demersal fish assemblage. Using collated data from UK government survey trawls, we aim to 1) investigate whether there is a northeast Atlantic signature of diversity change linked to temporal climatic variability, and whether temporal changes in community composition have been of the same magnitude across the region. 2) test if individual species show similar abundance trends throughout their geographic ranges, and identify ecological and life-history species traits linked to temporal changes of abundance, including body size, growth rates and trophic level and 3) test the reliability of 'climate-envelope' predictions of future species distributions and abundances, and compare these to predictions made using models incorporating density-dependent habitat choice. Our goal is to identify the scales for patterns of change in species abundance and to quantify uncertainties underpinning predictions of ecological change during forecasted 2 to 4 C rises in mean annual sea surface temperature over the next 100 years.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F001878/1","grantId":"NE/F001878/1","fundValue":"221831","fundStart":"2008-05-01","fundEnd":"2011-04-30","funder":"NERC","impactText":"  Findings from the work have been used in the 2013 Marine Climate Change Impacts Partnership report card (http://www.mccip.org.uk/media/18758/mccip-arc2013.pdf) Environment Policy & public services","person":"Martin Jones Genner","coPersons":["David  Sims"],"organisation":"University of Bristol","findingsText":" Recent warming in the northeast Atlantic has caused distributional shifts in some fish species along latitudinal and depth gradients, but such changes, as predicted by climate envelope models, may often be prevented because population movement requires availability of suitable habitat. \n\n\n\nWe assessed the impacts of warming on the commercially important European continental shelf fish assemblage using a data-driven Eulerian (grid-based) approach that accommodates spatial heterogeneity in ecological and environmental conditions. We analyzed local associations of species abundance and community diversity with climatic variables, assessing trends in 172 cells from records of &gt;100 million fish sampled over 1.2 million km2 from 1980 to 2008. We demonstrated responses to warming in 72% of common species, with three times more species increasing in abundance than declining, and find these trends reflected in international commercial landings. Profound reorganization of the relative abundance of species in local communities occurred despite decadal stability in the presence-absence of species. \n\n\n\nOur work also demonstrated strong thermal limitations on the distributions of species, and the importance of thermal environment in reproductive phenology of European marine fishes.\n\n\n\nOur analyses highlight the importance of focusing on changes in species abundance in established local communities to assess the full consequences of climate change for commercial fisheries and food security. The results demonstrate an overwhelming influence of thermal environments on fish stocks and their community sturcture, but stocks are not undergoing spatial shifts as may be predicted from climate envelope models. This research should help to underpin projections of climate change effects over the coming decades. The research is of relevance to policy makers and regulators involved in the marine fisheries sector (Defra, Marine Scotland, AFBI, ICES) and marine conservation (Joint Nature Conservation Committee, English Nature, Countryside Council for Wales, Scottish Natural Heritage, Environment &amp; Heritage Service Northern Ireland). The findings demonstrate clear impacts of climate change on European fished stocks, with implications for fisheries management and conservation. Potential users of the research include: stock assessors/managers, policy makers, conservation organisations and academic researchers (Universities, CEFAS, Marine Scotland, AFBI). Environment","dataset":"gtr"}