{"id":"18CAFCD6-88D0-4F95-99C8-0ADF70E9A6AF","title":"Single Molecular Receptor Dynamics","abstractText":"The transmission of nerve signals in the body and brain is dependent on proteins called receptors. Most neurotransmission that governs memory and learning is controlled by ionotropic glutamate receptors, so-called, because upon binding of glutamate (the neurotransmitter) they open a pore into the neuron that allows positively charged ions (sodium and potassium) to pass through it. This is the basis of all nerve signals in the brain. It is therefore perhaps unsurprising that glutamate receptors have been implicated in many neurological conditions of the central nervous system (CNS) ranging from epilepsy to Alzheimer's disease. Despite much progress, exactly how the receptor changes conformation (shape) when it binds glutamate sill remains unclear.\n\nIn our previous work, we were able to show, for one particular sub-family of receptors called kainate receptors, how a region away from the glutamate-binding site could control the dynamic properties of the receptor. In particular, this region contains separate binding sites for sodium and chloride ions. Our previous work demonstrated that a collaborative approach which combined our expertize in computational biochemistry with experimental expertize of colleagues in Canada was extremely powerful in understanding the way in which these receptors work.\n\nIn this proposal we want to apply what we have learnt on the kainate receptors to another major subfamily of ionotropic glutamate receptors, the AMPA receptors. The work focuses on understanding how the composition of a key interface within the receptor controls which conformations the receptor can access. The knowledge we gain here, can in the longer-term be very useful for the design of new compounds that target neurological diseases.\n\nOur proposal utilizes the power of molecular simulations to provide atomic-level detail of what controls the way this binding site behaves. A full understanding of this is necessary if we are to have any chance of developing compounds that act in a predictable way. The results we will generate will be verified and tested by our collaborators at McGill University, Canada and also at the University of Copenhagen, Denmark.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M006395/1","grantId":"BB/M006395/1","fundValue":"312557","fundStart":"2015-05-01","fundEnd":"2018-04-30","funder":"BBSRC","impactText":"","person":"Philip  Biggin","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}