{"id":"18CC3FA6-9EFD-4305-9CB9-785C0C8ED3A5","title":"Wave Hub baseline study","abstractText":"This proposal has been designed to fill urgent scientific gaps in relation to baseline studies in renewable energy test sites and to take advantage of the unique opportunity presented by the development of the Wave Hub demonstrator site. While this proposal will benefit from the simultaneous characterisation of other ecosystem components by PRIMaRE scientists, we will complement current efforts by obtaining research quality data for the oceanographic characteristics of the site. It is essential to obtain this information prior to deployment of infrastructure if we are to understand the impact of arrays of wave devices together with the Wave Hub infrastructure. This opportunity has already been lost at other wave energy device testing sites (such as at EMEC, Orkney), because devices, together with infrastructure such as moorings and cabling have already been installed. We will deploy multidisciplanry field teams in time to obtain high quality, spatially resolved field data ahead of the Wave Hub construction. For this, we have therefore suggested a modest budget to ensure that this information is collected from August 2010 to August 2011. Our approach will be to obtain: (i) Detailed oceanographic study at the Wave Hub site and surrounds - covering the whole range of physical, chemical and biological parameters before the deployment of Wave Hub infrastructure and wave energy devices. (ii) Ensure data acquisition in time and space to allow development of physical and ecosystem models at scales relevant to wave arrays. Ultimately models will allow us to make predictive assessments of the extent, timescales and intensity of ecosystem impacts and perturbation resulting from implementation of wave energy arrays. (iii) Engagement of environmental economists to ensure these same data can be used to develop economic valuation estimates of critical life supporting ecosystem services at scales appropriate to arrays of wave devices for comparison with other uses of marine space. This proposal is also driven by the need to expand the science capability and resources over the next five years to address the questions which have arisen directly in respect of marine renewable energy development and sustainable use of marine resources. Hence, many of the activities are also viewed as capacity building and skill development within PML-PRIMaRE that are pivotal to address the scientific requirements of the renewable energy sector.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I015108/1","grantId":"NE/I015108/1","fundValue":"32894","fundStart":"2010-12-03","fundEnd":"2012-07-31","funder":"NERC","impactText":"  Findings have not been used yet as they are yet to be published.  ","person":"Philip John Hosegood","coPersons":[],"organisation":"University of Plymouth","findingsText":" As a result of this funding we have improved our understanding of the southern Celtic Sea which encompasses the north Cornwall and Devon coasts and essentially is impacted by the development of the WaveHub 10 km offshore of St. Ives. The WaveHub has the potential to impact on regional dynamics as a direct result of the extraction of wave energy. In order to assess the extent to which this is the case, it was crucial to establish a picture of the regional oceanography before energy extraction occurs. As devices have begun to be deployed, we have achieved this in a particularly difficult region to undertake research at sea due to inhospitable conditions. Our findings are of direct relevance to the device developers who are deploying their wave energy convertors at the WaveHub. As we publish our findings over the next couple of years, we will engage with WaveHub (with who we already have close connections through PRIMARe) to disseminate our findings to the marine renewable energy community. Energy,Environment,Leisure Activities, including Sports, Recreation and Tourism","dataset":"gtr"}