{"id":"18D09391-9643-4D8F-A4E2-83233D834922","title":"Female imams: the contexts and discourses of arguments in favour and against female ritual leadership and religious authority in Islam.","abstractText":"This research is on the controversial issue of female imams (prayer leaders) and aims to analyse, critique and contextualise the arguments provided by classical and contemporary Muslim writers in favour of, and against, female ritual leadership in Islam.\\n\\nPublications on the topic of female ritual leadership or female religious authority in Islam are few and marginal. There is no academic monographic study on female imams, on women in positions of ritual leadership and on religious authority. My work over two decades on gender and Islam and female religious authority, has equipped me for this new project. The originality of this project rests not only on its subject matter, but also on the variety of the sources analysed, the issues raised and the approaches used. \\n\\nMost Islamic legal schools theoretically accept that pious Muslim women can lead other women in ritual prayer, though this is not necessarily practised. However, the overwhelming majority of classical and contemporary Muslim scholars as well as ordinary believers would not accept that a Muslim woman may lead a mixed congregation in prayer. The reasons they provide range from concepts of female ritual purity, historical precedence (or lack thereof), social customs and traditionally accepted roles for women. These will be analysed and critiqued. There have been alternative voices such as legal scholars Abu Thawr al-Kalbi (d. 854) and the well known Abu Ja'far al-Tabari (d. 923) who have supported the legitimacy of a woman leading a mixed congregation. Significantly, they report the historical precedent of Umm Waraqa, a contemporary of the prophet Muhammad, who was instructed by him to lead her household (of women and men) in prayer. \\n\\nThe issue of the legitimacy of female imams is not mere scholastic and theoretical speculation. In New York, in 2005, a Muslim female academic publicly led a mixed congregation in ritual prayer. The mass media extensively covered the event and arguments were made widely available on the world wide web. Such arguments are almost the same as those the classical authors have provided since the 9th century. \\nI aim to analyse not only those classical and modern arguments, but also to uncover what lies behind the positions of scholars presenting them. How do they justify their stance? Were those in favour of female imams relying on specific sources they considered authoritative? Were they interpreting those sources in accordance with their specific legal, theological or other agendas? Did the theoretical issue have any practical or communal relevance? And in a modern context to what extent are arguments provided to suit specific agendas such as feminist, modernist, progressive, traditionalist, or even anti-Western agendas?\\n \\nThese and other questions are aimed at presenting the issue of female imams in context. Over the centuries, the very meaning of the term imam and the role an imam is expected to play within the community have greatly expanded, particularly among minority Muslim communities. Which roles could a female imam play which couldn't be fulfilled by a male imam? A number of interpretative approaches will be used in answering such questions, such as hermeneutics, textual and contextual analysis. \\nContemporary muftis such as Yusuf al-Qaradawi (b. Cairo 1926) and the grand mufti of Saudi Arabia Al-Allamah al-Shaykh and progressive thinkers like Jamal al-Banna have voiced their opinions on the topic and have selectively used some of the arguments provided in the classical sources. To analyse those classical sources will provide a historical, legal and theological context to the present debate. The present debate itself will be analysed in its own terms and contexts. The outcome of my research will therefore be of particular interest not only to academics and researchers but also to those interested in gender studies, human rights, modern movements, developments and trends in Islam.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F013795/1","grantId":"AH/F013795/1","fundValue":"26645","fundStart":"2008-09-17","fundEnd":"2009-01-16","funder":"AHRC","impactText":"","person":"Simonetta  Calderini","coPersons":[],"organisation":"Roehampton University","findingsText":" My research is on the controversial and topical subject of women imams, that is of Muslim women leading a congregation in ritual prayer. In particular, I analysed textual and contextual evidence from hadith literature and classical works of Islamic jurisprudence referring to cases of women leading a mixed congregation and the legal and theological arguments in favour and against the permissibility of women imams for congregations inclusive of men. This research filled a gap in the fields of Islamic Studies, Gender Studies and more broadly of Religious Studies. My research on legal and theological medieval debates led me to argue that legal scholars discussed the topic mainly as a means of legal theoretical argumentation, even though one or two cases were included of historically documented, yet open to interpretation, instances of Muslim women leading men in prayer. \n\nMy research, however, is not confined to the medieval and purely legal and academic sphere. \n\nAs a result of media coverage of Afro-American Muslim and academic Amina Wadud leading men in Friday prayer (New York 2005, Oxford 2008) a number of responses to these events have appeared through fatwas, web discussions, newspaper articles and a few informed papers. In my research, I analysed some of the arguments put forward in these responses with special reference to the selection, interpretation and use made of classical sources. I concluded that, not unlike the medieval scholars I examined, the contemporary selection of sources is in itself revealing of specific agendas and approaches to serve as out-of-context evidence for scholars and activists' pre-constituted arguments.\n\nFinally, my research is relevant to developments outside academic circles relating to religious community projects and eventually leading to community legislation. In this regard, the publication (on-line) of two directories in the USA (2005) and the UK (2010), resulting from community and governmental cooperation, on the topic of &quot;Women- friendly mosques&quot; highlighted issues such as women's access to mosques, women's inclusion in mosques' decision-making and female ritual leadership. These are all aspects of wider debates on inclusion and social cohesion. Significantly, the preface of these directories lists passages from the Qur'an and hadiths in support of women's participation in ritual prayer in mosques, the same sources quoted and interpreted by the medieval scholars which I discussed in my research. \n\nIn addition to the research outcomes outlined in the relevant sections of this document, I am going to disseminate my research findings and open up debate on the topic, through co-organizing a community event day at the end of a two-day academic conference on the topic of Women's Authority and Leadership in Islam and Christianity. Not only will this open up debates beyond Islam, but it will also seal the collaboration with a number of community organizations which promote dialogue and social inclusion. Another means of disseminating my research findings is through the forthcoming publication with I B Tauris of a monographic book on women imams. Beyond academia, my research could be used in wider contexts such as governmental consultations and community regulatory bodies. The issue of training imams and particularly female imams is gaining momentum in Europe, the Middle East and beyond. From Turkey where the Diyanet (state-run religious Council) has been training female imams since 2006 and sending them to Germany to cater for female congregations, to Iran, to China with a long standing tradition of female imams at female only mosques. In Britain and other European countries the need is increasingly being felt to improve and make more socially inclusive the training of male and female scholars in Islamic sciences (alim and alima) and of imams. These calls for discussion and change contrast with the practice, which still occurs in some countries, including Britain, of preventing Muslim women altogether from attending mosques for ritual prayer. \n\n Therefore, the most significant findings of my research to date in terms of its public impact can be summarised as follows:\n\n1) The need for modern debates on Muslim female religious and community leadership to be informed by balanced, contextual and grounded textual and historical evidence. Such evidence is over-used and mis-used in the media and on the internet. At the same time, it is ignored or selectively presented to back specific agendas (i.e. feminist, patriarchal-conservative, human rights).\n\n2) The need for community, political and governmental bodies, which are proactive in developing educational and other schemes to encourage female religious training and communal representation to be aware of contents and implications of a variety of arguments which have traditionally been used, usually to deny the legitimacy or propriety of such female leadership. Communities and Social Services/Policy,Education","dataset":"gtr"}