{"id":"18D08F9F-47AF-40ED-AA7C-20B03B6CF777","title":"Nematode surface properties and genetics, drug sensitivity and bacterial infection","abstractText":"The external surface of an animal is a major determinant of how it interacts with its surroundings. Maintaining surface integrity is essential for normal development and survival, so the surface layers provide essential protection, but they also constitute a vulnerable area for attack by pathogens. We are examining how bacteria infect the outside of an animal, and we use bacterial infections to determine how the outermost layers of this animal develop and maintain a permeability barrier. We are also studying what these outer layers are made of, and how the animal responds and defends itself against bacterial infection.\n We make use of a very simple animal called C. elegans, a tiny nematode worm which normally lives in the soil. This worm has provided a phenomenally useful laboratory system for studying many different biological and medical problems, and consequently well over 500 research groups around the world now use it as an experimental system. Some of its experimental advantages are that it is very cheap and easy to grow, with a 3 day generation time allowing for rapid genetic experiments, and it is wholly transparent, so that development and disease can be looked at directly in the living animal. Latterly, it has been increasingly used for studying processes of bacterial and fungal disease.\n We have discovered several natural bacterial strains which either damage or efficiently kill C. elegans worms, by infecting the outside of the animal. Using these bacteria, we can select for genetically altered worms that are resistant to infection, and have found dozens of genes that are involved in the first (infection) or subsequent steps in disease. Many of these genes turn out to be needed to make the impermeable surface coat of the worm, and they provide us with a route to establish what constitutes this outer layer, and how the pathogenic bacteria can attach to it. Other genes are involved in later disease stages, and provide information on how the presence of pathogenic bacteria is detected, and what kind of antibacterial defenses are used. Part of the worm's defense response involves a striking enlargement of certain cells within the animal. Studying the molecular mechanism of how these cells swell up provides basic insight into how cells can change their shape and size during normal development.\n There are additional practical reasons for looking at permeability and infection in this animal. One reason is that the worm provides an easy way of screening for new antibiotics and drugs. Because the animals are so small and so easily handled, it is possible to test hundreds or thousands of candidate drugs for effects, much more cheaply, speedily and ethically than by using mice, for example. Novel antibiotics and anti-ageing drugs, and compounds that would ameliorate Alzheimer or Parkinson disease, are being sought by this means. However, many candidate drugs that would work on humans are likely to be ineffective in C. elegans, because they fail to permeate into the animal. This problem may be overcome by using some of the mutant worms we work with, because their surfaces are leaky and consequently they are much more sensitive to drug treatments. We intend to develop a range of drug-sensitive worm strains that will greatly increase the scope of these drug screens.\n A second reason is that many nematode species of nematode are important plant and animal parasites, of great economic importance in agriculture and forestry, and some are significant human pathogens, especially in the developing world - at least a billion people suffer from nematode infections. Examining the vulnerabilities of C. elegans, a conveniently harmless and non-parasitic nematode, to nematode-specific pathogens, may offer new routes to biological or chemical control of nematodes. There is a severe lack of good anti-nematode drugs, both in medicine and in agriculture.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J001309/1","grantId":"MR/J001309/1","fundValue":"1866840","fundStart":"2012-04-01","fundEnd":"2017-03-31","funder":"MRC","impactText":"","person":"Jonathan  Hodgkin","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}