{"id":"18E1EDA3-9147-4D75-9455-271CBEF775D9","title":"Geographical Information System e-Science: developing a roadmap","abstractText":"Over recent years the range of electronic data sources of potential interest to arts and humanities scholars has proliferated at a dramatic pace. Both the sheer volume of cultural heritage content has increased, as has the multimedia nature of these materials. In the past e-resources were generally restricted to electronic texts whether qualitative or quantitative. Now a plethora of material in a wide variety of formats is available including, for example, high-quality photographs of paintings, 3-D views of museum objects, sound files of regional accents, and video footage of arts performances. To date there has been an emphasis on creating e-resources with a view that these existing resources were not sufficiently comprehensive and that scholarship was restricted by the paucity of key electronic sources. In fact it is now apparent that researchers in the arts and humanities are currently not able to make full use of existing datasets. All too frequently cultural heritage resources reside in bespoke dissemination systems, use different metadata standards, are computerised using different technologies and are made available in varying and inconsistent formats As analogue data continue to be digitised, and increasing amounts of data are born digital, these difficulties can only become more severe unless strategic actions are taken now.\n\nThis proposal is directed towards making use of two emerging technologies - e-Science and Geographical Information Systems (GIS). Grid technologies have very considerable potential in the humanities. The access grid opens to possibility of straightforward availability of digital content. As high quality images and video footage becomes ever more available to humanities scholars it is likely that the access grid will also become important for its ability to facilitate the transfer of very large files, something which tends to only be of importance in the sciences to date. Equally, the integration and analysis of multimedia sources is likely to makes significant calls on the computational grid in the future. Despite the opportunities that e-Science fundamental problems remain concerning the location, retrieval and analysis of e-resources. Recent developments in GIS suggest that this technology might resolve some of the brakes on e-Science development in the humanities. GIS now allows multimedia e-resources to be managed and related in time and space using the software and provides tools to visualise and analyse these resources. The vast majority of humanities e-resources are referenced spatially and chronologically and hence can be deployed within a GIS software environment.\n\nThe application requests funding for a three-day Expert Workshop in GIS e-Science bringing together 19 scholars from Europe, North America, Asia and Australia to examine how GIS e-Science might lead to significant advances in research methodologies The proposal takes the experience of the Centre for Data Digitisation and Analysis at Queen's Belfast, a network of established collaborators, and new contacts, including experts in e-resource development and provision, e-Science, humanities GIS, and integratory tools, in the arts and humanities. The workshop has five principal aims:\n\n1. To review the current use of GIS in the arts and humanities within an e-Science framework\n2. To identify the challenges that GIS e-Science faces both technically and practically\n3. To examine the value of GIS e-Science and whether relating the two technologies will enhance the use of distributed e-resources and advance humanities research\n4. To develop a roadmap charting the potential development of GIS e-Science\n5. To disseminate the findings of the workshop as widely as possible\n\nThe proposal will result in a clear assessment of the advantages and potential difficulties of GIS e-Science, an assessment that will be widely disseminated over the Internet, and through international conferences and a journal articles, and an assessment that wi","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E500242/1","grantId":"AH/E500242/1","fundValue":"12214","fundStart":"2006-05-01","fundEnd":"2006-08-31","funder":"AHRC","impactText":"","person":"Paul Spencer Ell","coPersons":[],"organisation":"Queen's University of Belfast","findingsText":"","dataset":"gtr"}