{"id":"18E77758-A7A1-4FFF-AC05-BFBC49CCA66A","title":"Proteomics Goes Viral: Novel Resources for Identification and Quantification of Virus Proteins","abstractText":"Viruses play a significant role in the natural world, often with profound effects for the human population. However, our understanding of the molecular mechanisms of virus infection is being held back by limitations in current data analysis methods. In this project we will produce innovative new software that will provide researchers with a much more accurate picture of what is happening in virus infected cells.\n\nModern bioanalytical science provides many tools that can be used to help build understanding of biological systems. These tools include high resolution imaging, next generation sequencing, metabolomics and proteomics. Proteomics, which aims to reveal the identity and quantity of proteins in a given sample, is the focus of this proposal. The study of viral infections poses particular challenges because viruses only function within a host organism (e.g. influenza in human) so analysis must be of both the host and virus together. (Indeed, it is the interaction between host and virus where most research interest lies.) Virus studies are further complicated because viruses evolve rapidly, frequently producing new strains with different genomes in an effort to evade the host's immune system. This makes it difficult to study virus proteins because we cannot rely on a given protein being represented by a single consensus sequence as it would be in a higher organism.\n\nThere are two main types of proteomics in use today: shotgun proteomics and selected reaction monitoring (SRM). Both of these follow a process in which an enzyme is added to the sample under study to break all the proteins down into more manageable sub-sections (peptides). The sample is then analysed by an instrument called a liquid chromatograph tandem mass spectrometer (LC-MS/MS) which provides large amounts of data that can be used to determine which peptides, and by inference which proteins, were present in the sample. SRM is a targeted technique, where the LC-MS/MS is programmed to look for specific peptides corresponding to proteins of interest, thereby maximising sensitivity. Shotgun proteomics is ostensibly the more open technique in that it considers all proteins that may be present in the sample, but this still requires a finite list of the sequences of all those proteins to be compiled beforehand.\n\nSo for a host-virus study, both shotgun proteomics and SRM require prior knowledge of the protein sequences that are likely to be in the sample, from both virus and host. For shotgun proteomics, we could just augment the list of host protein sequences with a list of proteins from all virus strains that might be present in that host. However, with so many different strains to consider, the search space becomes too large and the probability of false positive identifications becomes unacceptable. Similarly, it would be impossible to monitor so many peptides in a single SRM experiment.\n\nThis project will produce innovative new software designed specifically to support host-virus proteomics studies. One part of the software will, for the first time, use knowledge of relationships between different virus strains to minimise the search space when processing data from shotgun proteomics, resulting in more reliable and more sensitive protein identification. The other part of the software will use a similar approach to support the design of SRM experiments for monitoring virus proteins within their hosts. These developments will significantly increase the applicability of proteomics to host-virus studies, leading to new biological insights both within this project (we will perform two small experiments, including looking for previously unconfirmed gene products) and beyond.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L018438/1","grantId":"BB/L018438/1","fundValue":"148360","fundStart":"2014-06-22","fundEnd":"2015-10-21","funder":"BBSRC","impactText":"","person":"Conrad  Bessant","coPersons":["DA  Matthews"],"organisation":"Queen Mary, University of London","findingsText":"","dataset":"gtr"}