{"id":"18E7B95A-8AF7-4699-82DD-475C995937E5","title":"Spatio-temporal imaging of calcium in degenerating nerves","abstractText":"Axons are the long processes that link neurons together within our brain, spinal cord and peripheral nervous system, allowing neurons to communicate rapidly with one another. They are huge structures, up to 1 metre long in man, making human motor neurons, for example, the largest single cell within the human body. Naturally with such huge structures, there are significant logistical problems in maintaining axons. Failure to do so is the cause of a number of human neurological disorders, not only those where there is direct axonal injury such as spinal injury, but also many where the disorder is inherited such as motor neuron disease, or acquired such as exposure to neurotoxins. We are beginning to understand that the way in which axons die is similar in each of these seemingly unrelated circumstances. However, we do not yet fully understand what that mechanism is. Inorganic ions such as sodium and potassium play important roles in the transmission of the action potential, the means by which information passes rapidly along an axon from one end to another. However, another inorganic ion, calcium, plays a rather different but equally critical role in axons. Calcium is normally pumped out of all cells, including neurons, because high levels of calcium inside the cell are extremely dangerous. It is also pumped into specific stores within cells, including inside the axon, from where it may be released and used to signal certain events and processes so that the cell or axon can respond accordingly. We have some preliminary data suggesting that release of calcium from such stores occurs after an axon is injured, but long before the axon actually degenerates. When we repeated these experiments in the presence of a genetic mutation that protects injured axons from degenerating, the redistribution of calcium was also blocked. The possible causative link between these two events needs to be established by appropriate experiments. For example, if calcium release from the internal stores is part of the signalling mechanism that causes the axon to degenerate, then one would expect that causing calcium to be released from intracellular stores by another method (e.g., by adding an appropriate drug) would have a similar effect. We will carry out a series of experiments to test for such a causative link, and if we find it, to determine how it might be exploited. In the short term our aim is to understand better fundamental mechanisms of axon death. This is a very important issue because axons make up by far the largest part of most neurons and because they are essential for the function of that neuron and for the most part cannot be replaced if they are lost. In the longer term, understanding this process should lead to new ways to treat, or even prevent, a wide spectrum of neurodegenerative conditions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D005159/1","grantId":"BB/D005159/1","fundValue":"254152","fundStart":"2006-01-03","fundEnd":"2009-01-02","funder":"BBSRC","impactText":"","person":"Michael Philip  Coleman","coPersons":["Martin David Bootman"],"organisation":"Babraham Institute","findingsText":"","dataset":"gtr"}