{"id":"18E7482C-A5A5-4E8F-861F-B85F764E099C","title":"An atlas of hillforts in Britain and Ireland","abstractText":"Hillforts are the most impressive field legacy from the Iron Age across many areas of England, Wales, Scotland, Northern Ireland and Eire. Although precision is not possible, it is likely that there are over 4000 in Ireland and Britain. Any academic or popular account of later prehistory from c. 1000 BC has to include a discussion of hillforts as the dominant monument type: their forms and architecture, possible functions, relationships with their setting and archaeological surroundings. Over recent years within Iron Age studies the importance of 'regionalisation' has emerged again as an important theme and one which requires information and data to be available at both the local level and at regional and inter-regional scales. There is no integrated system that will provide this information for hillforts, although a wide variety of sources exist in digital and paper form. These sources however are diverse, often difficult to access, and hard to integrate to produce wider interpretations and new research questions, since all previous syntheses have generally been at 'national' (i.e. Ireland, England) scales. Furthermore, most of the ways in which these sites are usually described are based on upstanding examples, but it is now essential to incorporate many ploughed-down remains, only visible as cropmarks, into understandings of these sites.\n\nThis project will create an online interactive database that will include standardised information on all hillforts in the UK and Eire and enable interrogation and analysis at a range of scales from an individual hillfort to the whole collection. The database will be linked to Google Earth/Maps so that the locations of hillforts can be seen within their landscape contexts. At the close of the project, the data file will be available for re-use in a variety of software. The information held will be a compilation of all existing sources, re-structured to provide maximum achievable consistency and the ability to search all hillforts, evaluating and comparing them on meaningful characteristics such as number and configuration of ramparts, ditches and entrances. Evaluation, analysis and interpretation will take place at local, regional and inter-regional scales and the outcomes will be a paper atlas of hillforts, where cartographic presentation will be matched by succinct analytical texts. These will include extensive discussion on the structuring of the data, including consideration of what is and is not a hillfort and why, together with the interpretation of analyses and patterns established at the different scales and visualised through a series of maps and plans. The results will feed significantly into discussions of regionality and how hillforts fit with other data and interpretations. This work will be mirrored by a critical re-assessment of the dating evidence for these sites, including isotopic and other scientific determinations, numismatic and artefactual data, and documentary sources: these monuments are used in both the first millennia BC and AD, and evaluation of the chronological range of these sites at a variety of scales will allow closer readings of patterns through time, to match the spatial focus highlighted above. The analysis of this set of sites across the whole of Britain and Ireland - something not previously-attempted - will generate new configurations of information on similarities and differences amongst sites that will challenge prevailing views.\n\nHillforts are of great interest to a large range of audiences, sometimes just for their intrinsic archaeological value but often as part of wider landscape, historical and environmental interests. Further to encourage the breadth of this participation, the database will be configured as a hillfort-wiki, capable of accepting user-generated content so that additional text and images can be attached to any hillfort, separately from the core data generated by the project,","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J004499/1","grantId":"AH/J004499/1","fundValue":"782086","fundStart":"2012-08-31","fundEnd":"2016-12-31","funder":"AHRC","impactText":"","person":"Ian  Ralston","coPersons":["Gary  Lock"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}