{"id":"18F215A4-78D6-4DCB-97F9-C556E1311351","title":"How early eye circuits process and present visual features","abstractText":"From humans to fruit flies, the ability of resolve individual objects by their features and to link these features to a coherent precept of the world is crucial for visual behaviours and fitness of seeing animals. But it remains a mystery how information processing within the networks of nerve cells in the eyes make object recognition possible.\n\nEye circuits process and represent visual information as patterns. Some of these patterns are complex and allow the brain, for example, to recognize objects from different perspectives. It is not understood how the eyes/brains represent visual information as patterns, recognises those patterns, and then solves problems. However, it is likely that the underlying processes occur at the level of circuits, where neurons and their connections interact dynamically. \n\nThese important questions have direct implications for how we understand neural mechanisms for object/pattern recognition, with obvious links to artificial visual systems, machine-learning and robotics. Yet remarkably, they can be particularly well studied in the simple eyes and brain of fruit fly, Drosophila. While fly and human eyes have a very different architecture, both eyes must somehow extract object features from visual scenes, and to link these neural representations to some form of internal activity &quot;maps&quot; to execute goal-oriented behaviours. Importantly, Drosophila has a hard-wired circuitry of known layout, genetic toolboxes for modifying connectivity, and allows monitoring of neural activity with scalable resolution during visual stimulation/behaviour. This would not be possible in human eyes/brain. \n\nWe now wish to utilise new wiring diagrams, genetic, electrophysiological and optical imaging tools available for Drosophila and state of the art mathematical analysis to study neural mechanisms of object representation at the level of its eye microcircuits. Specifically, we are interested in uncovering what kind of processing strategies early visual circuits use to extract object features; how and why eye circuits separate and integrate the representations of object colour and shape ('what' information) from that of its location and motion ('where' information), and how these representations adapt when the same object is seen in different lighting conditions/backgrounds. This research plan aims to start identifying and quantifying the fundamental early neural mechanisms for object perception that are probably used in the nervous systems of seeing animals across the animal kingdom. \n\nThe knowledge we gain from these studies will not only advance our understanding of how animals see but, because the basic underlying neural connectivity and synaptic mechanisms are so widely found in other sensory systems and in our brain, will provide new insight into many other, often clinically important processes in the nervous system. Thus, our results should be off great interest to academics and industry, seeking to understand biologically-inspired design for machine sensing; principles which are usually more robust, cheaper, smaller and more energy-efficient than conventional engineering concepts. In long term, the new knowledge from our experiments and modelling may even help to manufacture novel adaptive biochips and test their performance as sensory implants.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M009564/1","grantId":"BB/M009564/1","fundValue":"909914","fundStart":"2015-03-02","fundEnd":"2019-03-01","funder":"BBSRC","impactText":"","person":"Mikko Ilmari  Juusola","coPersons":[],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}