{"id":"19046513-865D-444D-870B-E5CAC183CF3F","title":"An exploration of information visualisation through new media art practice","abstractText":"Aims and objectives:\n\nResearch objectives lie in the generation of ideas, processes and concepts through new media art practices, which allow for rethinking the role of 1nformation visualisation' apparatus, beyond their current purpose as generators of technical images for the purpose of data analysis.\n\nThese objectives have the following aims:\n\ni) To produce new media artworks, exhibitions and texts, that enables scientific processes of information visualisation to be relocated within wider critical and aesthetic frameworks.\nii) To explore how new media artists negotiate the different understandings of the role and function of representational images in the visual arts, verses the production and understanding of technical images in scientific disciplines of information visualisation.\niii) To develop new media art projects, through experimental approaches to the production of visual interfaces to underlying data sets, which enable audiences' conceptual, aesthetic and critical points of entry into debates pertaining to information visualisation apparatus and their wider cultural significance.\niv) To identify what is required in terms of staging and contextualising knowledge for audience understanding o new media artworks concerned with information visualisation, in exhibition and installation situations.\n\nThe context of the research\n\nThis study brings together understandings of two fields: new media art and the scientific discipline of information visualisation. Discourses in new media art are currently dominated by debates concerning interactivity and/or the Internet, however, little research exists that specifically looks to the role played by the image in information visualisation disciplines, an emerging medium that seeks to understand the world through the generation of interactive animated images based on quantified abstract data (typically measurements from stock market behaviours or climate change).\n\nNew media art and information visualisation disciplines share a common purpose because they seek to understand the world through the generation of interactive animated images. However, whereas new media art is informed by contemporary critical understandings of the image from art theory (as a conceptual or multivalent image that exists in a chain or dialogue of interpretations), information visualisation disciplines generally do not allow for their images to have divergent or multiple readings, because their primary technical and conceptual aim is to enable clear analysis of the underlying quantitative data.\n\nThe significance of the proposed research lies in how it will bridge the differing conceptions of the image between the disciplines. It will generate new knowledge by relocating the processes, technologies and images of information visualisation within critical understandings of the image as understood in new media art practice (i.e. as a form whose meaning shifts in relation to differing audience and wider historical, social and cultural contexts). In doing so, the project complements and extends existing knowledge of the subject areas in which it is situated because it:\n\n Contributes to and expands the practices of new media arts;\n Contributes to ideas concerning the function and meaning of the image in visualisation technologies;\n Discusses how information visualisation images may be repurposed within existing art practices in order to inform innovative representational strategies for new media art.\n\nPotential applications and benefits\n\nIn addition to informing the theory and practice of new media art, potential applications include:\n\na. Knowledge transfer of research to students in higher educational contexts and members of the public (via public exhibition, the website and lectures).\nb. Production of ideas that will inform academic debates pertaining to the intersection of art and science.\nc. Contribution to debates concerning the processes and objects of practice-based research.\n\nResearch benefits also accrue for the following national and international audiences:\n\n1. The University of Westminster's research environment which has an international reputation for cutting edge research into critical applications of new media technologies.\n2. Art and design practitioners, academic researchers, educators and critics interested in new media art, and cultural approaches to scientific processes.\n3. National and international members of the art-going public interested in new media art.\n4. Funding and commissioning bodies that promote good practice and research in areas in which art and design intersects with technology (e.g. The Arts Council, AHRC, British Council, EPSRC).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E503667/1","grantId":"AH/E503667/1","fundValue":"21825","fundStart":"2006-09-18","fundEnd":"2007-01-17","funder":"AHRC","impactText":"  The main impacts of this project have been cultural and have been of benefit to practitioners and cultural institutions working outside of academia. \n\nImpact is multi-factorial, the artwork produced as part of the research has established and contributed a strong thematic focus in the digital arts on the connections between digital processes, art practices and environmental change. This is evidenced by inclusion of work in monographs highlighting the work's innovation (e.g. The Fundamentals of Digital Art) and exhibition of work in major international festivals and galleries including:\n\nArs Electronica Festival: Simplicity, Linz,\nAustria, September 5–11, 2006\n\nConnecting Worlds, ICC\nInterCommunication Centre, Tokyo, Japan,\nSeptember 15 to November 26, 2006\n\nThe English Lounge, Tang Contemporary,\nBeijing, China, March 14 to April 26, 2009 Creative Economy,Environment Cultural","person":"Tom  Corby","coPersons":[],"organisation":"University of Westminster","findingsText":" The main output of this research was creative practice that explored how the methods of scientific data visualisation could be used to create digital visual artworks. The main output of this research was Cyclone.soc.\n\nCyclone.soc is an immersive digital installation that brings together satellite data of severe conditions bought about by global warming with extremist political and religious opinions posted in social media forums. Streamed live, different\nconversations are fitted to the atmospheric topologies of a number of cyclonic weather fronts of differing strengths, giving the overall effect of a conversational\nchurn and eddy of argument and counter-argument. The project provides a model of digital art practice which produces the following:\n\n- it constructs a hybrid image space that is an amalgam of\nsocial interactions threaded into meteorological processes, thus produces a model for how artists might combine scientific and social data\n\n- It brokers discourses that focus on the interconnectedness of technology and the material world, developing a suggestive link between belief systems, extremist positions (such as climate change denial) and their potential wider material impacts. In doing so it contributes to debates around how digital art can take positions on climate change.\n\n- The project is innovatory in bringing meteorology into art production to comment on complex social and environmental conditions in ways rarely seen in the digital arts. Creative Economy,Digital/Communication/Information Technologies (including Software),Environment,Culture, Heritage, Museums and Collections","dataset":"gtr"}