{"id":"1906C145-FEFE-4675-9FFE-4E953B5760AA","title":"DBOnto: Bridging Databases and Ontologies","abstractText":"Sources of information and our dependence on them are increasing at a phenomenal rate. The most obvious example is the explosive growth and rapid evolution of the World Wide Web, but other projects in research, industry, healthcare and government also exhibit a critical dependence on the effective management and exploitation of large scale data. The kind of information available is also changing rapidly, and often includes unstructured and semi-structured data, streaming data, noisy and incomplete data, and linked datasets. Simultaneously dealing with the rapidly increasing size, complexity and heterogeneity of data presents a grand challenge for information systems research, and has created an urgent need for more capable information systems. Meeting this need will be critical to the UK's future competitiveness.\n\nInformation systems clearly have a key role to play in addressing these extremely complex problems, but they need to evolve to reflect the rapidly changing information landscape. This evolution is the basis for the emerging field of semantics-aware data management, which involves a synthesis of ontological reasoning and database management principles. Semantics-aware systems employ rich schemas (AKA ontologies) that allow them to deal with incomplete and semi-structured information from heterogeneous sources, and to answer queries in a way that reflects both knowledge and data, i.e., to deliver understanding from information.\n\nWe believe, however, that if such systems are to be widely applicable, then their enhanced capabilities must, be in addition to, and not instead of, the well-established features and high performance of existing database systems; moreover, we believe that they will need to incorporate techniques from many other areas of computer science, particularly those that give a complementary view of ``Big Data'' management, such as algorithms and machine learning, stream processing, and information retrieval. The goal of the Oxford Information Systems Group (ISG) is to develop next generation semantics-aware data management systems that fully realise the desired synthesis.\n\nISG is uniquely positioned to realise such a synthesis: the group has world-leading expertise in both data management and ontology-based systems, an extensive network of contacts with information system users and data owners in the life sciences, government and industry, and is already tackling some of the most important and challenging scientific problems in the area. A platform grant would allow us to undertake the longer term, larger scale and more adventurous research that will be required in order to fully realise our ambitious goals, and at the same time offer an enhanced range of career development opportunities to our early-career researchers.\n\nPlatform funding would be used to provide stability and continuity for the existing PDRA team, and would help us to continue to attract and retain the most talented young researchers from around the world. It would also be used to develop new intra- and inter-disciplinary collaborations via support for research visits and short exploratory research projects, and to pursue new approaches to interaction with industry, building on and extending our established collaborations. The latter would include, e.g., the longer term embedding of PDRAs in industry, extending our research efforts beyond the traditional research prototype, specialising our tools for particular industries, and using them to test our research hypotheses in realistic industrial environments. Finally, platform funding would support extended outreach activities, including the development and delivery of tutorials, short courses, and a summer school.\n\nPlatform funding would thus enable us both to tackle a strategically important problem requiring a large team with a wide range of expertise, and to develop the careers of the next generation of research leaders.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L012138/1","grantId":"EP/L012138/1","fundValue":"1263750","fundStart":"2014-01-29","fundEnd":"2019-01-28","funder":"EPSRC","impactText":"","person":"Ian  Horrocks","coPersons":["Thomas  Lukasiewicz","Michael  Benedikt","Georg  Gottlob","Bernardo  Cuenca Grau","Dan Alexandru Olteanu","Boris  Motik"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}