{"id":"190F78AC-2921-4571-A80A-233542A9036B","title":"Biodiversity and the provision of multiple ecosystem services in current and future lowland multifunctional landscapes","abstractText":"Biodiversity underpins many ecosystem services - the benefits that people gain from the natural world, such as clean water, storage of greenhouse gases, crop pollination, and a pleasant and fulfilling environment. Yet the way in which biodiversity affects different services is poorly understood scientifically, especially when considering the real world rather than small-scale studies. Lowland agricultural landscapes are particular 'crunch' points, where food security needs to be balanced with the provision of other ecosystem services against the backdrop of a changing climate. Many of these services are in conflict, such as crop production, climate regulation and cultural services. Already, agricultural landscapes show signs of degradation, with consequences for their biodiversity and the provisioning and resilience of services.\n\nThe 'Wessex-BESS' project will address the fundamental challenge of the BESS program in linking biodiversity change with the delivery of ecosystem services across landscapes and into the future. We will do this by integrating experiments with large-scale biodiversity and environmental gradients existing in the Wessex Chalk landscape. This contains arable, grassland and riverine ecosystems, and offers a unique opportunity to exploit large-scale 'natural experiments'. Specifically, Salisbury Plain contains large areas of unfragmented semi-natural habitat and shares the topography and deeper chalk soils of surrounding intensive farmland, making comparisons possible. Furthermore, the area contains many ecological restoration programmes that we will use as experimental platforms for large-scale biodiversity manipulations. To allow the broad characterisation of biodiversity-ecosystem service relationships, and a framework for other researchers to exploit, research will encompass: a wide range of ecosystems from terrestrial to freshwater; taxonomic groups from bacteria to birds; multiple biodiversity measures from genetic and species diversity to landscape heterogeneity; and regulating, provisioning and cultural services. Collaboration with other initiatives using this landscape (incl. NERC 'Macronutrients Cycle', Defra 'Test Catchments', Natural England 'Nature Improvement Areas') will add scientific value and impact, and partnership with a large number of conservation and land/water management organisations will ensure the research and findings have applied and policy relevance.\n\nWe have a consortium comprising international leaders in biodiversity and ecosystem service research. Project partners will ensure that scientific outcomes influence best practice and policy. The collaborative approach (with partners involved in ecosystem service provision) represents a cost-effective way to understand the scaling of biodiversity-service relationships. The Wessex Chalk Area is an excellent test bed for possible futures as it faces imminent threats from both climate and land use change (e.g. agricultural intensification), which are already being addressed using large-scale restoration. We will focus on the contrasting services of crop production, climate regulation, water quality, and cultural services.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J014893/1","grantId":"NE/J014893/1","fundValue":"470367","fundStart":"2012-09-11","fundEnd":"2017-02-28","funder":"NERC","impactText":"","person":"Juliet  Osborne","coPersons":[],"organisation":"University of Exeter","findingsText":"","dataset":"gtr"}