{"id":"191225B8-8210-4FEB-B46E-594622B6D1C5","title":"IL-1beta-induced changes in intracellular calcium dynamics and TrpC3 expression: delineation of the signal transduction cascade","abstractText":"Inflammation is a key biological progress that impacts on all aspects of life. It is implicated in fertilisation, embryo development, timing of birth, protection of the living organisms from infection, brain function and ageing. Inappropriate activation of inflammatory processes underlies the development of asthma, arthritis, cardiovascular disease, premature labour and tumour formation. It is essential for scientists, therefore, to fully understand how inflammation influences organisms at the tissue and cellular level. Our project looks how inflammation is involved in priming the pregnant uterus for labour. We seek to understand how an inflammatory agent arriving at the surface of a uterine muscle cell can cause changes in deep within cells in order to switich on specific genes and thereby ultimately make the uterus muscle more capable of contracting powerfully during labour. Knowledge of this process will not only help us understand labour but give new insights into how similar muscles found in blood vessels, airways, gut and the bladder respond to inflammation. This will hopefully inform other researchers attempting to find ways to combat a wide range of diseases and promote human health.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E011772/1","grantId":"BB/E011772/1","fundValue":"341307","fundStart":"2007-06-25","fundEnd":"2010-09-24","funder":"BBSRC","impactText":"  This grant provided novel data that was presented at international conferences and a recently published paper on the work has been accessed already 547 times online by interested researchers/academics/students across the world (USA, UK, China, India, Russia, Japan, Canada, Switzerland, Germany and Netherlands). The data has had impact with regard the 3Rs agenda. A PhD student associated with this project gained her PhD award in 2010 and is now employed in the Financial Services sector. Education,Financial Services, and Management Consultancy Societal","person":"Rachel Marie Tribe","coPersons":["Mark R Johnson","Philip Irving Aaronson"],"organisation":"King's College London","findingsText":" Inflammation is a key biological progress that impacts on all aspects of life. The goal of this project was to gain further insight into how inflammation contributes to the priming of the pregnant uterus for labour. We sought to understand how inflammatory cytokines arriving at the surface of a uterine muscle cell could enhance uterine smooth muscle excitability (particularly via intracellular calcium signalling) in order to ensure the uterus contracts powerfully enough in labour. \n\nAs a result of this grant, we generated:\n\ni) Novel evidence for STIM and Orai isoforms (proteins associated with calcium signalling) in human uterine smooth muscle and cells. We also identified one of these proteins as alternative candidate for cytokine (IL-1?)- mediated changes in calcium signalling. STIM and Orai isoforms were found to be modulated in labour and by experimental cell culture conditions. Orai1 was induced by the pro-inflammatory cytokine IL-1?, but not via MAPkinase or PI3K/Akt pathways. \n\nii) Increased knowledge of transcription factor activation in human uterine smooth muscle cells. IL-1? activation of transcription factors appears to be patient (heterogeneous) specific, in contrast to studies in cells maintained in long term culture. This indicates that cell culture studies may not be suitable for this type of work if we really want to understand the processes underpinning labour and delivery in women. Use of fresh human tissue for research is challenging but our group has successfully demonstrated that this is possible. \n\niii) First evidence for NFATc isoforms in human myometrial tissue and cells. Again, we discovered differences between expression in myometrium tissue taken form women at the time of caesarean section compared to cells extracted from tissues and maintained in culture. Novel demonstration that NFATc2 is differentially modulated by intracellular calcium and labour associated stimuli (mechanical strain and IL-1?). This indicates that NFATc2 may be important in mediating the changes in uterine function required for labour. The technique for effective knockdown of membrane proteins in human myometrium primary cells in short term culture has been shared with researchers in our field (education) and is being utilized for an ongoing MRC project. Whilst 3Rs agenda was not a primary focus of our project, our research strongly promotes the use of primary human uterine smooth muscle cells as an alternative to animal tissues for pregnancy research. Use of primary cells in short term culture is avoided for molecular based studies because of difficulty in obtaining human tissue and the limited quantities of primary cells. However, our work clearly demonstrates that perseverance with human uterine smooth muscle is merited and essential if important biological questions are to be answered. The development of reliable protocols for gene silencing in primary cells makes this cell type an alternative to using transgenic animals. Education","dataset":"gtr"}