{"id":"1919BAB1-28CE-41E8-BA52-1F1F8AC78372","title":"UCL Astrophysics Consolidated Grant 2012-2015","abstractText":"In the last twenty-five years, the world of astronomy has been turned upside down. We now know that not only is our universe expanding, but that it is expanding at an ever-increasing rate. Fuelled by a mysterious driver called Dark Energy - galaxies, such as our Milky Way, are rushing away from each other at such enormous acceleration that not even the powerful force of gravity can hold the universe together. \n\nThe researchers of UCL's Astrophysics Group are putting to the test these discoveries with their ambitious programme of research for the coming years. A map of 300 million galaxies that astronomers will put together using the Dark Energy Survey over the next decade will be combined with a new chart of the Cosmic Microwave Background from the Planck satellite to understand the conditions in the early universe, to detect the tiny mass of the Neutrino particle and to test Einstein's theory of general Relativity on the largest scales. \n\nAt the other end of the astronomical scale, 25 years ago we knew only of the planets in our own Solar System - eight by today's count, with minor planets like Pluto, Charon and Ceres, along with asteroids and comets. Today the score is over 2000 and counting, thanks to the discovery of extra-solar planets, i.e. planets orbiting stars other than our own Sun. So are these &quot;exo-planets&quot; like the ones we already know? Are these exoplanet systems like our planetary system? So far, the answer is &quot;no&quot;, and UCL's programme also contains projects to find out just what exo-planets are like, what their atmospheres are made of, and how they behave in conditions very different from those affecting our Earth and its nearest neighbours.\n\nAnd in between these two extremes, our projects will probe the giant magnetic fields that surround planets like Jupiter and Saturn, and how these interact with the planet's atmosphere. Exo-planets may also have such magnetic fields; knowing how they work in our Solar System will help us understand and even detect exo-planetary systems. \n\nWe will probe just how stars and the planets around them form from vast gas and dust clouds, and how the chemistry that goes on between the stars affects and controls those crucial processes. UCL's astrophysics team will also look at the death of stars in giant explosions called supernovas and how, in dying, huge stars pour their hearts back out into the galaxy, enriching them with the gas, dust and chemical soups required to make new stars, new planets and even new life.\n\nNone of this can be done unless astronomers continually improve the equipment - the telescopes and their detectors - with which they carry out their studies of the heavens. So UCL's instrument makers will create ever-more sensitive detectors and spectrometers, with better and better optical surfaces, with which to equip the next generation of telescopes and space missions. And astronomers need to model the universe they study with ever more complex mathematical techniques. So UCL's computer experts will generate the sophisticated models, running on the university's supercomputers, to generate the basic molecular data needed, and simulate the conditions in the early universe, the evolving galaxies and the stars and planetary systems that inhabit them. \n\nBut all of this will be wasted unless our fellow citizens get to share in the wonder and excitement of our group's work. So Astrophysics@UCL will ensure that its members continue to explain their work through talks and lectures, through public events, and through the media, inspiring the next generation of scientists, helping and challenging industry to develop new technologies, and ensuring that our understanding of the universe becomes ever deeper and wider.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/J001511/1","grantId":"ST/J001511/1","fundValue":"1883130","fundStart":"2012-04-01","fundEnd":"2015-09-30","funder":"STFC","impactText":"  - Used to influence the future research carried out by ourselves and other astrophysicists. \n- The Group also conducts activities intending to reach out to the public, private and third sectors and we have collaborations that are leading to technological, scientific or commercial developments, e.g. 1. Tennyson's Exomol programme has established links with Technical University of Denmark and Servomex plc, who use linelist data to model spectra of gas emissions at the top of smokestacks for environmental monitoring. Exomol data also contributes to atmospheric and climate models; Viti has a collaboration with academic chemists to produce experimental and theoretical surface chemistry reaction rates; DES, Planck and Euclid projects are linked to multiple industrial contracts, some of which have UK industrial firms developing processes t o meet instrument specifications; Yates consolidated High Performance Computing activities within the PPAN remit to create one of the largest HPC Facilities in Europe.\n- Inspiring art through science and vice versa, via Artist in Residence schemes (e.g. Lahav working with artists Katie Paterson and Marie Kaus). Paterson's work has been exhibited all over the world (Selfridges, London; Art Institute of Chicago; Museum of Contemporary Art, Sydney) and viewed by over one million people.\n- Various high-profile press releases by Group members (e.g. Barlow's Dec 2013 Science paper in NY Times, Independent, Wired etc; Peiris' work with Planck on BBC Online, NY Times, FT, Guardian, Economist, TEDxCERN) Aerospace, Defence and Marine Cultural","person":"Ofer  Lahav","coPersons":["Raman Kant Prinja","Jonathan  Tennyson","Serena  Viti","Michael J. Barlow","Hiranya  Peiris","Nicholas  Achilleos","Filipe Batoni Abdalla","Jeremy Andrew Yates"],"organisation":"University College London","findingsText":" This is a consolidated grant covering a wide range of research within the UCL Astrophysics group, including:\n- Cosmology from Surveys: The Dark Energy Survey has begun and data is being analysed and is already being published. In August this year DECam began its second year of mapping the southern sky in unprecedented detail. The DES early data are of high quality and the second season is an important milestone in solving the mystery of why the expansion of the universe is speeding up.\n- Herschel Studies of SNe and evolved stars: Among many papers based on the Herschel space telescope results, noble gas molecules have been detected in space for the first time in the Crab Nebula, a supernova remnant (paper led by Co-I Barlow) They will be published in ArXiv (Green open access) and refereed journals Aerospace, Defence and Marine","dataset":"gtr"}