{"id":"191EEA9B-85E8-42C5-AF46-D66CA0C37D47","title":"Resource availability and the evolution of host resistance to parasites: within individuals, trade-off shapes and the genetic basis of resistance","abstractText":"Context of the research\nRecent epidemics continue to emphasise the importance of infectious disease such as SARS to human health and agricultural production. It is also clear that most if not all animals, plants and microbes are infected by a wide variety of infectious diseases. These diseases whether they are caused by bacteria, viruses or nematode worms often cause significant harm to their hosts. In particular they may shorten their life or reduce the number of offspring that the infected individual host can produce. As a consequence individuals have evolved a wide variety of ways of resisting infection. They can avoid becoming infected, recover more quickly or reduce the damage that the host causes them. Understanding what factors determine resistance is vital if we are to manage disease in natural and agricultural systems. In particular, in natural environments there is considerable variability in the resources that are available at any particular time in any given place. Since individuals have limited resources and they must allocate them to competing demands - such as the maintenance of body condition - such variation in resources is critical to the impact of disease. It is therefore important to understand the role that resources play in the evolution of resistance.\n\nAims and objectives\nIn order to understand the role that resources have on immunity it is necessary to carry out experiments where resources are altered. This requires the use of a model empirical system where the necessary control of resources can be achieved. We propose a set of detailed experiments using such a model based on an insect and its viral pathogen. First we will develop a number of genetic tools based on the advances in sequencing technology that have occurred in recent years. We will measure the genetic basis of the costs and benefits of immune function. Our approach is to control the breeding of the insect so that we can examine the immune function within families. This allows us to determine how much of the variation is due to relatedness and therefore genetics. By carrying out these experiments in different environments, we can work out how the nature of genetic variation changes under different circumstances. We will also look at how the immune response changes under different resource environments during the time course of the infection within single individuals. Finally we will allow evolution to occur in the laboratory under good and bad environments and see if the resistance that occurs comes about due to different mechanisms. \n\nPotential applications and benefits\nThe fundamental application of this work is that it will help us to understand how immunity evolve. This can then reduce the harm that disease causes in natural systems and to people. In particular our results may enable us to predict how we can better manage disease through changes in diet. We will also have a better chance of predicting when and how the man made changes in the environment that are occurring may lead to disease outbreaks. Human activity is changing many environments and often leading to a reduction in the available resources for hosts. As such we need a better understanding of the implications of this to disease in order to manage and conserve natural resources. The laboratory model system that we use is a major agricultural pest and therefore our results also have the potential to help in its control.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J009784/1","grantId":"NE/J009784/1","fundValue":"412405","fundStart":"2012-08-17","fundEnd":"2016-08-01","funder":"NERC","impactText":"","person":"Mike  Boots","coPersons":[],"organisation":"University of Exeter","findingsText":"","dataset":"gtr"}