{"id":"192CF466-CF00-4CC8-B7CA-6435D0B149B1","title":"Identification of historic meteorological records to support research into climate change","abstractText":"New research by the University of Bristol, led by Professor Robert Bickers, aims to help the development of a comprehensive picture of Chinese meteorological observations and practices in and around the South China Sea, dating back to the mid-19th century. It is a rare and exciting example of humanities research as a basis for solid scientific improvement. The work contributes to the Met Office Hadley Centre's 'Atmospheric Circulation Reconstructions over the Earth' [http://www.met-acre.org/] project, which advances research into the causes of climate change. The work is part of a global project attempting to reconstruct a series of weather conditions dating as far back as the mid-18th century. \\n\\nProfessor Bickers worked with Dr Rob Allan at the Met Office Hadley Centre and recent PhD graduate Dr Catherine Ladds at the Department of History at the University of Bristol, in this application of humanities scholarship to scientific research. Dr Ladds searched Chinese archives for information about meteorological practices and for records of climate conditions in 19th century East and South-East Asia that are outside of usual meteorological sources, specifically 'traditional' and 'non-traditional' humanities sources such as ships' logbooks and unpublished data.\\n\\nThe research also informed a new understanding of the history of Chinese Maritime Customs meteorological activity, its role in China coast meteorology more widely, its standards and procedures for collecting and distributing data and the subsequent history of those records. Professor Bickers's findings are to be used by the Met Office Hadley Centre at Exeter. The research has helped broaden knowledge of East and South East Asian maritime and riverine surface observational weather data coverage, and contributed to helping to complete the global project's series of global weather reconstructions. It has resulted in the most comprehensive English language inventory of this field to date and the historical Chinese weather observations uncovered can in turn help to reconstruct the observations made at Chinese inland stations and around the South China Sea: the project can recover, image and digitise them.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/G500045/1","grantId":"AH/G500045/1","fundValue":"8600","fundStart":"2008-05-01","fundEnd":"2008-08-31","funder":"AHRC","impactText":"","person":"Robert  Bickers","coPersons":[],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}