{"id":"19316100-9C8C-42A0-9F16-9C507F8FB87D","title":"Replacement of animal models for tumour biology with a multifunctional microfluidic-based approach","abstractText":"The aim of the project is to design and optimise a novel microfluidic device in which small biopsies of human tumour tissue can be kept alive, treated with drugs and the effects tested downstream by appropriate analysis techniques. This human system will be able to replace the generalised testing of new drugs and combinations of drugs by the pharmaceutical industry, on animal models that only poorly replicate the physiology and metabolism of human beings. In addition it will be possible to test biopsies of both normal and diseased pieces of any tissue type so that both specific therapeutic responses, as well as non-specific side-effects can easily be assessed.\n\nThere is growing evidence that patients with many cancers, particularly ovarian and pancreas suffer with an increased occurrence of blood clotting events; these clots can be lethal. There is also evidence that when patients undergo chemotherapy and the tumour cells are destroyed the release of cell debris further increases the risk of clotting. In the project we propose to design a device that allows analysis of these clotting pathways, using a human ovarian tumour model. Three analysis modules will be integrated into a device on which a sample of tissue is incubated, allowing different types of biological response to be monitored, including changes in the expressed genes, cell surface components and secreted products. These distinct types of analysis module demonstrate the widespread applicability and potential of this new platform technology. Furthermore, ovarian cancer has a relatively high mortality with survival rates not improving substantially over the past two decades.\n\nNot only will the new technology replace a large number of conventional animal tests, of limited proven value, but the capability of undertaking multiple tests on a tumour sample, that is an extremely close representation of the mass from which it came, after the tissue has been subjected to a drug or other test condition, means that a large amount of information can be generated on any individual tumour. Such data will be extremely useful for the clinician when obtained at the time of diagnosis. The intended treatment strategy can be tailored to the patient, and where no treatment appears to give any therapeutic effect, this can be discussed with the patient opening the opportunity for palliative care to be the preferred choice, whilst maintaining the best quality of life.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1100600/1","grantId":"G1100600/1","fundValue":"450833","fundStart":"2012-01-04","fundEnd":"2015-02-03","funder":"NC3Rs","impactText":"","person":"John  Greenman","coPersons":["Marina  Flynn","Stephen  Haswell","Leigh Anthony Madden","Anthony  Maraveyas"],"organisation":"University of Hull","findingsText":"","dataset":"gtr"}