{"id":"19327D1C-DDAB-43CA-A40C-6C503469B89C","title":"From 'Peaceable Kingdom' to 'Wild West': Violence and Crime on the Early American Frontier.","abstractText":"Historians from Frederick Jackson Turner, writing at the end of the nineteenth century, have recognised the role of the frontier in shaping a distinctive American society, different both from its European forebears and from other societies in North America. Central to all historians' definitions of frontier society is the propensity of frontier residents to resort to violence. Yet while historians have universally acknowledged the frequency of frontier violence they have made little attempt to understand the causes or nature of this violence. Indeed, underlying many frontier studies is the implicit assumption that frontier societies were, by their very nature, violent. However, recent work, on early Pennsylvania in particular, has revealed that the American frontier did not have to be violent but could foster a harmonious relationship both between the settlers themselves and between settlers and Native Americans.\\n\\n Most of the recent work on the early American frontier has focused on particular local, or at the most regional, studies and there has been little broad comparative work. The few historians who have made broader studies of the frontier have rooted their explanations of violence largely in the ethnicity of frontier settlers. In particular, historians have explained the ubiquity of frontier violence by the presence of Scottish and Ulster Scots settlers on the frontier. They have assumed that such settlers brought traditions of violence with them across the Atlantic, although such traditions of endemic violence are all but impossible to locate in the British Isles.\\n\\nThis project will analyse why violence and disorder became so prevalent in certain parts of the frontier but not in others, and will define the extent, nature and causes of frontier violence. An overarching premise of this project is that the spread of violence and disorder on the frontier was not determined solely by the intrinsic nature of a frontier society, but rather by a combination of social and cultural forces which were unique to each region. Indeed frontier society was markedly different in each region, and each region had different patterns of violence and crime. The study will also examine the results of that violence, and in particular the extent to which violence generated individualism or fostered community cohesion.\\n\\nThe project will examine study four separate 'frontiers': early south-eastern Pennsylvania in the first half of the eighteenth century; western North Carolina from ca. 1740-1800; western Pennsylvania from ca. 1760-1810 and Upper Canada from ca. 1770-1820. By studying four regions where there were different patterns of frontier violence, it will be possible to study the influence of forces which generated violence such as the nature of the settlers' relationship with Native Americans, the effectiveness of judicial and political authority, the impact of absentee land-ownership, the extent of gun-ownership, and economic competition for land and trade. The central element of this project is a comparative study between the frontier of early Canada and that of the United States. A further comparative element will be added by studying several related regions of the United States' frontier in the late eighteenth and early nineteenth centuries.\\n\\nA comparative study of the causes and nature of violence on the frontier will enhance our understanding of how, when and why violence occurred all along the North American frontier, and thus deepen our understanding of the role and purposes of violence in early American society. By providing a new perspective on the causes and results of violence and by explaining how violence operated on the frontier, this project will provide new ways of approaching and understanding some of the central issues of early American history such as Indian-white relations, warfare, and the acquisition of land, and , perhaps most importanly, the role of the frontier in shaping American identity.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/D001633/1","grantId":"AH/D001633/1","fundValue":"240262","fundStart":"2006-09-01","fundEnd":"2011-08-31","funder":"AHRC","impactText":"  The project findings have been used to provide a more nuanced interpretation of the communities of the early trans-Appalachian west and within this an understanding of the ways in which Scottish and Irish connections influenced the development of community and society in the region. In particular this is feeding into the development of links between historical organisations in Fife and Pittsburgh. Education,Culture, Heritage, Museums and Collections Cultural","person":"Matthew Charles Ward","coPersons":[],"organisation":"University of Dundee","findingsText":" This study examined court records of cases of petty crime based on 6,500 indictments in fourteen different counties across the backcountry of Virginia, Pennsylvania, Ohio, Kentucky and Upper Canada, from the mid- eighteenth century to the early nineteenth century, and investigates patterns of violent behaviour and petty crime. Most explanations of the growth of violence and petty crime in the early American backcountry have attributed the increase to the arrival of large numbers of Scottish and Irish immigrants in the mid-eighteenth century and the poverty of these immigrants. However, the study demonstrated that there was little evidence in the court records that those of a Scottish or Irish background were more likely to appear before the courts than those of other backgrounds. Instead the court records revealed rather different patterns: firstly of relatively wealthy individuals appearing before the courts, especially for cases of violence; second a widespread acceptance of cases of violence as witnessed by the low fines and sentences meted out for those convicted of violent crimes; third, a growing tendency for violence to take place in a public arena rather than in private; finally, a growing exclusion of women from the courts for all types of court business. This has placed violence in the backcountry not in the context of ethnicity and poverty, but rather one of gender and social status. In particular, violence took place in the context of a crisis of 'masculinity' experienced by many settlers, who found both their social status and their status as white men threatened by the economic turmoil in the backcountry, most notably the insecurity of land tenure, and the impact of sixty years of constant frontier warfare. One symptom of this was the growth of a particular type of fighting which was largely found in backcountry regions and which was described by travellers to the region and outlined in laws attempting to restrict its popularity called 'gouging.' In gouging fights men attempted to disfigure their opponent and in some cases literally emasculate them. The development of this pattern of fighting, combined with the public venues in which such fights occurred, fits with patterns of violence that have been in observed in Europe in the same period and which have been seen as evidence of a crisis of masculinity. In addition to this, violence took place in the context of a changing relationship between the local county court and the community. In the early eighteenth century, courts had served as a forum where disputes could be resolved and settled, whereas by the late eighteenth century they had become a forum for dispensing a mechanistic justice, which often did not allow for the resolution of disputes and instead meant that many settlers avoided court and disputes festered. The principal applications of the findings will be to the interpretation of cultural and heritage associations who are based in the regions of study and also to groups who interpret the migration of the Ulster Scots in the British Isles. The findings suggest that there should be a very different perception of the early communities of Ulster Scots in North America. In addition, the findings on the interaction of the role of the challenges of masculinity in the generation of violence may be applicable in some contemporary situations by providing an historical context for the formulation of policing and social policies. Education,Government, Democracy and Justice,Culture, Heritage, Museums and Collections","dataset":"gtr"}