{"id":"19406219-AF8B-4DE0-BB5F-FA8130EE772E","title":"Selective Exhaust Gas Recirculation for Carbon Capture with Gas Turbines: Integration, Intensification, Scale-up and Optimisation.","abstractText":"UK electricity generation still relies around 80% on fossil fuels, with a resulting carbon intensity - the amount of carbon emitted to the atmosphere per unit of electricity generated - ten times higher than the level recommended to avoid dangerous climate change. Half of that electricity currently comes for natural gas and is expected to increase in the next decade as new gas-fired generation is commissioned to replace, along with renewables, old inefficient coal plants built in the 1960s. Over 20GW of gas capacity has been permitted since 2007, equivalent to a quarter of the current installed capacity for electricity generation.\nUnabated (no carbon capture) gas plants produce six to seven the amount of carbon per unit of electricity compared to the levels recommended for UK electricity generation by 2030. They must be fitted with Carbon Capture and Storage to provide reliable low-carbon energy to fill-in gaps between inflexible nuclear and intermittent wind power generation and a fluctuating electricity demand.\nGas CCS R&amp;D is an important emerging field, particularly to address the issue of rapidly increasing additional carbon in shale gas reserves, and many of the concepts and underlying scientific principles are still being 'invented'. Ongoing UK infrastructure investments and energy policy decisions are being made which would benefit from better information on relevant gas CCS technologies, making independent, fundamental studies by academic researchers a high priority. \nThe UK is leading Gas CCS deployment with the retrofit of Peterhead power station, as part of the UK CCS Commercialisation programme at the time of writing. Key engineering challenges remain for the second and third tranche of gas CCS projects to be rolled out in the 2020s and 2030s. Efficient and cost-effective integration of CCS with gas turbines would be enhanced and costs of electricity generation greatly reduced if the carbon dioxide (CO2) concentration in the exhaust were much higher than the typical 3-4% value seen in modern Gas Turbine systems.\nAn innovative solution is to selectively recirculate CO2, upstream of the post-combustion CO2 capture process, from the Gas Turbine exhaust back through the inlet of the engine, thereby greatly increasing CO2 concentration and subsequently reducing the burden on the CCS plant. \nThe main result would be a more cost-effective plant with a significantly reduced visual impact. In order to achieve this concept, 3 main challenges must be overcome, which form the basis of the proposed work:\n1. Plant Design and Optimisation. Based on advice from manufacturers and research data, a series of scenarios will be considered for the amount of exhaust recirculation through the engine. This will include results from other parts of the project, such as the engine performance tests.\n2. GT-CCS Integration. Experimental testing will show how engines and CCS processes function when the two must work in a symbiotic fashion. This will include the measurement of gas turbine burner performance under operational conditions, engine testing, plus experiments on CCS columns to determine their effectiveness with this recirculated exhaust gas.\n3. Scale-up and Intensification. Based on the research data gathered in the previous steps, the project will then publish findings on the viability of this concept, including application of this data to set design rules for future GT-CCS plants. Applying this idea further the project will estimate the impact on the UK's energy mix if these plants were considered economically viable.\nThis project has a strong practical basis, employing a variety of state-of-the-art research facilities from 3 well-established UK Universities. These will include measurement of combustion behaviour under high pressure and temperature conditions, performance testing of GT engine sets with recycled exhaust and fundamental studies of the behaviour of CCS columns.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M001482/1","grantId":"EP/M001482/1","fundValue":"1099890","fundStart":"2014-12-01","fundEnd":"2017-11-30","funder":"EPSRC","impactText":"","person":"Richard  Marsh","coPersons":["Philip  Bowen","M  Pourkashanian","Jiabin  Jia","Prashant  Valluri","Jonathan  Gibbins","Kevin James Hughes","Mathieu Serge Lucquiaud","Hugh  McCann","Lin  Ma","Agustin  Valera-Medina"],"organisation":"Cardiff University","findingsText":"","dataset":"gtr"}