{"id":"1948052E-D2FA-4521-89F7-DFDD47A817E1","title":"Exploration of Novel Transition Metal Oxyarsenides","abstractText":"Spintronic materials can exhibit a large reduction in electronic resistivity upon application of a magnetic field, called magnetoresistance. Such materials are currently employed in magnetic sensors and magnetic memory devices such as computer hard disks. The discovery of giant magnetoresistance (GMR) in multilayers consisting of magnetic and nonmagnetic thin films was a major breakthrough, allowing the storage capacity of a hard disk to increase from 1 to 20 gigabits. GMR devices can exhibit a reduction in electronic resistivity of up to 50% upon application of a magnetic field. In recent years there has been intense study into the magnetic and electronic properties of manganite perovskites such as La1-xAxMnO3 (A = Ca, Sr, Ba) due to the observation of colossal magnetoresistance (CMR). The manganites are remarkable as they can exhibit a reduction in electronic resistivity of up to 99.9 % upon application of a magnetic field. As yet the large magnetic fields required to produce the CMR has limited its commercial implementation. An important research objective therefore is to discover new materials that exhibit CMR in low fields (&lt;&lt;1 T) at 290 K to be employed in spintronic devices for smaller, faster, cheaper and more efficient computing applications. It is therefore vital to synthesise and investigate novel CMR materials in order to gain greater understanding of different CMR mechanisms which can then be exploited in future CMR devices. \n\nWe have recently synthesised a new CMR material NdMnAsO1-xFx (x = 0.05 - 0.08) which surprisingly exhibits a reduction in electronic resistivity by 95% upon applying a magnetic field at low temperature, which is comparable to that observed in the CMR manganites. This is a new mechanism of CMR. The undoped compounds LnMnAsO (Ln = Nd, La) already exhibit a sizeable room temperature negative magnetoresistance (-MR; MR = -8% and -11% for Ln = Nd and La respectively in a 7 T magnetic field). We propose to improve the magnetoresistant properties of these fascinating Mn2+ oxyarsenides by exploring the effects of chemical substituents.\nWe will also synthesise and study the magnetotransport properties of novel Mn2+ oxyarsenides such as Sr2Mn2MAs2O2-xFx (M = Mn, Ni, Fe, Cu) in order to manipulate the CMR by enhancing magnetic coupling between Mn2+ and M2+ cations. \n\nThe magnetic and electronic properties of 3d transition metal oxyarsenides reported so far are exceptional. Alongside the observation of high temperature superconductivity in LnFeAsO1-xFx and CMR in NdMnAsO1-xFx, superconductivity has also been reported in LaNiAsO below 2.75 K whereas LnCoAsO is a ferromagnet below 66 K and 85 K for Ln = La and Nd respectively. We will investigate if novel superconducting and MR pathways are also present in 4d/5d transition metal oxyarsenide which have been relatively unexplored until now.\n\nThis work will not only be of great fundamental importance but may also have practical applications if it is possible to optimise the magnetoresistive properties.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L002493/1","grantId":"EP/L002493/1","fundValue":"302872","fundStart":"2013-10-01","fundEnd":"2017-09-30","funder":"EPSRC","impactText":"  Too early to say at the moment. Education Economic","person":"Abbie Christina Mclaughlin","coPersons":[],"organisation":"University of Aberdeen","findingsText":" We have discovered that increasing electron doping (reducing the oxidation state of Mn) in NdMn1-xCoxAsO0.95F0.05 oxypnictides results in a change in magnetic state from antiferromagnetism to ferromagnetism. The colossal magnetoresistance (CMR) in NdMnAsO0.95F0.05 arises due to the unstable nature of the antiferromagnetic order of the Mn spins. The CMR is suppressed as the ferromagnetic state emerges with increasing electron doping.\n\nThere is no evidence of CMR in PrMnAsO0.95F0.05. Instead a new magnetoresistance mechanism is observed at a structural transition at 32 K.\n\nWe have synthesised and investigated CeMnAsO1-xFx which appears to show a metal insulator transition for x = 0.05 and 0.075. These results will help physicists understand better the theory of CMR in Mn oxypnictides. This is a novel mechanism of CMR.\nWe have shown that several magnetoresistance mechanisms are possible in Mn oxypnictide materials.\nIt will help in the design of new materials. Digital/Communication/Information Technologies (including Software),Electronics","dataset":"gtr"}