{"id":"195043E2-3835-46C2-B478-A69B76D90C22","title":"Molecular basis of DNA gating by topo IV and gyrase and its inhibition by antimicrobial drugs","abstractText":"Most life-forms whether humans, mammals, yeast or bacteria have a DNA genome. The DNA consists of two strands that wrap around each other to form the iconic DNA helix. During DNA replication, the helix must be unwound to allow copying and chromosome segregation. This process generates DNA supercoils and DNA tangles that can block replication. Topoisomerases solve the 'unwinding problem' by introducing transient single- or double-stranded breaks into DNA that dissipate supercoils and allow DNA synthesis to proceed. It is not surprising that topoisomerases are essential enzymes but they also turn out to be vital targets of antibacterial and anticancer drugs that inhibit cell growth. We aim to use biochemical and X-ray crystallographic approaches to study two bacterial topoisomerases called topo IV and gyrase. We wish to understand how these proteins act at the molecular level and how clinically important drugs such as fluoroquinolones target their functions. The work will focus on the well-characterised topo IV and gyrase from Streptococcus pneumoniae, a dangerous human pathogen that causes life-threatening pneumonia and meningitis. However the research has wider applications to other bacterial and microbial systems. Progress in this key area should aid development of new drugs that work against antibiotic-resistant organisms, a growing threat to our healthcare system.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K010069/1","grantId":"BB/K010069/1","fundValue":"633049","fundStart":"2012-12-01","fundEnd":"2015-11-30","funder":"BBSRC","impactText":"  Our work revealing the disposition of all three gates of the bacterial topoisomerase II complex provide the highest resolution structures to date of the full protein, a key target for clinically important quinolones and for the development of new agents. We are part way through the grant, our structures have only just been published and so it is perhaps too early to expect widespread uptake of concepts. However, our interactions with pharma indicate substantial interest and likely extensive use in guiding drug design. Education,Healthcare,Pharmaceuticals and Medical Biotechnology Societal,Economic","person":"Larry Mark  Fisher","coPersons":["Mark Rutherford Sanderson"],"organisation":"St George's University of London","findingsText":" Substantial progress thus been made thus far on the six objectives of the grant: \n\n1. The minimal requirements for DNA gating and transport by type II topoisomerases: importance for quinolone and structural studies.\nWe have invested considerable time and effort to develop an in vitro assay that measures the optimal arrangement of transported and gate DNA segments to ensure strand passage by topo IV. The main time consuming aspect has been the work needed to generate and validate the unique substrate required. This substrate can now be made in quantity and we are awaiting the outcome of assays with topo IV. Objective partially achieved. Ongoing. \n\n2. Role of protein intercalation and DNA bending at the gate\nWe have now overexpressed and purified a large number of ParC mutants carrying specific alterations at Ile170, the residue that intercalates into the DNA helix to promote substantial bending at the DNA gate. By complementing with ParE, we have reconstituted the corresponding mutant topo IV activities and used them to probe cleavage and catalysis at the wild-type and mutant DNA gates. Although further characterisation will be necessary, these mutants show a range of activities that illuminate enzyme action at the gate. Objective partially completed. \n\n3. Use of newly-developed protein/DNA reagents and new techniques in X-ray crystallography of topoisomerase complexes\nWe have developed several new tools and approaches to facilitate crystallography. First, we used fusion proteins of GyrB-GyrA and of ParE-ParC to stabilise complexes. Second, we used a second strong DNA site- the V-site, discovered by us during studies of the functional requirements for cleavage at the DNA. Third, we have been able to screen for crystals under higher than room temperature conditions. These modifications have allowed us to access high resolution structures of gyrase cleavage complexes and 3-gate structures of topo IV (see sections 5 and 6 below), two areas that had proven difficult heretofore. Original objective met. \nOur work has been published:\nArnoldi E, Pan X-S and Fisher LM (2013) Functional determinants of gate-DNA selection and cleavage by bacterial type II topoisomerases. Nucleic Acids Res 41, 9411-9423\n\n4. Irreversible antibiotic trapping of the gate: selective reaction with clerocidin\nA number of different approaches varying the DNA substrate have been tried in efforts to increase the resolution of topo IV complexes with clerocidin, an antibiotic with an unusual mode of action. Despite concerted efforts, thus far, we have yet to obtain co-crystals with a resolution greater than 4.5?. Work ongoing. \n\n5. Focus on DNA gyrase: basis of selective quinolone targeting\nBy using fusion proteins comprised of GyrB and GyrA subunits, we have succeeded in a major goal of producing high resolution (3.2 to 3.6?) structures of pneumococcal gyrase with DNA and three different quinolones. These structures finally allow comparison topo IV versus gyrase complexes for the same bacterial species providing insight on selective targeting. This work is currently being written up for publication. Original objective met. \n\n6. Higher order structures from X-ray crystallography, EM and SAXS \nWe have solved the first crystal structures of an 'open clamp' 3-gate topoisomerase II-DNA complex, the seminal complex engaged in DNA recognition and capture. One complex involving E-site DNA stabilised with levofloxacin on topo IV was solved at 6.5? (PDB ID: 4JUO): a second structure containing V-site DNA and no drug was solved at 3.7? (PDB ID: 4I3H), revealing a bent DNA gate and a second linear DNA helix at a previously unreported site. This second DNA represents the first structure of a gate-DNA before association and bending at the gate. The ATPase domains comprising the enzyme N-gate are folded back and linked to TOPRIM domains on the same side of the enzyme, two features that ensure access for DNA and cleavage enhancing drugs. The structure is a significant advance in understanding the catalytic cycle of type II topoisomerases and has key impications for rational drug design. Original objective met. \n The work has been published: \nLaponogov I, Veselkov DA, Crevel IMT, Pan XS, Fisher LM and Sanderson (2013) Structure of an 'open' clamp type II topoisomerase-DNA complex provides a mechanism for DNA capture and transport. Nucleic Acids Res. 41, 9911-9923. (Highlighted as a paper of special interest and importance by F1000 (Faculty of 1000). \n(We have not pursued EM or SAXS approaches as work on gyrase has recently appeared (Papillon et al (2013) Nucleic Acids Res 41, 7815-7827) and is at far lower resolution (23 ?) than given by our X-ray structures). \n\nAdditional work (not in the original proposal):\n \nWe have overexpressed and purified the ATPase domain of topo IV enabling structural and mechanistic work. \n\nThe studies described above relate to the S. pneumoniae enzymes. Using recombinant means, we have also expressed a number of gyrase and topo IV proteins from Gram-negative pathogens that will allow comparison with the Gram-positive S. pneumoniae system. To aid such analysis, we have solved a crystal structure of a quinolone-DNA cleavage complex of Klebsiella pneumoniae topo IV (PDB entry 4PXP) Our open access high resolution structures of the open clamp state of topoisomerase II has allowed us to propose a plausible mechanism for the enzyme catalytic cycle that illuminates aspects of how enzymes act as molecular machines. The full structures will be useful in understanding binding by drugs that engage multiple domains of the enzyme including the ATPase domains. Indeed, we have already had contacts from companies with inhibitors acting in this novel manner. Education,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}