{"id":"1951E03D-8E11-4F07-AE71-B109ADF85A5E","title":"Gene expression and intracellular signalling pathways regulating angiogenesis","abstractText":"Angiogenesis is the biological process whereby new capillary blood vessels are formed from pre-existing ones. This process is important in both normal development and in the development of diseases such as cancer, arthritis and atherosclerosis (narrowing of the cardiac artery due to fatty deposits) which affect millions of people throughout the world. Blood vessels are composed of an inner lining of endothelial cells. These cells respond to various growth factors such as vascular endothelial growth factor (VEGF) which stimulates angiogenesis. Tumours require an adequate blood supply to grow and produce VEGF to stimulate the endothelial cells to grow towards the tumour and provide oxygen and nutrients. VEGF action has also been implicated in development of arthritis and atherosclerosis. I have previously studied the expression pattern of thousands of genes when endothelial cells are exposed to VEGF. By manipulating the conditions, endothelial cells could be induced to grow or to form tubular-like structures, reminiscent of capillaries, in response to VEGF. I have identified a number of genes whose expression regulates these different stages of angiogenesis. This project will determine the mechanism of action of these genes using a number of cellular models which mimick angiogenesis in the body. These models will allow one to alter the activity of genes and observe the effect of this on the endothelial cell. We will also analyse tissue sections representing specimens of tumours, atherosclerotic arteries and arthritic joints to determine the expression of selected genes. This project will reveal the function of genes critical to endothelial cell physiology. These genes will represent new targets for drug development to prevent and manage diseases such as cancer, atherosclerosis and arthritis.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0400383","grantId":"G0400383","fundValue":"233291","fundStart":"2005-05-01","fundEnd":"2008-04-30","funder":"MRC","impactText":"","person":"Michael  Cross","coPersons":[],"organisation":"Bangor University","findingsText":"","dataset":"gtr"}