{"id":"198E41BA-F1B2-4626-8C68-467A93ADD13B","title":"CESEA - Coastal Ecosystem Services in East Africa","abstractText":"The CESEA project is a collaboration between scientists and researchers in Tanzania, Kenya and the UK. By bringing together experts in ecololgy and development it will find new ways to help local people maintain their coastal resources whilst beating poverty. In particular, it will work with people dependent on resources from mangroves and seagrasses, two ecosystems that are vitally important for fish, coastal protection and the capture and storage of carbon but which are suffering high rates of destruction.\n\nThe project team will help with the local and national management of these ecosystems in three ways:\n\nFirst we will work with the forestry departments in Kenya and Zanzibar to identify how they can better support community efforts at conservation and management. Laws already exist that allow community control of coastal resources; on paper these should mean local people benefiting from their resources whilst conserving them. But achieving this needs the help and support of the relevant government institutions and this often fails to happen on the ground. CESEA research will identify what the barriers are to this and how it can happen more effectively, and open up new channels of communication between the local communities and the government bodies.\n\nSecond we will research how to include seagrass meadows into payments for ecosystem services projects. Seagrasses are ecologically linked with mangrove forests - both act as nursery grounds for fish, as protection for coastlines, as sites for the filtering and removal of pollution and as sinks for carbon. We know how to measure the carbon in mangroves and how to use this carbon storage for the benefit of local people, through selling 'carbon credits' for well managed forests. This has never been achieved for seagrasses, despite their strong links with the mangrove ecosystems. For the first time we will develop the scientific methods necessary to measure the amounts and sources of carbon in these systems in such a way that community organisations could follow our methods. We will recommend ways in which the results of this science could be used in combination with mangrove systems to sell carbon to international markets.\n\nThird we will explore why some communities in East Africa already have a good record of managing their mangroves and seagrasses whilst others have degraded ecosystems. We will let the successful local communities share their knowledge with other communities in the region and help produce guidelines for how this can be done. We will organise meetings between local community leaders and the government officers and executives with responsibility for helping community management of mangroves and seagrass resources. These will be a powerful way of ensuring that the voices of communities are heard and that national plans can be informed by their experiences.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/L001535/1","grantId":"NE/L001535/1","fundValue":"280730","fundStart":"2013-10-31","fundEnd":"2016-10-30","funder":"NERC","impactText":"  not appropriate yet - still first half of this grant Environment Societal,Economic,Policy & public services","person":"Mark  Huxham","coPersons":["Narriman Saleh Jiddawi","Fiona  Nunan","Hilary Anne Kennedy","James  Gitundu  Kairo","Mwita Marwa Mangora","Caroline  Upton","Martin Wiggers Skov"],"organisation":"Edinburgh Napier University","findingsText":" this award is still current - it is due to run for another 1.5 years. However we have established the policy potential for seagrass meadows to act as blue carbon resources for local people and have begun to describe their carbon dynamics hope that this will help to complement the mangrove carbon work and be of use in combined mangrove/seagrass carbon sequestration projects Environment","dataset":"gtr"}