{"id":"19980EFC-5B17-465C-BE92-44EC7D472551","title":"Regulation of Neural Crest development by transcriptional pausing","abstractText":"For a fertilised egg to develop into a multicellular organism such as a tadpole or human many changes have to happen. These changes have to occur at defined times in development and in specific places such that, for example, cells that will form the heart will do so at the right time and in the right place. For these changes to occur the cells in the embryo have to be able to know where and when to begin to specialize into that particular cell type. We are studying how cells can do this. We are looking at this question using an important cell type in the embryo called the Neural Crest. Neural Crest (NC) cells contribute to the formation of many organs in the body such as the nervous system, the cartilage and muscle of the face, the heart and the pigment cells in the skin. They are therefore of importance for normal development as errors in their development are the cause of many birth defects. NC derived cells can also give rise to cancer. As the NC contribute to so many different tissues they could possibly act as a source of stem cells for regeneration of damaged organs. Determining how the NC are formed will therefore contribute to our understanding of development and possibly in the long run lead to advances in stem cell research and regeneration as well as our understanding of cancer. We propose to use embryos of Xenopus laevis (the African Clawed Frog) to do our experiments. Xenopus has many advantages as a model organism for studies in cell and developmental biology. They are relatively cheap and easy to keep. Large numbers of embryos can be obtained when required and these embryos develop quickly outside the mother. In addition Xenopus is an established experimental system with methods for studying gene function in gain-of-function and loss-of-function experiments in whole embryos and parts of the embryos grown in culture. Xenopus has been one of the major model organisms for research into the NC. In previous work our lab tested thousands of small molecules looking for any which affect the pigment pattern of the tadpole. Pigment cells are formed from the NC so the idea was that any compounds, which affected pigment, could be doing so by affecting the NC. We have identified one compound, Leflunomide, which does just this. In addition, as pigment cells also give rise to melanoma, a dangerous skin cancer, we looked to see if Leflunomide could inhibit cancer growth. This also turned out to be the case. Leflunomide is therefore potentially an important compound in helping to understand NC development and combating melanoma. In this application we are further looking at how leflunomide affects NC development and using it to investigate a novel way in which NC and stem cell growth is controlled.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I022252/1","grantId":"BB/I022252/1","fundValue":"502776","fundStart":"2011-10-24","fundEnd":"2015-03-30","funder":"BBSRC","impactText":"","person":"Grant  Wheeler","coPersons":[],"organisation":"University of East Anglia","findingsText":"","dataset":"gtr"}