{"id":"199B56CC-8D0D-407F-A1E7-9D5D5F9C8C92","title":"Mathematical methods in the assessment of human growth","abstractText":"Nearly all children grow, and healthy children grow well. This important principle distinguishes paediatrics from adult medicine, so that a simple and effective way to measure the health of children is to assess their size and growth over time. Growth charts are used throughout the world for this purpose by midwives, nurses, doctors and paediatricians, either at home, or the welfare clinic, doctor?s surgery or in hospital. Growth is important in many areas of paediatrics and child health.\n\nBut growth assessment raises quite complex statistical questions about how the charts should be constructed and used. The grant aims to develop the science of growth assessment by building on previous work: improving statistical methods for their construction, devising new forms of chart to sharpen the assessment, and addressing underlying questions such as ?What exactly is good growth??, or ?Why are people taller now than last century?? or ?How tall will my baby be?? A clue to the first question comes from babies followed up into later life, where their growth rate in infancy relates to their later health. There is increasing evidence that growing too fast too early leads to greater illness later, for reasons which are not well understood but which may relate to obesity. So this suggests that ?good? growth is not necessarily ?rapid? growth, and growth charts for babies should be able to test for this. Yet despite their name, growth charts are not good at measuring growth over time, instead they measure a child?s size. This is just one area where the charts need to be improved. \n\nAnother area is child obesity, which has become a serious public health problem in recent years. Methods for measuring fatness, and for identifying overweight or obesity, involve similar statistical questions to those for growth, and are best answered by approaching them in the same way. For example recent work on the grant has led to a new definition of child obesity which is being used worldwide.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0700961","grantId":"G0700961","fundValue":"354442","fundStart":"2008-10-01","fundEnd":"2011-11-30","funder":"MRC","impactText":"","person":"Timothy James Cole","coPersons":["Huiqi  Pan"],"organisation":"University College London","findingsText":"","dataset":"gtr"}