{"id":"199EE397-F5EA-4F59-AD45-D1D05C4BEDBC","title":"Regulating synaptic and extrasynaptic GABA-A receptors in health and disease","abstractText":"For the brain to function coherently, it is vital that individual nerve cells exert some control over their innate excitability. The main mechanism by which this is achieved involves the process of synaptic inhibition. Principally, this requires nerve cells to express GABA-A receptors at selected locations on their cell surface which are located opposite presynaptic nerve terminals releasing the neurotransmitter GABA. These structures are known as synapses. It is the release of GABA that activates the receptors causing a rapid but brief flow of chloride ions across the cell membrane through ion channels contained within the receptor structure. This flow either causes the cell to hyperpolarize, or massively increases the membrane conductance of the cell membrane, thereby reducing neuronal excitation. These receptors are known targets for numerous drugs, including, benzodiazepines, barbiturates, general anaesthetics and neurosteroids. A malfunction in synaptic inhibition, which could occur as a result of, a receptor mutation; a reduction in receptor numbers near GABA-releasing terminals; or because of dysregulation by naturally-occurring agents in the brain, can easily result in uncontrolled excitability with devastating consequences for humans, e.g., epilepsy. This research programme will focus on understanding the molecular mechanisms by which GABA-A receptors are regulated at or near synapses, and specifically what controls their movement (trafficking) into and out of synapses in the cell surface membrane. We will also concentrate on identifying which endogenous regulatory processes are important in modulating GABA-A receptor function and how they influence receptor trafficking. To this end, we have recently solved where a group of endogenous compounds in the brain, known as neurosteroids, bind to and modulate GABA-A receptors. With this knowledge we can use a genetic approach to dissect the importance of particular GABA-A receptor subtypes in health and disease processes. We plan to integrate our new knowledge into achieving a better understanding of how GABA-A receptors are regulated at synapses by studying synaptic plasticity: a phenomenon whereby synaptic transmission between neurones can be manipulated over time; and also by using animal models of disease, principally epilepsy. These aims will be achieved using cellular, genetic, molecular and pharmacological approaches in conjunction with novel techniques to explain how the most important inhibitory receptor in the brain controls nerve cell excitability. This study will be performed at UCL which is a recognised centre of excellence in neuroscience. The results of this research will be disseminated to the public via lectures and open publications","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0601529","grantId":"G0601529","fundValue":"3179100","fundStart":"2007-10-01","fundEnd":"2013-06-30","funder":"MRC","impactText":"","person":"Trevor Graeme  Smart","coPersons":["Stephen  Moss"],"organisation":"University College London","findingsText":"","dataset":"gtr"}