{"id":"19A8BDEB-DBAA-4ADB-B820-47BAD2EBF167","title":"LIVER FLUKE MOTOR FUNCTION AND PARASITE CONTROL: EXPLOITING A 'TARGET VALIDATION TOOLBOX' AS A DRUG SCREEN-INTERFACE FOR FLUKICIDE DISCOVERY","abstractText":"Fasciola species of parasitic worms, also known as liver fluke, cause a widespread disease of animals called fasciolosis. Fasciolosis has a profound, negative influence on animal health and welfare, undermining our food security and causing major losses to both food producers (farmers) and food processors estimated at ~$US3 billion/year worldwide and at ~&pound;300 million/year in the UK. In the UK, the major impact of liver fluke is on agriculture, where losses at farm level are dramatic and were estimated to be &pound;25-30 per infected animal in 2011; liver condemnation at abattoir due to liver fluke is 26% in cattle and 6% in sheep. A major concern relating to fasciolosis in the UK is the fact that climate change is causing an increasing risk of fasciolosis outbreaks. Indeed, estimates of changing liver fluke prevalence in the UK have forecast unprecedented levels of fasciolosis risk in parts of the UK by 2050. \nCurrently, there are no vaccines against liver fluke such that farmers rely on the administration of drugs. The main drug (flukicide) used to control liver fluke is triclabendazole (TCBZ) as it is the only drug with significant efficacy against both the adult worms (which lives in the bile ducts) and juveniles (which, after being swallowed encysted on vegetation, migrate from the intestine through the liver to the bile ducts, causing much damage in the process). The over-reliance on TCBZ for liver fluke control has led to drug-resistance, which has been reported in Australia and across Europe. Indeed, TCBZ resistance in the absence of new drug classes or vaccines threatens the sustainability of livestock farming in some UK regions. Clearly, there is a pressing need for new drugs to control liver fluke. \nMost of the drugs which are used to control worm parasites do so by disrupting the ability of their nerves and muscle to work together and coordinate normal behaviour. In other words, the best drugs disrupt normal parasite motor function. The disruption motor function would prevent juvenile fluke from completing their damaging migration and would prevent adult fluke from attaching to the host bile ducts, feeding and reproducing, quickly resulting in worm death. Therefore, a better understanding of liver fluke motor function will allow more informed approaches to new drug / flukicide discovery efforts.\n\nSeveral recent developments associated with liver fluke have seeded this project. First, the liver fluke genome sequence is almost complete and data from the genome will include key information on their motor function. To exploit these data, we need to be able to identify which of the motor function genes / proteins identified from the genome sequence are critical to their survival. A key development here is our recent discovery that liver fluke are amenable to reverse genetics, a technology which allows us to select a gene in the worm and to switch it off (or silence it). We have now optimized this technology in liver fluke such that we can silence any gene from the worm. After gene silencing, a worm which behaves normally would indicate that the gene is not a good drug target whereas one which shows aberrant behaviour or dies would associate with a gene that has been validated as a good drug target. By using the genome sequence to identify genes involved in motor function in fluke and then by silencing these genes in turn, using reverse genetics, and monitoring the effect that this has on worm biology, we will create a pipeline of validated drug targets. Critical here is the ability to exploit these validated targets quickly for liver fluke control. To this end, this project involves the support of an industrial collaborator who will adopt validated drug targets into their drug screening programmes to facilitate the discovery and development of new flukicides. In this way, basic research on the liver fluke genome and biology is rapidly used to help discover new drugs for liver fluke control.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K009583/1","grantId":"BB/K009583/1","fundValue":"189480","fundStart":"2013-07-01","fundEnd":"2016-06-30","funder":"BBSRC","impactText":"  The academia-industry collaboration grant (LINK) has facilitated the identification and testing of new putative flukicides which are being trialled. Agriculture, Food and Drink Economic","person":"Aaron Gordon  Maule","coPersons":["Nicola  Marks","ANGELA  MOUSLEY"],"organisation":"Queen's University of Belfast","findingsText":" Dramatically improved methods for the in vitro maintenance of liver fluke that facilitate the study of growth and development in this parasite without the need for laboratory animals; improved methods for the identification of new drug and vaccine targets for liver fluke control; discovery and of multiple new putative targets from the brain and muscle systems of liver fluke parasites Once these are published, they can be adopted by the research community and will likely reduce the use of laboratory animals to maintain liver fluke Agriculture, Food and Drink","dataset":"gtr"}