{"id":"19ADC754-E889-487A-B1F0-A5260317430C","title":"Clean Energy Utilisation from Biogas and Biomass Gasification","abstractText":"Gaseous renewable bioenergy sources, in the form of biogas and bio-syngas from biomass gasification, are facing a major issue in their utilisation because of the variable fuel properties and accordingly variable combustion performance. The vast change in CH4 concentration of biogas leads to strong fuel variability effects. For the cleaner bio-syngas, which is the gasification product of biomass, the issue of fuel variability is equally important. With variable fuel mixtures, there are concerns over the combustion efficiency/stability as well as the pollutant emissions. To deal with this challenge, a good understanding of the underlying physical and chemical processes of the combustion of biogas and bio-syngas is required. Based on fundamental research, this project is intended to obtain a thorough understanding on the important issue of fuel variability through integrated modelling and experimentation studies. The research has academic, environmental, social, as well as potential economic impacts.\n\nThis joint project between the Universities of Lancaster and Sheffield aims to develop realistic and predictive physicochemical models for biogas and bio-syngas combustion and mappings between the combustion and emission characteristics and the fuel compositions for clean energy utilisation from renewable gaseous fuels. Based on rigorous modelling and experimentation, the project will deliver a thorough understanding of the utilisation of biogas and bio-syngas, highlighting the effects of variable composition. The project is intended to provide a better understanding of the complex physicochemical processes of bioenergy utilisation, which can advance bioenergy technology towards deployment.\n\nThe project is composed of four inter-connected work packages: (1) WP1: development of chemical kinetic mechanisms, where a range of kinetic mechanisms for biogas and bio-syngas combustion will be developed and optimised; (2) WP2: large-eddy simulation of biogas and bio-syngas combustion, where parametric studies of fuel variability effects will be performed using advanced turbulent combustion models; (3) WP3: experimentation of biogas and bio-syngas combustion, where advanced combustion diagnostics will be systematically carried out; and (4) WP4: validation, integration and optimisation, where guidelines on the utilisation of biogas and bio-syngas with different compositions will be drawn.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K036750/1","grantId":"EP/K036750/1","fundValue":"487680","fundStart":"2013-10-21","fundEnd":"2016-10-20","funder":"EPSRC","impactText":"  The project started on 21 October 2013 and will run until 20 October 2016. Thus, it is still early for the project to deliver substantial key findings and research outcomes. \nA thorough understanding on the fuel variability effects can lead to effective fuel management in practical applications. The project has obvious commercial relevance, which can be further exploited by the industrial partners. With the objective of fully understanding the fuel variability effects of biogas and bio-syngas, the proposed study offers directly significant competitive benefits to the UK renewable energy sector and industrial companies working on bioenergy, as well as long-term benefits to the public in countering adverse climate change. \nThe environmental impact of clean energy utilisation from biogas and biomass gasification is obvious. The project will provide the UK government and key policy makers a robust database to evaluate the technical uncertainties of using alternative fuels with varying constituents. The current project will deliver an integrated mapping between the combustion characteristics and the fuel composition, which could lead to further exploitations by relevant industrial companies in the energy sector. The more specific aspects of the impact are summarised as follows:\n(1) Prediction of the combustion process with variable fuel constituents is essential for the design of cost-effective operations and monitoring of combustors using biogas and bio-syngas. \n(2) Provision of a database that can be directly linked to the industrial application of biogas and bio-syngas combustion will provide the much needed scientific knowledge for wider utilisation of bioenergy in the relevant industrial sector.\n(3) The project results can assist the economic analysis, the risk assessment and uncertainty analysis for the utilisation of bioenergy.\n(4) The deployment of technology on energy utilisation from biogas and biomass gasification has important implications in both ensuing the long-term sustainable energy supply and addressing the environmental concerns. \nThe project will also have an impact on staff development. The researchers will develop skills in performing robust physiochemical modelling and computational simulations and experimentation, as well as the ability to link them with real world applications. Aerospace, Defence and Marine,Chemicals,Energy,Environment,Transport Societal,Economic,Policy & public services","person":"Xi  Jiang","coPersons":["Y  Zhang"],"organisation":"Lancaster University","findingsText":" This project started on 21 October 2013 and will run until 20 October 2016. Thus, it is still early for the project to deliver substantial key findings and research outcomes, but the researches accomplished and those currently under way will address the following objectives: \nTask 1: To develop optimised chemical kinetic mechanisms for biogas and bio-syngas combustion. These will include from skeleton mechanisms with dozens of chemical species and reactions to reduced mechanisms with only a few major species and reactions.\nTask 2: To perform a parametric study of the effects of fuel variability using large-eddy simulation. The sub-grid scale model needs to be able to take into account the multi-scale, multi-species transport processes of the hydrogen-enriched reacting flow systems.\nTask 3: To develop real combustor experimental measurements capable of time-dependent three-dimensional flame diagnostics. The experimental data will allow direct comparison with large-eddy simulation results.\nTask 4: To validate the numerical simulations and establish an integrated computational/experimental database for biogas and bio-syngas combustion and to develop industrial guidelines for biogas and bio-syngas compositions in terms of combustion characteristics by analysing the database.\nCurrently Task 1 is successfully accomplished which had led to a published paper in the journal of Fuel with a few others in the pipeline of being published, while Task 2 is well underway. The main scientific challenge of the project is to develop an in-depth understanding of biogas and bio-syngas combustion with particular attention to the effects of fuel variability. The project is planned to use advanced physicochemical modelling and experimentation to tackle challenging problems in clean energy utilisation from biogas and biomass gasification. It is part of a long-term effort to keep the UK in the forefront of renewable energy research as well as in the forefronts of computational modelling of flow and combustion systems and combustion diagnostics.\nThe industrial collaborator will directly benefit from the research outcome of this project. The mappings between the fuel compositions of biogas and bio-syngas and their combustion and emission characteristics to be established in this project can be directly utilised in industrial practice. The industrial partner E.On accounts for a significant portion of the UK's power generation users. Their participation ensures the industrial relevance of the project research. It is planned that the research outcome including the database will be made fully accessible to members of the SUPERGEN Bioenergy Hub as well as the relevant UK government organisations and industrial companies. Aerospace, Defence and Marine,Chemicals,Energy,Environment,Transport","dataset":"gtr"}