{"id":"19B72716-328E-4CDE-9472-C1EB01945EEA","title":"Risks and Responses to Urban Futures: Building synergies between urban development processes and peri-urban communities for enhanced ecosystem service","abstractText":"Urbanisation brings the creation of new opportunities for many, while also resulting in a dramatic increase in the concentration of poverty and environmental degradation in peri-urban zones. Peri-urban areas, at the interface between urban and rural, link rural livelihoods with the urban lifestyles that put multiple pressures on peri-urban ecosystems. This poses huge challenges for the health and livelihoods of an increasing number of disenfranchised, poor and marginalised citizens, and for the sustainable urban development.\n\nUrban policies for provision of essential services such as food and water, draw upon ecosystem services (ES) from the peri-urban zone and from further and further afield. At the same time the export of polluting activities and domestic waste to peri-urban localities degrades ES, with adverse implications for urban and peri-urban communities.\n\nThis research project aims to explore the intersections between ES and poverty in peri-urban areas of India, and implications for urban development. Our overarching research hypothesis is that a better understanding of peri-urban ES and relationships with poverty alleviation will generate knowledge and mobilize people, and in turn generate more effective urban development initiatives. These will build much needed synergies between urban and peri-urban communities to support poverty alleviation goals.\n\nTo better understand the complex interactions of ES and human well-being in highly dynamic peri-urban landscapes, we will use spatio-temporal modelling to analyse interactions and trade-offs. This will involve a combination of primary and secondary data and the development of new approaches to modelling that could be used to support initiatives to enhance ES benefits and support urban planning processes.\n\nEmpirical detailed case studies will be carried out in Delhi's National Capital Territory. We will work with peri-urban communities to examine the relationship between ES (emphasis on primary data collection for ES associated with agriculture and food systems) and multiple dimensions of poverty (emphasis on health). We use this new knowledge to identify specific, local, technical and institutional interventions with affected communities, that will help to sustain ES and the livelihoods that they support. We will also identify policy entry points, working with diverse stakeholders to examine the potential to integrate an understanding of the interaction between peri-urban ES and poverty alleviation goals into decision making processes and implementation. Target policies and programmes will include those associated with the national urban horticulture initiative, which aims to support peri-urban producers and ensure a supply of fresh produce to cities, and urban waste management and pollution control plans. The spatial analyses will form the basis of tools to support dialogue with policy actors.\n\nFor comparison, parts of peri-urban areas around five additional cities (Hyderabad, Bangalore, Varanasi, Kathmandu and Dhaka) will be mapped at coarser resolution and a subset of ES, selected based on their importance identified in the detailed case studies, will be modelled using tools developed for Delhi. Using data from 5 cities and Delhi we will explore the use of time-series, space-for-time substitution and scenarios to explore the use of narratives and quantitative models of the likely impacts of current (and future) policies on ES and dependent livelihoods.\n\nWe will also actively engage with initiatives in other south Asian cities, building a network with partners from other Indian cities and in Nepal and Bangladesh through project-linked activities. This network will facilitate the joint development of research approaches and tools for policy engagement that can be applied more widely.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/L001349/1","grantId":"NE/L001349/1","fundValue":"141703","fundStart":"2014-02-01","fundEnd":"2016-07-31","funder":"NERC","impactText":"","person":"Priyanie Hippola Amerasinghe","coPersons":["Luna  Bharati"],"organisation":"International Water Management Institute","findingsText":"","dataset":"gtr"}