{"id":"19C62323-780E-4863-84F6-F44E0FD446D5","title":"Time-resolved whole-heart cardiac imaging using highly parallel magnetic resonance","abstractText":"The broad aim of our research project is to develop new techniques to improve the quality of Magnetic Resonance Imaging (MRI). Our project specifically looks at this in relation to imaging the heart and surrounding area (cardiac imaging). MRI is a safe diagnostic tool providing good images of soft tissue organs and is used routinely for the imaging of static structures such as the brain. However it is not yet widely used for cardiac imaging because MRI is very sensitive to motion. The movement of the beating heart reduces image quality producing blurring and ghosting. A similar effect occurs when someone moves while you are taking their photo, though the mathematics of how the image is affected is different. There are two independent sources of motion: the cardiac contraction (heart beating) and respiratory motion (breathing). It is possible to compensate for the motion associated with cardiac contraction, but respiration is less predictable and consequently harder to compensate. Most cardiac MRI studies are therefore done while the patient holds their breath. Naturally there are limits to how long patients can do this for and therefore the quality of the images can be compromised. A typical cardiac MRI exam requires multiple breath holds and it has to be planned very carefully to ensure that the necessary images are acquired. This planning and the subsequent image analysis require highly trained staff and these are not available at most sites. This is one of the main obstacles for the widespread use of cardiac MRI. In this proposal we aim to develop new, faster and easier ways of acquiring cardiac MR images. We aim to do this by replacing existing 2D methods with 3D techniques. The advantage of this approach is that the whole heart can be imaged during a single acquisition and very little planning is required. To achieve this it is necessary to overcome some of the problems associated with respiratory motion so that the images can be acquired without the patient having to hold their breath. During the acquisition process the motion of the heart due to respiration will be measured and these motion measurements will then be taken into account when forming the images. We will take advantage of the fact that new MRI scanners can now acquire multiple chunks of data (using multiple receive devices) at the same time ( highly parallel imaging ). This enables acceleration of the acquisition and it can provide complementary information about motion. This new technology will complement and facilitate our research in several ways. For example, we will be receiving more information about the effects of the motion on the image thus allowing us to better correct the images. In certain situations, there is a limited amount of overall scan time available for the MR examination. This includes acquisitions where a contrast agent (dye) is injected into the patient. In order to make the best use of the time available for this type of scan we want to avoid acquisition of redundant information. To accomplish this it is necessary to rely on prior information about the movement of the heart and this can potentially degrade the reconstructed images. In this proposal we wish to investigate how we can rely less on prior information, this will involve complicated mathematics to determine the optimal balance between prior information and parallel imaging principles.In summary, the purpose of this proposal is to develop new MR imaging strategies that allow 3D imaging of the heart during free-breathing and under time-constraints. The developed imaging sequences will be tested on both volunteers and patients.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E001076/1","grantId":"EP/E001076/1","fundValue":"468649","fundStart":"2007-04-01","fundEnd":"2010-03-31","funder":"EPSRC","impactText":"","person":"Reza Sarvghad  Razavi","coPersons":["Tobias Richard  Schaeffter"],"organisation":"King's College London","findingsText":"","dataset":"gtr"}