{"id":"19C90EAA-7D03-4191-82CB-149CE335CC1C","title":"Optimisation of Reed Canary Grass as a native European Energy Crop (ORNATE)","abstractText":"There are major global strategic drivers for the development of bioenergy, including biofuels, to substitute for fossil carbon. These include a reduction in greenhouse gas emissions, energy security, the long term trend of increasing oil price, opportunities for the creation of high tech &quot;green jobs&quot;, and rural regeneration. The demand for bioenergy requires sustainable energy crop varieties with high and stable yields from low inputs, with harvestable biomass that can be converted with maximum efficiency. The ORNATE project proposes to establish the research, development and knowledge necessary to develop reed canary grass as a crop to provide a sustainable bioenergy feedstock in Europe. A number of other energy crops already receive worldwide attention. However, reed canary grass has an important role to play in the mix of energy crops in Europe because it exhibits a unique combination of characteristics: 1) it is a native species of Europe, able to grow on very marginal land, with carbon sink and biodiversity benefits; 2) it is inexpensive to establish and fits well into existing farming practice, providing flexibility and low risk to farmers; and 3) it is able to produce harvested biomass from late summer until early spring thereby producing biomass earlier in the year than other energy grasses and so reducing storage requirements for end users. Reed canary grass was taken by early European settlers to North America where it was grown as a forage crop and a small level of interest has been retained in its use on both sides of the Atlantic since then. The earliest report of reed canary grass seed being sold for use as forage was in 1836 in Germany, while the first agronomic trials began in 1837 in Sweden. Although limited in its cultivation to date (with 20,000 ha currently grown in Scandinavia), reed canary grass offers considerable potential as a bioenergy crop in Northern Europe including UK, Ireland and Scandinavia especially on marginal land as it can grow well in both dry and wet areas. For example reed canary grass grows extremely well in wet soils, withstanding flooding for long periods across a wide pH range whilst equally showing excellent drought tolerance. The ORNATE project partners (Aberystwyth University, UK; Teagasc, Ireland; the Swedish University of Agricultural Sciences, Sweden; and Senova Ltd., UK) will develop knowledge on how reed canary grass grows across multiple environments in Northern Europe including on marginal unproductive land not utilised for food production, of which many million ha exist across Europe. In particular the ORNATE partners will focus on those crop characteristics which will enable the rapid deployment of the crop: biomass yield, biomass chemical composition and seed yield. The partners will use this information to develop the genetic resources necessary to establish a reed canary grass breeding programme that is able to produce new varieties that are higher yielding, better able to grow on sub-optimal land, and better adapted to growth in UK, Ireland and Sweden. In addition, mineral constituents, including nitrogen, sulphur, and chlorine, have negative emissions or corrosion qualities when the crop is combusted and need to be minimised. These and other chemistries will therefore be measured to match reed canary grass varieties to a number of different end uses, for example by making pellets and combusting in a 35 kilowatt commercial boiler. The project will also examine the opportunities to maximise the benefits of reed canary grass through better understanding of emerging renewable energy markets and biomass value chains.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K021591/1","grantId":"BB/K021591/1","fundValue":"438866","fundStart":"2013-08-19","fundEnd":"2017-08-18","funder":"BBSRC","impactText":"  Project ongoing, new genetic material has been planted in UK and Sweden and some of this looks very promising in terms of currently ouperforming current industry standard varieties. Individual plants are also being identified for new variety development.  ","person":"Iain Simon Donnison","coPersons":["Kerrie  Farrar","Gancho Trifonov Slavov"],"organisation":"Aberystwyth University","findingsText":" Project ongoing, new genetic material has been planted in UK and Sweden and some of this looks very promising in terms of currently ouperforming current industry standard varieties. Individual plants are also being identified for new variety development. New knowledge on reed canary grass germplasm should lead to wider germplasm available for farmers and for use by plant breeders. Agriculture, Food and Drink,Energy,Environment","dataset":"gtr"}