{"id":"19CA232D-29DF-465E-A8D8-5F7997928C26","title":"Analysis of the mechanism of cytoskeletal reorganisation in plants in response to pathogenic fungi","abstractText":"The actin cytoskeleton is an organised network of protein filaments that controls many cellular processes including the movement of organelles and vesicles within the cell. These filaments consist of chains of individual actin proteins. Importantly, this network is dynamic, as actin proteins can rapidly change from being free monomers in the cell cytoplasm (known as G-actin) to being incorporated into filaments (F-actin) and vice-versa. The assembly and disassembly of actin filaments is under the control of actin binding proteins (ABPs) which are in turn under the control of cell signalling pathways. A change in the environment of the cell or a developmental cue can stimulate signalling networks to cause the re-organisation of actin filaments through localised changes in ABP behaviour. Each ABP has a specific function and their activities are often intertwined in cooperative and/or competitive interactions. Some of these proteins nucleate actin filaments, others modulate monomer or filament dynamics through their binding to G-actin and/or F-actin. The state of the actin network at any given time and in any given space will depend upon the summation of the activities of each of these proteins. Plant pathogens cause damaging diseases of economically important plants, with approximately 6% of the UK wheat harvest currently being lost to disease. The actin cytoskeleton is a key element of plant defence against pathogens. At the earliest stages of pathogen invasion the actin network is stimulated to reorganise so that vesicles containing wall-forming materials can be transported to the site of the infection threat to thicken and reinforce the plant cell wall. If the actin cytoskeleton is broken down the chances of successful infection are greatly increased. This project is designed to understand the molecular events controlling this response of actin and its associated proteins to pathogen attack. How it works is currently unknown, but we do have an indication that ABPs are important and that their activity can protect plants from disease. One of the few disease resistance genes in cereals to a particularly virulent pathogen Puccinia graminis Ug99 is rpg4, and this encodes a small G-actin and F-actin modulating protein called Actin Depolymerising Factor (ADF). ADF is just one of a plethora of ABPs that control the actin network and we have evidence that at least one other group of ABPs is involved; the actin-nucleating formin proteins. Interestingly, formin proteins are controlled in animal and fungal cells by signal transduction pathways that do not exist in plants. Plants have adapted their formins to plant specific needs and we have found that a particular plant formin, (AtFH4), interacts with an enzyme called a respiratory burst oxidase that has an established role in signalling in the defence of plants against pathogens and this programme also aims to understand the functional significance of this interaction. For our experiments we use model systems and the model we use here for plant pathogen attack is Arabidopsis thaliana. An important question is whether this model relates to real-life situations in the UK's most important crop species. Here we will examine whether similar mechanisms of actin reorganisation in plant defence occur in cereals in response to disease, and we will use wheat for this purpose.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H018379/1","grantId":"BB/H018379/1","fundValue":"52027","fundStart":"2011-01-13","fundEnd":"2014-01-12","funder":"BBSRC","impactText":"","person":"Andy  Greenland","coPersons":[],"organisation":"National Inst of Agricultural Botany","findingsText":"","dataset":"gtr"}