{"id":"19CD455C-D3BF-4980-8E6A-7A5D4A7FDC38","title":"Evolution of the Drake Passage/Scotia Sea Deep Ocean Current and Mantle Gateway","abstractText":"Drake Passage, which lies between Cape Horn and Antarctica, is only a narrow strait but it has had a huge effect on the evolution of the Earth's climate. At one time, South America and Antarctica were joined, so blocking the flow of seawater between the Pacific and Atlantic Oceans. Once Drake Passage opened, some 32 million years ago, cold, deep ocean water was able to circle the globe around Antarctica, forming the Antarctic Circumpolar Current, or ACC. This, many believe, was the main cause of the glaciation of Antarctica and helped plunge the world from Greenhouse to Icehouse conditions; however others attribute the glaciation to changes in greenhouse gas concentrations and the Earth's orbital cycles. Modelling the opening of this 'gateway' and assessing its role in the Antarctic glaciation would be more straightforward were it not for the presence of a large terrain of unknown age at the eastern end of Drake Passage: the Central Scotia Sea. Apparently oceanic and therefore able to transmit the deep current eastwards, its age and history are critical. If it formed before, or at the same time as, Drake Passage, the ACC and Antarctic glaciation could both have initiated within a few million years of one another. If, however, it formed later, continental fragments such as South Georgia could have blocked the flow of deep water until long after glaciation had started, so supporting those who argue that the two events were not connected. This project, a US-UK collaboration, has already been allocated a month of research time worth 1$M on the Nathaniel B. Palmer, a US research vessel with the size and ice-breaking capability needed to withstand the weather and ice conditions. The expedition is scheduled for April-May 2008, in the middle of the International Polar Year. It aims to carry out a detailed magnetic survey in the Central Scotia Sea to identify the magnetic stripe anomalies that can be used to define and date oceanic crust. To ground-truth the survey, rocks will be dredged from the sea floor, then irradiated in a nuclear reactor and dated by the Ar-Ar method. Julian Pearce (Cardiff University) will be responsible for the collection and dating of the rocks; his American colleagues (Ian Dalziel and Larry Lawver from the University of Texas in Austin) will be responsible for the magnetic survey and constructing a plate tectonic history of the region. Remarkably perhaps, the opening of Drake Passage also formed a gateway for flow of mantle in the deep Earth. The Pacific Ocean is presently shrinking because it is surrounded by subduction zones where plates are lost, while the Atlantic ocean is expanding because it is dominated by ridges where plates are created. Mass balance therefore requires Pacific-to-Atlantic flow of the underlying mantle. Some 25 years ago, Walter Alvarez, the scientist who first identified the meteorite impact at the K-T boundary, proposed that the subduction zones and roots of continents around the Pacific would have acted as barriers to escape of Pacific mantle and that mantle flow, like seawater flow, would be funnelled through Drake Passage. In a 2001 Nature Paper with colleagues from the British Antarctic Survey, Julian Pearce demonstrated using isotopes of Pb and Nd that Pacific mantle was different from mantle of the South Atlantic and so Pacific mantle flow could be traced through Drake Passage by isotopic fingerprinting of dredged volcanic rocks. This showed that the boundary between the Pacific and Atlantic mantle now lies, at least in part, somewhere beneath the enigmatic Central Scotia Sea. By analysing the dredged rocks from the Central Scotia Sea, it will thus be possible to find out exactly how far the Pacific mantle has migrated and study the boundary between the two types of mantle. That in turn will inform us about the rates and causes of mantle circulation and the ways in which different domains of mantle interact, so increasing our knowledge of the 'inaccessible Earth'.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F004974/1","grantId":"NE/F004974/1","fundValue":"218693","fundStart":"2008-04-01","fundEnd":"2010-06-30","funder":"NERC","impactText":"  Our finding that the ancestral South Sandwich arc formed a potential barrier to sea water flow until the Upper Miocene contributed to the discussion of sea-water flow through Drake Passage and its influence on global climate change. Our 2013 paper has already received 22 citations within a year of publication, primarily by academic scientists Environment Societal","person":"Julian Anthony Pearce","coPersons":[],"organisation":"Cardiff University","findingsText":" 1. We surveyed the floor of the Central Scotia Sea and dredged the first in situ samples, finding extinct submarine volcanoes and a wide range of volcanic and sedimentary rocks of volcanic arc derivation.. \n\n2, One site produced basaltic rocks dated at c.28.5Ma, approximately the same age as equivelnt rocks in the South Sandwich forearc and representing the oldest arc rocks in the region.\n\n3. Most other sites produced volcanic rocks and volcanogenic sediments which gave one reliable date of c.11.5Ma. Evidence from the age and composition indicates that they mark the end of the ancestral arc, related to the collision of South Georgia.\n\n4. Several sites contained alkali basalt tephra dating at 5-0Ma. geochemical evidence indicates that these originated from Alexandra Island in the Antarcic Peninsula.\n\n5. Review of magnetic anomalies in the Central Scotia confirm the proposed E-W pattern but an absence of any symmetry indicates that they formed at an ocean ridge which are older than the Central Scotia Sea, having originated to the South in the Cretaceous. \n\n6. Isotope data support hypotheses that the central Scotia Sea is a mantle domain boundary, with Pacific mantle to the west and South Atlantic mantle to the east.\n\n7. Overall, our key finding is that opening of the Drake Passage Gateway for deep water flow was accomapanied by the development of a volcanic arc which may have produced a barrier to flow. The full development of the Circum Antarctic Current may have had to wait until the middle Miocene, when the collision of South Georgia led to a tear in the subducting plate and the formation of ccrust without volcanic edifices. This may have imprtant implications for the cause of the middle Miocene intensification of Antarctic glaciation. 1. The discovery and interpretation of extinct underwater volcanoes south of the Falkland islands and South Georgia has potential significance for the interpretation of the Law of the Sea in the Southern Ocean. 1. The findings on the development of the Circum-Antarctic Current can be fed into models for the climatic evolution of Antarctica. Environment,Other","dataset":"gtr"}