{"id":"19D5E547-8DCD-4D16-B9EB-11C012B25F3D","title":"Non-genetic heterogeneity in response to anti-mitotic chemotherapeutics","abstractText":"The &quot;anti-mitotics&quot; are a class of drugs originally isolated from natural sources that are used frequently during cancer chemotherapy. The name of this class derives from the fact that they all block mitosis, the process of cell division, in turn leading to cell death. A leading example is paclitaxel (Taxol) originally isolated from the pacific yew tree and widely used to treat breast and ovarian cancer.\n\nThese traditional chemotherapy drugs give even greater patient benefit when used in combination with modern therapies; for example, simultaneous use of anti-mitotics with Herceptin (trastuzumab) has very quickly become the preferred treatment following surgical removal of an invasive breast cancer. This combination appears to be very effective at killing the micrometastases left behind following surgery that would otherwise lead to reappearance of the cancer. Consequently, the anti-mitotics will continue to be important chemotherapy drugs for the foreseeable future.\n\nThese drugs are however far from perfect. One problem is that they have a rather unique side affect, peripheral neuropathy, which can lead to loss of sensation in the fingers and toes. If an individual aims to &quot;beat' their cancer, with the hope of many more good-quality years, this poses a very real dilemma; when this side affect appears, the immediate reaction of the oncology team is reduce the dose, but will that reduce the effectiveness of the treatment? Sometimes, patients even opt out of anti-mitotics specifically to avoid this side effect. Therefore, finding new drugs that offer similar benefit but with reduced side affects is a worthwhile cause. Indeed, extensive R&amp;D efforts within academia, biotech and the pharmaceutical industry, efforts approximating $10 billion, has resulted in an extensive array of 2nd generation anti-mitotic drugs, for example, inhibitors of the Eg5 motor protein and Aurora/Plk kinase inhibitors.\n\nUnlike the original, naturally occurring anti-mitotics, these new drugs have been synthesized to inhibit mitosis-specific proteins so that they kill divding cells without harming non-dividing nerve cells. Many of these drugs are excellent; they inhibit the proteins they were designed to with great potency and specificity, and many are well tolerated when administered to patients. And importantly, the peripheral neuropathies associated with traditional anti-mitotic drugs do not seem to occur. However, the anti-cancer effects of these new drugs has thus far been rather disappointing.\n\nThe reasons for this are unclear but it is important to note that these 2nd generation drugs have not yet been tested in clinical settings similar to those where the traditional anti-mitotics are known to be most effective. This is because it is difficult to test new drugs in settings where the current standard of care is already very good. Nevertheless, there is a very real danger that these excellent new drugs will be cast aside. This will of course be a real shame in terms of the extensive human endeavour and research funding that resulted in these drugs being created. Moreover, it may mean that we fail to realise an opportunity whereby peripheral neuropathies are no longer a complication when treating breast cancer.\n\nOne of the factors contributing to this state of affairs is that we actually don't know how anti-mitotic drugs kill cells. My lab recently discovered that cancer cells exposed to anti-mitotics can either undergo death in mitosis or they can &quot;slip&quot; out of mitosis and survive. Since then we have identified a gene that controls this difference: when we inhibit it, the balance is shifted in favour of slippage. The overall goal of this proposal is to follow up this discovery with the intention of seeing if we can tip the balance the other way, i.e. in favour of death. This may then open up new opportunities for combination strategies that sensitise cancer cells not only to traditional anti-mitotics, but also to the 2nd generation drugs.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L006839/1","grantId":"MR/L006839/1","fundValue":"450815","fundStart":"2014-03-03","fundEnd":"2017-03-02","funder":"MRC","impactText":"","person":"Stephen Sean Taylor","coPersons":[],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}