{"id":"19DBD0DD-0D09-4E3B-B066-4137441F876D","title":"The science and analytical tools to design long life, low noise railway track systems","abstractText":"Electrified railways are the only form of powered transport realistically offering zero CO2 emissions at point of use. A reduction in CO2 emissions from transport will require a massive shift from road to rail, itself a challenge as even a 10% shift in the UK would double rail traffic. This is on top of a doubling in rail travel and increased intensity of use of the network since 1994, exposing the limitations of traditional track forms as real time maintenance needs increased and the time available for maintenance reduced. The rail industry is also under pressure to reduce costs and environmental impacts including noise and vibration, often a major cause of objections to proposed new and upgraded lines.\n\nThe contribution of rail transport to social wellbeing, regeneration and growth is well established; and rail is now seen as the key to unlocking prosperity, improving east-west connectivity in the UK and reducing the north-south economic divide. Planned UK and international rail investment is unprecedented in a century, but increased demands and expectations have revealed gaps in the knowledge needed for effective, rational investment. Scope for cost savings and improved environmental performance through better track system design and longevity is substantial: Network Rail currently spends &pound;3.5bn p.a. on infrastructure maintenance and renewal, and will invest &pound;38bn in 2014-9. \n\nTRACK to the FUTURE (T2F) will discover the scientific knowledge and develop the analytical tools to design long-life, low-noise railway track systems that are economical to install, require minimal maintenance, and optimize environmental performance. It will deliver step-change improvements in three key areas:\n\n1.Track life: track maintenance is costly in cash and carbon terms, and interferes with operations. T2F will explore new, low-maintenance track forms. It will develop an understanding of the relationships between track stiffness and settlement, which can be measured, and differenal movement of the track, which causes performance to deteriorate. It will extend ballast life by understanding and eliminating or mitigating causes of deterioration and developing designs that will continue to perform well long after deterioration has set in; and will facilitate ballast re-use rather than downcycling or disposal.\n\n2.Switches (points) and transitions: where trains change direction and cross tracks or other infrastructure there is a complex interaction of geometry, support, wheel profile and vehicle dynamics. This is not sufficiently understood and frequent costly and disruptive maintenance is required. T2F will draw together the key areas of ground support, switch or transition zone geometry, and vehicle dynamics for the reliable assessment of crossing and transition zone behaviour, life and maintenance needs.\n\n3.Noise and vibration: public tolerance of vibration and noise from railways is decreasing as use intensifies, yet these are traditionally regarded as secondary in design. T2F will develop and demonstrate, through modelling and full-scale testing, a low-noise, low-vibration track consistent with reduced whole life costs and low maintenance.\n\nIn every aspect, T2F will address the effects of millions of cycles of complex loads to which track systems are subjected in a modern environment, taking into account the combined effects of noise, vibration, vehicle dynamics and ground behaviour, non-uniformities of loading and non-linearities in response. The research will lead to the development of integrated tools, based on sound fundamental principles and reliable observations of behaviour, for assessing performance of track systems including transitions and crossings, noise and vibration. These will be incorporated into existing industry analytical models to improve the performance and reduce maintenance needs of railway track systems, in support of the DfT Rail Technical Strategy 2040 vision of infrastructure fit for the 21st century.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M025276/1","grantId":"EP/M025276/1","fundValue":"5193340","fundStart":"2015-06-01","fundEnd":"2020-05-31","funder":"EPSRC","impactText":"","person":"William  Powrie","coPersons":["Jonathan Mark Preston","Antonios  Zervos","Simon  Iwnicki","Clive  Roberts","Glenn  McDowell","Simon Philip Blainey","David John Thompson"],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}