{"id":"19E8DC84-35E0-48BC-9056-5106A3A77089","title":"Developing the learning potential of appraisal in spatial planning","abstractText":"<p>The appraisal of public policy, plans and programmes to identify potential impacts and promote more sustainable patterns of development has become an increasingly important feature of government. Over time a range of scientific and more participatory approaches to appraisal have developed. There has also been a growing recognition that appraisal exercises could play a valuable learning role, not only leading to more sustainable public actions, but also helping to transform individual and organisational attitudes and working practices in support of sustainable development. However, to date the learning aspect of appraisal is not well understood.</p>\n\n<p>This research aims to develop a deeper understanding of the learning issues raised by appraisal in the context of spatial planning and to recommend measures to improve practice. The research initially examines how ideas related to individual and organisational learning may be applied to appraisal. This will then inform the analysis of three case study local development plan appraisals. These will be based in the UK, Germany and Italy where very different approaches to appraisal are evident. The findings will provide a closer insight into how different appraisal methods and contextual factors may affect learning experiences. They will also help to identify the knowledge, skills and further research needed to improve the learning outcomes of appraisal.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/E023908/1","grantId":"ES/E023908/1","fundValue":"57891","fundStart":"2007-09-01","fundEnd":"2008-05-31","funder":"ESRC","impactText":"  The project resulted in a total of three papers in refereed professional journals and a range of other outputs, including book chapters and monographs. Considering the specific subject area, all three refereed papers have had a comparatively high citation score on scopus (on 20/11/2014 this was 81 in total). One of the papers 'Jha-Thakur, U.; Gazzola, P.; Fischer, T.B.; Peel, D. and Kidd, S. 2009. SEA effectiveness - The Significance of Learning, Impact Assessment and Project Appraisal, 27(2): 133-144' received the 2010 best paper award of the Impact Assessment and Project Appraisal Journal. Furthermore, outputs of the projects have been used in documents by e.g. the IUCN and UN. Communities and Social Services/Policy,Environment,Government, Democracy and Justice Societal,Policy & public services","person":"Sue  Kidd","coPersons":["Thomas Bernward Fischer","Deborah Margaret Peel"],"organisation":"University of Liverpool","findingsText":" This research project was funded by the Economic and Social Research Council and the Academy for Sustainable Communities under the collaborative targeted initiative on skills and knowledge for sustainable communities. The project was concerned with developing the learning potential of appraisal in spatial planning and was undertaken by a multinational and multi disciplinary team from the Department of Civic Design at the University of Liverpool. The team lead by Sue Kidd included Thomas, Fischer, Paola Gazzola, Deborah Peel and Urmila Thakur.\n\nUnder the European Union Strategic Environmental Assessment Directive, Sustainability Appraisals are now required for regional and district wide development plans and small area action plans. This is entailing a considerable commitment of time and resources, not just from the public sector, but also from private and voluntary sector organisations that are being called upon to contribute to and respond to these exercises in various ways. However, by providing spaces for dialogue and learning about sustainability, this work does have the potential to contribute to wider community engagement sustainable development concerns and increase shared understanding of these issues. There is now recognition that learning constitutes one of the core objectives of appraisal. However, understanding of what this might entail and how it can be promoted is still emerging\n. \nThe overall aim of the research was to develop a deeper understanding of the learning dimensions of appraisal in spatial planning and to recommend measures to improve practices in the UK and elsewhere.\n\nThe research objectives were:\n\n1. To develop an initial analytical framework related to the learning dimension of appraisal;\n2. To describe and evaluate approaches to the process of appraisal in local spatial plan making in the UK, Italy and Germany from a learning perspective;\n3. To develop a more informed understanding of the relationship between different approaches to appraisal in spatial planning and different levels and types of learning;\n4. To develop a closer insight into the relationship between contextual factors related to appraisal in spatial planning and individual and organisational learning outcomes; and \n5. To contribute to more effective appraisal practice in spatial planning by identifying the skills knowledge and further research needed to improve learning outcomes.\nA key output from the research has been a framework which can be used to better understand learning in appraisal. This draws upon theories of organisational learning, adult learning, the concept of reflective practice, and action learning. The framework is designed to help those with an interest in Sustainability Appraisal identify the various factors may affect learning and to act as a guide to better appraisal practice. The research has also defined the types of learning outcomes that might be anticipated from appraisal exercises. These range from initial knowledge about sustainability concerns through to learning that transforms attitudes and behaviours. They also consider outcomes for individuals, organisations and the wider community.\n\nThe framework was piloted through three international case studies which are all regarded as good examples of appraisal practice: Southampton in the UK; Ravenna in Italy; and Brunswick in Germany. The fieldwork revealed some notable differences and similarities in the respective appraisal practices. Firstly, very different approaches to appraisal are evident. In Germany the appraisal was map-based, while in the UK a much more qualitative approach was used in the form of a sustainability commentary on the plan. In both cases the main outputs were technical reports. In Italy, the appraisal of the Ravenna Structure Plan was closely interwoven with the work of producing the plan itself with regular team meetings to discuss issues before the production of an output or the making of a decision. Ravenna also used some imaginative ways of engaging wider public interest engagement in the plan and its appraisal, including a cartoon-like character called Matilda. \n\nIn all cases there was evidence of different types of learning being promoted through the appraisals. The results were strongest for Ravenna and Southampton where the local authorities each had Sustainability Teams who worked alongside the planning officers. These Teams played a key role in assisted others in their efforts to take sustainability considerations seriously. This highlighted how important it is to have a supportive organisational setting which encourages experimentation. In both cases there was strong political backing for sustainable development.\n\nOver the course of the study, the Project Team made a series of presentations about the research to academic and practitioner audiences. This included conferences at Manchester, Belfast, Liverpool, London and the International Association for Impact Assessment Annual Conference in Perth in Western Australia. There was considerable scholarly and practitioner interest shown in the project and a follow-up of the current project is planned. The project should inspire all those engaged in Strategic Environmental Appraisal to reflect upon the role of SEA and how it may be used as a learning tool. With imagination and care, there is great potential for SEA to be used as a learning tool which can promote more sustainable patterns of development both in the short and longer term Communities and Social Services/Policy,Education,Environment,Government, Democracy and Justice,Transport","dataset":"gtr"}