{"id":"19F019A1-CAA9-4576-AF6C-283A78DE36ED","title":"Alcohol Misuse: Electronic Longitudinal Alcohol Study in Communities (ELAStiC)","abstractText":"There exists a unique opportunity to exploit existing UK data to better understand alcohol misuse across the life course. The overall goals of this project are to 1) incorporate data into the UK Secure eResearch Platform (UKSeRP) and develop facilities to enable research access, 2) undertake hypothesis driven research using this platform to provide critical insights into alcohol use, it's effects and pathways into harm, 3) exploit the current research group's expertise to capitalise on the most recent developments in analytical methodology, and 4) make explicit the policy relevance of the work and exploit opportunities to interface with possible intervention development. This project therefore aims to leverage the value of a broad set of longitudinal studies and data linkage facilities to construct an analytical platform within UKSeRP that facilitates the investigation of harmful alcohol use across the life course. The proposal is balanced, it combines a broad skillset, with considerable expertise with the available data together with techniques in the analysis of such data. \n\nThe data itself covers youngsters, those in mid- and later-life. These data are then linked to routine administrative data including those from schools (e.g. educational attainment), the NHS (health), the police (anti-social behaviour) and other sources including births and deaths. These then allow us to understand how alcohol affects general health, health service use, mental health, educational attainment and criminality. The nature of these data also allow us to understand how alcohol use affects cognitive decline in later life, and emotional and cognitive development in young people. \n\nThere has already been considerable activity generating opportunities to use longitudinal data for research, although only limited work has looked at alcohol specifically. We are therefore able to exploit these on-going investments and collaborate with the UK Dementia Platform, Centre for the Improvement of Population Health through e-Records Research (CIPHER) at Swansea University (funded by a consortium led by the Medical Research Council) which will provide technical and financial support for data linkage. In addition, the project will explicitly examine the policy and impact relevance of outputs, use outputs to investigate opportunities to develop novel interventions with, for example, the Centre for the Development and Evaluation of Complex Interventions for Public Health Improvement (funded by the Economic and Social Research Council, amongst others). These collaborations bring together a unique set of skills that are required for such work as well as technical support.\n\nFundamental to the project is the opportunity to bring together a diverse skillset. Investigators come from a broad range of backgrounds and have varying skills in relation to the analysis and interpretation of longitudinal data. This provides opportunities for work in specific areas to inform the project as a whole. Although the project is based on specific research hypotheses, these feed into work packages that use the project team's skills as a whole to develop relevant outputs. This added value is realised through organising resources to maximise collaborative working and therefore go beyond the fundamental questions asked of the data.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L015471/1","grantId":"ES/L015471/1","fundValue":"978102","fundStart":"2015-01-29","fundEnd":"2018-06-28","funder":"ESRC","impactText":"","person":"Simon Christopher Moore","coPersons":["Damon Mark  Berridge","David Lawrence Fone","Shantini  Paranjothy","Daniel  Farewell","Ronan Anthony Lyons","John  Gallacher","Frank David Dunstan","Matthew  Hickman","John  Macleod"],"organisation":"Cardiff University","findingsText":"","dataset":"gtr"}