{"id":"19F5CB43-F5B6-4199-96F6-F591F8ECF618","title":"Role and extent of detachment faulting at slow-spreading mid-ocean ridges","abstractText":"Two-thirds of the Earth's surface is paved by oceanic crust formed by seafloor spreading at the 60,000 km-long global mid-ocean ridge (MOR) system. As the rigid ocean plates are pulled apart, at rates varying from &lt;10 to 160 mm/year, the Earth's mantle is drawn up from beneath, partly melting as it does so. The melt separates from the mantle and rises to the surface to form a continuous layer of 'magmatic' crust, typically about 6 km thick, made of basalt at the surface and gabbro, its slowly cooled equivalent, beneath.\n\nHowever, over the past 15 years we have come to realise that, at spreading rates below about 40 mm/yr, this simple model cannot be correct. Instead, large tracts of mantle rocks may be exposed on the seafloor, with no magmatic crust being present. Plate separation on slow-spreading MORs such as the Mid-Atlantic Ridge (MAR) may instead be taken up in part on great dislocations - unusually large geological faults known as 'detachments' - on which tens of km of extension may be accommodated. Where exposed on the seafloor these faults typically form flat or gently domed surfaces on which mantle rocks and/or gabbro are exposed. These structures are known as 'oceanic core complexes' (OCCs). We think OCCs form when the magma supply dwindles and seawater is able to penetrate down a fault and access mantle rocks beneath. These rocks, called 'peridotites', are made mostly of the mineral olivine, which reacts easily with water to produce the weak minerals serpentine and talc, lubricating the fault and allowing it to continue slipping and develop into a long-lived detachment.\n\nVery recently, several workers (including PI Reston) have proposed that detachment faulting is far more common than previously supposed, to the extent that up to half of all Atlantic seafloor may be generated by such 'tectonic' spreading. They view detachments as regionally continuous features that underlie all the seafloor on one side of the ridge axis, but only emerge at the surface in a few places, the OCCs. \n\nBut is detachment faulting really so widespread? From a detailed study of the 13N region of the MAR, Co-Is MacLeod and Searle came to the quite different, and much less extreme, view that detachments are discontinuous and restricted to individual OCCs. They are interspersed between volcanically active, magma-rich ridge segments, and triggered by localised waning of magma supply. In this model detachments are episodically 'killed' by renewed magmatism, often delivered laterally from adjoining segments.\n\nHow can we distinguish these very different hypotheses about the mechanism of seafloor spreading? The key data needed are: (1) the sub-surface geometry and extent of the detachments beneath the ridge axis, (2) the amount and detailed distribution of magmatic crust, and (3) the asymmetry of spreading rates associated with OCCs and volcanic seafloor (they should be similar in the regional and differ in the local detachment models).\n\nWe propose to obtain these data in a comprehensive seismic and seabed magnetic survey of the MAR in the 13N region, where detachment faults are active at the ridge axis today. We will use a large array of ocean-bottom seismographs (OBSs) to image 3D velocity variations related to different rock types using 'seismic tomography' - akin to medical CT scanning - and conduct a multi-channel reflection survey, which will image sub-surface discontinuities - like a simple X-ray. We will then leave the OBSs (to be recovered on a later cruise) to record the locations of natural micro-earthquakes in the region. These will show directly the 3D geometry and linkage of active faults. Finally, we will deploy the autonomous robot vehicle Autosub 6000, which will be programmed to make very detailed maps of magnetic field reversals (yielding seafloor age and spreading rate) and seafloor topography (helping structural interpretations) while we perform the seismic experiments.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J021741/1","grantId":"NE/J021741/1","fundValue":"83471","fundStart":"2014-01-01","fundEnd":"2016-12-31","funder":"NERC","impactText":"","person":"Christopher John MacLeod","coPersons":[],"organisation":"Cardiff University","findingsText":"","dataset":"gtr"}