{"id":"19F91FD4-21C4-4A9A-AA6E-A105DD5A13C8","title":"An Exploratory Knowledge Exchange Platform for Policing: Exploiting Knowledge Assets, Utilising Data and Piloting Research Co-production","abstractText":"The project will build a strategic and innovative knowledge exchange and research co-production platform, providing a structured relationship between West Yorkshire Police (WYP), the Office of the PCC for West Yorkshire (OPCCWY) and the University of Leeds. The platform provides a model in which different mechanisms of knowledge, people and data exchange are piloted in four thematic areas of policing: partnerships; acquisitive crimes of burglary and shoplifting; community engagement and public order. The approach is driven by a combination of interdisciplinary research excellence, innovations in knowledge exchange and lasting impact on both policing and academic partners. It will seek to change the ways in which the police use evidence and insights from research as well as the ways in which researchers frame research questions and engage with policing professionals across the life-course of research. The platform will provide a two-way exchange, learning opportunities and data exploitation that embed the PCC's strategic priorities of 'innovation, income and investment'. It will seek to foster a greater appreciation among police officers for the relevance, role and value of research evidence in informing police practice, as well as a greater awareness of research methodologies and skills within the police organisation. At the same time, it will seek to foster greater understanding of the operational police challenges and encourage responsibility amongst researchers for helping shape evidence-based responses to these. In so doing, it will build an academic culture of engagement and a commitment to co-production.\nThe four hubs will focus on: (i) the role of partnerships in promoting organisational change and the manner in which this can be analysed through co-produced research; (ii) the exploitation of large police datasets to explain and better understand the spatial and social distribution of the acquisitive crimes of burglaries and shoplifting; (iii) the evaluation of an innovative community engagement project; and (iv) public order training and the evaluation of the impact of training on police practice. Each hub will benefit from one academic research lead and one nominated police lead seconded from WYP. WYP will contribute staff time, venues and resources associated with the preparation of significant datasets (including 10 years of burglary and shoplifting data across West Yorkshire).\nThis new collaboration will develop innovative ways to address the challenges faced by the police and will provide for: collaborative framing of the research questions from the outset; the two-way flow of knowledge and data; mutual engagement with research programmes from their inception to dissemination; joint ownership of research and its outcomes or products; enhanced research impact on policy and practice through collaboration on projects that are directly relevant to police managers; the production of an evidence-base for policy and practice, and to enable innovation; the exploitation of knowledge exchange including training opportunities; opportunities for the development of research expertise and capacity among police officers and staff; and the development of skills within policing to get research evidence used over the longer-term.\nThe work of the project will be overseen by a Steering Group including members of the WYP senior command team and chaired by the PCC, which will meet bi-monthly. Each of the thematic hubs will produce accessible policy briefings outlining the findings as will the programme as a whole. Whilst the initial activity is focused on West Yorkshire, it is intended that benefits will attend to the region (via the N8 Policing Research Partnership) as well as national and international debate and practice. This wider dissemination will be overseen and promoted by an Advisory Board with members drawn from the College of Policing, ACPO, What Works Centre for Crime Reduction and N8.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M006123/1","grantId":"ES/M006123/1","fundValue":"99315","fundStart":"2014-11-01","fundEnd":"2015-10-31","funder":"ESRC","impactText":"","person":"Adam  Crawford","coPersons":["Stuart  Lister","Clifford  Stott","Nick  Malleson"],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}