{"id":"1A04F550-8450-4406-840F-0DF50E59B5EE","title":"Analytical development of the use of the isotopic composition of gypsum hydration water as a paleoclimate tool","abstractText":"One of the fundamental problems in oxygen isotope paleoclimatology is the temperature equation is often under constrained. The d18O of calcite or aragonite can be measured on fossil shell material but a unique temperature solution is not possible without knowing the d18Owater from which the carbonate precipitated. ToC = 16 - 4.14 (d18Ocalcite - d18Owater) + 0.13 (d18Ocalcite - d18Owater)2 Or for aragonite: ToC = 21.8 - 4.69 (d18Oaragonite - d18Owater) Gypsum (CaSO4 2H2O) is a hydrated mineral that contains 20.9% crystallization water by weight. The 18O/16O and D/H of the hydration water record the isotopic ratio of the mother water from which the gypsum crystallized. Provided the fractionation factors are known and no isotopic exchange has occurred post-crystallization, the d18O of gypsum hydration water can be used to calculate the d18O of the water. Thus, tandem d18O measurements of both carbonate and gypsum hydration water from the same samples potentially offers a power paleoclimate tool for determining past temperature. We propose to measure the d18O and dD of gypsum hydration water (CaSO4 2H2O) in controlled experiments and natural samples to test the potential of this method and its applicability as a paleoclimate tool. Specifically we will: 1. Determine the isotopic fractionation factors between gypsum hydration water and mother water to high precision; 2. Experimentally evaluate the potential for post-crystallization isotope exchange of gypsum hydration water and ambient environmental water; 3. Test the application of tandem measurements of d18O of calcite and gypsum hydration water to reconstruct glacial tropical temperature using sediment cores from Lake Peten-Itza, Guatemala. Successful demonstration of the method by this pilot study would constitute a breakthrough for terrestrial paleothermometry studies and offer the opportunity for widespread application.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I016716/1","grantId":"NE/I016716/1","fundValue":"41833","fundStart":"2011-03-14","fundEnd":"2012-03-13","funder":"NERC","impactText":"  Other scientists are adopting the method developed to estimate paleotemperature by measurement of gypsum hydration water. Environment ","person":"David A. Hodell","coPersons":["Alexandra  Turchyn"],"organisation":"University of Cambridge","findingsText":" A fundamental problem in oxygen isotope paleothermometry is the carbonate mineral-water temperature equation is often under-constrained. Both the oxygen isotope composition of the carbonate mineral and the water from which it precipitated must be known to calculate temperature. The objective of this proposal was to develop a new method of palaeotemperature reconstruction by measuring oxygen isotopes of co-occurring gypsum hydration water and biogenic carbonate in the same sediment sample. \n\n\n\nThe _18O and _D of the water from which gypsum was precipitated can be determined by measuring gypsum hydration water if: (i.) the fractionation factors during gypsum formation are known and temperature-independent, and (ii.) no isotope exchange has occurred between environmental and hydration water after gypsum deposition. We first developed a new method to measure the _18O and _D of gypsum hydration water by offline thermal extraction under vacuum and subsequent isotope measurement by cavity ringdown laser spectroscopy (CRDS). We then applied the new method to estimate past temperature in the lowland Neotropics during the Late Glacial period.\n\n\n\nEach of the original objectives of the proposal were met successfully:\n\n \n\n1. Determine the isotopic fractionation factors between gypsum hydration water and mother water at high precision.\n\n\n\nWe re-determined the fractionation factors by converting anhydrite to gypsum in a sealed flask containing water of known isotopic composition, in the presence of 0.5 M sodium sulfate. The experiment was conducted at three temperatures: 12, 20 and 37 oC. The fractionation factor for oxygen averaged 1.0039 ? 0.0002, which is indistinguishable from the published value of 1.004 ? 0.0002 measured in the 1960s. No significant temperature dependence was found between 12 and 37 oC. The isotope fractionation factor for hydrogen isotopes during our experiment averaged 0.981 ? 0.001, which is analytically indistinguishable from the previously determined value of 0.98. The excellent agreement between the newly derived fractionation factors and those derived previously provides confidence that these values are well known.\n\n\n\n2. Experimentally evaluate the kinetics of post-crystallization isotope exchange of gypsum hydration water and ambient environmental water; \n\n\n\nThe oxygen and hydrogen isotopic composition of gypsum hydration water can be altered by postdepositional recrystallization (dissolution and reprecipitation) or isotopic exchange with environmental water, thereby invalidating the palaeotemperature method. We evaluated diagenetic effects in several ways. First, we measured sediment pore waters and found the gypsum hydration water is not in equilibrium with the pore fluids, indicating that complete re-equilibration had not occurred. Second, the oxygen and hydrogen isotope composition of the gypsum hydration waters plot on a line that has the same slope as the evaporative line (~5), but is enriched in _18O (by ~4?) and depleted in _D (by ~20?) due to the respective fractionation factors. When measured values of gypsum hydration water are corrected for the isotope fractionation factors, the calculated lake water values plot on the projection of the evaporative line defined by regional closed-basin lakes . This line describes the evolution of lake water _18O and _D with progressive evaporation starting from modern values, and assuming evaporation under similar conditions as today. The fact that the predicted lake water values fall on the regional evaporative line, and not on a line with a different slope, lends support to the notion that hydration water has not exchanged isotopically with interstitial water. Fourth, we modeled the _18O and _D pore water profiles and calculated an average glacial lake water _18O of 6.2 ?. This value is close to the average lake water value estimated using gypsum hydration water (after correcting for isotope fractionation), thereby suggesting minimal post-depositional re-equilibration. Lastly, near modern temperatures were calculated for the Holocene using the _18O of gypsum and co-occurring carbonate. An isotopic exchange experiment is underway whereby gypsum with known hydration water isotope composition is placed in isotopically enriched and depleted water and sampled periodically to evaluate if exchange has occurred. No exchange has been observed yet but we intend to continue the experiment for many years to come.\n\n\n\n3. Test the application of tandem measurements of _18O of calcite and gypsum hydration water to reconstruct tropical temperature during the last glacial period using sediment cores from Lake Peten-Itza, Guatemala.\n\n\n\nUsing the tandem _18O approach, we found that Late Glacial temperatures were considerably cooler than the mean annual temperature (MAT) of 26oC in the region today. We estimate that temperature during the Late Glacial averaged 19oC, which is 7oC cooler than MAT today. This estimate is similar to cooling inferred from pollen and depression of equilibrium line altitude of glaciers, but are significantly greater than cooling inferred from marine proxies. This discrepancy underscores an old problem, i.e. that temperature proxies for the last glacial period from terrestrial archives yield much colder estimates than those from marine sediment records. Some land-sea temperature differences are to be expected, as the land surface often undergoes larger temperature changes than those of the surrounding oceans; however, the differences between marine and terrestrial records are too large to be explained entirely by physical climate processes alone. Either the marine temperature proxies underestimate the degree of cooling or terrestrial proxies overestimate it, or both. We are planning to further study this problem using clumped isotope palaeothermometry.\n\n\n\n\n\nComplete details of the results of this study are discussed in:\n\n\n\nHodell, D.A., Turchyn, A.V., Wiseman, C.J., Escobar, J., Curtis, J.H., Brenner, M., Gilli, A., Mueller, A.D., Anselmetti, F., Ariztegui, D., and Brown, E., 2012. Late Glacial temperature and precipitation changes in the lowland Neotropics by tandem measurement of _18O in biogenic carbonate and gypsum hydration water. Geochimica et Cosmochimica Acta 77, 352-368. We have developed a new method for estimating paleotemperature that should be adopted by other scientists. Environment","dataset":"gtr"}