{"id":"1A0764DC-05D0-4756-AB55-B831015B09FD","title":"Powerful new methods for the synthesis of peptides: catalytic oxidation reactions tested to the limit","abstractText":"Chemistry is a dynamic subject that is at the centre of many different scientific advances. Organic chemistry is concerned with the reactivity of carbon in all its different forms and can be viewed as the chemistry taking place within living things. Chemists are constantly looking for new ways of designing and building molecules (synthetic chemistry is molecular architecture) and this proposal describes a short and powerful new way of making valuable compounds, based on peptides, by using new catalytic reactions. Peptides are important because they are the sequences of amino acids that are absolutely essential to the processes of life; we are attempting to make peptides in a fundamentally new way that will give us great control over the nature of the structures that we make and which will allow us to make natural and unnatural peptides that can be tested as potential new medicines.\nDeveloping, and testing the limits of, new catalytic reactions is also central to this project, and is also a worthwhile endeavour. The development and application of new catalysts and catalytic systems is important because it makes chemical reactions run faster, and become cleaner with less waste: this is clearly a good thing for industry and also for the environment. \n\nTo underscore the importance of the compounds that feature in this proposal, peptides can be found in several drugs that have sales of over 1 billion dollars. The novel chemistry proposed here will provide a new, efficient and powerful way of making peptides using catalysis to control functional group incorporation: this will be of great benefit to both academia and industry. Plans have also been made to screen the compounds that we make for a wide range of biological activity.\n\nGiven all of the above, it is imperative that we have novel, efficient and powerful methods for making new peptide derivatives so that we can study and use them.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K024183/1","grantId":"EP/K024183/1","fundValue":"225051","fundStart":"2013-10-01","fundEnd":"2015-09-30","funder":"EPSRC","impactText":"  To develop new ways of making peptides have been uncovered that do not involve carbonyl activation. Pharmaceuticals and Medical Biotechnology Economic","person":"Timothy  Donohoe","coPersons":[],"organisation":"University of Oxford","findingsText":" New ways of making peptides are currently being explored New efficient routes to bioactive peptides are under investigation Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}