{"id":"1A1E196C-475D-4DCC-8B28-1D7BF904BBA2","title":"Pathways to psychosis: Investigating environmental, cognitive and genetic mechanisms underlying development of psychotic experiences in young adults","abstractText":"Schizophrenia is a severe psychiatric disorder that imposes a substantial burden on sufferers and their families, and is one of the leading causes of disability worldwide. Although treatments for schizophrenia exist there is a pressing need for more effective treatments and for interventions to prevent people from developing this disorder.\n\nSchizophrenia is characterised by hallucinations (for example hearing voices) and delusions (for example an irrational belief that people are plotting to kill you). These are called psychotic experiences, and whilst schizophrenia affects about 1% of the population over the course of their lives, psychotic experiences occur much more commonly, affecting about 5% of adolescents and young adults. Although for most people these experiences are short lived and resolve completely, for some they persist, and may develop over time into a psychotic illness such as schizophrenia.\n\nWe aim to study the development of psychotic experiences from childhood through early adulthood to understand more about what causes these to develop, and what factors lead to recovery from these, or conversely, to deterioration and progression to a psychotic illness. We are particularly interested in examining the role of: i) social adversity during childhood and adolescence, characterised for example by childhood maltreatment or repeated victimization from bullying, and ii) cannabis use, on increasing the risk of developing psychotic experiences. \nSocial adversity and cannabis use can cause abnormalities in regulation of dopamine, an important neurotransmitter in the brain. This is of particular interest as there is very good evidence that increased dopamine activity in a specific brain pathway is a key biological abnormality underlying schizophrenia.\n\nHowever, whilst there is good evidence of dopamine abnormalities underlying schizophrenia, it is not known how having too much dopamine can lead to someone hearing a voice that isn't there, or developing a belief that someone is plotting to kill them. Studies in cognitive neuroscience go some way to explaining this by demonstrating that altered dopamine function can affect how people perceive stimuli in their environment, and the inferences that they make about these events. For example, people with schizophrenia are more likely to interpret unimportant background stimuli as having important personal relevance, reach decisions based on insufficient evidence, and misattribute self-generated thoughts or speech as coming from an external source.\n\nWe aim to study whether abnormalities on cognitive tests of perception and inference are associated with psychotic experiences in young adults, and whether experiences of social adversity and cannabis use are also associated with deficits in these cognitive tests. This work can provide a model whereby social adversity or cannabis can lead to psychotic experiences through effects on perception and inference (via altered dopamine function). This work is important because cognitive processes influencing perception and inference are modifiable, and therefore evidence that they play a role in developing psychotic experiences will prioritize these as potential targets for psychological interventions to prevent people from developing schizophrenia.\n\nFurthermore, although genetic effects play a critical role in determining risk of developing schizophrenia it is not known how this risk is expressed during development from childhood through early adulthood. We will examine how genetic risk for schizophrenia affects a broad range of psychopathology as well as intellectual ability and performance on cognitive tests of perception and inference. By combining work on genetic, psychological and social mechanisms we will increase our understanding of the pathways leading to development of psychotic experiences, to help inform interventions for treatment and prevention of schizophrenia.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M006727/1","grantId":"MR/M006727/1","fundValue":"1062530","fundStart":"2015-06-01","fundEnd":"2019-05-31","funder":"MRC","impactText":"","person":"Stanley  Zammit","coPersons":["John  Macleod","Michael Conlon O'Donovan","Anthony  David","Peter  Holmans","Jon  Heron","Dieter  Wolke","Glyn  Lewis","Mary  Cannon","David Edmund Linden","Andrew  Thompson","Michael John Owen","Peter Brian Jones","Paul  Fletcher"],"organisation":"Cardiff University","findingsText":"","dataset":"gtr"}