{"id":"1A2DD437-45A6-4DEA-8ED6-DE482CA46015","title":"Faith-based conflict prevention and early warning scoping project","abstractText":"<p>The aim of the project is to answer three questions about the role of churches and other faith groups in helping to spot early signs of violence and stop it from happening.</p>\n\n<ul>\n \n\n <li>what is&nbsp;distinctive&nbsp;about faith-based approaches and what makes them different from the activities that are carried out by people who are not working from a faith point of view</li>\n\n <li>what are the&nbsp;dilemmas&nbsp;that emerge when faith groups get involved in trying the prevent violence and what possible tensions can we foresee with people who do not share their beliefs</li>\n\n <li>what&nbsp;scope&nbsp;is there for improving the work that churches and faith groups do to help prevent violence and what changes do we need to make for this to happen.</li>\n\n</ul>\n\n<p>&nbsp;</p>\n\n<p>&nbsp;</p>\n\n<p>&nbsp;</p>\n\n<p>The research will help us to know more about the work taking place, helping churches and their partners to plan effectively. Activities to ensure that the research makes a difference include a high-level meeting of people from the church, government and charities hosted by the Archbishop of Canterbury, sessions with Bishops in the House of Lords and the production of a set of resources on conflict prevention for church-goers in conflict areas.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L002116/1","grantId":"ES/L002116/1","fundValue":"71189","fundStart":"2013-11-29","fundEnd":"2014-11-28","funder":"ESRC","impactText":"  The project has been designed with 12 months of participatory social action research (November 2013 - 2014) and a further 12 months of generating impact and creating change. In this context it has started to produce impact and we expect to build significantly on this within the next year. The project has begun to transform the way that national churches in 10 conflict-affected countries understand broader issues of conflict prevention. They have begun to recognise their existing activities as having preventative value, and to consider the ways in which they can link in with the wider conflict prevention agenda. Faith groups in Nigeria and Solomon Islands, with whom we have jointly conducted research visits and workshops, have benefited significantly from the evidence-base that has been created. In the Solomon Islands the renewed the confidence of Anglican Church of Melanesia to engage with peacebuilding and wider governance issues has revived efforts to establish the region's first Melanesian Peacebuilding Centre. This comes at a critical moment in the country's post-war history, as the Regional Mission to the Solomon Islands (RAMSI) scales down in anticipation of withdrawal, and involvement in the research has helped to secure offers of external support. \n\nLikewise, the project has highlighted to secular and governmental agencies in the UK and elsewhere the crucial role faith groups play in building peace and the urgent need to partner with them when opportune moments arise. We better understand the apprehensions of donors as well as their general desire for secular/religious collaboration, and we believe there will be significant openings to explore and pilot new forms of partnership as we continue our impact generation in the next year. Finally the project has played a significant role in building a network of churches, non-church agencies and academic researchers, which have committed to continue and expand this work far beyond the initial one year of the funded project.\n\nSo far we have engaged the following potential beneficiaries:\n\n1/ Nigeria: 249 respondents from 30 organisations (faith-based organisations, non-government organisations, security forces and government agencies).\n2/ Solomon Islands: extended sessions and overnight visits with 20+ senior leaders from the faith, government and diplomatic community. \n3/ Pakistan, South Sudan, DRC, Kenya, South Africa and USA: a total of 10 senior faith leaders who attended the international consultation in Coventry and London, UK. \n4/ UK: 30+ organisational representatives from the government and policy communities, third sector and academia who attended the afternoon conference concluding the international consultation.\n\nIn the coming year we expect to deepen the partnerships that we have formed through:\n\n1/ A round table hosted by the Archbishop of Canterbury Justin Welby at Lambeth Palace.\n2/ A briefing hosted by the Anglican Bishops in the House of Lords.\n3/ A toolkit designed by the Anglican Alliance for faith groups keen to prevent violent conflict, freely available in several languages though the organisation's website. \n4/ One-on-one meetings with senior government officials and policymakers set up with a view to embedding the research findings within current practices and policies. Communities and Social Services/Policy,Government, Democracy and Justice,Security and Diplomacy Cultural,Societal,Policy & public services","person":"Alpaslan  Ozerdem","coPersons":["Laura Elizabeth Payne","Alan  Hunter"],"organisation":"Coventry University","findingsText":" The project addressed three questions around the distinctiveness and dilemmas of faith-based forms of conflict prevention, and scope for building on the Anglican network of churches capacity in this area. \nResearch visits were conducted in Nigeria (February 2014) and Solomon Islands (May 2014). In each case a mixed team of academics and church representatives used a combination of participatory researches methods, focus groups, community forums, semi-structured interviews and participant observation techniques.\nField research in Nigeria was focused in Jos and Kaduna, cities that have experienced significant ethno-religious conflict. The researchers engaged with 249 respondents in 32 sessions. Religion is implicated in many of Nigeria's current conflicts, with the Islamist group Boko Haram driving an insurgency in Northern cities and protracted ethno-religious conflict persisting in the Middle Belt region of the country (an area between the country's predominantly Muslim north and predominantly Christian south). At the national level religion is divisive within public space. \nSmall island states like the Solomon Islands are often sidelined in peacebuilding theory and empirical studies on conflict, which mirrors the lack of attention paid by the international community. It is perhaps due to remoteness and to the nature of conflicts, which are often localised and intercommunal. Field research in Solomon Islands took place in Honiara, on the island of Guadalcanal. It included interviews with more than 20 leaders from key groups inside and outside of the church. \nAchievements to highlight:\n1/ Full engagement of local, national and international religious groups in research design and discussion of findings, forming a network of South-South and South-North contributors in the research process. \n2/ Successful linking of grassroots agencies in conflict-affected countries with UK institutions concerned with conflict prevention. We invited twenty representatives of faith groups from Kenya, Nigeria, Solomon Islands, Pakistan, South Africa, South Sudan, Democratic Republic of Congo and USA to a three-day workshop and consultation held in Coventry and in Lambeth Palace, London, at the invitation of the Archbishop of Canterbury, from 5 to 7 November 2014. They met with more than 30 senior leaders and representatives, including government MPs, interfaith leaders, development agencies and peacebuilding/conflict prevention specialists, in a final afternoon conference.\n3/ Our research established that many faith-based organisations are delivering relevant and impactful conflict prevention projects, but may not necessarily frame this in terms of 'prevention'. Different terminology, along with other differences in institutional culture and value structures, may mean that faith-based projects do not get access to opportunities (e.g. for funding or consultation) and are overlooked within mainstream understandings of prevention. This narrows our perception of what constitutes conflict prevention and perhaps constrains opportunities for innovation and partnership.\n4/ We have conducted a detailed literature review on conflict prevention to supplement the fieldwork, and made research findings available to the wider network at the workshop and through a shared website (not public at this stage). We highlight new trends of localization in the theory and practice of early warning early response. A peer-reviewed paper on this topic will appear in the journal Peacebuilding. Our main partners were Anglican churches in conflict-affected areas. Church leaders noted that they wish to introduce training on conflict prevention at different levels in their local church communities, and further develop their links with local, national and international partners in conflict prevention. Since the Archbishop of Canterbury has highlighted reconciliation as a key priority, such issues are likely to be mainstreamed.\nOur workshop hosted UK agencies including Tearfund, Christian Aid, Islamic Relief, Concordis International, Conciliation Resources, and the Tony Blair Faith Foundation, as well as MP's working on peace and development issues. We evidenced a growing awareness that faith groups and faith-based organisations are legitimate partners in conflict prevention work, despite a traditional reluctance to provide funding to non-secular organisations. We believe further mutual understanding between faith-based agencies and secular institutions is vital, and we are actively exploring opportunities to pursue this within the context of DfID's Faith Partnership Principles.\nThirdly, churches and other faith groups in countries with a long history of violent conflict have much experience and expertise in conflict prevention. We believe their skills and insights should be shared with UK religious and secular institutions, in the current climate of religious tensions and conflicts. Aerospace, Defence and Marine,Communities and Social Services/Policy,Digital/Communication/Information Technologies (including Software),Government, Democracy and Justice,Culture, Heritage, Museums and Collections,Security and Diplomacy","dataset":"gtr"}