{"id":"1A3D34D1-500F-4885-9FD3-408C2DCC573C","title":"Role of the mitochondrial Translocator Protein (mTSPO) in cell homeostasis: a molecular pathway in signalling and self-conservation mechanisms","abstractText":"In search of the molecules that may set the pace of cell metabolism and define its healthy homeostasis, we are now interested in elucidating the cell biological role of the mTSPO. Although associated with many pathophysiological conditions, its contribution to processes guarding cell integrity such as autophagy and apoptosis is obscure, and its role in mitochondrial performance ill-defined. In order to shed light on these two fundamental processes, it will be instructive to ascertain how mTSPO ratio of expression with that of the VDAC, and its pharmacological modulation, defines the signalling of Ca2+, dynamics of the ROS, ATP rationing and Redox State. The physiology of cellular Ca2+, the ATP balance, the programmed apoptotic cell death as well as the Autophagy all depend on the efficient handling of Ca2+ by the mitochondrion. Despite some minor attempts, however, the contribution of mTSPO to this pathway of signalling has been largely ignored, and we now aim to explore and elucidate it, considering this as the hub in the mTSPO contribution to mitochondrial coupling by which ATP synthesis, ROS generation and network remodelling, via targeted autophagy, originate. However, modifications in ROS signalling would impinge also on downstream effectors: the kinases which promote the unphysiological phosphorylation of VDAC. This indirect pathway, as well as the direct physical interaction between mTSPO and VDAC, will therefore be addressed as potential underlying mechanisms. The following experiments will clarify the above points using Mouse Embryonic Fibroblasts (MEF) cell lines: 1. Live imaging, luminescent and fluorescence based methods will be used to assess mTSPO role in cell autopagy and signalling. a) The mTSPO protein will be transiently manipulated to increase (+) or decrease (-) its expression via conventional techniques of molecular biology; the outcome of this manipulation will then be ascertained on b) Autophagy, c) Ca2+ signalling d) ROS generation and e) Autophagy in conditions of buffered Ca2+ and ROS. 2. Confocal Microscopy, fluorescence and biochemical based methods will be used to determine the role of mTSPO in mitochondrial coupling efficiency and remodelling. After transient modulation of mTSPO or pharmacological binding the following will be addressed: a) The mitochondrial redox state, b) ATP generation, and c) Mitochondrial membrane potential, will be evaluated; d) The volume of the mitochondrial network will be calculated; e) The expression of genes associated with the organelle's genesis will be profiled, and f) The activity of mitochondria-triggered autophagy will be investigated. 3. Live cell imaging and standard assays will test the kinases' activity, VDAC phosphorylation which this generates, and the outcome in mitochondrial regulated apoptotic demise. Following molecular and pharmacological modulation of mTSPO: a) The efficiency of translocation and activity of PKA and PKCepsilon will be evaluated; b) The phosphorylation state of VDAC revealed; and c) The efficiency of mitochondrial-dependent apoptosis assessed. This object will also see the utilization of MEF cell lines from PKCepsilon KO mice. 4. Immunohistochemical, biochemical and yeast based methods will be employed to identify the molecular interplay between mTSPO and VDAC: a) Cellular co-localization between mTSPO and VDAC isoforms will be monitored; b) The interaction and its type studied via two-hybrid strategy and co-immunoprecipitation; and c) The homo-oligomers of VDAC evaluated. All this will reveal the molecular and cellular physiology of an important but so far neglected regulatory pathway. The results of our studies will form a conceptual and experimental framework for future investigations aiming to identify in mTSPO a novel bio-marker and target for pharmacological intervention of conditions associated with remodelling of metabolism and proliferation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I013695/1","grantId":"BB/I013695/1","fundValue":"414361","fundStart":"2011-11-07","fundEnd":"2014-11-06","funder":"BBSRC","impactText":"  The research-work made possible via the support of the BBSRC BB/I013695/1 grant has taken to a new level of general understanding of the functional role played by TSPO in mitochondrial cell homeostasis. \nTill the assignment of this award, TSPO has prelvantly gained attention by clinically orientated segments of science, and its core cell biology has remained ill-defined thus limiting the full comprehension of its actual contribution to cell physiology and its exploitation for diagnosis and treatment of cell and tissues conditions.\n\nHaving discovered hidden aspects of TSPO physiology such as its contribution to quality control of mitochondria (mitophagy) and cell apoptosis - both core regulatory processes of cellular wellbeing- we have obtained attention by colleagues (both at national and international level) active in these fields of science which stemmed in collaborations and greater interest for TSPO.\nEqual degree of interest was also granted by colleagues exploiting TSPO in clinical scenarios with whom we are now constantly collaborating towards a more immediate and tangible impact on healthcare diagnostic and treatment. \nThis award proved therefore instrumental to permit the stabilization of my group of research via an expertise renown around the globe focused on TSPO and pathways for the determination of mitochondrial function.\n\nOur findings on fundamentally relevant aspects of TSPO biology are now permitting the outline of an experimental model in which decay of mitochondrial autophagy can be scored by the accumulation of this protein. In parallel, being the expression level of TSPO increased during ageing (a very recent discovery) we are now in the position to focus to corroborate a framework in which TSPO represents a molecular read-out for mitochondrial function deregulation which underlies ageing. \nThe notions obtained and shared till this point have been used both by academic colleagues and industry to input their protocols and particularly fine-tune TSPO-focused products which will eventually impact health-care via improved diagnostic and targeting approaches. \n\nWork published (see publications returned), together with talks and presentations in international meetings and symposia have had the merit to pave the way to future prospective for TSPO science as well as places UK at the far front of TSPO experimental biology. \n\nThe BBSRC sparking impact meeting -chaired by us- and to be held in December 2014 at the Royal Veterinary College will represent the pinnacle of this common endeavour, as it will summon expertise from different fields of basic and clinical science aligning a common strategy to impact at various levels via the improved TSPO knowledge. Chemicals,Healthcare,Pharmaceuticals and Medical Biotechnology,Other Cultural","person":"Michelangelo  Campanella","coPersons":[],"organisation":"Royal Veterinary College","findingsText":" Mitochondria play a vital role in the wellbeing of mammals. Quality of their function and hence their ability to master signaling events occurring in their hosting environment (the cell) are at the basis of any biological function which impacts at systemic level.\nWith the completion of this program of research we have demonstrated that TSPO expression ration in mitochondria contributes the quality of vital intracellular signals such as Ca2+, the Reactive Oxygen Species (ROS) and that of the whole pace of mitochondrial bio-energy. In addition TSPO accumulation alters the morphological aspects of the mitochondria.\nThe scientific evidences collected during the grant have demonstrated that TSPO can really be seen as a molecular regulator of the mitochondrial channel (VDAC) via which metabolites pass from the cytosol into the organelle: a vital step of the organelle's regulation. We have indeed been able to demonstrate in the physical interaction between TSPO and VDAC the drive of the outcome on mitochondrial and cellular physiology.\nTSPO, when accumulated in the mitochondria, prevents the execution of organelle-mediated apoptosis thus underlying a pathological cellular proliferation sustained by the oxidative stress caused by the parallel inhibition of mitophagy.\n\n\nIn detail we have been able to demonstrated that TSPO:\n1- Plays part in cell autophagy regulating the mitochondrial type of it.\n2- Affects mitochondrial metabolism and structure reducing the efficient coupling of the organelle as well as the network dynamics.\n3- Prevents mitochondrial apoptosis causing the phosphorylation of VDAC via the activation of the cellular Kinases.\n4- Directly and indirectly affects the degree of VDAC phosphorylation regulating its molecular physiology.\n\nWe are therefore confident that our work has brought to light a regulatory molecular pathway which, by defining cell metabolism as well as the fundamental mechanisms of cell integrity preservation, impacts the wellbeing of tissues and mammals outlying strategies of intervention. Based on the work produced and results obtained we are highlighting below the specific aspects in which we can predict further development in the years to come \n\n(1) Mitochondrial Quality control and Ageing. The biological evidences obtained with the support of this grant have lead towards the exploitation of TSPO as a potential time-reader of mitochondrial ageing thus making the molecule a valuable target for cutting-edge diagnostic of cell and tissues senescence. This is part of the work we are keen to progress with colleagues based at Imanova, King's College London and Imperial College active in the clinical diagnostic.\n\n(2) Cell Metabolism and Deterioration. The knowledge we have obtained with this grant will be of assistance to perfect the tracers currently used in Positron Emission Tomography studies an din this way improve the quality of their reading. Specifically, the accumulation of cellular free species of the oxygen (ROS), which we found depending on TSPO accumulation, may be the cause of the unclear signal recorded in occasions and therefore stimulate the investigation of protocols to combine anti-oxidant treatment to standards means of PET tracers infusion.\n\n(3) Apoptosis Regulation. The efficacy of chemotherapy could be improved by combining the treatment with standard anti-cancer drugs with that of compounds active on TSPO. The pharmacological &quot;masking&quot; of TSPO could indeed represent a means to improve the efficacy of cancer treatment. Pilot studies are now running to maximise the fundamental discoveries matured from this grant.\n\n(4) Methodological Improvements. The degree of the mitochondrial accumulation of TSPO could per se represent a methodological advancement to score mitochondria that have evaded the process of cell mitophagy. However, the characterization of the pro-mitophagic tool PMI will become vastly utilized by colleagues engaged in the understanding of mitophagy and its exploitation for therapeutic purposes. This is another great merit of this research-grant. Chemicals,Healthcare,Pharmaceuticals and Medical Biotechnology,Other","dataset":"gtr"}