{"id":"1A439DB0-77B7-41BC-ABEA-C3FD401D98D6","title":"Bacterial toxin-antitoxin system functionality and bacteriophage abortive infection: structure function and biology","abstractText":"Bacteria are attacked and killed by specific viruses called bacteriophages (phages). Phages are the most abundant biological entities on Earth and they outnumber their bacterial hosts by 10-1. Despite this superabundance of phages, the bacteria are still ubiquitous and this is because they have evolved remarkable systems to prevent the potentially lethal effects of viral infection. Some of these protective anti-viral systems are activated by the virus after infection in a process called abortive infection (Abi). There are over 20 known Abi systems which are thought to act at different stages in the viral infection and replication process. We discovered a new Abi system encoded by a plasmid in the bacterial plant pathogen, Erwinia - the causative agent of commercially significant potato soft rot disease. This new Abi system works via two components; one a protein (ToxN) that is toxic to the bacterial cell, and the other an RNA molecule (ToxI) that suppresses the toxin under uninfected conditions, but, when inactivated, leads to activation of the ToxN toxin, leading eventually to programmed death of the bacterial host cell. In this way, infected bacterial cells commit 'suicide' and an important net effect is that the virus is trapped and cannot be released to infect the other sibling members of the bacterial population. The group thus survives viral infection of some individual cells in a behavior akin to bacterial altruism. We have shown that this novel Abi system operates in different bacteria and in response to many different phages. We think that this Toxin-Antitoxin (TA) based system is likely to be important in controlling viral propagation in the environment, and for both bacterial and phage evolution. In this project we are trying to dissect the mechanism of action of the TA system. We will determine the structure of the toxin (ToxN) that can kill the bacteria and try to determine how the ToxI (RNA) molecule can suppress the function of the toxin. We will also study the relationship between the structure of the toxin and its biological function (in aborting phage infection and killing bacterial cells). We will investigate the nature of the cellular target(s) of the toxin. We will study mutant viruses that are able to get around the lethal effects of the ToxIN system and, by studying these mutants, we hope to be able to work out what components of the phage act to activate the ToxIN system. We will then try expressing the specific viral components artificially to see if we can switch on the antiviral system or altruistic suicide, to kill bacteria. Developing a deeper structural and mechanistic understanding of the interactions between phages, bacteria and the antiviral defence systems is important in our appreciation of evolution and adaptation of bacteria (particularly to viral attack). However, in addition, this research could lead eventually to the development of novel chemicals that have uses in antibacterial chemotherapy - new antibiotics.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H002677/1","grantId":"BB/H002677/1","fundValue":"371178","fundStart":"2010-01-04","fundEnd":"2013-01-03","funder":"BBSRC","impactText":"  We had considered non-academic uses of the Type III TA system. But our experience suggests there may be little industrial interest. We previously lodged a patent application on the Erwinia (and related) Type III TA system because of potential applications in cloning and genetic engineering, anti-phage strategies for industrial fermentations and for potential therapeutics. This patent was allowed to lapse after a year, in the absence of industrial interest. Agriculture, Food and Drink,Education,Environment,Healthcare,Pharmaceuticals and Medical Biotechnology Societal,Economic,Policy & public services","person":"George  Salmond","coPersons":["Ben  Luisi"],"organisation":"University of Cambridge","findingsText":" Although there are 10 times more bacterial viruses than bacteria on Earth, clearly the bacteria are still around! The reason for this is that bacteria have evolved anti-viral resistance strategies that can circumvent potentially lethal viral infection. \n\nThis research investigated how a bacterial plant pathogen (Pectobacterium), and other bacteria that infect insects (Bacillus) avoid lethal infection by their own viral predators. The bacteria make a complex called ToxIN. This is comprised of a toxic protein (ToxN) that can kill the bacteria carrying it, but it's toxicity is suppressed by an anti-toxin (ToxI) and this is an RNA molecule that takes up a special shape called a pseudoknot. The ToxI and ToxN fit together like a lock and key such that the ToxIN complex is not lethal to the bacteria that carry it. \n\nHowever, this is like a time bomb that can be activated, causing bacterial suicide. Some bacterial viruses, on infection of bacteria carrying the ToxIN complex, destabilise the ToxIN complex and this leads to release of the ToxN toxin that kills the bacterium. Because bacterial viruses can only reproduce inside living bacteria, if the bacterial cell commits suicide soon after viral infection (through ToxN activation) then the virus will not be able to replicate and go on to produce progeny that could then go on to infect and kill other bacteria in the bacterial population. Consequently, this bacterial behaviour can be viewed as an altruistic suicide.\n\nIn this research we have determined the molecular structure of the ToxIN complex (protein toxin and RNA antitoxin together) for both bacterial pathogens and they show many similarities, even though the bacteria involved are very different. \n\nWe showed that the ToxI:ToxN pairs are extremely specific because the Pectobacterium and Bacillus versions cannot be mixed-and-matched to make functional heterologous ToxIN pairs. We isolated some new bacterial viruses that infect the plant pathogen, Pectobacterium, from the natural environment and we studied two of these viruses in detail. Both of these viruses could activate the ToxIN system on infection of Pectobacterium, causing the induction of suicide in the infected bacteria. However, we saw the evolution of very rare virus mutants by spontaneous mutation that allowed the virus to escape the induction of the ToxIN system so that they were able to replicate unhindered by altruistic suicide. The escape mutants of the two viruses evolved totally different strategies. In one, the virus made a defective protein that then failed to induce the ToxIN system. In another virus, it evolved the ability to make its own versions of ToxI - essentially mimicking the normal ToxI antitoxin of the bacterial host. In effect, the virus evolved a way of continuing to suppress the ToxN of the infected cell such that it kept the bacterial host alive to enable viral replication. In this way the virus suppressed altruistic suicide in the bacterium and thereby ensured its own survival. Study of such curious bacterial and viral systems might inform us about novel targets for potential development of new antibiotics. This work has implications for the study of the phenomenon of persistence with significant impacts in antibiotic resistance. The ToxIN system has capabilities for the development of novel gene cloning and selection systems. The work also has implications for the practical application of phage therapy. It also has ramifications in viral ecology and viral evolution. \nThe emergence of viral escape mutants in our system provided an insight into the molecular mechanisms of how bacterial viruses evolve to circumvent the lethal impacts of TA systems operating through altruistic suicide. In particular, the discovery of an RNA based molecular mimicry system in the virus is an exciting development. This discovery, coupled with our data on alternative modes of evolution in the bacterial virus has revealed the remarkable plasticity of co-evolution between bacteria and their viral parasites. \nThis work has potential applications in microbial ecology, drug resistance, persistence, vector development and phage therapy. Agriculture, Food and Drink,Education,Environment,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}