{"id":"1A43AF18-3051-49E8-84ED-67A47C08B34E","title":"Mid-Infrared GeRmAnium phoTonIcs fOr seNsing (MIGRATION)","abstractText":"Group IV photonics is a field that is currently revolutionizing the future of modern optoelectronic devices. So far most of the focus has been on silicon based materials at near-infrared wavelengths for use in data communications, though some more recent demonstrations in the 2-3um regime include Raman and parametric amplification. There are a number of advantages to extending the operational range of these devices into the mid-infrared regime such as lower optical losses and higher nonlinear coefficients, and preliminary device work in this area has shown improved efficiencies over their near-infrared counterparts. Moreover, this wavelength regime supports a host of important applications such as chemical and biological sensing, environmental and hazardous substance monitoring, medicine, and industrial process controls. The most efficient wavelength band for many of these applications is the so called 'fingerprint' region (&gt;8um) where the precise identification of many molecular substances is possible. However, as the transparency of silicon only extends to ~8um, more recently attentions have been turning to germanium (transparency range 2-15um) as an alternative platform to fully realize the mid-infrared capabilities of group IV devices for sensing and other life science applications. Significantly, compared to silicon, germanium offers a number of other advantages in terms of device development such as even higher nonlinear coefficients, better carrier mobility, and the potential to realise active devices based on germanium based alloys. \n\nThe work in this programme proposes to lay the foundations for a migration of mid-infrared group IV photonics from silicon to germanium-based platforms with the aim to future proof emerging technologies in this field. Thus, one of the main outcomes of this work will be to identify high quality germanium substrates that rival the performance of the well-established silicon-on-insulator wafers used over the 1-3um regime; a task that will be performed in conjunction with our project partners IQE who are the UK's global leaders in advanced semiconductor wafer fabrication. This framework will then be used to demonstrate a library of devices such as waveguides, couplers, filters, amplifiers and modulators that will form the building blocks of integrated on-chip circuits, systems and sensors over an extended wavelength regime. Although the primary focus of this project is the development of integrated sensors for toxic detection with improved efficiency, compactness, and robustness, which are required for DSTL and other defence and security stakeholders, by targeting devices that can perform a range of basic functions, these will be relevant to a variety of applications ensuring maximal impact. This visionary programme of research is at the forefront of this exciting new area of mid-infrared group IV photonics and thus promises to deliver a number of disruptive mid-infrared photonics solutions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L01162X/1","grantId":"EP/L01162X/1","fundValue":"655787","fundStart":"2014-01-15","fundEnd":"2017-01-14","funder":"EPSRC","impactText":"  Although this project is in early stages, initial results are very encouraging and have attracted an interest from our project partner DSTL. We are now working with them on the application of our material platforms for detection of toxic substances.  ","person":"Goran  Mashanovich","coPersons":["Harold Meng Chong","Anna  Peacock","Frederic  Gardes"],"organisation":"University of Southampton","findingsText":" We have developed several material platforms for silicon and germanium mid-infrared photonics. We have achieved world leading results for waveguiding, modulation, detection and non linear effects in Si and Ge at longer wavelengths, and reported some novel structures with large potential for application in the mid-IR. The material platforms we are developing can be used by defense agencies and astronomers, in spectroscopy and in environmental sensing. Aerospace, Defence and Marine,Agriculture, Food and Drink,Chemicals,Environment,Healthcare","dataset":"gtr"}