{"id":"1A4BB996-DCFC-49E9-9BDA-090A79520F26","title":"Predicting the impacts and consequences of climate change on global fish production","abstractText":"Climate change (CC) is accelerating and is already affecting marine ecosystems and their services. Coupled climate models and ocean observations indicate that the world's oceans are warming, resulting in changes in oceanic stratification, circulation patterns, sea ice and light supply to the surface ocean. While biological responses to these effects are visible, there is an increasing demand for information on the expected global impact of CC on the productivity of marine ecosystems. We know that primary production is likely to increase globally, and that ocean warming and changes in currents will continue causing distributional and phenological changes in plankton and fish populations. However, our understanding of how these processes translate into fish production scenarios, and our estimation of the risks and vulnerabilities of these for human societies, is constrained by: a) Difficulties of downscaling GCMs to the scales of biological relevance, b) Lack of ecosystem models capable of capturing biological processes at the right scale, c) Uncertainties over future global aquatic net primary production, and the transfer of this through the food web,, d) Inadequate methodology to estimate human vulnerabilities, and, e) The multiple additional stressors affecting fish populations, including country-specific exploitation patterns and policies. In this proposal we propose to investigate how CC scenarios would affect the potential production for global fisheries resources in the future, compared with past and present scenarios, and estimate the added vulnerability of these changes to human societies at national and global scale. The work will rely on state-of-the-art modelling approaches. We will use the QUEST ES Model coupled with physical forcing scenarios based on GCOMS, a model that couples the shelf seas ecosystems to the global ocean, to quantify physical forcing. POLGCOMS, a three-dimensional coastal-ocean regional ecosystem model will be used to estimate ecosystem dynamics up to plankton levels in selected Large Marine Ecosystems (LME). The following scenarios will be considered: pre-industrial (1800), present (2005), and future (2050 and 2100). We will then develop applications to estimate potential fish production changes based on three approaches: statistical relationships between primary production and fish abundance or/and catch, metabolic scaling theory combined with primary production estimates and metabolic scaling combined with ecosystem-specific predator-prey ratios. We will also investigate the consequences of climate-driven changes on the global markets of fishmeal for aquaculture and animal feeds through an integrated bio-economic model of the global fishery system. Specific supply-demand scenarios will be considered, based on climate forcing and global market trends, with particular emphasis on the ecological and economic viability of fishmeal replacement in the Scottish aquaculture industry (as a case study). Finally, we propose to investigate the risks and vulnerability of the impacts of CC on fish-producing countries. This analysis will be conducted in the context of an assessment of climate-driven change in fisheries productivity at national level (by disaggregating LME-information) and globally. The information will be based on both the ecosystem-estimated potential fish productivity in the scenarios described above and on fishmeal market scenarios. Such vulnerability scenarios will build on existing Theme 3 QUEST funded proposals by adding six further developments of the vulnerability assessment framework. Overall the project will provide us with a better understanding of the changes in potential marine ecosystem production from pre-industrial to future times, and the consequences of such changes for the vulnerability of human societies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F001517/1","grantId":"NE/F001517/1","fundValue":"277211","fundStart":"2007-09-15","fundEnd":"2010-12-14","funder":"NERC","impactText":"  There have been non-academic outlets used to make best use of the research, including:\n- Keynote speaker (representing the UK) at the 15th Meeting of the Open-ended Informal Consultative Process on Oceans and the Law of the Sea on Oceans and Food Security. New York 26-30 May. http://sd.iisd.org/events/15th-meeting-of-the-open-ended-informal-consultative-process-on-oceans-and-the-law-of-the-sea/\n\n- Keynote speaker UK Parliamentary Science and Technology Committee (March 20th, 2014) on &amp;quot;The role of the oceans in securing sustainable food for 9 billion people&amp;quot;\n\nOur work was highlighted in European Commission communications:\ne.g. see http://ec.europa.eu/environment/integration/research/newsalert/pdf/311na6.pdf (science for environment policy document, december 2012)\n\nand NERC Planet Earth:\n\nhttp://planetearth.nerc.ac.uk/news/story.aspx?id=1325&amp;amp;amp;cookieConsent=A\n\nThe work was used by FAO in their international deliberations, and was presented at the 2012 meeting of the international fish meal and fish oil organisation, as well as many academic routes. Agriculture, Food and Drink,Environment,Government, Democracy and Justice Economic,Policy & public services","person":"Manuel  Barange","coPersons":["Julian Icarus Allen"],"organisation":"Plymouth Marine Laboratory","findingsText":" Growing human populations and changing dietary preferences are increasing global demands for fish, adding pressure to concerns over fisheries sustainability. In this project we developed and link models of physical, biological and human responses to climate change in 67 marine national Exclusive Economic Zones (EEZ), to project climate change yield impacts in countries with different dependency on marine fisheries. Predicted changes in fish production indicate increased productivity at high latitudes and decreased productivity at low/mid latitudes, with considerable regional variation. Overall, increases and decreases by 2050 are estimated to change by &lt; 10% (mean +3.4%) from present yields. Among the nations showing a high dependency on fisheries, climate change is predicted to increase productive potential in West Africa and decrease it in South and Southeast Asia. Despite projected population increases and per capita fish consumption rates, ongoing technological development in the aquaculture industry suggest that projected global fish demands in 2050 could be met, challenging existing predictions of inevitable shortfalls in fish supply by the mid-21st century. This conclusion, however, is contingent on successful implementation of strategies for sustainable harvesting and effective distribution of wild fish products from nations and regions with a surplus to those with a deficit. Changes in management effectiveness and trade practices will remain the major influence on realized gains or losses in global fish production. \n\nThe project has produced 30+ papers, and has resulted in 33 presentations at symposia and workshops. see above Mostly through the academic publications produced. However, there have been non-academic outlets used. For example, some of the work was highlighted in European Commission communications:\n\ne.g. see http://ec.europa.eu/environment/integration/research/newsalert/pdf/311na6.pdf (science for environment policy document, december 2012)\n\nand NERC Planet Earth:\n\nhttp://planetearth.nerc.ac.uk/news/story.aspx?id=1325&amp;cookieConsent=A\n\n\n\nThe work was used by FAO in their international deliberations, and was presented at the 2012 meeting of the international fish meal and fish oil organisation, as well as many academic routes. Agriculture, Food and Drink,Environment","dataset":"gtr"}