{"id":"1A4EA283-8410-48B1-B103-539918C14F2C","title":"MICA: Development of a software application for detection and monitoring of attentional deficits in delirium","abstractText":"Delirium is an acute, severe deterioration in mental functioning affecting at least 1 in 8 general acute hospital inpatients, and at least 1 in 3 intensive care unit inpatients. It is associated with considerable patient and carer distress and other poor outcomes such as longer stay in hospital. Despite its importance, delirium is grossly under-detected in acute hospitals, with less than 1 in 3 detected.\n\nSeveral validated tools for the assessment of delirium are available. However, there is a lack of detailed research on means of objectively measuring inattention, the key cognitive deficit in delirium. Some commonly-used cognitive tests can reliably detect inattention, but mostly they do not clearly discriminate delirium from dementia. Also, there is a lack of knowledge on grading the severity of inattention, and monitoring attentional function over time in order to assess change in the patient. These important gaps contribute to the under-detection of delirium in clinical practice.\n\nTo address these gaps, we developed a new test for the measurement of inattention in delirium, implemented on a purpose-built computerised device called the Delbox. The test involves counting sequences of slowly-presented lights. We found that the Delbox detects delirium successfully, and also discriminates delirium from dementia. Our studies found that patients with dementia perform similarly on this test to cognitively healthy volunteers.\n\nAlthough the Delbox is effective, tests on devices that are universally available have potential for far greater impact. Therefore, we have now developed a prototype software application (DelApp) for smartphones based on the same tests. \n\nA feasibility study in 20 hospital patients showed highly comparable performance between the Delbox and the DelApp. Further studies of the DelApp in 156 general ward patients showed that patients with delirium had statistically significantly lower scores compared to patients with dementia or cognitively normal volunteers. A statistic called the Area Under the Receiver Operating Characteristic Curve (AUC) used to assess performance of diagnostic tests had a value of 0.99, which indicates excellent performance. We have also recently completed a feasibility study of the DelApp in 47 patients in the intensive care unit (20 with delirium). Delirium was associated with statistically significantly lower DelApp scores, and an AUC figure of 0.98, again indicating excellent performance. We also found that the test showed good sensitivity to change in attentional functioning upon repeat testing in a subset of patients.\n\nWe now propose a new series of studies which will first develop the DelApp further, to make it easier to use, and then to test its performance in a group study and then a larger group of unselected patients. In contrast to our pilot studies, we will use separate researchers to assess the presence of delirium and to administer the DelApp. This is important to meet agreed standards for the evaluation of tests that could be used in clinical practice. As part of this project we will work with an industrial partner, Cambridge Cognition. This company is an international leader in computer-based cognitive testing and already supplies tests for dementia for the NHS.\n\nObjectives:\n\n(1) To further develop the DelApp, including optimisation of the test, user interface and data acquisition and display. \n\n(2) To conduct studies in patients in general wards (delirium, dementia, control) and the intensive care units (delirium, control) to assess feasibility and diagnostic accuracy.\n\n(3) To conduct further studies in unselected patients in general wards and the intensive care unit (delirium, dementia, control). The aim is to determine the diagnostic test accuracy of the DelApp in representative patient groups and clinical settings.\n\n(4) To produce a software application which is suitable for use in clinical practice and which is commercially available.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L023210/1","grantId":"MR/L023210/1","fundValue":"806387","fundStart":"2014-10-01","fundEnd":"2017-03-31","funder":"MRC","impactText":"","person":"Alasdair Maurice MacLullich","coPersons":["Zoe  Tieges","Tim  Walsh","Alexander James Weir","Christopher John Weir","David James Stott","Tara  Quasim","Stuart  Parks","Jonathan  Evans","Elizabeth  Wilson"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}