{"id":"1A543E40-224C-4C75-BB17-6A14BE52EB36","title":"The University of Liverpool, Department of Physics Particle Physics Rolling Grant","abstractText":"Particle physics is the study of the basic components of matter and the forces that bind matter together. The deep theoretical ideas which explain the nature of the Universe around us in terms of its most fundamental constituents can only find confirmation or rejection through the experiments carried out at the world's largest laboratories by particle physicists. Liverpool is one of the three largest university experimental particle physics groups in the UK. A prerequisite for its success are its facilities, which allow it to build major detector components for particle physics experiments. Successful delivery of these components have enabled group members to take major responsibilities at many of the world's frontier particle physics experiments and to make important scientific measurements. The benefits to the UK of having the large groups able to take prominent r&ocirc;les in this highly competitive field can be summarised in both practical and intellectual terms. The practical benefits stem from the fact that we can attract and develop young people to the highest level of technical and scientific expertise in an extremely competitive international research environment. This is fertile ground for the training of the UK's next generation of scientific leaders. Furthermore, in this highly visible environment, the excellence of our prominent research groups and their scientific programmes attract leading scientists from around the world to UK universities and laboratories. The technological benefits of particle physics to society are also enormous and range from IT (the Web was developed at CERN), to leading edge devices for fields such as medical imaging and sensors to enhance security. More importantly still, in terms of the intellectual benefit, is the central r&ocirc;le of research into particle physics to all basic science. The fundamental physical processes, that particle physicists study, account for all the physical phenomena observed in the world. For example,uarks and gluons are now known to be the fundamental particles that make up protons and neutrons. Protons and neutrons, with electrons (also fundamental particles), make all the elements of which we are composed and that we observe and use in everday life. A detailed understanding of these processes underpins all science and requires extensive experimental and theoretical research. The ultimate goal of particle physics is a complete description of all matter and forces, along with space and time. This grant proposal, for a continuation of our particles physics programme, is a key contribution to the UK programme of research into the fundamental physical processes of the Universe.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=PP/E000444/1","grantId":"PP/E000444/1","fundValue":"11543500","fundStart":"2006-10-01","fundEnd":"2009-09-30","funder":"STFC","impactText":"","person":"Philip Patrick Allport","coPersons":["Tara  Shears","David  Hutchcroft","Themistocles  Bowcock","John Neil Jackson","Sergey  Burdin","Christos  Touramanis","R  Gamet","Beate  Heinemann","Rudolf Gerhard Oldeman","Neil Kevin McCauley","Joost  Vossebeld","John Bourke Dainton","Michael Anthony Houlden","Timothy  Greenshaw","JOHN RICHARD  FRY","Andrew  Mehta"],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}