{"id":"1A5BC92B-3C8D-49FF-9FA4-18A792D7FBAB","title":"The Cinema of Basil Dearden and Michael Relph","abstractText":"Basil Dearden and Michael Relph constituted one of the most significant filmmaking teams in British cinema in the post-war period. From 1943, when they first worked together on The Bells Go Down, to 1970 which saw the release of The Man Who Haunted Himself, they were responsible for over thirty films. They were the most prolific director-producer team at Ealing Studios and the series of social problem films they produced from the late 1940s up to the 1960s, which addressed themes of race (eg Sapphire 1959), sexuality (eg Victim 1961), crime and delinquency (eg The Blue Lamp 1950, Violent Playground 1958) are recognised as key British films of the period and are widely screened and taught on British cinema courses. While these films have received a degree of recognition in the recent upsurge in British cinema and film studies, the wider oeuvre of Dearden and Relph remains largely unconsidered and neglected. So, for instance, there has been little attempt to situate their work on the social problem films in relation to their broader interests in masculine adjustments to post-war social and cultural change, articulated for example in such films as Saraband for Dead Lovers (1948), The Square Ring (1953) or The League of Gentlemen (1960).\\nThe simplistic perception of Dearden and Relph as makers of social problem films has failed to do justice to the diversity of their work and to the full range of themes which characterised their output. It has also resulted in a failure to distinguish significant differences across their films. Thus, there has been a tendency to accept uncritically films like The Captive Heart (1946) or A Place to Go (1963) as social problem films, when they are best understood as belonging to an altogether different tradition.\\nBy contrast, this study will address the cinema of Dearden and Relph in terms of four substantial generic and contextual categories: The Comedy films and their comic traditions; the formative period of the war years at Ealing Studios; the extensive body of films that address post-war adjustment; and the international films of the 1960s. Social problem films are central to the third category, and are here labelled 'dramas of social adjustment' and distinguished from 'dramas of masculine adjustment' and dramas addressing 'ethical dilemmas'. As a result the study will bring a more nuanced and historically sensitive approach to the cinema of Dearden and Relph, carefully delineating between different dramatic approaches to the central theme of post-war adjustment, of which the 'social problem film' comprised only a part, and was restricted to only five, albeit influential films. \\nIn addition, the study will provide a novel focus on the consistent presence of comedy in the cinema of Dearden and Relph, new insights into the importance for both filmmakers of the wartime period at Ealing Studios, and to the greatly neglected international years of the 1960s; characteristics and trends that have not been substantially addressed in existing scholarship. It will also examine and bring to light their working methods and the accomplished work of Michael Relph as an art director.\\nThe study will offer a historical and critical reassessment of the cinema of Dearden and Relph and their contribution to British film culture. It will draw on a rich base of empirical evidence contained in newspapers, relevant trade press, journals, memoirs and other surviving archives and documents. Of particular significance are previously unconsidered documents archived at the British Film Institute as part of the Michael Balcon collection. These include production files from some of Dearden and Relph's Ealing films and related correspondence. The project will also benefit from unique access to personal archive resources made available by relatives of Dearden and Relph and from interviews with Lord Attenborough, Bryan Forbes and Douglas Slocombe, who worked closely with them during their career.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F014929/1","grantId":"AH/F014929/1","fundValue":"30762","fundStart":"2008-09-01","fundEnd":"2008-12-31","funder":"AHRC","impactText":"","person":"Tim  O'Sullivan","coPersons":[],"organisation":"De Montfort University","findingsText":"","dataset":"gtr"}