{"id":"1A639788-E786-4DA3-AC69-C11EDBD7166A","title":"Data - Method - Asset. Harnessing the infinite archive","abstractText":"The proposed network addresses the 'Digital Transformations in the Arts and Humanities' Highlight Notice. It will explore the challenges and opportunities posed by the 'infinite archive', in the shape of the web and other digital resources which have become an increasingly important component in all fields of academic enquiry in recent years. The impact of these 'infinite' digital resources on the processes of academic research are so far not well understood; neither is the role methods of enquiry specific to the humanities could play in the creation and exploitation of next-generation digital resources and repositories.\n\nThe network will examine: the ways in which the infinite archive structures the recording, representation, and replay of digital records, how we analyse evidence; the production and communication of knowledge within the infinite archive; how the analytical and methodological skills specific to the humanities may have to change to accommodate the infinite archive; and, finally, how the humanities can transform current data management processes and increase the value of existing and future digital assets. In Phase 1, the network will focus on three fundamental protocols of academic research in the context of the infinite archive - data gathering and retrieval, knowledge preservation and expertise, methodology and interpretation; Phase 2 will build on the outcomes of Phase 1 to explore the potential and role of practical applications in the digital economy.\n\nThe network is designed to include a range of research and engagement cultures and mechanisms to help break down boundaries between the individual constituencies and explore the potential for innovative knowledge exchange. It draws on existing collaborative partnerships - regionally, nationally, and internationally, within academia and with public and private partners. It benefits from collaboration with US partners conducting world-leading research in the field of digital humanities; from the expertise and support of nationally and internationally leading public and private industry partners; and from strong intellectual, technical and financial support from the Horizon Digital Economy Hub based at Nottingham. To foster exchange between these groups, the network will employ traditional modes of interaction alongside more innovative forms of engagement, chosen specifically to bridge existing communication gaps between the arts and sciences, and between academics and commercial partners.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J006963/1","grantId":"AH/J006963/1","fundValue":"31394","fundStart":"2012-08-30","fundEnd":"2014-03-01","funder":"AHRC","impactText":"  The network included partners at the British Library and at two publishing houses, Cengage and Proquest. These have applied findings from the network to inform their own practices, including continued work between Nottingham academics, library services and Cengage on text-mining of digital newspaper repositories, with repercussions for copyright policy.\nThe network also provide a basis for further collaborative work with museum collections, including the Nottingham Castle Museums and Galleries. Creative Economy,Education,Culture, Heritage, Museums and Collections Economic,Policy & public services","person":"Katharina Gisela Lorenz","coPersons":["Steve  Benford"],"organisation":"University of Nottingham","findingsText":" The network funded through this award has studied the way in which digital technologies change Humanities practice and, vice versa, how Humanities methods might inform digital technologies, their development and their application. The network is now informing further work, including commercial collaborations and continued research projects. Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Culture, Heritage, Museums and Collections","dataset":"gtr"}