{"id":"1A648822-F2B5-4F2D-9DA5-D5EC6D9758EF","title":"Using DNA sequence evolution to locate gene regulatory elements","abstractText":"The human genome is 3.4 billion letters long; of this, we can confidently ascribe a function to perhaps 1%, the protein coding complement of our genetic material. The function of other the 99% is still largely unknown although we know there must be sequences which regulate where and when genes are turned on and off. However, locating these regulatory sequences has proven very difficult. Current methods are at best only 50% successful and may miss many of the most regulatory elements, those that have undergone evolutionary changes. We plan to investigate a new method which may help us locate some of these regulatory sequences which have evolved. The method simply looks for sequences whose rate of evolution correlates to rates of gene expression evolution. We plan to investigate the method in primates, fruit flies and yeast.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F011113/1","grantId":"BB/F011113/1","fundValue":"129567","fundStart":"2008-06-01","fundEnd":"2009-11-30","funder":"BBSRC","impactText":"  Unfortunately the main part of the project was unsuccessful so the results have not been used. Some work on the effect of transposable elements on gene expression came out of this project. This resulted in 3 publications.  ","person":"Adam  Eyre-Walker","coPersons":[],"organisation":"University of Sussex","findingsText":" Identifying regions in the genome that affect gene expression is difficult, because many of those regions evolve very fast. We attempted to develop a new model based on the evolution of gene sequences and gene expression. Unfortunately the central method was not successful. The project did however lead on to work on the role of transposable elements (TEs) in the evolution of gene expression. We found evidence that TEs are a major driver of gene expression evolution in rodents but not primates. We would have liked to pursue this topic further and investigate the role of TEs in gene expression variation in current humans, with a view to understanding phenotypic variation and disease. Unfortunately we were unable to procure further grant income to support this project. No Other","dataset":"gtr"}