{"id":"1A6D2D48-90C4-47E8-ACD8-149E47DCD915","title":"Using new technologies to enhance the value of qualitative data in longitudinal studies: an application to health and well-being, and ageing","abstractText":"Qualitative data, such as essays and free response questions in surveys, are rich sources of psychological, social and behavioural information. Yet such information has traditionally been impossible to leverage at a large scale. Recent advances in computational linguistics and machine learning have produced automatic content analysis tools, which have started to be used in a variety of settings including in text used in social media settings such as Facebook and Twitter. We will apply these for the first time to the open responses collected longitudinally within a large national birth cohort study in order to make methodological and theoretical advances in the study of health, well-being, and successful ageing. \n\nOur work will contribute to an important policy debate about which social and emotional skills developed in childhood are vital for well-being throughout life, what interventions might support these, and the factors that underpin successful ageing. The techniques applied will also offer researchers working across a wide range of substantive topic areas a methodological model for extracting greater value out of rich but underutilised large-scale qualitative datasets, making this transformational research on both methodological and substantive scientific grounds. \n\nThe project involves three major steps. The first step will be to digitally transcribe 13,000 age 11 essays contained within the National Child Development Study (NCDS), one of the UK's world-renowned birth cohort studies. The data include self-reported essays, written at age 11 and age 50, in response to the following questions: At age 11: &quot;Imagine you are now 25 years old. Write about the life you are leading, your interests, your home life and your work at the age of 25&quot; At age 50: &quot;Imagine that you are now 60 years old...please write a few lines about the life you are leading (your interests, your home life, your health and wellbeing and any work you may be doing)&quot;. The responses (13,669 at age 11; 7,383 at age 50) provide a largely untapped source of psychological and behavioural information that can be linked longitudinally to outcomes for the same individuals. \n\nAutomatic content analysis tools will next be applied to the transcribed essays in order to undertake quantitative analysis of the words and concepts expressed in essays at age 11 and 50. The words used by an individual will be classified into different categories, such as emotions, social relationships, and articles, allowing psycho-social content to be assessed. We will use both 'open vocabulary' and 'closed vocabulary' approaches. \n\nThe classifications derived from open text through content analysis will then be used to quantitatively address a number of research questions, including: What psychological traits and behaviours are reflected in the language used in the essays of a large group of 11 year olds, collected in 1969? What is the association between such revealed psychological traits and behaviours and long-term trajectories of health and well-being across adult life, and early markers of ageing, captured up to the age of 55? How do future ambitions and expectations, as revealed in age-50 essays, relate to age-55 health statuses and practices What degree of persistence can be found in use of language used across the lifetime - between the ages of 11 and age 50, and how does the persistence of traits and behaviours revealed relate to health and well-being in adult life?\n\nThe methods developed will be transformative - and will have the potential to unlock information contained open responses in many other national longitudinal data sources. The findings will have strong impact on policy, providing information relevant to schools, local community organisations and health practitioners as to the importance of developing social and emotional skills in childhood and throughout life for lifelong health and well-being.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/N00650X/1","grantId":"ES/N00650X/1","fundValue":"208431","fundStart":"2016-02-01","fundEnd":"2017-07-31","funder":"ESRC","impactText":"","person":"Alissa Tamar Goodman","coPersons":["Margaret L. Kern","Jon David Carpentieri","Gemma  Seabrook","Hansen Andrew Schwartz"],"organisation":"University College London","findingsText":"","dataset":"gtr"}