{"id":"1A7DB001-B0CA-47F9-B3D3-256B43647A57","title":"Staging and Representing the Scottish Renaissance Court","abstractText":"This project brings together an interdisciplinary team of scholarly researchers and theatre and film professionals to research the cultural significances of Sir David Lyndsay's seminal drama 'Ane Satyre of the Thrie Estaitis'. Lindsay's play is the most important dramatic text produced in Scotland before the 20th century, and arguably the most important pre-Shakespearean dramatic work produced in the UK. Its influence on Scottish dramatic culture has been immense, not least because, unlike most British drama, it is as much an intervention in political, national and social history and an exploration of the role of the monarch and the performative 'drama' of politics, as it is a piece of entertainment. \n\nAne Satyre is known to have been performed three times in the course of the 16th century, in three different political and social situations, physical spaces and under different auspices. The first version, which is attested to by an eye-witness report, was performed in the Great Hall (Lion Chamber) at Linlithgow Palace in 1540, before James V, and led to a heated debate between the king and his clergy about the corruption of the church. The second and third versions, for which a variously imperfect text survives in printed and manuscript form, were performed outdoors in the burgh of Cupar, Fife (1552) before civic dignitaries and townsfolk, and on Calton Hill, Edinburgh (1554) before the regent Mary of Guise, the council, nobility and people of the Scottish capital.\n\nEach version raises profound questions about the nature of Renaissance monarchy, the role of the popular voice in Scottish politics, the nature of Scottish civic, national and religious identity, and the moral fabric of civil society - but does so before different social and cultural constituencies. In the first, the production was part of the ceremonial culture of the Stuart court, a performance both to and for the king, addressing issues of political and religious reformation of immediate concern to James and his council. In the second and third, performed during the minority of Mary Queen of Scots, the play raised potentially subversive issues about the nature of kingship ('what is ane king?), nationhood and individual and collective responsibility for reform before a much more diverse and potentially conflicted audience of all social classes. And the play itself stages the stresses that discussion of such questions would clearly have evoked in a hierarchical society, by repeatedly staging disruptive incursions into the stage space by representatives of the popular voice (John the Commonweal and Pauper) and subversive personifications of social forces such as religious evangelism (Veritas), Deceit, Folly, Folly, Public Oppression and Common theft.\n\nRecent research on Ane Satyre has added substantially to our understanding of its role in early-modern Scottish history. Building on Mill (Medieval Plays in Scotland (1927)) and Kantrowitz, (Dramatic Allegory: Lindsay's 'Satyre of the Thrie Estaitis' (1974)), Edington (Court and Culture in Renaissance Scotland (1994) and Walker (1989, 1998, 2007, 2008) have explored both its courtly and urban cultural contexts and its radical dramatic and political dynamics; while McGavin (2007) has brought a new sophistication to analysis of performance in the culture of pre-Modern Scotland more widely. An equally powerful strand of interest in the play has focused on its modern implications, since the Tyrone Guthrie revival for the Edinburgh Festival (1948), which stressed the resonances between its impact in the 1550s and its implications for post-War Scottish society, editors (Lyall (1989), Walker (2000)), and directors have situated the play at the nexus of a dialogue between contemporary Scotland and its past. This project intends to provide definitive richness of research detail to that dialogue for a new century and in the context of debates about the Scottish past in a newly devolved United Kingdom.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J00524X/1","grantId":"AH/J00524X/1","fundValue":"750889","fundStart":"2012-07-01","fundEnd":"2014-12-30","funder":"AHRC","impactText":"  The performances of the plays were in themselves tourist events, advertised and marketed by Historic Scotland as part of their offerings at Linlithgow Palace and Stirling Castle, drawing crowds from across the UK and overseas, as well as from the local community. They were also a contribution to the creative economy, received as significant events in the national theatrical calendar (both major national newspapers reviewed the performances, giving them 4*, the local media, and BBC Scotland (TV and Radio) reported on the performances, and the project behind them), and the play was nominated for a national theatre critics award in the Ensemble category.)\n\nThe promotion of the play as a significant piece of contemporary theatre as well as a key text in Scottish theatrical and cultural history has had significant resonance with drama students and their teachers who attended the project workshops. Renewed interest in the play has also resulted in the republication of the script for the 1549 Edinburgh Festival production being republished online by the daughter of the original editor, and with a preface by Walker (Project PI), and in sessions on the play at the Edinburgh history festival, 'And, finally...'.\nThe project was able to co-host a discussion of the play in the Scottish Parliament, sponsored Clare Adamson, MSP, and featuring the Culture Secretary and Secretary for International Affairs, Fiona Hyslop. The latter agreed to broker future discussions with cultural bodies in Scotland and the EU to explore further productions of the play. The audience, including a number of MSPS, discussed the significance of the play to their own understanding of the role of parliament and the popular voice in Scottish politics, and the relationship between theatre, politics, and social responsibility on 'the Scottish tradition'.\nHistoric Scotland and English Heritage have been convinced of the value of performance based research as both a valuable form of knowledge creation in its own right and a new means of generating interest in and understanding of the buildings and sites in their care. Both are exploring the possibility of further, similar projects. And Stirling Castle hosted a substantial exhibition devoted to the project aimed at visitors. Creative Economy,Education,Leisure Activities, including Sports, Recreation and Tourism,Government, Democracy and Justice,Culture, Heritage, Museums and Collections Cultural,Societal","person":"Greg  Walker","coPersons":["Sally Joyce Rush","Thomas  Betteridge"],"organisation":"University of Edinburgh","findingsText":" The project has revealed a great deal to us that was not visible before. Our findings are set out in detail on the website and in the various published outcomes emerging from the project. But they fall broadly under the following headings:\nAbout the play: The Satire of the Three Estates, itself.\nHere we have elucidated a great deal about three things:\nThe relationship between the 'lost' interlude of 1540 and the full play of 1552-4. We have shown comprehensively that the earlier interlude was a version of the 1552 play, a claim hitherto disputed and debated by scholars.\nThe playability of the 1552 text\nWe have shown that the play can still be performed effectively, despite its 5 and a half hour playing time. Indeed, playing it in in full revealed a great deal about the deep structures of the play, demonstrating that it is extremely carefully constructed to play for the full length. In this sense it is 'symphonic', comprised of various movements which subtly modulate audience mood, theme etc. It is not 'sprawling', 'episodic', or 'disjointed' as earlier critics have claimed, largely on the strength of reading the script. Equally, those directors who have cut the play for modern productions (usually by over half), misrepresent the play's aesthetic, and its political agenda, by rendering it more like other plays of the period, when it is actually a unique piece of theatrical writing, radical in many of its innovations.\nFinally we have shown how the play can still move modern audiences, and speak to political and social issues of relevance today - not least in the year of the Independence Referendum. It is a key cite for discussion of what Scotland is as a nation and a political community and where political authority lies.\n\nThe project has also shown us the importance of returning period drama to its authentic settings. The close collaboration of academics, actors, and Historic Scotland archaeologists and interpretation staff has allowed for the discovery of new understandings about both the physical space of Linlithgow Great hall, and the cultural possibilities of performing political drama in the spaces normally inhabited by princes and their courtiers, suggesting the synergies that existed between performance and politics in the Renaissance court.\nIn terms of the wider collaboration between theatre professionals and academics, we have demonstrated the profound advantages created by working on a script together. the insights gained from having scholars and actors in the same space working toward the finite goal of a public performance has created new knowledge that would have been inaccessible if the various individuals concerned had worked on the issues separately. The success of the collaboration between academics, actors, and Historic Scotland offer a model of productive working practices that can be readily transferred to other 'heritage' projects.\nThe outreach project, with its strands devoted to the local community, drama college students, schools, and local actors, offers a model for community engagement that might also be reflected on by other projects.\nFuture research on the play and its contexts (which is already beginning to emerge) will need to take into account the various discoveries listed above, and address a rather different paradigm concerning the play's nature and function that that which prevailed before the project began. Creative Economy,Education,Leisure Activities, including Sports, Recreation and Tourism,Government, Democracy and Justice,Culture, Heritage, Museums and Collections","dataset":"gtr"}