{"id":"1A8130DB-2625-445B-A445-B2122ACC03FE","title":"POTRA domain structure and function by NMR spectroscopy","abstractText":"In this research project, the three dimensional structures and biochemical functions of proteins found in the outer membrane of Gram-negative bacteria will be analyzed by spectroscopic methods. The proteins are known as autotransporters. They are responsible for the secretion of materials out of the bacterial cell and into the outer membrane and surrounding environment. Here we focus on a component of these proteins called the POTRA domain which is thought to be responsible for recruiting bacterial proteins for secretion. Gram negative bacteria are characterized by an outer membrane that surrounds a polymeric network known as peptidoglycan. The main function of the outer membrane is to form a semi-permeable layer around the peptidoglycan to protect the bacterial cell. Proteins are inserted into the outer membrane in order to control its permeability. The analysis of many bacterial genomes has revealed that POTRA domain-containing autotransporters are universally found in outer membranes of Gram negative bacteria, and are essential for their survival. In fact, this system is the most widely used protein secretion system within all Gram-negative bacteria. The POTRA domain-containing autotransporters are needed to form bacterial outer membranes and to insert proteins correctly. Some of the proteins inserted into the outer membrane of pathogenic bacteria are important antigens that act as targets of protective immune responses. Understanding how the POTRA domain recognizes and assembles these proteins is important for targeting pathogenic bacteria and for manipulating the immune response during a bacterial infection. The outer membranes of different types of Gram-negative bacteria contain a variety of lipids in addition to proteins. The outer leaflet is composed of lipopolysaccharides, glycolipids and phospholipids which differ between bacterial species. The type of lipid in the outer membrane is essential for the assembly of proteins into the membrane, and also have important roles in immune response. Consequently, we will also investigate the role of the lipids and membrane on POTRA domains, which exist next to the membrane and help to usher proteins into and through the membrane, in order to better understand how POTRA domains are oriented and active at the membrane surface.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F000472/1","grantId":"BB/F000472/1","fundValue":"375447","fundStart":"2007-10-01","fundEnd":"2010-09-30","funder":"BBSRC","impactText":"  research publications and collaborative projects Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology ","person":"Michael  Overduin","coPersons":["Ian  Henderson"],"organisation":"University of Birmingham","findingsText":" structure and interactions of potra domains in bacterial cells research collaborations Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}