{"id":"1A8CABD9-4E16-4284-9D57-EB2646FE1C10","title":"Symplectic Cobordism Relations on Contact Manifolds","abstractText":"Differential geometry is the study of &quot;smooth shapes&quot;, e.g. curved surfaces that have no rough edges or sharp bends. A surface is a 2-dimensional object, and one can similarly imagine smooth shapes that are 1-dimensional, such as a line, or curve, or circle. What is much harder to imagine, but can nonetheless be described in precise mathematical terms, is a smooth shape in an arbitrary number of dimensions: these objects are called &quot;manifolds&quot;.\n\nA specific example of a 2-dimensional manifold is a disk, i.e. the region inside a circle, and its &quot;boundary&quot; is a 1-dimensional manifold, namely the circle. Similarly, for any positive integer n, an n-dimensional manifold may have a boundary which is an (n-1)-dimensional manifold. All the 3-dimensional manifolds that we can easily picture are of this type: e.g. if we imagine any surface in 3-dimensional space, such as a sphere or a &quot;torus&quot; (the shape of the surface of a doughnut), then the region inside that surface is a 3-dimensional manifold whose boundary is the surface.\n\nWe can now ask one of the most basic questions concerning manifolds: given an n-dimensional manifold, is it the boundary of something? This is actually not just a geometric question, but really a question of &quot;topology&quot;, which is a certain way of studying the &quot;overall shape&quot; of geometric objects. As in the example given above, most 2-dimensional manifolds that we can easily imagine are boundaries of the 3-dimensional regions they enclose. But for a more interesting example, we can try to imagine a &quot;Klein bottle&quot;: this is a surface formed by taking an ordinary bottle and bending its opening around and through the glass into the inside, then connecting the opening to the floor of the bottle by curving the floor upward. The result is a surface that is not a boundary of anything, as its inside is not distinct from its outside; like a Moebius strip, but closed in on itself.\n\nThe subject of this proposal concerns a more elaborate version of the above question about boundaries: we deal with a particular type of manifold in an even number of dimensions, called &quot;symplectic&quot; manifolds, and their odd-dimensional boundaries are called &quot;contact&quot; manifolds. The idea of a symplectic manifold comes originally from physics: a century ago, symplectic manifolds were understood to be the natural geometric setting in which to study Hamilton's 19th century reformulation of Newton's classical mechanics. Today symplectic manifolds are considered interesting in their own right, and they retain a connection to physics, but of a very different and non-classical sort: by studying certain special surfaces in symplectic manifolds with contact boundary, one can define a so-called &quot;Symplectic Field Theory&quot; (or &quot;SFT&quot; for short), which bears a strong but mysterious resemblance to some of the theories that modern physics uses to describe elementary particles and their interactions. Unlike those theories, SFT does not help us to predict what will happen in a particle accelerator, but it can help us answer a basic question in the area of &quot;Symplectic and Contact Topology&quot;: given a contact manifold, is it the boundary of any symplectic manifold?\n\nMore generally, one way to study contact manifolds themselves is to consider the following relation: we say that two such manifolds are &quot;symplectically cobordant&quot; if they form two separate pieces of the boundary of a symplectic manifold. The question of whether two given contact manifolds are cobordant helps us understand what kinds of contact manifolds can exist in the first place, and Symplectic Field Theory is one of the most powerful methods we have for studying this. The goal of this project is thus to use this and related tools to learn as much as we can about the symplectic cobordism relation on contact manifolds. Since most previous results on this subject have focused on 4-dimensional manifolds with 3-dimensional boundaries, we aim especially to gain new insights in higher dimensions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K011588/1","grantId":"EP/K011588/1","fundValue":"255173","fundStart":"2013-10-01","fundEnd":"2016-12-31","funder":"EPSRC","impactText":"  It would be impossible to speculate at this early stage on how our findings might be used outside of academia. Since this is basic research, it will probably remain impossible for many years to come. I have recently begun facilitating the dissemination of ideas from this project to a wider audience through the creation of a research blog (see symplecticfieldtheorist.wordpress.com).  ","person":"Chris  WendlJonathan David Evans","coPersons":[],"organisation":"University College London","findingsText":" The main outcome from this project so far is a paper written jointly with two of my collaborators in France, Paolo Ghiggini and Klaus Niederkr&uuml;ger. (It is not listed under my publication outcomes so far because it was only just recently submitted for publication.) The paper concerns one of the key questions stated in my original research proposal on symplectic manifolds with contact-type boundary, namely how much information about the interior of such a manifold can be recovered from knowledge of its boundary. A seminal result on this subject was proved by Eliashberg 25 years ago, concerning symplectic fillings of contact connected sums in the 3-dimensional case. Our goal was to produce an analogue of this result in higher dimensions, where in general the notion of a &quot;contact connected sum&quot; can be replaced by &quot;contact manifolds obtained by subcritical surgery&quot;. Since the techniques available for studying such questions are typically weaker in higher dimensions than in dimension 3, it would be unrealistic to attempt proving such a strong classification result as Eliashberg's; our goal therefore was rather to show that there is no homotopy-theoretic obstruction to such a result being true in higher dimensions. We have succeeded so far in dimension 5, and this case already has interesting corollaries, e.g. we use it in our paper to find examples showing that another standard result in 3-dimensional contact topology, known as the &quot;contact prime decomposition theorem&quot;, does not generally carry over to higher dimensions.\n\nThe arguments we have come up with so far do not produce very strong results in dimensions greater than 5, and this has led to speculation that the sought after result might even be false in sufficiently higher dimensions. At present, the opinions of the co-authors on this are divided. Our findings will be mostly of interest to researchers studying higher-dimensional contact topology, a relatively unexplored but fast-growing field. Of greatest interest is probably the corollary disproving the higher-dimensional prime decomposition theorem. There have been several people in the field trying in recent years to generalize Giroux's powerful convex surface theory from dimension 3 to higher dimensions, and our result indicates that there may be some fundamental difficulties involved in this, i.e. our result may help prevent other researchers from spending too much time and effort on blind alleys. Aerospace, Defence and Marine,Education","dataset":"gtr"}