{"id":"1A8E8768-BFEE-4668-A69B-5C9BA7C1096F","title":"A research network on the notion of obscenity in Renaissance France","abstractText":"What constituted obscenity was an endlessly provocative topic of debate in the Renaissance, as it is today. It is often simplistically assumed that the culture of Renaissance France was one of 'Rabelaisian' debauchery, abruptly followed by an official reaction against obscenity in the course of the seventeenth century, beginning most obviously in 1623 with the trial of Th&eacute;ophile de Viau, who had penned an infamous sonnet on sodomy. \\n\\nHowever, the pre-history of obscenity in Renaissance France is far more complex than this picture allows. Writers and artists in the most diverse fields, from law to literature and from religion to medicine, are constantly worrying about the acceptability or otherwise of both their work and that of their contemporaries. For instance, does a doctor have the right to publish a text on gynaecology in French, which can then be read not only by non-specialists, but even by women? How far can a comedian go in his dirty jokes before outraging his audience? What should a translator do when faced with an ancient or Italian work which oversteps his/her limits? \\n\\nAnd why is it that learned Latin commentaries to obscene ancient poetry addressed to boys contain autobiographical passages about their authors' sexual rites of passage? What can we learn about Renaissance notions of obscenity from creative works which portray syphilis as a woman bringing up the rear of a triumphal procession or which depict the female genitalia as a wild animal roaming the countryside? What are we to make of religious propaganda which uses scatology to sully its opponents?\\n\\nOur network brings together a team of over twenty specialists in French Renaissance studies from the UK, USA, France, the Netherlands and Switzerland to provide responses to these intriguing questions. The network will serve as a catalyst for the international and interdisciplinary collaboration of productive and dynamic new researchers in the field. Over half of the network members are early creer researchers, who will be complemented and supported by the experienced and eminent researchers who constitute the rest of our team.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F001010/1","grantId":"AH/F001010/1","fundValue":"48774","fundStart":"2007-06-01","fundEnd":"2009-05-31","funder":"AHRC","impactText":"","person":"Hugh Gerald Roberts","coPersons":[],"organisation":"University of Exeter","findingsText":"","dataset":"gtr"}