{"id":"1A96E9B6-A1E0-46BA-939D-C05411384265","title":"NANOESCA - ELECTRON SPECTROSCOPY FOR CHEMICAL ANALYSIS IMAGED AT THE NANOSCALE.","abstractText":"The NanoESCA is an Ultra High Vacuum (UHV) photoemission spectroscopy system with sub-micron spatial resolution for real-space and k-space (reciprocal space) mapping from areas of a few microns of flat material surfaces, and the capability to perform quantitative chemical state mapping at the nanoscale. The system is designed for installation on a synchrotron beam line end-station or in a Nano Science Laboratory.\nThe system has various modes of operation. UV photon sources are used for Ultra-violet Photoemission Spectroscopy (UPS), Angle Resolved UPS, and Photo Emission Electron Microscopy (PEEM), soft X-rays are used for X-ray Photoemission Spectroscopy (XPS). UPS gives energy filtered information on weakly bound states and the valence band structure in real space and the surface electronic band structure in k-space. XPS is used to probe core level spectra to obtain quantitative information on the chemical composition of a surface. In contrast to the high resolution Scanning Electron Microscope, PEEM directly images surface areas emitting photoelectrons in real time without scanning. By energy filtering PEEM images it is possible to obtain quantitative maps of surface work function. The field of view is adjustable from millimetres to microns allowing high resolution imaging of features as small as 30nm (UPS modes) and 480nm (XPS mode).\nThe NanoESCA machine being requested represents the next generation in imaging and spectroscopic PEEM. It uses an extension of the established parallel imaging technique, to simultaneously image and filter photoelectrons, by using a double hemispherical (aberration corrected) electron analyser in combination with high photon flux VUV and X-ray sources, to realise nano scale imaging and spectroscopy in real space and in k-space; the latter mode allows information on the electronic band structure of materials to be visualised and compared directly with theoretical models. Uniquely, this capability to obtain nanoscale spectroscopy using either X-ray or VUV sources is obtained by parallel imaging through the same PEEM 'column' which also acts as the entrance lens of the imaging spectrometer.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M000605/1","grantId":"EP/M000605/1","fundValue":"256836","fundStart":"2015-05-01","fundEnd":"2020-04-30","funder":"EPSRC","impactText":"","person":"Neil  Fox","coPersons":["Anthony Guy  Orpen"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}