{"id":"1A9FF0FA-05A0-4489-8D78-3F7C2C0911AE","title":"Spatiotemporal models of brain electrophysiology","abstractText":"Modern two-dimensional (2D) multi-electrode arrays allow for the simultaneous recording of extracellular activity from a large number of neurons and have been used to collect data among others from the visual cortex, the motor cortex for prosthetics, along with one dimensional (1D) silicon probes etc. Most of this work uses arrays to extract the action potentials of single neurons by focusing on the relevant spike rates. Thus, many data-features are effectively wasted.The goals of this project are (i) to use advanced mathematical methods to extract new information from 2D multi-electrode arrays (and sources reconstructed EEG data) and (ii) to develop novel neural mass models which model spatially extended neural activity. At present, the determination of the distribution of current sources and sinks is carried out using the so-called Current Source-Density (CSD) method. This method does not provide any detailed spatial characterisation of the relevant sources. The first aim of this project is to develop new methods for the estimation of the current source density from local field potentials, which will take into detailed consideration the spatial distribution of the current sources and sinks. At a larger spatial scale, current neural mass models, although quite successful, do not consider the spatial distribution of current sources and sinks in the neural tissue. The second aim of this project is to construct generalised dynamic causal models of LFP and EEG data by modelling current fluxes as continuous processes on the cortical sheet using partial differential equations (PDE). Furthermore, we will evaluate the improvement in these models, over their ODE homologues, using their model evidence (for different sorts of empirical data). Such an endeavour will have important implications regarding the estimation of spatial parameters that govern cortical activity, such as the spatial extent of intrinsic connections in the brain.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G053944/1","grantId":"EP/G053944/1","fundValue":"91002","fundStart":"2009-10-01","fundEnd":"2010-09-30","funder":"EPSRC","impactText":"","person":"Karl John Friston","coPersons":["Beatrice  Pelloni"],"organisation":"University College London","findingsText":"","dataset":"gtr"}