{"id":"1AB00738-9FB3-46C9-AB36-885BA07BED37","title":"Poverty and ecology: developing a new evolutionary approach","abstractText":"China's Premier Wen Jiabao recently commented that the sluggish development of agriculture and the slow increase of farmers' incomes constituted the nation's major problems and challenges - a view that is repeated in many developing countries. Alleviating poverty and raising standards of well-being among the rural poor is often seen in terms of inequalities in individual opportunities, land tenure and market imbalances. But increasingly scientists are arguing that rural development must also proceed alongside proper management of the natural environment. Without this, the possible negative consequences for food supply, water quality, biodiversity and other aspects of the environment that we all depend upon, so-called ecological services, are severe. There are countless examples of how agricultural development has caused signficant and often irreversible damage to the natural fabric that supports society. The challenge is how to develop, while ensuring that the decisions made now will lead to sustainable use of the land for decades to come? Conventionally, computer models have provided guidance about future consequences of human activities and climate change on key environmental conditons. But there is increasing criticism that the models do not handle well the possibility that the natural environment can change in unpredictable ways. We know that natural environments can change in complex ways, as with flooding and forest fire, but when humans are involved these changes can be even more unpredictable - and many of the current models do not deal with this well. There is the danger that existing models are providing a false clarity of the future. Our research addresses this problem in a novel way. We argue that contemporary rural landscsapes are the product of their history, and that we can learn much from analysing how the mixture of human actions, climate and ecology has effectively 'evolved' to the state that we see today. This is no idle thought. Many studies have shown that the time taken for ecological processes to change is often over relatively long timescales. For example, pollution of rivers and lakes by sewage and fertlizers can take several decades from the start of the pollution to the whole water system reacting in terms of fish losses or build-up of poisonous algae. Sometimes, ecosytems can withstand a good deal of stress from human activities, but when they finally give way the result can be very damaging. In the lower Yangtze river basin, where the research is set, history describes a catalogue of human catastrophes wrought by flood, famine and poor agricultural practice. Even today, there is widespread rural poverty across many agricultural settings, and many environmental problems. There is accelerating soil erosion on the hilly lands; deteriorating water quality in irrigation channels, rivers and lakes; the ever-present threat of flooding; coastal erosion from rising sea-levels; pressure to produce more food for the rising city populations at a time when the rural population is declining and getting older. We will compile records for local indigenous knowledge, socio-economic data and ecological change for the lower Yangtze basin as a whole and for four selected counties, two of which we have already worked in, for upto the last 200 years or so. These data will be set up within a newly developed application for Google Earth so that we can easily show politicians, administrators, advisors, and farmers the changes that the environment has already experienced and how it might change in the future. We will analyse the trends mathematically and statistically in order to evaluate the sustainability of the current form of agricultural management. We will meet with academics, agencies and rural communities to discuss the implications of the results, how the results compare with their own perceptions of change, and what might be the best alternative futures to aim for.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I002960/1","grantId":"NE/I002960/1","fundValue":"208972","fundStart":"2010-10-01","fundEnd":"2013-07-07","funder":"NERC","impactText":"  Final synthesis publications by International Geosphere-Biopshere Programme and International Human Dimensions Programme before transitioning to Future Earth initiative in 2015 Invited steering group member to organise writing of synthesis documents Cultural Cultural","person":"John Alfred  Dearing","coPersons":["Richard Weston Treves","Terence Peter  Dawson","Xiangdong  Yang","Weiguo  Zhang","Paul  Sillitoe"],"organisation":"University of Southampton","findingsText":" Long records of ecosystem services (ES) are necessary in order to address the complexity of socio-ecological change that often constrains our ability to produce strategies for resilient management and adaptation. \n\n\n\nMore than 50 different paleoenvironmental proxy records map on to a wide range of ES categories and sub-categories, especially regulating services. \n\n\n\nThe application of the approach to understanding the environmental effects of poverty alleviation is demonstrated for the lower Yangtze basin, China, over the period 1800-2006. \n\n\n\nWe reconstruct social, economic and ecosystem service trends in relatively poor and wealthy counties in order to assess tradeoffs, trajectories and transitions. \n\n\n\nIncreasing trends in provisioning services reflect economic growth and successful poverty alleviation over the past 60 years. But these trends are paralleled by steep losses in a range of regulating services mainly since the 1980s. \n\n\n\nWater quality services have already passed ‘tipping points’ or critical transitions in all study areas. \n\n\n\nIncreasing levels of variability in nearly all the regulating service records suggest widespread and progressive loss of ecological resilience over the past three decades. \n\n\n\nRelationships between economic growth and ecological degradation show no sign of decoupling as demanded by sustainable economic development. Land management strategies need to recognize the implications of long-term social-ecological system dynamics. The research demonstrates a new and alternative approach for NGOs, government agencies and local consultancies in designing strategies for sustainable management of landscapes and ecological processes as part of regional development. In short the key elements are:\n\n\n\n1. Place greater emphasis on understanding the dynamics of the modern social-ecological system, especially the interactions between social and biophysical elements;\n\n\n\n2. Use long term perspectives to assess the stability of specific ecosystem services and to identify the likelihood of tipping points;\n\n\n\n3. Create systems dynamic models of the modern system validated (where possible) against past, observed changes;\n\n\n\n4. Explore the sensitivity of ecosystem services, and other variables of interest, in the near future (few years) through model experiments as the means to determining a 'safe' pathway for development and new policy;\n\n\n\n5. Use scenario-driven simulations of ecosystem services to the far future (several decades) to provide a view on possible macro-scale changes, like extreme responses in sub-systems, but not as a tool for designing new policy today. The findings have been shared and discussed with senior environmental managers in the region who have the influence to modify policy towards more sustainable options.\n\n\n\nDiscussions with two sets of farmers have provided feedback about how the complexity of their rural agricultural systems can be better communicated. Agriculture/ Food and Drink,Communities and Social Services/Policy,Environment,Government/ Democracy and Justice","dataset":"gtr"}