{"id":"1AB2B2C9-52C3-4785-B6CE-ADD51EB7B85C","title":"Practical Reasoning Approaches for Web Ontologies and Multi-Agent Systems","abstractText":"Logical and automated reasoning methods are crucial for web technologies and agent technologies for the intelligent processing of large ontologies, decision making based on knowledge bases of structured data, and formal specification and verification of multi-agent systems.Concerning ontology reasoning the current tableau description logic reasoners used for this purpose have a number of significant shortcomings. These include insufficient expressiveness, suboptimal complexity, over specialisation and incomplete formal treatment. All these are serious issues which need to be tackled and overcome if such systems are to form the backbone ontology reasoning for the semantic web. Concerning reasoning within and about multi-agent systems, in the form of intelligent decision making by agent and the formal specification and verification of agent systems, there exists a plethora of agent logics which have been proposed for this purpose, but almost no implemented reasoning systems for solving satisfiability and validity problems in these logics. This lack of system support is a serious problem.We will use techniques from first-order logic and resolution to develop a resolution framework for reasoning about expressive ontological languages and expressive agent logics. A series of tools will be developed to provide automated support for reasoning tasks in these areas. Principles of benchmarking will be studied, designed and used for empirical investigations of developed technologies and tools.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D060451/1","grantId":"EP/D060451/1","fundValue":"85392","fundStart":"2006-12-01","fundEnd":"2009-11-30","funder":"EPSRC","impactText":"  The project has investigated and developed reasoning method for a range of non-classical logics, in particular, for Computation Tree Logic (CTL), the monodic fragment of first-order linear-time temporal logic, the next-time fragment of Alternating-time Temporal Logic (ATL), and a novel temporal logic with capacity constraints (TLX). For Computation Tree Logic and the monodic fragment of first-order temporal logic we also have developed implementations of our reasoning methods that are available as open source software.\n\nSuch reasoning methods and the software systems implementing are a necessary basis for the formal verification of software and hardware systems whose specification involves notions of time or actions. An area in which we are particularly active and have used the logics and software systems developed in this project is the specification of robot swarms.\n\nWe are publicising our results outside the Logic and Automated Reasoning communities and are trying to collaborate with industry in this area.  ","person":"Ullrich  Hustadt","coPersons":["Clare  Dixon"],"organisation":"University of Liverpool","findingsText":" Logical and automated reasoning methods are crucial for web technologies and agent technologies for the intelligent processing of large ontologies, decision making based on knowledge bases of structured data, and formal specification and verification of multi-agent systems.\n\nIn this joint project between the School of Computer Science at the University of Manchester and the Department of Computer Science at the University of Liverpool the aim was to use techniques from first-order logic and resolution to develop a resolution framework for reasoning about expressive ontological languages and expressive agent logics.\n\nThe emphasis of the work at the University of Liverpool was on temporal and agent logics. In particular, we have focussed on four logics, namely, Computation Tree Logic (CTL), the monodic fragment of first-order linear-time temporal logic, Alternating-time Temporal Logic (ATL), and a novel temporal logic with capacity constraints.\n\nFor CTL we have developed a comprehensive approach to reasoning using resolution-based techniques. The approach requires a polynomial time computable transformation of an arbitrary CTL formula to an equi-satisfiable clausal normal form formulated in an extension of CTL with indexed existential path quantifiers. The calculus itself consists of a set of resolution rules which can be used as the basis for an EXPTIME decision procedure for the satisfiability problem of CTL. We have shown the correctness of the normal form transformation, calculus, and decision procedure. Furthermore, we have implemented the approach in the theorem prover CTL-RP, based on the first-order theorem prover SPASS. CTL-RP is the first implemented resolution system for CTL. In a system comparison that we conducted CTL-RP consistently performed better than other existing provers for CTL.\n\nFollowing an analogous approach, we have developed a fair resolution-based semi-decision procedure for monodic first-order temporal logic. Here, the main advance over previous calculi and procedures is a solution to the fairness problem which tends to be given less attention than it deserves. Such a solution is essential to ensure that an automated procedure can systematically search for a proof for a given formula and is guaranteed to eventually find such a proof if it exists. To further improve the effectiveness of proof search we have investigated redundancy criteria for the resolution calculus underlying the approach. We have implemented the semi-decision procedure in the theorem prover TSPASS. The implementation is again based on the first-order theorem prover SPASS. This work is of particular significance for our project, as monodic first-order temporal logic is a suitable target logic for the translation of combinations of (propositional) temporal logic with modal and description logics, for example, epistemic temporal logic.\n\nWe have also started to investigate a resolution-based decision procedure for ATL. We have completed work on a transformation of arbitrary ATL formulae into a clausal normal form, which then forms the basis for a resolution-based calculus for ATL.\n\nFinally, we have investigated a novel propositional temporal logic, called TLX, where propositions are constrained such that at most N, or exactly M, can hold at any moment in time. Both a resolution calculus and a tableau calculus were developed for this logic. The tableau calculus was further extended to a combination of TLX with epistemic logic. A number of applications of TLX have been investigated, in particular, the specification of robot swarms. An implementation of the tableau calculus for TLX is currently being developed.\n\nOverall, the project has resulted in practical proof systems for a variety of temporal and agent logics and also produced\nseveral freely available theorem provers for these logics. For CTL, we again have developed an ordered resolution calculus and a good implementation of this calculus, CTL-RP. However, CTL-RP performs badly on a class of benchmark formulae derived from business process synthesis (though most other provers do not perform well on these problems either). This is rather disappointing since business process modelling, compliance checking, and synthesis is an interesting application area. We intend to investigate why this is the case. Another line of research Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}