{"id":"1AB497F4-5CAC-4CEA-B29C-9FB38B93AEC7","title":"Cellular mechanisms of gastrulation: A combined experimental and modelling study","abstractText":"The body plan of all higher organisms develops during gastrulation. Gastrulation is associated with intensive proliferation, differentiation and migration of cells forming the embryo. The chick gastrula is represented by an epithelial sheet of cells, known as the epiblast, in which the mesendoderm is induced in a Sickle shaped region (located in the posterior pole) by signals from the extra-embryonic region. Another cellular layer, the hypoblast, forms beneath the epiblast due to ingression of cells from the epiblast. At the early stages of gastrulation there occur the large coordinated cell movements in the epiblast which result in the formation of the streak along the central midline of the embryo. Cells in the middle of the streak form the so called primitive groove and ingress through it to form the mesendoderm. These processes involve the maintenance of active cell-to-cell signalling which influences both migration and differentiation of cells. The aim of the proposed research is to gain detailed description of the processes involved and to uncover the mechanisms coupling cell-cell signalling with the formation of cellular flows during gastrulation in the chick embryo. To achieve this we will combine quantitative experimentation, extensive quantitative data analysis and mathematical modelling. \nIn our previous studies we have analysed cellular flows formed in the epiblast at early gastrulation and migration patterns of mesenchyme cells observed at late stages. We also have a large collection of experimental observations combining cellular proliferation, change of cell shapes and expression of morphogens with movement of cells. We have previously developed a mathematical model and explored through computer simulations a number of hypotheses based on differential chemotactic cell movement of cells in epiblast as the mechanism involved in streak formation. It is known that there exist interactions between cells forming epiblast and hypoblast mediated by morphogens expressed only in either one of these two areas. In the research proposed here we extend our previous studies by taking into consideration the movements and signals between the epiblast and hypoblast and we will study their effects on cell flows in the epiblast. We will also study other phenomena associated with gastrulation, namely, the formation of primitive groove, ingression of cells through the groove into the space between epiblast and hypoblast, transformation of ingresses cells into mesenchyme and patterns formed by migrating mesenchyme cells. We expect that the combination of experimental and modelling approaches will lead to the identification of forces resulting in the formation of the groove as well as to the generation of cell flows of lateral epiblast cells towards the streak. These studies will also highlight the role of changes in dynamics in the adhesive properties of differentiating cells while they move towards and ingress through the primitive groove. \nOur study of the interplay between cell-cell signalling, cell differentiation, proliferation and migration is not only important to the community of researchers whose interest is focused on embryogenesis but will also be of great importance to scientists whose research is centred on processes such as wound healing, tissue repair and regeneration. Furthermore, in order to progress with the proposed research we will develop several new mathematical and computational techniques which are expected to be of great value for further mathematical investigation of other biological and biomedical/engineering problems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K00204X/1","grantId":"BB/K00204X/1","fundValue":"300294","fundStart":"2013-01-01","fundEnd":"2016-06-30","funder":"BBSRC","impactText":"  The first results of this research are being prepared for publication Digital/Communication/Information Technologies (including Software),Pharmaceuticals and Medical Biotechnology,Other ","person":"Kees  Weijer","coPersons":[],"organisation":"University of Dundee","findingsText":" this research is still ongoing. We are discovering new mechanisms underlying gastrulation. we are also developing a model to describe the integration of the various cell behaviours to achieve this. The work will result in publication both in biology as well as in novel modeling approaches. this will be taken forward in publication as well as further research by us and others. Pharmaceuticals and Medical Biotechnology,Other","dataset":"gtr"}