{"id":"1AC1B59C-90A8-4C19-BAA0-ABC1F09F365A","title":"13TSB_N4L2CRD: CELLDEX-Developement of a low calorie bulk sugar replacer","abstractText":"Study 1 - Tolerability of cellodextrins \nThis is primarily a descriptive study to characterise the tolerability of single, ascending doses (10g, 20g, 30g, 50g) of cellodextrin, consumed in a food matrix. Six healthy, non-obese male and 6 female volunteers (age 18-40yrs, BMI 18-30kg/m2) would be recruited to allow estimation of a tolerance threshold with respect to adverse GI symptoms. \n\nProtocol Summary; \nMedical screening visit. \n4x Study visits \nConsumption of food product containing 10, 20, 30 or 50g of cellodextrin (on study visits 1-4 respectively)\nVisits to be separated by at least a week\nCompletion of visual analogue scales for appetite and bowel symptoms for 9hrs after consumption \nDiet and bowel symptom diary kept on the day before and for 48hrs after each visit\n\nStudy 2 - Digestion and fermentation of cellodextrins\nIn addition to artificial gut studies, it is proposed to conduct an in vivo study assessing digestion and fermentation of cellodextrin in comparison with sucrose and polydextrose in 16 healthy, non-obese volunteers (M/F, age 18-40yrs, BMI 18-30kg/m2). Dose of cellodextrin would be determined from the tolerability study (Study 1). Breath samples will be collected for hydrogen assessment, and arterialised venous blood will be collected for glucose and insulin analysis.\n\nProtocol Summary; \nMedical screening visit. \n3x Study visits \nRandomised, cross-over, double-blinded study design\nConsumption of food product containing cellodextrin, polydextrose or sucrose (carbohydrate content matched)\nCollection of breath and blood samples\nCompletion of visual analogue scales for appetite and bowel symptoms for 5hrs after consumption \nDiet and bowel symptom diary kept for 48hrs after each visit\n\nStudy 3 - Cellodextrins and appetite\nThis study would test the effect of cellodextrin, consumed as a midmorning snack, on subjective appetite, subsequent energy intake at the next meal and incretin hormones, in 16 healthy non-obese male volunteers (age 18-40yrs, BMI 18-30kg/m2). Dose of cellodextrin would be determined from the tolerability study (Study 1). A food product containing cellodextrin would be compared with ones containing digestible (sucrose) and indigestible (polydextrose) carbohydrate (matched carbohydrate content). The product would otherwise be the same on each occasion with a protein /fat/carbohydrate content reflecting a normal snack and an energy content of 200-250 kcal. This product would then be consumed once a day for 2 weeks, with the impact on energy intake at an ad-libitum lunch assessed on day 1 and day 14. Food diaries would also be kept during the 2nd week of each supplementation period and body weight measured before and after each 2wk period.\n\nProtocol Summary;\nMedical screening visit. \n6x Study visits (pre- and post a 2wk supplementation period) \n3x supplementation periods with a 2wk 'wash-out' in between \nRandomised, cross-over, double-blinded study design\nConsumption of food product containing cellodextrin, polydextrose or sucrose(carbohydrate content matched)\nAcute and acute-on-chronic response to the products\nCompletion of visual analogue scales for appetite and bowel symptoms for 4hrs after consumption \nDiet and bowel symptom diary kept for 48hrs after each visit\nThree-day diet diary kept during week 2 of each intervention period","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L025019/1","grantId":"BB/L025019/1","fundValue":"243944","fundStart":"2014-09-01","fundEnd":"2017-08-31","funder":"BBSRC","impactText":"","person":"Ian Andrew Macdonald","coPersons":["Elizabeth  Simpson"],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}