{"id":"1AC21FE8-C4E2-42C0-AC34-AB3896572834","title":"A novel multi-scale multiparametric technology for high speed fluorescence imaging of excitable tissues","abstractText":"Many biological processes involve interactions over a wide range of space scales. Examples include the generation of brain activity by interactions of many neurons, or the role of individual myocytes in generating the heart beat. Cell activity depends on complex interactions of multiple parameters, which we would like to monitor simultaneously, to understand their role in system's behaviour. Heart disease is an area where these considerations are particularly critical. A heart cell (just about visible in a microscope and, hence, said to be of 'microscopic' dimensions) can generate electrical activity, which is passed on to neighbouring cells, resulting in the formation of an electrical wave front that traverses the whole heart ('macroscopic' behaviour). Irregular activation of a few cells, often caused by malfunctions in the even smaller ion-handling proteins (they are of 'sub-microscopic' size and can not themselves be seen by microscopy), may cause disruptions of organ level function. In turn, changes in the macroscopic activity affect individual cells and ion channels, complicating the interaction between (sub-)microscopic and macroscopic events. Any mismatch in this interaction can manifest itself as a heart rhythm disturbance, which is the major cause of incapacitation and death in the developed world. Given the complexity of interactions, the study of underlying mechanisms has remained difficult. At the present time, technologies for measuring patterns of activity in excitable tissues (like the heart) are limited by tissue-imposed constraints. Cell activity is very fast (requiring frame rates that are fifty times faster than what the human eye can detect), and the usable optical signal is rather faint (undetectable by the human eye, and requiring super-sensitive detectors). Further, cell activity is measured using fluorescent probes, which decode relevant information as a small 'ripple' on top of a large background signal. This necessitates the use of detector systems that divide light intensity into thousands of grey levels (so that very small differences in absolute intensity can be resolved). This is largely achieved using detectors with a low spatial resolution (as low as 16x16 pixels). Although low resolution detectors can be used for many experimental problems, a significantly higher resolution would be needed to study the relationship between microscopic (individual cell) and macroscopic (whole heart) activity in one and the same sample. This proposal shifts the focus from improving the detector alone, to changing the ways in which the biological sample is illuminated, and in which fluorescent light is collected. By precisely varying excitation light localization, timing, intensity and wavelength, on a pixel by pixel basis, it is possible to dramatically increase the performance of system. The core of the new imaging technology is a digital mirror device (DMD), commonly used in movie projection systems (DMDs contain a million tiny mirrors whose projection angle can be manipulated a thousands of times per second). The DMD allows precise control of the light intensity that reaches the biological sample, as well as the location of image on the detector. By alternating between imaging small (cells) and large fields of view (large tissue areas), a multi-scale image can be obtained at high speed. This technology is coupled to a novel oscillating illumination source that allows sequential capture from different fluorescence probes in the same sample, allowing multi-parameter measurements. Taken together, the proposed imaging technology will make it possible to investigate how the activity of a few cells contributes to global behaviour, and vice versa, observing several measurable variables simultaneously. The new imaging system can be applied to studies, both within and outside bio-medical research, targeting a wide range of problems that, until now, were experimentally inaccessible.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F004834/1","grantId":"BB/F004834/1","fundValue":"511818","fundStart":"2008-01-01","fundEnd":"2010-12-31","funder":"BBSRC","impactText":"","person":"P  Kohl","coPersons":[],"organisation":"University of Oxford","findingsText":" Summary of key achievements in original report: \n\n1) Development of a novel imaging modality, Temporal Pixel Multiplexing (TPM). TPM has applications far beyond the original life science target, ranging from ultra-high speed (1 million fps+) photography to security applications. TPM has resulted in a Nature Methods publication, as well as extensive national and international news coverage.\n\n\n\n2) Licencing TPM technology to Cordin Scientific, who will market a ultra-high speed imaging camera within 12 months. The camera is intrinsically capable of both high speed and multiparametric measurements, which meets the original aims of the BBSRC grant.\n\n\n\n3) Development of a multiparametric imaging modality based on high speed LED illumination. The present technique can measure four parameters, instead of the two originally proposed. Further, due to recent development of new long wavelength dyes and higher powered LEDs, the need of a conventional arc source has been eliminated. See Lee et al, Heart Rhythm, in press.\n\n\n\nThis grant produced 7 journal papers, listed in the original report, of which two were in press:\n\n10.1007/978-3-642-21028-0_3\n\nPMID: 21459161  ","dataset":"gtr"}