{"id":"1AC48A81-DC56-4CEB-BC56-228711C5A850","title":"Southampton Imaging: 3D imaging at millimetre to nanometre scales for regenerative medicine using multiple complimentary modalities","abstractText":"Regenerative medicine aims to make tissues and organs to repair damaged and diseased tissues and restore the body to its original health. It uses stems cells and precursor cells that, under exactly the right conditions, will change into the specialized cells needed to repair the tissue. Scaffolds upon which the cells can grow and be guided are used to help organize the cells into the right structures. We are now in a unique position to create new soft and hard tissues (e.g. liver, neural, cartilage, bone) to help aid treatment for all. Important in this goal of moving to clinical application will be to ensure the new formed tissue is completely safe.\n\nOne of the most important factors that determines the effectiveness and normal functioning of a tissue is the way it is structured or arranged (the architecture of the tissue- like a bridge). This tissue architecture is important at many different scales, from individual cell components to the large scale organization of structures such as bones or blood vessels and nerves supplying the organs. Therefore to understand the appropriate structures required and check that the tissue constructs made are performing correctly we need to be able to 'see' these by using microscopic imaging at different magnifications. Because the cells and tissues are three-dimensional (3D) structures, we need to see how they fit together in 3D to understand their architecture - in the same way we can understand how the elements of a building fit together and function effectively in 3D by walking around it.\n \nThis application is for three imaging systems specially designed to create 3D images of tissues and scaffolds at 3 different scales. The highest magnification is provided by a scanning electron microscope combined with a microtome- this gradually removes very thin (&lt;50nm) slices from the sample imaging the surface that is revealed after each slice. This creates a stack of images representing the structure of the cells down to the components making up the cells and the fine detail of scaffolds- with this technique the membranes within the cells can clearly be seen. The next level of magnification uses a light microscope that shines a very thin sheet of light (4-10 micro meters). This allows us to look at much larger blocks of tissue (up to a cm cube - a sugar cube) without cutting it and again create a 3D image stack to represent this. Individual cells are easily seen and they can be labelled so we can identify cell types and track them over time. However there are some samples that light will not penetrate or that are too large - for these samples the third instrument, a high resolution microCT (computed tomography) imaging device is used. This uses X-rays to image through large samples without damaging them and the design of this new instrument can allows us to distinguish individual cells and some of their features in a way that is not currently possible.\n\nThese systems will add to the wide range of existing imaging facilities in Southampton that are supported by 12 expert imaging staff. The existing expertise in sample preparation and biological image interpretation is essential for these cutting edge imaging techniques to be used effectively. An additional problem in 3D imaging at all scales is the very large digital image sets that are produced- each taking large amounts of storage; 50-1000Gb (equivalent of 10-200 DVDs each!). Southampton University is a world leader in advanced computing and image processing - we already have state of the art computing hardware and software. In this project we will work with our collaborators in the University to further develop these specifically for the processing and analysis of images of regenerative medicine samples.\n \nWe expect regenerative medicine to transform human health over the next 10-30 years and in order to fulfill this promise as quickly and safely as possible it is essential we can image the generated structures and tissues.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L012626/1","grantId":"MR/L012626/1","fundValue":"1161940","fundStart":"2013-10-01","fundEnd":"2014-03-31","funder":"MRC","impactText":"","person":"Richard  Oreffo","coPersons":["Ian  Sinclair","Peter John Smith","Anthony Michael Page","Peter Mark Lackie"],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}