{"id":"1AE20E7B-6993-45E3-8717-B83712A00C11","title":"Promoter-associated histone modifications and establishment of the developmental gene expression programme during early embryogenesis","abstractText":"Animal bodies including that of humans develop from a single cell, the fertilised egg. The development of embryos from fertilised eggs happens through proliferation of embryonic cells and a coordinated sequence of changes of these cells, which leads to formation of a variety of tissues. This process is governed by the coordinated activation of thousands of genes at the right time and in the right cells and is called genetic regulation of development. Each of the cells carry the same set of genes yet the activity of genes varies greatly in various cell types. When and where genes get switched on is a key determinant of normal development and is encoded in the DNA sequence present in every cell. \n\nHowever, there is an additional mechanism of gene control, which operates by selective packaging of DNA (the genes and their switches) in the cell nucleus. The packaging of DNA (called chromatin) varies between cells and is important for marking the genes for activation. The marking and order of DNA packaging is inherited between cells during cell proliferation and may also be inherited from the oocyte and the sperm after fertilisation. This process is called epigenetic inheritance and has important implications in how inherited information is conveyed from parent to the embryo. \n\nIn this project we will study how one particular type of epigenetic information may contribute to the regulation of genes during embryo development. We will use a small animal model zebrafish, which is popular for genetic analysis of development due to the similarities in the way fish and human embryos regulate their genes during development and because the small transparent fish embryos can be easily cultured and monitored in laboratory conditions. We will study how proteins important in DNA packaging (histones) are marked in gametes and embryos to ask whether they are important for conveying epigenetic information from the parents to the developing embryo. We will explore the DNA codes of epigenetic regulation using biochemical assays that will tell us about histone marks on gene switches, and by analysing the DNA sequences which carry the codes for DNA packaging at the sites of the switches of genes active during embryo development. Our findings will be important for understanding the regulation of genes in normal development and will be useful for those studying the reasons for abnormal gene regulation, which causes a variety of disease both in development and in adult life.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L00741X/1","grantId":"BB/L00741X/1","fundValue":"316993","fundStart":"2014-05-12","fundEnd":"2017-05-11","funder":"BBSRC","impactText":"  So far, CAGEr software is the only outcome partially coming out of this project. It has been downloaded more than 100 times since its release and several colleagues in the field are using it for their research.. Education,Pharmaceuticals and Medical Biotechnology ","person":"Boris  Lenhard","coPersons":[],"organisation":"Imperial College London","findingsText":" We have produced and analysed first batches of small cell number immunoprecipitation (ChIP) data. We have reanalysed previously published ChIP data for zebrafish sperm and embryo stages, and began the development of computational methods for their integration with the incoming experimental data of this project. The results will be useful for researchers using zebrafish as a model organism, and the insights from them will, through comparative genomics and epigenomics approaches, be transferrable to other vertebrate organisms, including human, Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}