{"id":"1B01DE09-7C19-46B2-9ABB-44623E1A1762","title":"Energy from Rice Straw","abstractText":"This project will take rice straw, which is currently a waste material creating environmental problems in intensive rice systems across South and South-East Asia, and demonstrate the feasibility of converting it to a useful energy resource. The research will focus on addressing the very challenging physical and chemical properties of rice straw as an energy feedstock in a way that yields direct benefits for local communities. \n\nBarriers to be overcome include logistics, social integration, technological and economical challenges and institutional support. With such a multi-disciplinary suite of obstacles, a similarly multi-disciplinary team has been assembled to try to negotiate them. Wheat straw physiology and bioenergy technology experts from the SUPERGEN bioenergy hub have teamed up with rice straw experts, engineers, social scientists and extension staff from IRRI to form the core research team. This team will work together in partnership on 5 work packages that will effectively transfer knowledge between the partners to address the obstacles to sustainable development of energy from waste rice straw. These include:\n1. Understanding the rice straw and the specific challenges (technical, economic and social) associated with using it for energy purposes\n2a. Evaluating the technical and economic performance of different technology options for delivering energy from rice straw - carrying out conversion trials of rice straw in the Philippines using different conversion technologies (e.g. gasification, combustion and anaerobic digestion) to develop projections of how a whole system based on these different conversion options would perform at different scales across a range of technical and economic criteria e.g. capital cost installed, payback time, break even price of heat generated etc.\n2b. Using stakeholder engagement to identify the technical and non-technical barriers associated with energy conversion of rice straw, including issues such as viable business models for project development\n3. Quantifying the environmental impact of the most promising conversion options, including crucially the greenhouse gas benefits\n4. Understanding the energy needs and technology preferences of local communities via focus group discussions, that involve not just farmers (with a feedstock focus) but also their households (as end users with cooking needs, electricity, food storage etc) to account for whole community concerns in a gender-sensitive way. Rice millers, village leaders and policy makers will also be involved in discussions to gain a wider range of perspectives that will inform the study.\n5. Enabling development of the rice straw-energy technologies by engagement with a variety of local and international stakeholders and addressing the key issue of development risk by demonstrating technology viability at a facility to be built at IRRI's Experimental Station.\n\nThis represents a co-ordinated programme of activities focused on better understanding the particular issues associated with rice straw conversion and addressing these to show what works and what does not. This is a critical step in solving the major environmental and health issue of rice straw burning across Asia, whilst bringing energy access benefits for local communities. The UK partners gain from stretching their understanding of plant performance with an unusually challenging feedstock, which may also have implications for other feedstocks, and by deepening understanding of the socio-political context in developing countries. IRRI benefits from improved understanding of the scientific and engineering challenges posed by conversion of rice straw and how to overcome them. Local communities benefit from reduced environmental hazard and clean energy access. The wider global population benefits from reduced greenhouse gas emissions from rice production and energy use.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L002477/1","grantId":"EP/L002477/1","fundValue":"660827","fundStart":"2013-09-01","fundEnd":"2016-08-31","funder":"EPSRC","impactText":"  The project has not yet delivered signifciant findings. The work to date has been used to raise the profile of GHG emissions from agricultural systems, discuss methodological challenges with LCA practitioners and explore with focus groups of farmers and other stakeholders the potential for different utilisation methods for rice straw. Agriculture, Food and Drink,Communities and Social Services/Policy,Energy,Environment Societal,Economic","person":"Elizabeth Patricia Thornley","coPersons":["Ian  Shield","Anthony Paul  Roskilly"],"organisation":"The University of Manchester","findingsText":" We have assessed the availability of rice straw for energy provision in the region, including taking accoutn of competing uses. We have considered the different approprate technology options and focused on anaerobic digestion as one with significat potential for an initial demonstration project. We have developed an appropriate methdology for assessing the impact of rice straw utilization for clean energy provision on the overall greenhouse gas balance of rice production. We have examined stakholder and community perspectives on rice straw utilisation for clean energy provision, including assessment of energy demand and fit with agriculturla practices. Construction of a demonstration plant for AD of rice straw Agriculture, Food and Drink,Energy,Environment","dataset":"gtr"}