{"id":"1B0B3998-2FAC-486F-8D0D-4AF69FBA0074","title":"Moduli Techniques in Graded Ring Theory and Their Applications","abstractText":"A ring is a mathematical structure that models many types of symmetry. Most rings encountered &quot;in nature&quot; are noncommutative: the order of operations matters. This project will investigate deep relationships between noncommutative ring theory and geometry.\n\nRings are studied through their modules: objects that echo the symmetry encoded in the ring. The structure of a ring depends subtly and powerfully on the geometry of families of modules over that ring, and this connection has led to many advances. This project will explore this connection between the geometry of families of modules and the algebraic structure of rings in depth. I will extend current methods and develop new ones, and will apply my results to important unsolved algebraic problems. \n\nAn example of the power of this connection between geometry and algebra is given by the famous Virasoro algebra. The Virasoro algebra is renowned in mathematics and physics. It may be viewed as a mathematical model of statistical mechanics, and so is of deep importance to physics, particularly conformal field theory. The Virasoro algebra is a Lie algebra, rather than a ring; it can be turned into a ring by forming its so-called universal enveloping algebra. \n\nAlthough the Virasoro algebra had been intensively studied for many years, important basic questions about its universal enveloping algebra remained unanswered. Specifically, for at least 25 years mathematicians had been asking if the enveloping algebra of the Virasoro algebra had the noetherian property. (Rings that are noetherian are relatively well-behaved; those that are not noetherian are more exotic.) In recent joint work with Walton, I applied geometry to solve this problem: the enveloping algebra of the Virasoro algebra is not noetherian. Our work shows the power of geometric techniques to address purely algebraic problems.\n\nOne key method of our proof that the enveloping algebra of the Virasoro algebra is not noetherian was to construct a simpler model, called the canonical birational commutative factor. Because it is simpler, the model is easier to study; on the other hand, passing to the model loses a great deal of information. In this project, I will develop a general method, which will apply to many more rings than the enveloping algebra of the Virasoro algebra, to construct other canonical factors that contain more information but are still amendable to study. A general construction of more complex canonical factors will be a significant advance.\n\nThrough the new techniques this project will develop, I will answer many important questions in ring theory. I will use geometry to get more information about the enveloping algebra of the Virasoro algebra. I will explore whether the noetherian property described above can be detected through geometry. I will apply geometric methods to a large class of rings, of which the enveloping algebra of the Virasoro is only one example: to universal enveloping algebras of graded infinite-dimensional Lie algebras. Through these methods, I will show these rings are not noetherian. These rings are famously intractable, and this problem is inaccessible without the new methods that I will bring to bear.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M008460/1","grantId":"EP/M008460/1","fundValue":"294407","fundStart":"2015-09-01","fundEnd":"2018-08-31","funder":"EPSRC","impactText":"","person":"Susan Judith Sierra","coPersons":[],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}