{"id":"1B21152E-F699-4438-AA12-BFB5FE21880D","title":"Bodies of Planned Obsolescence: Digital performance and the global politics of electronic waste","abstractText":"The United Kingdom is one of Europe's main producers of electronic-waste (e-waste). Despite strict EU regulations and control programmes, a substantial part of British e-waste is exported to developing countries, where it is often recycled through environmentally harmful methods or dumped in unprotected areas, causing severe environmental damage accompanied by a range of socio-cultural problems. Despite this, public debate on digital technologies in Britain and other post-industrial countries has been primarily focused on the economic and social benefits of technological innovation.\n\nDigital performance arts practices have largely been complicit in this narrative. On the one hand, their primary interest has been in the exploration and showcasing of state of the art innovations; on the other, critical practices in the field have been restricted to the politics of a western, post-industrial cultural framework. Digital performance arts practitioners have rarely engaged with the material and socio-economic aspects of technology in terms of their production, and their 'afterlife' as electronic waste. \n\nBodies of Planned Obsolescence is a one-year international research networking project in which performance artists, art curators, scientists and cultural theorists will exchange and develop performance-based approaches to digital arts and the cultural and environmental aspects of the global economy of electronic waste. By re-functioning e-waste materials, digital arts practices will make the economic and ecological issues visible. By interaction with colleagues from other disciplines, the artists' impact will be augmented by scientific and socio-economic findings. The network overall will develop innovative international research collaborations with researchers from the UK as a country that exports a substantial part of its e-waste, and two countries that import e-waste: Nigeria and China. \n\nThis project will include the following key elements:\n-Launch event at the Victoria &amp; Albert Museum, London\n-Workshop &amp; symposium in Hong Kong and Guiyu, China, combining paper and performance presentations with participation in labour processes at an e-waste recycling facility.\n-Workshop &amp; symposium in Lagos Nigeria, including practice-based explorations of e-waste dumping sites.\n-Public conference/arts event at Watermans Art Centre in London, UK, which combines academic presentations with the creation of new performance work with electronic waste re-imported from Nigeria.\n\nThe focus on digital performance practices in Bodies of Planned Obsolescence is driven by the notion that critical practices in performance arts can constitute an intervention in broader cultural performative practices around understandings of - and engagement with - technology. An innovative aspect of Bodies of Planned Obsolescence is its methodological approach to practice-based research, which builds on anthropologist Tim Ingold's insight that not only art, but also anthropology, archaeology, and architecture should be practiced as 'thinking through making', instead of a focus on theorizing an externalized world..\n\nBodies of Planned Obsolescence seeks to extend Ingold's approach into collaborative work in the field of science and arts. Thus, practice-based research in digital performance arts is not only conceived as building on - and responding to - academic and scientific theory, as is often the case in science-arts collaborations, but also constitutes a process of 'blue-sky' experimentation, which may play an initiating role in discourse and research in other disciplines, as well as establish alternate modes of dissemination of scientific and humanities research on e-waste outside academia.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L01582X/1","grantId":"AH/L01582X/1","fundValue":"35148","fundStart":"2014-10-01","fundEnd":"2015-09-30","funder":"AHRC","impactText":"","person":"Daniel  Ploeger","coPersons":["Janet Kit Yan Chan"],"organisation":"Royal Central Sch of Speech and Drama","findingsText":"","dataset":"gtr"}