{"id":"1B39DC9E-961F-42BE-ACD0-C60F66084644","title":"Network on Developments in Corporate Criminal Liability","abstractText":"Can the Law cope with Corporate Crime? How do states go about investigating, prosecuting and sentencing companies that cause serious harm? Do laws have any effect on corporate behaviour? \\n\\nThe Network on Developments in Corporate Criminal Liability aims to enhance our knowledge and understanding of how states deal with corporate misconduct by bringing together international scholars from different disciplines to compile, compare and critically analyse current laws on Corporate Criminal Liability. Corporate wrongdoing has been tackled variously by economists, accountants, sociologists, criminologists, lawyers and human rights advocates. However, it is evident that each of these disciplines can benefit from increased exposure to the ideas and research of the other disciplines. Our purpose therefore is to create a multi-disciplinary and global network of scholars who can pool their expertise to produce a better understanding of the causes of corporate wrongdoing and how it can be addressed through law.\\n\\nRecent events have heightened public awareness of the enormous harm that can result from flawed risk management by companies. The damage may be economic, as evidenced by the current crisis in the banking industry and the downfall of such previously well-regarded companies as Lehman Brothers, Merrill Lynch, Enron, Parmalat, and Worldcom; or it may involve serious injury and even loss of life, as occurred in the crash of the Concorde in France, the capsize of the Herald of Free Enterprise, and rail crashes at Southall, Paddington, Hatfield, and Potters Bar in the UK. \\n\\nFailed prosecutions (and the failure to bring prosecutions because of anticipated problems of proof) have highlighted the inadequacy of traditional criminal law doctrines for coping with corporate wrongdoing. Legal concepts such as actus reus, mens rea, and causation, constructed with natural persons in mind, do not easily lend themselves to fictional entities such as companies. \\n\\nMany states, in response to the lack of effective regulatory mechanisms or the perceived inadequacies of existing laws, have enacted new statutes. These laws differ widely in approach from an across-the board criminal liability to administrative sanctions only. A key objective of the Network will be to assess the impact of these laws on corporate behaviour by determining how the laws are enforced and by whom (the police, a regulatory agency, or a specialist agency such as the Serious Fraud Office); how violations are dealt with by the authorities, the factors that influence decisions to bring criminal prosecutions; and the sanctions available to be imposed on companies, and executives and directors found to have promoted or sanctioned their company's offence, following a criminal conviction, as well as the extent to which these sanctions are applied in practice.\\n\\nAs the business community becomes more familiar with laws imposing corporate criminal liability, more and more companies can be expected to establish internal compliance departments to avoid violations. The end result may be a shift from the external enforcement of corporate criminal liability through regulatory agencies and the police to internal self-regulation. But is self-regulation the solution, and what are the alternatives? \\n\\nWe will disseminate the results of the research as widely as possible through thematic papers, workshops, conferences, and the publication of books, articles, and occasional papers. We will also establish a website, regularly updated, where new developments in the area, as well as contibutions from persons outside of the network, can be presented and made available. These activities will enhance the impact of the research and also ensure full engagement with a wide audience. The Network will be of interest to members of the business and legal communities, companies, public interest groups, NGOs, legislative bodies, academics, students and members of the public.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H008454/1","grantId":"AH/H008454/1","fundValue":"39530","fundStart":"2009-09-01","fundEnd":"2011-07-31","funder":"AHRC","impactText":"","person":"James  Gobert","coPersons":[],"organisation":"University of Essex","findingsText":"","dataset":"gtr"}