{"id":"1B3B21E0-26D9-4B8A-A4E3-78C43CBA1BC4","title":"Heriot-Watt - Equipment Account","abstractText":"Black holes are incredibly fascinating objects. They largely populate the Universe we live in, attracting whole galaxies around them. They also attract the imagination of novel writers and scientists alike: they represent the ultimate frontier at which our knowledge and intellect can be put to the test. In 1974 Stephen Hawking, building upon suggestions that black holes have a finite temperature, predicted that the event horizon surrounding a black hole separates regions characterized by such an intense space-time distortion that photons and particles are literally ripped out of vacuum state. These photons are then seen from outside the black hole to be emitted as a continuous flux of radiation. Black holes glow, just as if they were light bulbs. Unfortunately, this truly amazing prediction has little hope of being verified directly from astrophysical black holes. The &quot;glow&quot; has an extremely low temperature, of the order of tens of nano-Kelvins and cannot be distinguished amongst the much higher cosmic background temperature. Fortunately, exactly 30 years ago, William Unruh noted that the same arguments that lead to black hole evaporation also predict that a thermal spectrum of sound waves should be given out from a flowing fluid whose velocity is made to vary from sub-sonic to super-sonic velocities. Sound waves will remain blocked at the transition between the sub- and super-sonic regions at what, to all effects, is the analogue of an horizon. It now turns out that horizons are apparently far more common than one may imagine. They appear in flowing tap water as it hits the sink and in a number of water or liquid based scenarios; they appear in flowing Bose-Einstein-Condensates, in polariton condensates and, most importantly for what concerns this project, in moving dielectric media. We may imagine moving a transparent glass sample at velocities close to that of light. We would then have a situation analogous to that of sound waves in a moving fluid: in the presence of a transition from sub-luminal to super-luminal speeds, light waves will not be able to move beyond the horizon point at which the medium velocity is exactly equal to the phase velocity of light. One of the PIs (U. Leonhardt) recently proposed an ingenious method to achieve such horizons in a very simple manner. An intense laser pulse propagating in glass will create a local perturbation in the refractive index that travels together with the pulse, i.e. it naturally travels at light speeds. Any light wave approaching the perturbation will be slowed down by the local increase in refractive index and will eventually be blocked at the horizon beyond which it will be never be able to propagate. Using this very simple proposal, the other project PI (D. Faccio) obtained the first evidence of spontaneous photon emission induced by the dielectric horizon. The perturbation is glowing and evaporating by shedding photons excited from the vacuum state, just as Hawking predicted black holes should do. This project aims at taking forth these results and taking studies on Hawking emission and horizon related effects to the next level. We are now able to plan real experiments that can give us for the first time real data describing how horizons interact with the quantum vacuum. Moreover, at the heart of Hawking emission lies a novel amplification mechanism that, due to the lack of any previous experimental possibilities, has never been truly investigated before. This new amplification channel will be studied and used to amplify light. The goal in mind is to create the first black hole laser in which light is trapped in between two separate horizons. Bouncing back and forth it is amplified at each rebound and finally exponentially explodes in laser-like amplification process. The impact of this project therefore goes well beyond investigation of Hawking effects and invests a number of fields, ranging from quantum field theories to nonlinear optics and photonic technologies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J015040/1","grantId":"EP/J015040/1","fundValue":"7054460","fundStart":"2011-11-01","fundEnd":"2021-10-31","funder":"EPSRC","impactText":"  The femtosecond laser is pushing the boundaries of laser physics and engineering by setting ambitious goals, creating a fundamental radiating horizon in the laboratory, for stretching technology beyond current limitations, training students at the forefront of this technology. The laser system and science has led to high profile public engagement via the TED organisation and other outlets. Digital/Communication/Information Technologies (including Software),Pharmaceuticals and Medical Biotechnology Societal","person":"Alan  MillerDuncan  Hand","coPersons":[],"organisation":"Heriot-Watt University","findingsText":" This is a Capital Grant and research outcomes are reported primarily via project funding. Two capital grants are included:\n1. Robotarium - awarded in 2014 and being currently established\n2. Femtoscond Laser facility - further RCUK and EU grants and publications listed. Laser system has been used successfully to address fundamental science on &quot;black holes&quot; but also been put to use for collaborative experiments in information technology and medical science. Digital/Communication/Information Technologies (including Software),Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}