{"id":"1B4004A8-C7B7-4990-B68A-F81B576596FB","title":"Small molecule agonists and antagonists of inflammatory responses mediated by Toll- and Nod- like receptors","abstractText":"The human body is continually exposed to micro-organisms such as bacteria and viruses. Some of these live in a happy balance with humans, whilst others can damage the body and cause illness and disease. This latter group are known as pathogens. Humans recognise and respond to pathogens through an amazingly complex, but finely tuned system known as the immune response. This is formed from two different, but complementary, components called the adaptive and innate immune responses. The adaptive immune response is specific to a particular pathogen, takes a few days to become fully active and is the type of response primed by vaccines. The innate response is immediate, and responds in the same way to all pathogens. It creates an anti-pathogen state near the infection in which cells are primed to fight the pathogens. The detection of micro-organisms by the innate immune response is exquisitely sensitive. It uses proteins both on the surface and inside cells to recognise small parts of micro-organisms known as PAMPs (Pathogen Associated Molecular Patterns). PAMPs are essential for micro-organism function and show little or no variation between micro-organisms. PAMPs may include components of the bacterial cell wall, or sequences in the nucleic acid genome of viruses and bacteria. Through a better understanding of the detection of PAMPs and associated processes scientists have the potential to make far-reaching impacts in the treatment of infection in the future. Our research will investigate the function of two families of human proteins involved in recognising PAMPs and activating the innate immune response. These are the Toll-like receptors (TLRs) and the NOD-like receptors (NLRs). In particular we will focus on individual proteins called TLR8, NOD1 and NALP1. These recognise bits of genetic material from viruses and parts of the cell wall that surround bacteria. By understanding how these proteins function we will be able to improve the ways that infections and other diseases such as rheumatoid arthritis, inflammatory bowel disease and asthma can be treated. Indeed some of the drugs already available to treat viruses and tumours contain small molecules that interact with TLR8 and help it work. In order to understand how these proteins work we need to know how they are switched on and off in a cell and how they interact with drug molecules and PAMPs. The shape that the proteins make is very important for these processes. In our research we will grow different parts of these proteins in bacteria and viruses. These will then be purified to allow us to work with them. We will investigate how these proteins bind to drugs and other small molecules that could be made into drugs. This will use techniques such as surface plasmon resonance and isothermal titration calorimetry. These techniques allow us to mix the protein and drug to see how quickly and strongly they bind to each other. We will also look for new molecules that bind to the proteins and see whether they make the proteins more or less active. Finally we shall grow crystals of the proteins to let us look at their shape using a technique called X-ray crystallography. This can give clues to a protein's 3-dimensional shape by looking at the patterns formed by taking X-ray pictures of protein crystals. These pictures will tell us exactly how the proteins interact with other molecules. This work will explain how TLR8, NOD1 and NALP1 work to fight infection; how they react to drugs; and how their activity can be changed. In particular it will also identify new molecules that could be used as drugs in the future to improve treatments against infection and inflammatory diseases. These would have the potential to make a significant positive impact to health management on a global level.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G009295/1","grantId":"BB/G009295/1","fundValue":"588194","fundStart":"2009-01-12","fundEnd":"2012-01-11","funder":"BBSRC","impactText":"","person":"Nicholas John Gay","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}