{"id":"1B416F09-33E2-4C4B-AAAA-7E80D34A2067","title":"Life chances and living standards across the new Europe","abstractText":"<p>This is an integrated programme analysing life chances and living standards across both the &quot;old&quot; and the &quot;new&quot; member states of the European Union.&nbsp; It consists of four linked projects:</p>\n\n<p><strong>Income distribution and redistribution: &quot;old&quot; Europe and the new member states</strong> </p>\n\n<p>Analyses household incomes and poverty incidence across the new Europe, and uses microsimulation models to assess the role of taxes and benefits on income distributions within and between countries. </p>\n\n<p><strong>Gender, family and employment</strong></p>\n\n<p>Focuses on employment as a determinant of income levels, and particularly on women's employment and wages as drivers of income and poverty; examines policy variations affecting&nbsp;cross-country differences in behaviour and outcomes. </p>\n\n<p><strong>Cross-national comparative samples: methodology and comparability</strong> </p>\n\n<p>Addresses statistical issues raised by survey design effects, focusing on the effects of design practices such as cluster sampling, and the extent to which these effects may be ameliorated by appropriate weights. </p>\n\n<p><strong>Measuring, explaining and interpreting differences between countries</strong> </p>\n\n<p>Examines techniques for analysing variations between countries, and revisits the literature on welfare regime types, assessing the extent to which new member states fit into existing typologies.</p>\n\n<p>&nbsp;<br /></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/G007241/1","grantId":"ES/G007241/1","fundValue":"388532","fundStart":"2008-07-01","fundEnd":"2011-10-31","funder":"ESRC","impactText":"","person":"Maria  Iacovou","coPersons":["Richard George Berthoud","Peter  Lynn","Stephen  Jenkins","Mark  Bryan","Holly Elizabeth Sutherland"],"organisation":"University of Essex","findingsText":"","dataset":"gtr"}