{"id":"1B4D115B-7BF3-41BF-B70E-46D8F1856FC9","title":"Exit, Voice or Accommodation?: white working-class responses to ethnic change in Britain","abstractText":"<p>This project advances the hypothesis that ethnic change in England and Wales is associated with either white working-class 'exit,' 'voice', or 'accommodation'. 'Voice' is manifested as a rise in ethnic nationalist voting and anti-immigration sentiment and 'exit' as outmigration from, or avoidance of, diverse locales. Once areas reach a threshold of minority population share, however, these initial responses may give way to 'accommodation' in the form of decreased ethno-nationalist voting, reduced anti-immigration sentiment and lower white outmigration. In the course of our investigation, we ask the policy-relevant question:</p>\n\n<ul>\n \n\n <li>Do residential integration and minority acculturation calm or fuel white working-class exit and voice?</li>\n\n</ul>\n\n<p>In other words, does contact improve ethnic relations or do 'good fences make good neighbours'?</p>\n\n<p>This research adds to existing scholarship by integrating individual data with a more complex array of contextual variables, blending quantitative methods with qualitative research. Quantitative datasets include the ONS LS 2001 and 2011 (largely to map ‘white flight’ or integration), Understanding Society (mainly focusing on BNP and UKIP vote, but also social cohesion) and the Citizenship Surveys 2007-11 (to examine attitudes to immigration, as well as social cohesion). This will be augmented with aggregate analysis of 2001 and 2011 ONS census data. Three focus groups, run with our partner, Demos, will concentrate on white working-class residents in diverse areas.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/K003895/1","grantId":"ES/K003895/1","fundValue":"157864","fundStart":"2012-10-01","fundEnd":"2014-05-31","funder":"ESRC","impactText":"  Our findings have been heavily used by think tanks and the print and electronic media in 2013-14 around two major themes. First, white flight from London and questions of integration and housing; second, the role of immigration and ethnic change in the rise of UKIP. We have also briefed politicians and policymakers and communicated to them through live events, publications and the media. All told, we have put our ideas in front of policymakers and informed public debate. Full details at: http://www.sneps.net/research-interests/whiteworkingclass. Communities and Social Services/Policy,Construction,Government, Democracy and Justice,Security and Diplomacy Cultural,Societal,Policy & public services","person":"Eric  Kaufmann","coPersons":["Max  Wind-Cowie","Stephen  Jivraj","Gareth James Harris"],"organisation":"Birkbeck College","findingsText":" Essentially we find that the rise of immigration as the leading issue in UK Politics, as evidenced first by the ascent of the BNP, then UKIP, is connected to ethno-demographic change and not an artefact of economic shifts, distrust of politicians or mere media construction.\n\nChange brings White British unease, but time is a healer and the white majority does become used to higher levels of local diversity. \n\nWhite working-class people are more opposed to immigration than others, but this is most pronounced for the C1 (upper working and lower middle) rather than routine workers or unemployed.\n\nHigher levels of minorities in one's locale is associated with more tolerant white British attitudes, but higher rates of increase of minorities in the locale has the reverse effect. Moreover, a high level of minorities in an adjacent locale, or in the Local Authority but not in one's ward, has the reverse effect. Threat effects nationwide seem to be stronger, at present, than the ameliorative effects of inter-ethnic contact in diverse local areas.\n\nThe patterns above are not caused by white flight of tolerant people out of diverse areas, which we have shown to be minimal. Rather, the disjuncture between locale and wider area diversity on white behaviour is because people are more fearful of difference a little distance away than of difference in one's immediate area. A bit like the present of a nuclear plant.\n\nIn policy terms, we recommend that social housing, housebuilding and refugee dispersal policies attempt to smooth ethnic change wherever possible rather than trying to engineer rapid spatial integration.\n\nMuch is encapsulated in our September 2014 Demos report: http://www.demos.co.uk/publications/changingplaces We have gone further than others, we think, in exploring white flight and the local ethnic context to white immigration attitudes and populist right voting. But we still are not exactly clear why white British people, when they move, move to whiter areas than minorities. We are not entirely sure why whites in white areas see immigration as such a salient issue, though we suspect it has to do with dissonancemedia variants of national identity Communities and Social Services/Policy,Government, Democracy and Justice,Security and Diplomacy","dataset":"gtr"}