{"id":"1B5473C8-EEFA-4BA8-B45F-17991D58112C","title":"Control of spin and coherence in electronic excitations in organic and hybrid organic/inorganic semiconductor structures","abstractText":"The field of organic electronics has continued to make great technological and scientific progress over the last 5 years and has given rise to a significant industry. The worldwide market for organic/printable electronics reached $12 billion in 2012, about half of which were organic light-emitting diode (OLED) displays. The efficiency of phosphorescent red and green as well as fluorescent blue OLEDs is already close to their theoretical maximum; to achieve this requires complex multilayer architectures. For future OLED applications, such as lighting, there is an important need for simpler device architectures and cheaper materials to meet demanding cost targets. Also organic field-effect transistors (OFETs) are now being used in commercial applications, including flexible active-matrix electronic paper displays. There continues to be an important need for organic semiconductors with higher carrier mobilities (&gt;10-50 cm2/Vs) and electrical stability to enable a wider range of applications. Also organic solar cells based on distributed donor-acceptor heterojunctions have achieved steady improvements in performance with power conversion efficiencies of 10-11% now being reported for the best single-junction cells. However, in spite of intense research efforts the performance/efficiency and resulting cost of electricity of organic photovoltaics (OPV) is still not competitive with crystalline silicon solar cells. Two very significant breakthroughs made in the last two years have the potential to change this: (i) Our group in Cambridge has demonstrated 200% quantum efficiency in solar cells through the use of singlet fission, which opens up completely new architectures for solar energy harvesting. (ii) Hybrid organic-inorganic heterojunctions solar cells based on mixed halide perovskites have shown unexpected performance with efficiencies up to 16-17%, achieved in part through long exciton/charge diffusion lengths and low energetic disorder in the perovskite materials. This discovery may provide a solar cell technology that could realistically be competitive with silicon in a few years time. \nWithin this steadily advancing field of science and technology we identify three spectacular and unanticipated discoveries that create the opportunity for discontinuous advances. These are the focus of our programme: (i) Wavefunction delocalisation / coherence - We have been surprised that the degree of energetic disorder in conjugated polymers can now be reduced to levels at which it is no longer dominating the transport physics. It is very unexpected that this can be found in low-temperature processed non-crystalline materials. The associated coherence and delocalisation of excited state wavefunctions enables long-range electron transfer in non-covalent materials and heterojunctions; (ii) Organic-inorganic heterojunctions - The Oxford work on lead halide perovskites reveal low-temperature processed inorganic semiconductors with unexpectedly clean properties both in the bulk properties and also at interfaces with organic semiconductors. Understanding why it is possible to avoid electronic defect/trap states at these interfaces will form a major part of the programme. (iii) Spin - The unique spin physics of organic materials offers novel routes for controlling electronic processes that are not available in conventional, inorganic semiconductors. In particular, the process of singlet exciton fission to a pair of triplet excitons offers the potential of overcoming the Shockley-Queisser (SQ) efficiency limit in solar cells. The exploitation of these phenomena requires hybrid systems comprising both organic and inorganic semiconductors. Our programme grant builds on recent breakthroughs and is centered around the engineering of wavefunction delocalisation in organic and perovskite semiconductors. It will bring about a paradigm shift in the field of organic and inorganic large-area electronics and achieve step-changes in device performance.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M005143/1","grantId":"EP/M005143/1","fundValue":"5125270","fundStart":"2015-01-01","fundEnd":"2019-12-31","funder":"EPSRC","impactText":"","person":"Richard  Friend","coPersons":["Neil  Greenham","Iain  McCulloch","Henning  Sirringhaus","Henry James Snaith"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}