{"id":"1B55295E-4103-4602-9324-BF6E41BD46BF","title":"Quantitative mapping of antiferromagnetic domains in metallic thin films","abstractText":"Spin electronics is a novel and rapidly developing field aimed at either adding the spin degree of freedom to conventional charge-based electronic devices (e.g. transistors), or spin manipulation alone. A prominent example for such devices is the read head in magnetic hard disks. Future increase in storage density and data rate requires sensitive, nano-scale devices to read the stored information. A key component in these devices is antiferromagnetic (AF) thin films, which are usually metallic. Through a unique phenomenon of 'exchange-biasing' to ferromagnetic (F) films, a reference memory state is formed. However, the magnetic properties of AF films are still poorly understood because of the inability to resolve spatially their microscopic magnetic structure.This proposed research aims to develop novel simulation codes and transmission electron microscopy imaging methodologies of AF domains in polycrystalline metallic films at the nanometre scale. Magnetic imaging and structural characterization of F films coupled to the underlying AF will reveal information on the AF magnetic structure. These observations will enable to develop the simulation code, thus enhancing our understanding of the micromagnetic properties of AF thin metallic films. We plan to distribute the code developed during this research to interested academic and industrial users.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F016174/1","grantId":"EP/F016174/1","fundValue":"248245","fundStart":"2007-10-03","fundEnd":"2010-10-02","funder":"EPSRC","impactText":"","person":"Chris  Grovenor","coPersons":[],"organisation":"University of Oxford","findingsText":" New information on how the detailed microstructures of thin magnetic films affect the magnetic properties, published in several open press papers. The use of in-situ Lorentz microscopy to visualise the interactions of the magnetic flux lines with the microstructure was important in the success of the project. This was fundamental science leading to a better understanding of new magnetic materials, with no direct exploitation pathway. Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}