{"id":"1B61340E-72EA-4CB3-9A4B-803D7C498957","title":"The Sublime Object: Nature, Art and Language","abstractText":"The sublime is, by its very nature, a complex and difficult concept, which eludes simple definition and takes on different meanings in different times, cultures and geographical locations. Yet, for many people, who have never considered the question in theoretical or historical terms, recognition of the existence of the Sublime is confirmed by their experience of the natural world, and the way it is interpreted by artists and writers.\\n\\nThe project will be set in the wider context of Tate's commitment to research its Collection, to display it in new and innovative ways, and to explore its range and potential through varied collaborations with the scholarly community and the public at large. From the early 18th century to the present day, images of landscape occupy a prominent position in Tate's Collection. Over the years Tate has promoted landscape through a range of themed and monographic exhibitions and displays, a number of which have given a prominent place to the sublime. They include Tate's ongoing displays of the great Romantic artist, JMW Turner, and the recent Tate Britain exhibitions, 'American Nature' (2004). In 2000 Tate Modern's vast new Turbine Hall was greeted as an architectural embodiment of the sublime - a proposal which has been acknowledged since through a series of ambitious art installations, including Olafur Eliasson's 'Weather Project' of 2003, and Rachel Whiteread's installation 'Embankment' (2005-6) - inspired by her experiences as an artist in the arctic wilderness with 'Cape Farewell'.\\n\\nOne aim of this project is to draw together a wide range of individuals under the umbrella of Tate's Collection to discuss, debate and collaborate on a series of interrelated events and research activities focused upon the role of the sublime in our perception of the natural world. These individuals will include established scholars from a broad range of disciplines, curators, artists, post-graduate students, and young museum professionals - at least one of whom will be selected and employed by Tate specifically to work on this project. Another principal aim is to engage Tate's audience closely in our exploration of the Sublime. We will do this through our dedicated displays, our proposed 'Tate Sublime' website, and a diverse range of educational activities, directed towards school children, students and the adult community.\\n\\nThrough our investigation, we wish to achieve a greater understanding of the ways in which perception of the sublime in the external landscape - rural and urban, historic and contemporary, real and imagined - are shaped by cultural experiences: the art that we look at, the books that we read, and the ideas that are communicated to us through the medium of history, philosophy, poetry, politics, and religion. It is not an objective of the project to impose the concept of the sublime upon our audience. Rather, one of our objectives is to discover, through collaboration with them, whether the Sublime remains a legitimate and potent concept in the contemporary world.\\n\\nAmong the potential benefits of this research project will be achieving new and innovative ways of engaging with Tate's Collection across a wide range of material, and bringing it, at the same time, before a diverse audience. One important potential application is to determine the most effective ways in which visual images - in this case principally landscape based art works - can be used as the focus for an investigation of a fundamentally abstract concept, and how best such a concept can be discussed and disseminated, not only to those with a vested academic or museological interest, but to a broader public.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E510353/1","grantId":"AH/E510353/1","fundValue":"456227","fundStart":"2007-07-01","fundEnd":"2010-09-30","funder":"AHRC","impactText":"","person":"Richard  HumphreysChristine  Riding","coPersons":["Denise  Riley","Alison  Smith","Steven  Connor"],"organisation":"Tate","findingsText":"","dataset":"gtr"}