{"id":"1B720A42-A2B4-4EB5-B437-CC4ED7963CCF","title":"The Role of Technology in Evaluating Cultural Value","abstractText":"Methods of evaluating cultural impact still need substantial development to support robust, long-term empirical research on cultural value. Meanwhile, technological innovations have raised new possibilities for evaluating cultural value that promise to increase efficiency, reach and validity beyond what is possible with conventional methods. This proposed project considers several technology-enhanced methods for evaluating cultural value, providing descriptions and critical assessments to elucidate their strengths and weakness. This project focuses on evaluation methodology per se, with the aim of supporting future empirical evaluation and research on cultural value. The project begins with existing research and methodological literature on this topic. This project will review current literature on the use of technologies to evaluate the development of cultural value through events, institutions and digital platforms such as Twitter, Facebook, individual webpages, etc. \n\nThe project team will identify the strengths and weakness of different technologies and technology-enhanced evaluation approaches to suggest an appropriate framework for making best use of digital technologies in cultural value evaluation. The results of this critical literature review will be able to broadly be applied to a framework that can advance the way in which the value of cultural engagement is evaluated and employed.\n\nMethods\nThe methodology employed for this project will integrate a range of research approaches, embracing the partners' knowledge of arts/culture engagement impact evaluation, software design, production and implementation, mixed methods data analysis, visualisation of digital programmes and the requirements for integrating these new modes with more traditional cultural impact analysis. At its core, the project is focused on how we can capitalise on digital technologies to build a robust, evidence-based evaluation framework, while at the same time maintaining a critical perspective with respect to the limits of the technologies' contribution to evaluating cultural value. \n\nCritical Review \nThis phase of the research will involve a review of the evidence identified in the scoping review, using transparent, clear protocols for critical appraisal of the studies, predefined relevance criteria, and any extraction and analysis of data, and thus fulfilling criteria of Campbell Collaboration guidelines. Summaries of evidence under appropriate headings will note where evidence gaps or weaknesses occur. \n\nCritical Review Process\nThe critical review process will involve the following key stages:\n1. Literature identified \n2. Decision on relevance\n3. Extract/obtain full papers \n4. Summarise included papers' methods and applications of methods \n5. Critically assess methods in existing literature\n6. Identify additional technology-linked methodological options from beyond the existing literature on evaluating culture value\n7. Critically assess additional methodological options\n8. Prepare table(s) summarising methodological options, strengths and weaknesses and write up report","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L006170/1","grantId":"AH/L006170/1","fundValue":"31716","fundStart":"2014-01-01","fundEnd":"2014-05-31","funder":"AHRC","impactText":"","person":"Eric  Jensen","coPersons":[],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}