{"id":"1B780EB7-5554-46FF-81E9-C34B8791C411","title":"ASPP2: A molecular switch of cancer initiating cells in Squamous Cell Carcinoma?","abstractText":"Epithelial tissue lines the surface of the body (i.e. the skin), along organs and glands inside it. Around 80% of all human cancers develop in the epithelium, and of the different epithelial cancer types, Squamous Cell Carcinoma (SCC) is the most deadly. How SCC develops is currently poorly understood, however, it is known that as well as expressing normal basal cell markers such as keratin 14, they also express markers normally found in differentiated squamous cells such as keratin 1. While it is possible that SCCs initially develop in basal cells, it is unclear why such basal cells in SCCs begin to express differentiation markers. One explanation is that a selective advantage may be derived from their expression that enables basal cells to gain new properties. Alternatively, it is possible that SCC instead initially develops from the differentiated keratin 1-positive and keratin 14-negative suprabasal layer of the epithelium, which sits above the basal layer. We have recently developed an in vivo mouse model system in which the expression of ASPP2, a previously identified tumour suppressor and regulator of p53, is knocked out. Over 90% of tumour-bearing ASPP2 heterozygous mice developed spontaneous SCC in less than 1 year, indicating that ASPP2 is able to suppress the development of SCC and that this model system is ideal for investigating the origin of SCC within the epithelium. We therefore propose to cross our ASPP2 mutant mice with mice in which either keratin 1 or 14 is expressed. We will also examine the mechanism by which ASPP2's suppression of SCC development is achieved, in particular, by examining the expression levels of genes involved in the p63, Notch and Wnt signalling pathways, all of which are known to be affected by ASPP2's activity.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J000930/1","grantId":"MR/J000930/1","fundValue":"373314","fundStart":"2012-05-28","fundEnd":"2015-05-27","funder":"MRC","impactText":"","person":"Xin  Lu","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}