{"id":"1B84FB62-BC20-42CB-9C40-C9E825254D4F","title":"Morphological clocks: Quantifying module- and lineage-specific variation in rates of morphological evolution in the primate skull","abstractText":"An animal's body (its phenotype) is the vehicle through which its genes interact with the environment in which it lives. The shape of the body is constrained developmentally by the animal's genes (it cannot grow into a shape that is not coded for by its genome) and put to the test by the environment in which it lives, leading to evolution through Natural Selection (characteristics of the body can make the difference between life and death, and only phenotypes that survive for long enough to reproduce can pass on their genetic blueprint to subsequent generations). We can, consequently, view the shape of a phenotype as the result of interactions between the effects of the environment in which a species evolved and the constraints imposed by its evolutionary relationships with other species. We can also expect different elements of the phenotype to differentially reflect these relationships. In other words, some elements of morphology (the shape of the phenotype) will reflect evolutionary relationships more directly, while others will primarily reflect adaptation to specific environmental challenges or functions. We further predict that elements of morphology that tend to reflect adaptation will evolve more quickly, and in line with changes in the environment, whereas elements of morphology which are not primarily influenced by adaptation will evolve more slowly. In the first instance, our proposed research aims to quantify the extent to which environmental and evolutionary history are reflected in the shape of the primate skull and of different elements of the primate skull and, more specifically, in the rate at which different evolutionary lineages and different parts of the skull have changed over evolutionary time. In a second step, we aim to develop a new and improved framework for inferring evolutionary relationships between extinct species and between extinct and living species that takes that information into account. The skull is an ideal focus for this research for two main reasons. First, it is the most complex hard-tissue element of the body in terms of the range of functions through which the body interacts with its natural environment. It contains all the major sensory organs (vision, hearing, smell and taste) as well as the brain, and it performs key elements of the feeding process including locating, seizing and initial processing (chewing) of food items. Its complexity means that it is the most likely part of the skeleton to reflect measurable degrees of evolutionary and environmental influences. Second, elements of the skull are the most frequently recovered body parts in the fossil record, making them the focus of the vast majority of research on the evolution of extinct species. Primates provide a good model group of species because their natural history is relatively well known, allowing for the testing of hypotheses that relate aspects of the species' natural history to the shape of their skulls and to the rate with which that shape changed over evolutionary time. In the longer term, this research will contribute to solving some of the most interesting outstanding questions in primate and human evolution. For example, which known fossil species are the earliest members of the lineage that led to the 'higher primates' (anthropoids: monkeys, apes and humans)? Which known fossil is the earliest member of the hominins (the evolutionary lineage, which ultimately led to modern humans, after its divergence from that of the chimpanzees)? Which fossil hominin is the closest relative of our own genus, Homo? These questions are not only interesting in their own right, but have to be answered, in order to correctly interpret the sequence in which important characteristics of a species, or group of species, evolved and, ultimately, are key to defining our own fundamental biological identity.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H022937/1","grantId":"NE/H022937/1","fundValue":"392713","fundStart":"2010-10-01","fundEnd":"2014-04-30","funder":"NERC","impactText":"","person":"Christophe  Soligo","coPersons":["Anjali  Goswami"],"organisation":"University College London","findingsText":" The quality of inferences of evolutionary processes are necessarily constrained by the assumptions made in models that are used to map evolutionary change back trough time. The key central success of this grant has been the development, from idea to fully automatised and computationally efficient software package, of a new, more flexible (i.e., implying fewer assumptions) model of evolution for mapping character traits over evolutionary trees.\nA second key achievement has been the acquisition of the largest available standardised dataset of 3D cranial landmarks for strepsirrhine primates (lemurs, lorises and bushbabies). Both the database and the phylogenetic analysis software will become freely available and will be instrumental in supporting further research on strepsirrhine primates in particular and organismic evolution in general, with the latter increasingly supporting a broad range of fields including, for example conservation and medicine. Education,Environment,Pharmaceuticals and Medical Biotechnology,Other","dataset":"gtr"}