{"id":"1B85301D-E36D-498C-8D12-D72D2CCD45F9","title":"Understanding contemporary change in the West Antarctic ice sheet","abstractText":"Recent satellite observations of the Antarctic ice sheet show dramatic changes over the last decade or so. Two main types of change are seen. The first happens near the coast of the Amundsen Sea and affects several ice streams in the area, such as Pine Island and Thwaites Glaciers. Ice streams are rivers of fast-flowing (up to 1 km/yr) ice that are approximately 40 km wide and several hundred kilometres long, they are separated from the neighbouring slow-flowing (typically 10 m/yr) ice by abrupt shear margins. In these ice streams, the ice appears to be thinning at the rate of several metres per year. The other type of change is found deeper inland on the Siple Coast where one ice stream is thickenning and others show signs of lateral migration. Other evidence (such as buried crevasses) suggest that the flow of the ice streams in this area is very erratic and prone to the occasional shutdown. Air temperatures are so cold in Antarctica that there is very little surface melt and so changes in ice thickness are most likely caused by changes in the horizontal flow of ice, which can lead to thicker ice if the flow slows, or to thinning ice if it accelerates. Researchers believe that the first of the two observations highlighted above may be caused by warming ocean waters around Antarctica. This leads to increased melt from the underside of floating ice shelves, which therefore thin and tend (through buoyancy) to float more. This, in turn, reduces the amount of friction these ice masses experience as they flow over peaks and troughs in the subglacial topography. The net effect is that the ice shelves and their upstream ice streams accelerate and therefore thin. This type of process has been taken as an indicator of contemporary climate change. Until we know the cause of the oceanic warming (if it indeed exists), we will not be able to attribute this thinning to natural or anthropogenic causes. The strange behaviour of the ice streams along the Siple Coast is not thought to happen because of changes in the oceans. This is because the coast in this area is protected by the huge Ross ice shelf and water temperatures in the area are extremely cold. The observations of change in this area could be a reflection of the internal variability of ice flow and the analogy to 'weather' is often drawn. Ice streams are thought to be inherently unstable and prone to surges and periods of stagnation, like their smaller counterparts the valley glaciers. This behaviour may be caused by changes in the flow of water under the ice streams, which affects ice-steam flow because it lubricates any sediments at the base of the ice. Changes in water flow can therefore cause an ice stream to experience more friction and to stagnate. Both of the types of change that have been observed are therefore associated with the dynamics of ice streams. In this project, we want to understand this behaviour by constructing a numerical model of the ice sheet which has sufiiciently fine resolution to capture the the shapes of individual ice streams and ice shelves. This means that we will need to develop a method of doing calculations on a coarse grid for the whole of the ice sheet and on nested, finer grids for individual ice streams and shelves. In order to capture the behaviour described above, we will also have to develop models of new processes such as the transmission of stresses through an ice mass, the flow of water at its base and the interaction between this water and the softness of the underlying sediments. We will also have to integrate satellite observations of the ice sheet to produce an accurate model of its present-day flow. Once complete, the model will be used to assess the longer-term effects of changing ocean temperatures on the ice sheet. It will ultimately provide a tool to help us predict what Antarctica's contribution to future global sea level will be.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E006256/1","grantId":"NE/E006256/1","fundValue":"217010","fundStart":"2008-04-01","fundEnd":"2011-12-31","funder":"NERC","impactText":"","person":"Antony John Payne","coPersons":[],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}