{"id":"1B94A018-05C9-491E-9580-631D8D16405E","title":"Ethics and the War on Terror: Politics, Multiculturalism and Media","abstractText":"<p>This seminar series explores and analyses the theoretical and practical ethical issues raised by the war on terror; for example the nature and justification of such a war and the ethical implications regarding how that war should be 'fought', reported on, and the impact it should have on connected ethical practices, such as military codes and civil liberties. It seeks to broaden the debate about the nature of ethics to consider how they inform and shape, overtly and covertly, varied perspectives and in turn to problematise understanding of the war on terror and the debates surrounding it. This involves thinking about the kinds of discourses and frameworks of difference and moral imperatives that are used. This series creates a space for researchers and practitioners who are not necessarily expert in ethics as such to consider these key ethical concepts and questions, and to discuss their significance for active citizenship, as well as a range of substantive social problems and issues. For example, the effect on ethnic and religious groups in multicultural societies in terms of both their self identity and how they are perceived and treated by society more widely.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-451-25-4188","grantId":"RES-451-25-4188","fundValue":"15319","fundStart":"2006-11-26","fundEnd":"2009-02-25","funder":"ESRC","impactText":"  The main impact of the series was its method in bringing diverse groups of people together across war on terror divides. These represented a cross-sector of academic researchers, activists, policy makers and community actors. The mix of theory and practice discussions around ethical issues provided challenges which were productive in highlighting areas where new understandings needed to be generated. In addition three well-attended public keynote talks were organized featuring Guardian journalist Gary Younge, Phil Shiner (human rights lawyer), and US feminist academic Cynthia Enloe, as well as a final expert panel for a policy audience at the House of Commons. Communities and Social Services/Policy,Government, Democracy and Justice,Security and Diplomacy Societal,Policy & public services","person":"Gillian  Youngs","coPersons":["Heather  Widdows","Simon Lewis Caney"],"organisation":"University of Leicester","findingsText":" The series featured 10 seminars covering the areas of ethics and the war on terror in relationship to politics, multiculturalism and the media. The series opened up critical approaches to ethics and the war on terror across theoretical, philosophical and practice boundaries. Its method in bringing diverse practitioners together with community-based actors and researchers to address political and practice issues was a substantial part of its achievement. In other words the aim was to create new kinds of connections and dialogues. This resulted in a greater awareness of the ethical breadth of the terrain from different perspectives in the war on terror and indicated the importance of further research and policy engagement with that breadth and the diversity of perspectives within it. The importance of new work and collaborations across cultural and ideological boundaries was highlighted. The media's role was seen as complex in both reflecting divides that exist as well as offering potential for assisting better communication across them. The findings of this series on ethics and the war on terror pointed to ways forward for a broad range of actors including those in research, policy and community work. The challenge of developing better understanding across different divides was highlighted as was the need for new kinds of collaborative work to achieve this. This would involve examining cultural and ideological divides from joint perspectives. Media actors could take the findings forward by further critical engagement with their coverage and the ways in which it reflects existing divides. The media could also contribute to new ways of achieving better communication across these divides. Communities and Social Services/Policy,Government, Democracy and Justice,Security and Diplomacy","dataset":"gtr"}