{"id":"1B959AE5-2DD4-4639-BEB9-891F17FA2C03","title":"Structure and Composition of Large Low Shear Velocity Provinces","abstractText":"Earthquakes produce waves of energy that travel through the Earth, known as seismic waves. Seismologists measure the velocity of these waves and, using mathematics, are able to make three-dimensional models showing the velocity of waves in different parts of the Earth's interior. Such models consistently show two regions, beneath Africa and the central Pacific, where waves travel slower than average. These regions are comparable in size to continents on the surface of the Earth, and can be imagined as continents on the surface of the core. In view of their size and seismic characteristics, they are called large low shear velocity provinces.\n\nThe Earth's outer core is made from hot liquid metal (at about 4000 degrees Celsius). As it cools down, heat passes through the mantle to the surface. Large low shear velocity provinces cover about half of the outer core, forming a boundary between it and the overlying silicate mantle. If large low shear velocity provinces differ in composition to the rest of mantle, they could conduct heat at a different rate. This would mean that the areas of the core covered by large low shear velocity provinces would loose heat at a different rate to those where it is absent. This is important for several reasons. The rate at which heat leaves the core, and the way in which this varies across its surface, affects the dynamics of the lower mantle and outer core. The particular locations of the large low shear velocity provinces, beneath Africa and the central Pacific, means that they would impose a specific pattern of heat loss on the core. The dynamics of the lower mantle has important consequences for volcanism and continental uplift, while the dynamics of the outer core is responsible for generation of the Earth's magnetic field, which has implications for satellites and space weather. In spite of this, the origin and composition of large low shear velocity provinces is unknown.\n\nHow can we determine the composition of large low shear velocity provinces? Seismic studies are able to measure the velocity of waves that pass through large low shear velocity provinces. The velocity of a wave depends on the properties of the material it is passing through, in particular, its elasticity and density, e.g. seismic waves travel faster through harder and less dense materials. If we know the elastic properties and density of minerals or mixtures of minerals, at lower mantle conditions, we can see which best match those seen for large low shear velocity provinces.\n\nThe main aim of this proposal is to improve our understanding of the composition of LLSVPs and their thermal conductivity. In order to do this we will combine expertise in seismology and mineral physics (the study of the physical properties of minerals). As it is not possible to perform experiments to measure the elastic properties and thermal conductivity of minerals at lower mantle conditions, we will use computer simulations to calculate them. We will implement a method for calculating thermal conductivity in a modern computer code,,that is faster than those currently being used. The results of these calculations will be used to interpret new seismic observations, gathered from seismometers deployed in Africa.\n\nThe output from our research will primarily be of interest to scientists from seismology, petrology, mineral physics, geochemistry, geomagnetism and geodynamics, who can use it to model the dynamics of the core, which is important for our prediction of gradual decay of Earth's magnetic field and prediction of space weather. The implementation of the faster computational method for calculating thermal conductivity will be useful to a wide range of scientist, including those working on energy materials. This could assist the development of new materials for efficient recovery of waste heat.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/K006290/1","grantId":"NE/K006290/1","fundValue":"398148","fundStart":"2013-10-01","fundEnd":"2017-10-31","funder":"NERC","impactText":"  Since we are still in relatively early stages, our findings have not been used.  ","person":"Stephen  Stackhouse","coPersons":["Sebastian  Rost"],"organisation":"University of Leeds","findingsText":" The grant has only been running for about a year, and while significant progress has been made towards research objectives, none are yet complete. We are still in the relatively early stages. In future, we will add more detail here. Energy,Environment","dataset":"gtr"}