{"id":"1BAA7126-9902-412D-85E1-01626A16979B","title":"Interdependence","abstractText":"<p>Researchers have identified interdependencies within and between the social and natural worlds, especially in work on biodiversity and climate change research. The series of four seminars and two workshops created space to consider the extent to which ‘interdependence’ is or could be a powerful reference point in demanding both policy and public engagement in the issues. Participation included natural and social scientists, plus policy and communications professionals and artists. Yet they went further to explore the ethical implications of research as much as the work itself: What kinds of response/responsibilities are implied by new knowledge in these fields, not just for the policy community, but also for researchers? Environmental policy and political debates have drawn freely on a stock of environmentalist rhetoric regarding interconnections. The academic community, while more wary and often critical of this rhetoric, are nursing similar assumptions and commitments, albeit implicitly.<br /><br />The seminar series worked to reveal these and reflect upon their consequences. The series of seminars invited participants to work with both broad theoretical work and specific cases to probe the significance of notions of interdependence. The seminar series linked to, and fed, the communications and research project Interdependence Day. That project has resulted in a web and print 'ATLAS' publication, a popular multi author volume and two academic journal articles, as well as informing the design of ensuing projects including <a href=\"http://www.open.ac.uk/creativeclimate\" rel=\"nofollow\">Creative Climate</a>&nbsp; and <a href=\"http://www.open.ac.uk/researchcentres/osrc/research/themes/mediating-change\" rel=\"nofollow\">Mediating Change</a> </p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-496-25-4015","grantId":"RES-496-25-4015","fundValue":"20522","fundStart":"2006-04-01","fundEnd":"2008-12-31","funder":"ESRC","impactText":"","person":"Joe  Smith","coPersons":[],"organisation":"Open University","findingsText":" The seminar series supported a number of findings, some theoretical, some more practical:\n\n\n\n1. Global environmental change issues need to be communicated as more dynamic and plural than some of the dominant framings\n\n\n\n2. Interdisciplinary working is rewarding but relies heavily on 'interdisciplinary people': event and publication design helps, but there is little replacement for engaged and open-minded people in permitting a culture of exchange \n\n\n\n3. A diverse but integrated programme of outputs can help to reach different audiences.\n\n\n\n4. Interdependence is a potent but diffuse term: we found it a good word to gather around, but more difficult to then work with, and found ourselves pursuing more focused questions that spurred off it. We know that the popular book 'Do Good Lives' has, for example, inspired the Good Museums project and been drawn on widely by people in the new economics and transition movements. With a bundle of outputs that have included podcasts, a popular edited book (translated into Catalan), a more academic/arts community book, two journal articles and a sellout event at the Southbank Centre's Purcell rooms we offered plenty of different ways for different kinds of audiences to engage with the work that was initiated in the seminar series. Communities and Social Services/Policy,Creative Economy,Energy,Environment,Leisure Activities/ including Sports/ Recreation and Tourism,Government/ Democracy and Justice,Manufacturing/ including Industrial Biotechology,Culture/ Heritage/ Museums and Collections,Retail,Transport","dataset":"gtr"}