{"id":"1BAEE581-7B40-4D72-A90D-3840CA9DC2CD","title":"Cognitive Alienation. A New Approach to the Problem of Scepticism","abstractText":"The problem of scepticism in contemporary epistemology is generally construed as a series of seemingly cogent arguments for the conclusion that knowledge is impossible, or that we can have much less knowledge than we might have thought. However, recent work on the nature of knowledge has shown that these arguments rely on premises that we have independent reason to reject -- premises that postulate necessary conditions for knowledge that are not in line with our everyday understanding of the concept.\\nMost contemporary epistemologists conclude from this that the problem of scepticism should be regarded as solved, since the impression that the problem was real has been exposed as arising from a mistaken conception of the nature of knowledge.\\nThe proposed research is based on the hypothesis that this is the wrong conclusion to draw -- that the problem is real and important, but that it should not be construed as targeting the possibility of knowledge. Rather, it should be construed as a problem that we would face even if we had as much knowledge as we think we have.\\nMy main goal is to develop the alternative construal of the problem of scepticism that this hypothesis calls for. I intend to show that the problem raised by traditional sceptical arguments should be construed as concerning, not whether knowledge is possible, but whether we can succeed in seeing ourselves in a position to determine the extent to which our cognitive efforts approximate the goal of truth. 'Cognitive alienation' is the label that I use for the situation in which we find ourselves when we realise that we cannot succeed in this enterprise of cognitive self-assessment.\\nI intend to develop this construal by studying the parallels between cognition and other goal-oriented activities, arguing that our situation with respect to cognition is analogous to our situation in areas of activity where we don't see ourselves in a position to determine the extent to which we achieve our goals.\\nThe study of these parallels will also cast light on the peculiar features of the relationship between cognition and the goal of truth -- the fact that it doesn't seem possible to engage in the activity without aiming at this particular goal and the impression that we are incapable of reaching the conclusion that we haven't achieved it.\\nWith this construal of the problem I hope to vindicate the widespread suspicion that contemporary solutions to the problem of scepticism miss their intended target -- that the problem is left intact by the discovery that sceptical arguments against the possibility of knowledge are based on mistaken claims about what is required for knowledge.\\nMy construal will also sustain a new approach to the traditional line of reasoning according to which the problem of scepticism poses a serious obstacle to realist positions that insist on the radical independence between reality and the cognitive practices in which we seek to gain access to it. The new construal of the problem will enable us to get a clearer picture of the precise version of realism that comes under pressure from sceptical reasoning.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F003919/1","grantId":"AH/F003919/1","fundValue":"22429","fundStart":"2008-01-01","fundEnd":"2008-03-31","funder":"AHRC","impactText":"","person":"Jose Luis Zalabardo","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}