{"id":"1BB10320-712F-4EC8-8FC5-C8F73105847F","title":"Identification of nitrogen source and metabolism of Mycobacterium tuberculosis during intracellular replication.","abstractText":"M. tuberculosis (Mtb), the etiological agent of TB, is presently the most devastating infectious agent of mortality worldwide, responsible for 8.8 million cases of TB each year resulting in 1.4 million deaths. Co-infection with the human immunodeficiency virus (HIV), along with the emergence of multi- and extensively- drug resistant (MDR and XDR) strains of TB, has reaffirmed Mtb as a primary public health threat throughout the world. The limited number of drugs available that have activity against Mtb, and the prolonged multi-drug regimen needed to eradicate the infection, are the fundamental problems of TB treatment. New drugs active against Mtb are urgently needed. Intracellular metabolism of Mtb is an attractive target for development of novel anti-tuberculosis drugs; however most studies have focussed on carbon metabolism. Nitrogen is also an essential nutrient of Mtb but few studies have attempted to elucidate fundamental questions such as the nature of the nitrogen source of the pathogen when it grows inside the host. Our previous studies have identified amino acids as putative sources of nitrogen for Mtb when growing inside host cells. The hypothesis to be investigated in this project is that Mtb obtains nitrogen from a diverse range of intracellular nutrients including amino acids.\n\nTo address these fundamental questions we will first perform genetic analysis of Mtb to identify genes involved in uptake and assimilation of a range of possible nitrogen sources, such as amino acids. We will then inactivate these genes in Mtb and measure the ability of the mutated strains (lacking the ability, for example, to uptake a particular amino acid) to replicate in human cells. By examining the intracellular replication efficiency of a range of mutants that have specific defects in uptake of specific nutrients we will identify which nitrogen nutrients are important for intracellular replication. The next question is how the pathogen assimilates nitrogen. To tackle this question we in parallel we will directly analyse the nitrogen metabolic pathways used to assimilate nitrogen using cutting-edge systems-based metabolomics techniques that we have spearheaded at the University of Surrey. This will involve development of entirely novel systems to measure the nitrogen metabolism of the pathogen simultaneously with its carbon metabolism. Finally, we will develop a computer model of nitrogen and carbon metabolism in Mtb. The model will be used both to integrate data generated in the project but also to generate predictions that can test the hypothesis underpinning the project. In this way we will elucidate the role of nitrogen metabolism in the biology and virulence of this important pathogen. The study is also likely to generate novel targets for development of antituberculous drugs.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L022869/1","grantId":"BB/L022869/1","fundValue":"671148","fundStart":"2014-12-01","fundEnd":"2018-05-31","funder":"BBSRC","impactText":"","person":"Johnjoe  McFadden","coPersons":["Dany Justine Venetia Beste","Andrzej Michal Kierzek","Jane  Ward"],"organisation":"University of Surrey","findingsText":"","dataset":"gtr"}