{"id":"1BC1E3EB-51CA-4D7E-8D1D-478CC2A49F07","title":"Unsupervised categorization: Analytic and non-analytic processes","abstractText":"<p>Categorization is dividing the world into groups of things. Our ability to do this is central to our mental life, but how do we come to form the categories that we have? Psychologists have traditionally studied this question by showing people examples of novel categories and telling them, repeatedly and for every single item, which category the object belongs to. However, it appears unlikely that we receive such extensive, specific and reliable feedback in the real world. The proposed research uses a different technique - unsupervised categorization - where people are asked to classify the novel items in the way that seems most appropriate to them, without any feedback from the experimenter. This methodology seems more likely to tell us about the way in which people prefer to create categories. Through a number of controlled experiments, we will investigate the hypothesis that unsupervised categorization can occur as the result of both analytical (“problem-solving”) and non-analytical (“intuitive”) thought processes.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/D004489/1","grantId":"ES/D004489/1","fundValue":"69161","fundStart":"2006-09-05","fundEnd":"2007-09-04","funder":"ESRC","impactText":"","person":"Andy  Wills","coPersons":[],"organisation":"University of Exeter","findingsText":" Categorization is dividing the world into groups of things. Our ability to do this is so central to our mental life that it's easily overlooked. As an illustration of its importance, try to imagine a world with only proper nouns - you could have the concept of &quot;Fido&quot; but not of &quot;dog&quot;, of &quot;Gordon Brown&quot; but not of &quot;prime minister&quot;. \n How do we come to form the categories that we have? Psychologists have traditionally studied this question by showing people examples of novel categories and telling them, repeatedly and for every single item, which category the object belongs to. This method has been quite successful, but it appears unlikely that we receive such extensive, specific and reliable feedback in the real world. \n The research conducted during this grant used a different technique - unsupervised categorization - where people are asked to classify novel items in the way that seems most appropriate to them, without any feedback from the experimenter. This methodology seems to have more potential to tell us about the way in which people prefer to create categories. \n One of the things we already know about unsupervised categorization is that people tend to classify on the basis of a single attribute of the stimuli (e.g. colour) and ignore other attributes (e.g. size). This is perhaps a bit surprising, given that few natural categories (e.g. dogs, games) have this structure. \n One pre-existing explanation for the prevalence of single attribute sorting is that the way psychologists tend to run the experiments puts people into an &quot;analytical&quot; (problem solving) mindset. If people can be encouraged to be less analytical, previous research suggests they can be more likely to sort on the basis of overall similarity (which is the basis on which natural categories are usually assumed to be formed). \n Some of the results of the current grant re-affirm this hypothesis. However, our results also make a clear case that family resemblance sorting can also be the result of an analytic process. The evidence for this case comes from a number of converging findings. Specifically, we find that:\n1. When people are given a demanding task to do at the same time as they are categorizing, they can become less likely to produce family resemblance categories.\n2. When given instructions to act in a meticulous and careful way, people can be more likely to produce family resemblance categories than when they do not receive such instructions.\n3. People with a comparatively small &quot;working memory&quot; capacity (measured by, for example, their ability to recall digits over short intervals) can be less likely to produce family resemblance categories than those with comparatively large working memories.\n4. People rated as impulsive on standard tests can be less likely to produce family resemblance categories than those who are rated as reflective on those tests.\n The most likely conclusion is that family resemblance sorting can result from both analytic and non-analytic processes, although the conditions under with these two processes are most likely to produce family resemblance sorting differ. A question for future research is to elucidate more clearly the ways in which those conditions differ. By the end of the award, this work had already inspired a series of animal cognition and human neuroscience studies. Other uses of this work. are likely to be seen first in related work by other researchers of cognitive systems, including psychologists,\n neuroscientists, and those involved in intelligent systems research (e.g. computer scientists).\n In the medium term, there are a number of forseeable applications of an increased understanding of unsupervised\n learning, including an increased understanding of consumer choice behaviours, development of more effective educational systems, and the automated organization of very large data sets (e.g. data mining, search engines). Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software),Education","dataset":"gtr"}