{"id":"1BCA3F5E-C846-47FE-AAD4-2727CD486443","title":"Molecular mechanisms and synaptic functions of kainate receptor SUMOylation","abstractText":"Efficient communication between neurones at synapses is required for proper brain function. This communication uses chemical transmitters and relies on the presence of receptor proteins at the synapse surface. A key feature of this system is that the number of receptors changes depending on the activity at the synapse. We have found that for one type of receptor called the kainate receptor, binding of the transmitter leads to attachment of a small protein called SUMO and this results in the receptor being removed from the surface into the cell (where it can no longer function) by a mechanism called endocytosis. Preventing SUMO attachment to kainate receptors blocks endocytosis. We go on to demonstrate that this process regulates communication between neurones. This is significant because kainate receptors regulate the general excitability of neurones and synaptic transmission and their dysfunction has been implicated in diseases such as epilepsy and Huntington's disease. In addition, we show that in addition to the receptor we have characterised, there are many other proteins present at synapses that undergo similar addition of SUMO. The aim of this proposal is to go on to work out some of the details of how this process works. Specifically we want to find out what change in the receptor allows it to bind SUMO and what molecular changes take place once the receptor is SUMOylated. We believe these experiments will have very important implications for understanding how synapses function. Furthermore, once we shed light on how kainate receptors are handled in normal cells we can then gain insight into what happens in injured or diseased cells and try to formulate strategies to compensate for or repair the problems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F00723X/1","grantId":"BB/F00723X/1","fundValue":"947302","fundStart":"2008-01-01","fundEnd":"2011-09-30","funder":"BBSRC","impactText":"","person":"Jeremy M Henley","coPersons":["Jack  Mellor"],"organisation":"University of Bristol","findingsText":" In this project we have built on our previous data demonstrating the importance of ainate receptor SUMOylation and achieved significant advances towards understanding some of the key details underlying how the number of receptors at synapses change depending on the activity at that synapse. \n\n\n\nWe have characterised the role of SUMO in the regulation of one type of receptor, the kainate receptor that is critical for normal brain function. We demonstrated that for these receptors SUMOylation is downstream of phosphorylation that occurs on agonist binding, indicating the complex orchestration of protein interactions and modifications that occurs at synapses. We went on to show that this regulatory cascade is essential for kainate receptor synaptic plasticity.\n\nIn addition, we made good progress in uncovering other synaptic processes and systems that are regulated by SUMO. In particular, we show that functional expression of another critical receptor in the brain, the AMPA receptor, is indirectly regulated by SUMOylation and that overexpression of SENP1, an enzyme that deSUMOylates proteins, prevents homeostatic plasticity.\n\n\n\nOverall, we feel this grant has been extremely successful and allowed us to discover and publish important new findings about how SUMO is involved in synaptic protein trafficking. \n\n\n\nOur work has shed light on how kainate receptors are handled in normal cells and we have now extended this to investigate what happens in injured or diseased cells. In particular, we are using cell culture models of stroke to study how the SUMOylation systems and receptor trafficking processes in neurones respond to severe metabolic stress caused by oxygen and glucose deprivation. Although these experiments are ongoing they have already revealed important new insights into previously unsuspected processes involved in cell death and survival pathways. We anticipate that these data together with future studies may allow us to try to formulate strategies to attempt compensate for or repair SUMO dysfunction in damaged and diseased cells.\n\nAt a fundamental level the BBSRC funding enabled us to provide core, detailed information as to how synapses work under normal, activated and stressed conditions. A large number of new reagents were generated during the course of this grant and these have been published and, when requested, disseminated to scientists worldwide. More specifically, we have made a series of loss and gain of function point mutations in GluK2 subunit to investigate the relationship between phosphorylation and SUMOylation of kainate receptors.\n\n\n\nIn addition, we have constructed Sindbis virus vectors expression fluorophore tagged versions of these constructs for their efficient expression in dispersed cortical and hippocampal cell cultures as well as cite slice cultures. \n\n\n\nAs a spin off from the core aims of this project we also made tools in parallel to investigate the effects of neuronal SUMOylation on other key pre- and postsynaptic proteins. Again these comprise multiple targeted point mutants and expression constructs. We are in contact with GSK and NeuroSearch regarding likely SUMO targets and possible approaches to modulate these targets in disease. For example, with NeuroSearch we exchanged material relating to Huntingtin protein since this is a validated SUMO substrate. However, unfortunately NeuroSearch has withdrawn from all basic research to focus on clinical trials of a potential Huntington drug. Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}