{"id":"1BCC657E-AFF2-402E-BC6F-D9007C52ECAD","title":"Encapsulated phage for treatment of burns and wound site infections","abstractText":"This project, in partnership with Biocontrol Ltd and the departments of Chemistry and Chemical Engineering at the University of Bath, will encapsulate specific lytic phages within phospholipid vesicles, and incorporate the vesicles into a prototype burn / wound dressing and a topical aqueous cream. The primary focus of the work is in the prevention of infection of paediatric burns, where our clinical partner, Dr Amber Young at the South West Paediatric Burns Centre, Frenchay hospital will provide expertise. The vesicles will be designed such that they both will stabilize the phage over time i.e. when stored, but only release their contents following exposure to secreted toxins and enzymes from pathogenic bacteria. The aim of this project is to reduce the risk of infection from burns and other injuries by making a 'smart' dressing, based on phage therapeutics.38,000 children on average suffer burn injuries in England and Wales each year, of which 55% are scalds. Most are small in area, 80% are in children under five years and the majority are due to hot drink spillages. One of the primary problems in the treatment of burns is bacterial infection, which can delay healing, increase pain; increase the risk of scarring and in some cases cause death. In recent years there have been great improvements in the treatment of burns, particularly with biologically-derived dressings which actively promote cell growth. However, the problem of infection has not gone away, and there is evidence that silver treated antimicrobial dressings can delay burn healing.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I027602/1","grantId":"EP/I027602/1","fundValue":"657968","fundStart":"2011-05-02","fundEnd":"2015-05-01","funder":"EPSRC","impactText":"","person":"Andrew Tobias Aveling  Jenkins","coPersons":["Tom  Arnot"],"organisation":"University of Bath","findingsText":"","dataset":"gtr"}