{"id":"1BD13F00-1207-46D7-B72F-970766048D64","title":"EpiStressNet: A biosocial systems approach to understanding the epigenetic embedding of social stress responses.","abstractText":"The social environments in which we live provide daily challenges that affect how we think and feel, influencing our behaviour and sense of well-being. However, it is far from clear exactly how these experiences affect us at a physical level. Recent research in biology has discovered molecules that are found in all of our cells, which interpret our experiences by switching genes on or off in particular cell types. These molecules, or &quot;epigenetic&quot; mechanisms, bind to DNA and control gene activity, which in turn change the functions of our cells, tissues and organs, and so affect what we think, feel and do. We are beginning to understand that these epigenetic mechanisms are modified by factors that also affect our health, and recent evidence indicates that social stress is one such factor. Societies in which there is a bigger gap between rich and poor, such as the UK, also have bigger, more stressful social and health inequalities. Good evidence suggests that the social stress caused by social inequality leads to ill-health and that this link may involve epigenetic mechanisms. This project aims to build a network of biological and social scientists to explore how social stress causes epigenetic changes which affect biology and behaviour. To address this problem, we will establish a team with wide-ranging expertise in investigating (a) the physical effects of stress on gene activity in the brain and the body, (b) the impacts of social inequality on health, and (c) how we think about the way our experiences get under our skin to shape behaviour and well-being. This team of social science, public health and biology researchers, will develop and carry out novel shared projects. We will hold discussion meetings to consider new biological and sociological ideas together, and share new discoveries that will help to explain how social stresses exert their effects on the brain and the rest of the body, and the roles of epigenetics in these processes. We will also meet with industrial, government and health service professionals, to consider the potential impacts of our research for their work, and engage with the general public more broadly to discuss the wider implications of this research for society.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/N000528/1","grantId":"ES/N000528/1","fundValue":"200445","fundStart":"2015-11-02","fundEnd":"2017-11-01","funder":"ESRC","impactText":"","person":"Vincent Trevor Cunliffe","coPersons":["Simon Johnson Williams","Jill  Pell","Paolo  Vineis","Paul  Shiels","Darren  Grafham","Enrico  Petretto","Paul  Martin","Soojin  Ryu","Marysia  Placzek","Ilke  Turkmendag","Kate  Weiner","Gwilym Benjamin Pryce","Harry  Burns","Penelope Jane  Watt","Maurizio  Meloni","Silvia  Stringhini","William Howard Norton"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}