{"id":"1BDB2F1F-6788-40C4-9D6D-8E6FB9B3838C","title":"Burgess Shale-type microfossils in the Western Canada Sedimentary Basin: tracking early Palaeozoic ecosystem evolution","abstractText":"Modern marine ecosystems were established during the early Palaeozoic radiations of animals, first the 'Cambrian Explosion' and then, some 50 million years later, in the 'Great Ordovician Biodiversification Event.' By tracking the details of diversification through this critical interval, it should be possible to reconstruct not only the dynamics early animal evolution, but also the underlying effects of accruing ecological novelty. Unfortunately, the conventional fossil record represents only a fraction of ancient diversity, while famous 'soft-bodied' biotas such as the Burgess Shale are too rare to provide larger-scale patterns. I propose to circumvent these problems by exploiting a new, largely untapped source of palaeontological data: Burgess Shale-type microfossils. Like their macroscopic counterparts these fossils record the presence of non-biomineralizing organisms, but they also extend the view to include previously unrecorded forms and fine features. More significantly, they are proving to be quite common - to the extent that they can begin to be used to test macroevolutionary hypotheses. Systematic analysis of Burgess Shale-type microfossils through the Middle to Late Cambrian will shed fundamental new light on early evolutionary patterns, not least the poorly known interval between the Cambrian and Ordovician radiations. By integrating this enhanced fossil record with the principles of biological oceanography and macroecology, this study will also provide a unique, evolutionary view of how modern marine ecosystems function. This study will focus on the Western Canada Sedimentary Basin, which contains one of the largest, best preserved and most extensively sampled sequences of early Palaeozoic rocks on Earth. In addition to famously fossiliferous units exposed in the Rocky Mountain Fold and Thrust Belt - including the Burgess Shale itself - strata extend eastwards for over 1000 km in the subsurface, where they have been penetrated by hundreds of petroleum exploration boreholes. These subsurface materials are housed in state-of-the-art storage facilities in Calgary, Alberta and Regina, Saskatchewan and offer a unique opportunity to sample systematically through the whole of the Middle-Late Cambrian, and across an expansive shallow-water platform into continental-margin environments exposed in the Rocky Mountains. Preliminary work in both subsurface and outcrop occurrences has identified an exquisite range of Burgess Shale-type microfossils. More comprehensive sampling and analysis will substantially advance our understanding of early Palaeozoic diversity, macroevolutionary patterns, and the co-evolution of ecosystem function and environments.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H009914/1","grantId":"NE/H009914/1","fundValue":"360717","fundStart":"2010-05-01","fundEnd":"2013-11-01","funder":"NERC","impactText":"  The results of this project have attracted significant scientific attention (based in part on high-impact publication in PNAS and Geology). 'Small Carbonaceous Fossils' (SCFs) have rapidly become recognized as an important new source of palaeontological data, with major implications for understanding the Cambrian explosion of early animal evolution. \n\nThe results of this research were largely responsible for the success of a follow-up grant proposal.\n\nThe results of this research served as the basis of a large, professionally developed, display case in the Sedgwick Museum, Cambridge. The Sedgwick Museum attracts ca. 100,000 visitors a year. Education,Environment Cultural","person":"Nicholas James  Butterfield","coPersons":[],"organisation":"University of Cambridge","findingsText":" We have discovered a major new range of Cambrian fossils from the Western Canada Sedimentary Basin. Burgess Shale-type microfossils (more recently termed 'Small Carbonaceous Fossils') are exquisitely preserved in the sub-surface of Saskatchewan and Alberta, and, to a more modest extent, in the Rocky Mountains of SW Alberta. Delicate HF acid processing of mudstones has yielded an unprecedented abundance of early arthropods, priapulids, algae, molluscs, chordates, pterobranchs, acritarchs and 'problematica' which are shedding fundamental new light on the diversity and distribution of early animals. At this stage, the most significant discovery has been the identification of remarkably modern branchiopod, ostracod and copepod crustaceans. None of these major arthropod groups has previously been documented in the early Palaeozoic, including the famous Burgess Shale biota in SE British Columbia. Their presence in relatively shallow epicratonic seas demonstrates the pronounced palaeonenvironmental partitioning of early metazoan ecosystems, and the preservational bias towards relatively archaic biotas living in deeper water dysaerobic settings. Our techniques for extracting microfossils have become widely recognized by the palaeobiological community, simply because they recover a previously unrecognized source of fossil data. Not only are these entirely novel data, they provide a fundamentally different account of early animal evolution than that provided by conventional fossils, or even macroscopic Burgess Shale-type fossils. Education,Environment","dataset":"gtr"}