{"id":"1BDD0642-1EEB-444B-846D-664AC99FB624","title":"Computational Methods to Predict the Robustness of Cementless Total Hip Replacements","abstractText":"When a person undergoes hip replacement surgery, there are many factors that can affect how long it will last, many of which are not immediately apparent to the patient. Within each patient, the properties of bone can vary considerably; this difference in bone quality may be even more apparent between patients, particularly if one patient is more active than another, is heavier, or even if their diets are different. Other factors to consider are the geometries of the bone and implant, the quality of the surrounding tissues, the trauma associated with surgery and how well aligned the implant is, the last two of which are related to the surgical technique. Traditionally, experimental investigations into the performance of hip replacements have been limited to analysing one situation per experiment (e.g. one alignment and one bone). The results of these investigations can really only provide a good qualitative indicator as the biological environment can not be adequately simulated in the laboratory. Add to this, the huge number of experiments that would be required to simulate all possible scenarios (combinations of alignment, geometries, bone quality etc.) and experimental investigations soon become unfeasible. In order to address this shortcoming, computational methods have been developed that are capable of simulating an experimental test in a much shorter time. However, to date, most of these investigations again describe only one situation and many computational models are required to fully describe the effect of variations in only a single parameter. The proposed research program therefore, will deliver new computational tools that can account for variations in parameters such as the properties of bone, the loading conditions and the surgical technique simultaneously and efficiently, in a single analysis. It is anticipated that the immediate benefits of this research will include the development of models capable of determining which current implant designs are more forgiving of variations in misalignment and bone geometry, and are therefore likely to perform well regardless of the patient. In the medium term, these analyses should enable the surgeon to make an informed decision when selecting the most appropriate implant for his/her patient. In the longer term, it is believed that the research will help prosthesis manufacturers to arrive at new designs with improved performance and longevity, to the benefit of the manufacturer, the health provider, and of course, the patient.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E057705/1","grantId":"EP/E057705/1","fundValue":"390097","fundStart":"2007-10-08","fundEnd":"2010-10-07","funder":"EPSRC","impactText":"  The findings of this research have been used by orthopaedic companies and research organisations in the development of more robust orthopaedic implants. Using the methodologies developed, implants that are more tolerant of uncertainty in patient characteristics (size, weight, activity level, bone quality) can be proposed. Healthcare,Manufacturing, including Industrial Biotechology Societal,Economic","person":"Martin  Browne","coPersons":["Mark  Taylor","Prasanth  Nair","Douglas Graham Dunlop"],"organisation":"University of Southampton","findingsText":" A novel computational framework combining CAD and finite element (FE) computational modelling, a mesh morphing technique, design of experiments, contact analysis and Bayesian surrogate modelling has been developed.\n\n\n\nThe mesh morphing technique is developed to automate the FE model generation process for various femur-implant configurations to circumvent the manual steps of CAD modelling and remeshing procedures. In this way, implants can be rapdily 'virtually' implanted into any bone and thei The findings of this research are being directly delivered to clinicians to advise in pre-operative planning. By simulating the performance of the hip implant in a range of bones computationally, it is possible to determine what factors influence its performance. In the present study, the way the surgeon positions the implant was found to be important, and this information, has been disseminated to clinciancs at conferences and through direct contact at the University Hospitals Trust. The codes Healthcare","dataset":"gtr"}