{"id":"1BE20E34-8223-4F4F-B3B1-3256FF6B58D5","title":"Evanescent Microwave Spectroscopy for nanoscale measurements - feasibility study","abstractText":"Scanning Evanescent Microwave Microscopy (SEMM) is a technique for determining the electrical properties of materials on small (nm) length scales. The spatial resolution depends on the geometry of the instrument, and is significantly smaller than the wavelength of the microwave excitation. The SEMM probe may be scanned across the surface of a sample to give an image of material parameters such as dielectric constant or conductivity.The main aim of the research is to quantify the response.Miniaturisation of structures for devices demands new ways of interrogating function. In the past measurement of complex dielectric properties for example, has relied on the measurement of a cylinder of dielectric material with dimensions of millimetres using resonant cavities. Here the permittivity and the loss can easily be measured with good accuracy. Measurement of resisitivity has relied on the application of contacts, albeit at sub millimetre dimensions, in order to make measurements. With the drive towards structures at micrometer and nanometre scale measurement of function poses special difficulties. This proposal is aimed at providing a solution to such problems by using evanescent microwave spectroscopy.The probe emits microwave energy, but because the characteristic dimension of the probe is much smaller than a wavelength this energy is in the form of an evanescent wave i.e. the field intensity decays exponentially. This gives high spatial resolution. The probe may take the form of an aperture in a resonator, the open end of a coaxial transmission line, or a short conductor. The aperture and open coaxial cable methods can suffer from poor signal-to-noise ratio, as it is difficult to couple sufficient energy to the sample without compromising spatial resolution.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E031900/1","grantId":"EP/E031900/1","fundValue":"81963","fundStart":"2007-02-01","fundEnd":"2008-01-31","funder":"EPSRC","impactText":"","person":"Neil  Alford","coPersons":[],"organisation":"Imperial College London","findingsText":" Scanning Evanescent Microwave Microscopy (SEMM) is a technique for determining the electrical properties of materials on small (nm) length scales. The spatial resolution depends on the geometry of the instrument, and is significantly smaller than the wavelength of the microwave excitation. The SEMM probe may be scanned across the surface of a sample to give an image of material parameters such as dielectric constant or conductivity.\n\n\n\nThe main aim of the research is to quantify the response.\n\n\n\nMiniaturisation of structures for devices demands new ways of interrogating function. In the past measurement of complex dielectric properties for example, has relied on the measurement of a cylinder of dielectric material with dimensions of millimetres using resonant cavities. Here the permittivity and the loss can easily be measured with good accuracy. Measurement of resisitivity has relied on the application of contacts, albeit at sub millimetre dimensions, in order to make measurements. With the drive towards structures at micrometer and nanometre scale measurement of function poses special difficulties. This proposal is aimed at providing a solution to such problems by using evanescent microwave spectroscopy.\n\n\n\nThe probe emits microwave energy, but because the characteristic dimension of the probe is much smaller than a wavelength this energy is in the form of an evanescent wave i.e. the field intensity decays exponentially. This gives high spatial resolution. The probe may take the form of an aperture in a resonator, the open end of a coaxial transmission line, or a short conductor. The aperture and open coaxial cable methods can suffer from poor signal-to-noise ratio, as it is difficult to couple sufficient energy to the sample without compromising spatial resolution. Uses are for nanoscale characterisation of materials. This work has been transferred to the National Physical Laboratory who hare having considerable success in &quot;industrialising&quot; the technology. Aerospace/ Defence and Marine,Chemicals,Digital/Communication/Information Technologies (including Software),Electronics,Energy","dataset":"gtr"}