{"id":"1BE5A566-1E81-4065-B734-866591FB72E6","title":"Chemosensory genes and the evolution of aphid host races","abstractText":"The process of speciation involves the progressive evolution of reproductive isolation between divergent populations. When this process happens in the face of gene flow, differentiation is expected to be variable across the genome reflecting the direct operation of natural selection and the barrier created for regions surrounding selected loci. Population genomics and QTL mapping approaches have recently contributed significantly to detecting regions under selection and associated islands of differentiation but further progress is difficult in many systems. We argue that a candidate gene approach can significantly advance this field. We propose to study sequence and expression divergence for the entire known repertoire of chemosensory genes in host races of the pea aphid. This study system is unique in having multiple races at different levels of divergence, excellent background information and a sequenced genome. This allows us to apply the latest approaches (Nimblegen capture arrays, 454 sequencing and Illumina Digitial Gene Expression) to this major problem in evolutionary genetics.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H004556/1","grantId":"NE/H004556/1","fundValue":"65499","fundStart":"2010-04-01","fundEnd":"2012-09-30","funder":"NERC","impactText":"  The PI at Sheffield (Butlin) and Project Partner Zhou attended the CropWorld2012 conference in London and distributed a flier about the potential of our results to underpin the design of new aphid control strategies.  ","person":"Julia  Ferrari","coPersons":[],"organisation":"University of York","findingsText":" Our aim was to test the hypothesis that divergent selection has operated on a small subset of chemosensory genes during the formation of host races of pea aphid. We predicted that this selection would have generated either (1) patterns of sequence divergence that are atypical with respect to background divergence in randomly selected control loci, and the majority of chemosensory loci, or (2) differences in gene expression that are similarly atypical, or both.\nOur approach involved the following steps:\n1. Sample 8 different host races from a small geographical area\n2. Capture chemosensory genes and control genes from genomic DNA using Nimblegen capture arrays and sequence using the GS-FLx Titanium platform\n3. Analyse these sequences for patterns of diversity, divergence and signatures of selection\n4. Use the Illumina 'Digital Gene Expression' approach to characterise expression of chemosensory genes in aphid heads, following rearing on either their own or a common host\n5. Test expression patterns for loci with high divergence among races.\nSampling was completed according to our plans. The capture sequencing strategy was revised because of the much higher coverage that became available with the Illumina HiSeq2000. SureSelect sequence capture is better suited to Illumina sequencing than Nimblegen so we used this approach, designing a target set that included 3610 targets (995 exons from chemosensory loci, 1386 from control loci and 572 from loci in other gene families potentially involved in aphid-plant interactions, plus 657 putative control regions from chemosensory loci). We tagged DNA from 120 aphid genotypes from the 8 host races, captured in pools of 6 and then sequenced in 10 lanes, 2 pools per lane, generating approximately 3x109 sequence reads. Reads have been mapped to targets after quality checking and filtering: &gt;90% of targeted bases are covered at 30x or more per individual. We have used a recently-published approach to check for copy-number variation and have found evidence for widespread duplication and loss which is non-randomly associated with gene families, being more common than expected in the odorant receptor genes. In some cases, copy number variation is strongly associated with race suggesting that it may play a role in host-associated differentiation. Having removed duplicated loci, we now have a clean dataset from which about 6000 variants (SNPs and small indels) have been identified. This data set will be analysed in an ABC framework developed while sequencing was in progress. We will first infer the demographic history of the races and then use this model to detect loci that depart from neutral expectations.\nSampling of RNA from aphid heads was also completed as planned. Here too, technical advances have allowed us to improve our experimental design. We have sequenced RNA from 84 samples, from 7 races, in most cases with the same aphid genotypes reared either on their own host or on the ‘universal’ host, Vicia faba. These libraries have been tagged and sequenced at 6 libraries per Illumina HiSeq lane. A test lane generated 45x106 to 75x106 reads per library. Sequencing for the remaining libraries is ongoing and the final data set should be provided to us by NBAF in mid-January 2013.\nWe have published results of a pilot capture experiment. Currently, we are working on a paper describing the exciting and novel copy-number variation results. We expect papers in 2014 on the demographic history of the aphid host races, on detecting loci under selection and on expression variation among races. The main beneficiaries are the academic community through a deeper understanding of speciation genomics.\n\nHowever, we have communicated some of our findings to the agricultural sector to raise awareness of potential applications in agriculture in the future. Agriculture, Food and Drink","dataset":"gtr"}