{"id":"1BE7CC13-ADD2-45E3-A553-0179D0B3FE49","title":"Images in the mind: The control of visual object selection by attentional templates","abstractText":"<p>Human visual perception is strongly affected by current expectations and intentions. What is perceived is determined by what is attended, and what is attended is determined by &quot;images in the mind&quot; that guide attention in line with active goals and preferences. This project uses new experimental procedures and methodological techniques (including temporally precise measures of electrical brain activity) to investigate how many things can be attended at any time, and to study the adverse consequences of having to simultaneously attend to multiple objects in perception, visual working memory, and action.</p>\n\n<p>&nbsp;</p>\n\n<p>Are there systematic differences between individuals in their ability to attend to more than one thing at a time? New methods will be developed to obtain precise measures of the speed of voluntary visual attention shifts: If attention is engaged at a particular location, how fast can it be moved to a new potentially relevant object? Initial results suggest that the top-down guidance of attention is faster and more flexible than usually assumed, and the project will test whether and under which circumstances this is the case. Experimental results will have important consequences for current theoretical models of how attention operates.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/K006142/1","grantId":"ES/K006142/1","fundValue":"297321","fundStart":"2013-12-01","fundEnd":"2016-11-30","funder":"ESRC","impactText":"  This is basic experimental neuroscience, with potential implications for education and ergonomics. Education Societal","person":"Martin  Eimer","coPersons":[],"organisation":"Birkbeck College","findingsText":" This grant has only started recently, and all research objectives for the first phase of this grant have been met. This is basic experimental neuroscience, with potential implications for education and ergonomics. Education","dataset":"gtr"}