{"id":"1BF5B563-8560-44CB-B75E-42EF0C76D721","title":"The effect of obesity-induced cytokine elevation on the molecular regulation of protein turnover and carbohydrate metabolism in human skeletal muscle","abstractText":"Obesity in humans has been shown to result in the increased release of small inflammatory-inducing proteins, called cytokines, from the fat cells of the body. We are interested in the effects of these cytokines on the mechanisms that control muscle mass and metabolism in the obese human. Previous research from work in cells and animals has shown the cytokines reduce the synthesis of muscle proteins and simultaneously enhance their rate of breakdown, resulting in a loss of muscle mass. Furthermore, research suggests that the same cytokines may inhibit carbohydrate oxidation, a pivotal step in muscle metabolism. However, despite these potential negative consequences for skeletal muscle function, the effect of low-level and persistent inflammation as seen in obese humans, remains largely unknown. Our animal based work demonstrated, for the first time, that the molecular events that occur in muscle to reduce muscle mass and inhibit carbohydrate oxidation operate, at least following statin-induced myopathy and sepsis, in unison. Moreover, these events appear to be dependent on the inactivation of a single enzyme, called AKT. Interestingly, the molecular events that result in increased activity of AKT also appear inhibited by the cytokines. Given the findings from cell and animal research, we believe that in obese individuals, where levels of cytokines in the blood are elevated, synthesis of muscle proteins and carbohydrate oxidation may be reduced and breakdown of muscle proteins increased, and that these observations are due to cytokine inactivation of the AKT enzyme. In the current application, we therefore wish to measure the rates of synthesis and breakdown of muscle proteins in conjunction with rates of carbohydrate oxidation in obese individuals, and compare them to rates determined in healthy non-obese individuals. We intend to make these measurements by utilising stable isotope techniques and determining O2 uptake and CO2 production by the subject. Furthermore, we intend to obtain tissue samples from the thigh muscles of volunteers, allowing us to examine the molecular signalling events that underpin these processes and thus determine for the first time the effect of obesity associated low-dose chronic inflammation on essential muscle events. Following these initial determinations, we will start the subjects on a 12-week course of either pioglitazone, an insulin-sensitiser often prescribed to type II diabetics, or a placebo. Pioglitazone and similar compounds have been shown to increase the activity of AKT in obese and diabetic patients and normalise the levels of cytokines in the blood of the former. By repeating the initial measurements described above, and by accurately determining the levels of the cytokines, we hope to elucidate their role in the instigation of any molecular or functional effect in the obese individual. Furthermore, we wish to determine if an insulin sensitising agent can reverse purported effects of obesity on molecular events in muscle and moreover, lead to functional improvements in synthesis and breakdown of muscle proteins and muscle carbohydrate metabolism. The proposed experiments will be performed in the Centre for Integrated Systems Biology and Medicine (CISBM; www.nottingham.ac.uk/cisbm) at the University of Nottingham Medical School, where integrated human physiology is a major research focus. This work is essential because it will further our understanding of the health consequences of obesity which is all the more important given the purported obesity epidemic threatening to face the Western World in future years. Furthermore, this work may have implications for other disease states characterised by low-grade chronic inflammation. This work therefore falls within the strategic plan of the Diet and Health theme of the BBSRC Agri-Foods Committee.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G011435/1","grantId":"BB/G011435/1","fundValue":"591245","fundStart":"2009-05-25","fundEnd":"2012-05-24","funder":"BBSRC","impactText":"  Effort has gone into quantifying the impact of adiposity on muscle insulin resistance and protein metabolism in older people, and the impact of interventions to alleviate any added burden of adiposity. New data demonstrate obesity in older adults is associated with systemic (but not muscle) inflammation compared to healthy weight control volunteers, but this has no impact upon rates of post-absorptive muscle protein synthesis. However, obesity in older people is associated with diminished muscle metabolic quality, evidenced by the blunting of muscle protein synthesis and leg glucose uptake in the post-prandial state. Nonetheless this is not associated with lower leg lean mass or strength, perhaps in part due to a simultaneous decline in LPB in response to nutrients or the increased muscle work performed by obese individuals when moving. Healthcare Societal","person":"Paul  Greenhaff","coPersons":["Michael John Rennie"],"organisation":"University of Nottingham","findingsText":" To examine the effects of obesity in old age on muscle protein turnover, carbohydrate (CHO) metabolism, and the underlying mechanisms responsible, we performed a detailed set of metabolic experiments on lean and obese men aged 55-75; conducted in accordance with the protocol detailed in the grant proposal. From this work, we show muscle metabolic quality is impaired in older obese people, but neither muscle mass or strength is lower compared to healthy weight older people. We have shown obesity-induced inflammation plays only a minor role in the dysregulation of muscle protein balance and carbohydrate metabolism in older people. Furthermore, the phenomenon of sarcopenic obesity does not appear to exist, i.e. muscle mass was not reduced in obese older volunteers compared to non-obese older volunteers. Our findings therefore make significant contributions to our understanding human ageing. Importantly, obesity will not accelerate the loss of muscle mass and devel Healthcare","dataset":"gtr"}