{"id":"1C0ADDB2-38E0-47DC-BE39-0FC71BA28D37","title":"A multivalent vaccine and single platform diagnostic for bacterial respiratory diseases of pigs","abstractText":"See main proposal.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G020744/1","grantId":"BB/G020744/1","fundValue":"1161100","fundStart":"2010-06-14","fundEnd":"2017-03-13","funder":"BBSRC","impactText":"  Ultimate findings have not yet been used because this project is in progress. Intermediate findings in the developmentr of genetic tools for M. hyopneumoniae have allowed functional genomic analysis of the organism. The opportunity to use our data towards a novel vaccine and diagnostic system for M hyo disease are now clear. Research for this is ongoing. Agriculture, Food and Drink,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology Societal,Economic","person":"Andrew Nelson Rycroft","coPersons":[],"organisation":"Royal Veterinary College","findingsText":" This project is only partially completed.\nThe project has developed new genetic techniques and tools for the manipulation of Mycoplasma hyopneumoniae. Previously, this had not been possible at all but we now have an efficient system to prepare random and site-specific mutants. This has led to the TraDIS analysis of large pools of mutants in vitro and in vivo to determine (1) the genes required for life (essential genome) and (2) those involved in survival and fitness in the body of the animal. The functions of these are related to pathogenicity and may be useful as vaccine candidates and diagnostic reagents. It may also allow us to delete genes which will allow the design and testing of a live-attenuated vaccine for use in the field against enzootic pneumonia. \n\nSubstantial progress has also been made with Actinobacillus pleuropneumoniae, Haemophilus parasuis and Streptococcus suis, primarily in the laboratories of our collaborators on the grant: Langford, Maskell, Tucker &amp; Wren. Vaccination and diagnosis of pig respiratory disease. This work is very much in progress at present. Agriculture, Food and Drink,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}