{"id":"1C0DA388-9173-4FBA-9833-A8D1C4CEF059","title":"Swahili Town Planning: The Songo Mnara Urban Landscape","abstractText":"We request funding for field research on ancient urban planning on the East African Swahili coast. This funding will support three seven-week field seasons of archaeological research at Songo Mnara, a Swahili stonetown on the southern coast of Tanzania, along with subsequent analysis of data recovered and dissemination of research results. Stonetowns, the quintessential expression of Swahili culture, are known along the eastern coast of Africa, and represent an important form of autochthonous urbanism that linked Africa with the Indian Ocean world system. A World Heritage Site, Songo 1vlnara is recognized as the most impressive of all Swahili townscapes and considered to be the quintessential expression of the coral-built tradition for which the coastal towns became famous. The town has a full range of domestic and non-domestic structures, with more than 40 coral-built houses and room-blocks, 5 mosques and multiple cemeteries. Occupation of the site was brieC li'otn the 14'&quot; to 16'&quot; centuries AD, coinciding with the golden age of Swahili stonctowns along the coast. Research at Songa .Mnara adopts a spatially-integrated approach to Swahili economic and ritual/religious practice that will allow us to isolate both deliberately-planned elements of the town (central cemeteries and open spaces) and elements that might have been created through exigency, particularly in the realm of domestic architecture.\nThe proposed fieldwork will explore the urban space of Songo Mnara at four interlinked scales:\n(l) Household activities will be sought through systematic excavations within and around buildings at the site; \n(2) Public and communal practices will be recovered through geo archaeology, geophysical survey, and excavations across the open areas and monuments of the site; \n(3) The site plan will be accurately plotted; and \n(4) The site will be positioned within its broader landscape through off-site survey and geophysics. Analysis of recovered materials will take place first in the field, and then in the USA and UK over the periods between field seasons and in the year all the final field season. \nThe project will be conducted in collaboration with local authorities and UNESCO partners, and accompanied by conservation efforts on the important coral architecture at the site; funding for this aspect is being sought separately.\n\nIntellectual Merit\nResearch at Songo will contribute to discussions of urban planning in Swahili and other urban contexts. The exceptional preservation at Songo Mnara will allow for the construction of a robust dataset to explore the way that Swahili towns were both planned and unplanned, with their components altering an insight into the priorities and social negotiations of their inhabitants. \nThis work will contribute substantially to discussions of organizational principles and levels of meaning in ancient town plans more generally, and especially to research on aspects of town layouts that were recursively linked to movement and activity. In this way, Swahili town plans offer a dramatic case study in which to break down the 'false dichotomy' between planned and organic, and explore the importance of spatial practice in the negotiation of global and local economic and religious practice.\n\nBroader Impacts\nThis project will offer important training for American, British, and Tanzanian students, both graduate and undergraduate. The training of students from the University of Dares Salaam is significant, as it provides these students with hands on experience with up-to-date equipment and techniques. \nThe preservation and conservation of Songo Mnara-which remains an &quot;endangered&quot; World Heritage Site-is a priority for the Tanzanian Department of Antiquities, who have invested in the site as a tourist destination. Archaeological research at the site also aligns with the interests of the local residents, who have an active village 'Ruins Committee' with which we will closely work. A long term commitment to archaeological research at the site will provide important educational opportunities to demonstrate the unique role that archaeology can play in its preservation and documentation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J502716/1","grantId":"AH/J502716/1","fundValue":"286094","fundStart":"2011-06-01","fundEnd":"2016-11-30","funder":"AHRC","impactText":"  Research at Songo Mnara has been used in two ways in the heritage sector:\n1. It has directly informed conservation decisions, and funding applications being made by stakeholders in the region. We act as advisors for the Antiquities Service and for NGO stakeholders such as the World Monuments Fund. Their programme of work has been based directly on our interpretations of the site.\n2. The approach that we have taken at Songo Mnara, including a key aspect of community involvement, has fed back into practice at the site. In 2011, we convened a meeting of all stakeholders, from UNESCO to the village chairman, which allowed truly local voices to be heard. As a result, funding has been allocated by the current conservation programme at the site (the World Monuments Fund, funded by the US Ambassador's Fund) for projects deemed important by the cummintiy. These include a school, a water cistern, and materials for the local mosque.\nIn addition, the site data are the basis for an educational tool being developed between University of York, University of Dar es Salaam and University of Cape Town. This will allow school and university students across East Afriuca to explore the site spatially, and ask their own questions. A smartphone app will be downloadable by tourists. Education,Culture, Heritage, Museums and Collections Cultural,Economic","person":"Stephanie  Wynne-Jones","coPersons":[],"organisation":"University of York","findingsText":" The research on this grant is still underway. We have been exploring the spaces of a Swahili stonetown of the 14th - 16th centuries, as an exercise in understanding the urban landscape and its link to social priorities in the past. Excavations have focused on a series of stonehouses, which have given evidence for a varied range of domestic activities, as well as ritual deposits laid into the foundations. These have provided the scope to explore the houses as economic units, as well as claims to place in an urban setting. In addition, multiple strands of testing across all spaces of the site have begun to show traces of more ephemeral activities in the open areas, illuminating groves of trees, deliberately-maintained grassy expanses, and centres of activity such as wells and graveyards. In sum, we are starting to populate this landscape with a range of activities that are recoverable through the variety of archaeological methods that we use. This adds substantially to our knowledge of the ways that Swahili towns were occupied, and the priorities and practices of their inhabitants. These findings will reorient understandings of past environments on the East African coast, in ways that will allow historians and archaeologists to reconsider East Africa's position in global networks. For example, research at Songo Mnara has refined our understanding of the lack of markets in Swahili centres; this is not a function of a lack of commerce, but a pattern formed by the conduct of trade through the houses. This forces a reappraisal of the operation of global trade during the pre-colonial period.\nIn addition, the findings are reconfiguring understandings of Swahili architectural heritage. They are already being used by conservation organisations and the National Antiquities service of Tanzania, to inform and shape their strategies for the site.\nFinally, the site is being used as a pilot study for producing a GIS-based educational tool to be used across schools and universities in east Africa. A companion smartphone app will be useful to tourists and help develop this resource at this World Heritage site. Communities and Social Services/Policy,Environment,Culture, Heritage, Museums and Collections","dataset":"gtr"}