{"id":"1C253CF6-17A8-4446-A249-6FF2882A3928","title":"Reactions of Stabilised Criegee Intermediates in the Atmosphere: Implications for Tropospheric Composition &amp; Climate","abstractText":"Chemical reactions govern the rate of removal of many primary species emitted into the atmosphere, and control the production of secondary species. The dominant atmospheric oxidant is the OH radical; reaction with OH initiates the removal of many organic compounds, nitrogen oxides and other species such as sulphur dioxide (SO2). In the case of SO2, gas-phase oxidation by OH produces sulphuric acid, which increases aerosol mass, and may also act as a nucleating agent, forming new particles in the atmosphere - affecting climate by directly scattering solar radiation, and indirectly by affecting could droplet formation, making very substantial cooling contributions. Understanding oxidation rates is critical to accurate prediction of the impacts of these factors upon atmospheric composition and climate.\n \nThis project will determine the importance of an additional potential atmospheric oxidant: reactions with stabilised criegee intermediates (SCIs), formed from the ozonolysis of alkenes.\n\nOzone can act as a direct oxidising agent, reacting with alkenes (species with one or more double bonds). This class of compounds includes most biogenic reactive carbon emissions, which dominate the organic compounds released to the atmosphere. Gas-phase ozone-alkene reactions produce reactive intermediates, SCIs, which have lifetimes of a few seconds (or less - this is a critical uncertainty) in the atmosphere. It has been known for some time that SCIs can react with other species, notably including SO2; however the current generally accepted wisdom is that reaction with water vapour, or decomposition, dominates the removal of SCIs in the troposphere, and so they are not considered to be important oxidants.\n\nA number of recent pieces of evidence are changing this picture - model studies pointing to missing SO2 oxidation mechanisms; field and chamber studies pointing to enhanced SO2 oxidation in the presence of elevated levels of alkenes, and recent lab. studies which found that reactions of at least one SCI species with SO2 and NO2 are very fast, and with H2O very slow (at least under the specific experimental conditions considered). If this conclusion is generalised, simple calculations indicate that SCI reactions would be comparable to those of OH for the gas-phase oxidation of SO2 in the boundary layer. The associated sulphate aerosol increase would imply a significant change to radiative forcing calculations. Similarly, enhanced oxidation of NO2 would lead to increased nitrate production. Critically however, the recent results are not consistent with previous laboratory studies of the SCI reaction system, potentially as a consequence of differences in approach and conditions (reagent abundance, pressure, timescales etc.) which diverge substantially from those of relevance to the atmosphere.\n\nIn this project, we will apply a new approach to this critical and timely issue: application of an atmospheric simulation chamber to directly assess the importance of SCIs as oxidants. We will use the EUPHORE (European Photoreactor) chamber, which will allow us to replicate ambient conditions (using both artificial and real air samples), produce SCIs in a manner identical to their formation in the atmosphere (i.e. through alkene ozonolysis) and directly monitor their impacts upon SO2 and NO2. This approach will avoid the uncertainties of (large) extrapolation which affect interpretation of previous studies. \n\nOur experiments will confirm (or otherwise) the importance of SCI reactions through experiments which replicate the real atmosphere and may be analysed by direct inspection; in addition we will determine kinetic parameters for the reactions of a range of SCI species, which will be used to revise the mechanism for SCI formation in atmospheric chemical models. We will then apply to such models (the MCM and GEOS-Chem) to quantify the contribution of SCI reactions to atmospheric oxidation on both local and global scales.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/K003941/1","grantId":"NE/K003941/1","fundValue":"39902","fundStart":"2013-03-25","fundEnd":"2015-09-24","funder":"NERC","impactText":"","person":"Andrew Robert Rickard","coPersons":["Mathew John Evans"],"organisation":"University of York","findingsText":"","dataset":"gtr"}