{"id":"1C2F17A3-75AD-4ADB-8F61-7DC9D0F5D14D","title":"Defining the biomedical, environmental and social risk factors for human infection with Plasmodium knowlesi; opportuniti","abstractText":"The disease malaria is caused by a single celled parasite that lives predominantly in the blood of its host, and is transmitted between hosts by the bite of a female mosquito. Humans were thought, until recently, to be the natural hosts for 4 different species of malaria parasite; greater than 100 species exist and infect many different animals. In Malaysian Borneo, 2004, an outbreak of malaria in humans resulted from a parasite species that had previously been found only in certain types of macaque in Southeast Asia. This species is Plasmodium knowlesi and, although benign in its natural monkey host, it caused severe and even fatal disease in a small proportion of human sufferers. \nCurrently, it is difficult to assess the potential threat to public health that might result from the apparent host switch. We know little about the proportion of humans carrying Plasmodium knowlesi and less about the prevalence of the parasite in its natural monkey host. Similarly, we need to investigate the reasons why the particular mosquito responsible for transmitting Plasmodium knowlesi bites both monkeys and humans. Environmental and social factors may lead to certain groups of people, such as forest workers, being at greater risk of Plasmodium knowlesi infection. These factors are also undefined, making prevention and control measures impossible to put into practice.\nWe propose to fill the gaps in our knowledge of human Plasmodium knowlesi infections by building a network of researchers from biomedical, environmental, and social science disciplines, both from the UK and regions of Southeast Asia affected by Plasmodium knowlesi. \nOur objectives are:\nTo collect and analyse preliminary data from fieldwork in the Philippines with which to inform a broader research strategy. Samples will be collected from humans and mosquitoes for the detection of Plasmodium knowlesi DNA, and land-use mapping and questionnaires will help us to pinpoint risk factors for infection. Areas of the Philippines will be the initial focus due to existing links between the London School of Hygiene and Tropical Medicine and Philippine institutes. \nTo hold a workshop for all collaborators and potential end-users of the study in which a research strategy, management structure and full network is formalised. \nHelped by preliminary results from the field sites, key research questions will be developed during the grant period, the aim of which is to produce a larger grant application for the regional wide study of Plasmodium knowlesi in humans.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0902437","grantId":"G0902437","fundValue":"49969","fundStart":"2010-05-03","fundEnd":"2011-04-02","funder":"MRC","impactText":"","person":"Chris  Drakeley","coPersons":["Jennifer  Luchavez","Jonathan  Cox","Rachel  Hallett","Heather  Ferguson","Judeline  Dimalibot"],"organisation":"London Sch of Hygiene and Trop Medicine","findingsText":"","dataset":"gtr"}