{"id":"1C3B2CE9-F229-4565-9A3D-6BADDF5A3E01","title":"Harnessing new technologies for sustainable oat production and utilisation","abstractText":"Oats are a valuable break crop in cereal rotations, a lower input crop than wheat, perform well in marginal areas and are a high value feed that grows well in grassland based rotations. Nevertheless there is a need to improve key traits that will increase the production and utilisation of oats whilst also mitigating climate and environmental change via reduced agricultural inputs. Research also needs to anticipate changes in the market as consumers shift towards healthier diets of which oats are a key component. Discussions with end-user groups from the milling and livestock sectors, as well as processors, all key partners in this project, have identified the priority areas where genetic improvement can make quantifiable improvements to the oat crop. Various approaches to marker discovery have been tested and high density oat maps have been established however it has become clear that there is relatively little polymorphism in cultivated oats and therefore an urgent need to maximise the use of available polymorphism and be able to select precisely for novel polymorphisms from non-UK adapted germplasm if it is to be used effectively by plant breeders. This project will address these issues by developing and applying state-of-the-art genomic and metabolomic tools for targeted oat genetic improvement. The focus is on the understanding and manipulation of key traits that will enhance the value of oats in human health improvement, realise the potential of oats as a high value animal feed and develop new opportunities for using oats through advanced fractionation. In so doing it will also increase the environmental and economic sustainability of cereal based rotations and capitalise on the value of oats as a low input cereal. Powerful enabling technologies for the identification of specific genes and markers will drive the development of breeder -friendly tools accelerating the production of improved oat varieties that will be marketed by industrial partners. This is a multi-disciplinary project which combines modern phenotyping methodologies with the expertise of genomics researchers, oat breeders and end-users, which will also address long term breeding goals by developing experimental populations which are polymorphic for agronomically important traits but more amenable to mapping and forward genetic approaches than conventional agronomic lines. Involvement of the various end-users of oats (food, feed and industrial uses) in the evaluation of novel oat lines will facilitate the transfer of this research into oat breeding programmes and deliver oat varieties with the characteristics that industry requires and deliver environmental benefits to sustainable production systems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H009582/1","grantId":"BB/H009582/1","fundValue":"735349","fundStart":"2009-09-14","fundEnd":"2014-09-13","funder":"BBSRC","impactText":"","person":"Athole  Marshall","coPersons":["Wayne  Powell","Catherine Jane Howarth","Tim  Langdon"],"organisation":"Aberystwyth University","findingsText":"","dataset":"gtr"}