{"id":"1C3B0777-C32A-4164-9B04-7227DB8DED16","title":"THE MID-PALAEOZOIC BIOTIC CRISIS: SETTING THE TRAJECTORY OF TETRAPOD EVOLUTION","abstractText":"This project will shed light on a key stage in the evolution of life on Earth. The advent onto land of limbed vertebrates (tetrapods) was an event that shaped the future evolution of the planet, including the appearance of humans. The process began about 360 million years ago, during the late Palaeozoic, in the early part of the Carboniferous Period. Within the 20 million years that followed, limbed vertebrates evolved from their essentially aquatic and fish-like Devonian predecessors into fully terrestrial forms, radiating into a wide range of body forms that occupied diverse habitats and ecological niches. We know this because we have an adequate fossil record of the earliest limbed vertebrates from the Late Devonian, contrasting with the terrestrial forms that lived significantly later in the Early Carboniferous, about 340 million years ago. It is also clear that a mass extinction event occurred at the end of the Devonian, following which life on land and in fresh water habitats had to be re-established. Unfortunately, the formative 20 million years from the end of Devonian times has remained almost unrepresented for fossil tetrapods and their arthropod contemporaries. Thus, we know little about how tetrapods evolved adaptations for life on land, the environments in which they did so, and the timing or sequence of these events. The evolutionary relationships among these early tetrapods and how they relate to modern forms are also unclear and controversial as a result of this lack of fossil information. The entire fossil hiatus has been called 'Romer's Gap' after the American palaeontologist who first recognized it. Now, for the first time anywhere in the world, several fossil localities representing this period have been discovered in south-eastern Scotland. They have already provided a wealth of new fossils of tetrapods, fish, invertebrates and plants, and our team is the first to have the opportunity to study this material and the environmental, depositional, and climatic context in which this momentous episode took place. We have a number of major aims. The existing fossil material will form a baseline for this study, but the project will augment this by further excavating the richest of the sites so far found and subjecting it to a detailed archaeological-style analysis. We will collect from other recently recognized sites and explore for further sites with relevant potential. The fossil material will be described and analysed using a range of modern techniques to answer many questions related to the evolution of the animals and plants. Not only that, using stratigraphical, sedimentological, palynological, geochemical and isotopic data, we will establish the conditions of deposition that preserved the fossils, the environments in which the organisms lived and died, and the precise times at which they did so. We will drill a borehole that will core through the entire geological formation in which these fossils have been found. Using this, we will integrate data from our fossil sites using the signals provided by the sedimentary record to build a detailed time line showing in which horizons the fossils were found, the age of each occurrence and their sequential relationship. We will compare and correlate our data with that from contemporaneous deposits in Nova Scotia, the only other locality with information sufficiently rich to be meaningful. Our data will allow us to infer changes to the environment and the evolutionary trajectories of the animals and plants during the deposition of this formation, covering the 20 million years following the end-Devonian mass extinction. Comparison with similar data for the Late Devonian will allow us to chart the changes around the time of the mass extinction, to infer its causes and consequences, and obtain a detailed record of exactly how changes to the environment correlated with changes to the fauna and flora.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J022713/1","grantId":"NE/J022713/1","fundValue":"834750","fundStart":"2012-08-01","fundEnd":"2017-04-30","funder":"NERC","impactText":"  Much new fossil material has been deposited in museum collections in Cambridge and Edinburgh since the project began, as well as a 500m borehole core through the Ballagan Formation placed in the BGS for use by future researchers. Education,Environment,Culture, Heritage, Museums and Collections Cultural","person":"Jennifer A. Clack","coPersons":[],"organisation":"University of Cambridge","findingsText":" A diverse fauna of tetrapods, including both small and large taxa is indicated: some of the large taxa are similar to those of the later Carboniferous, but many represent new taxa.\nSmall tetrapods appear very early in the Carboniferous fossil record alongside large lungfishes.\nLungfishes are much more diverse in the early Carboniferous than previously appreciated.\nThe fossil record of Tournaisian chondrichthyan teeth has been expanded from two to several hundred, representing at least 10 species, many new to science.\nBoth lungfishes and chondrichthyan dentitions indicate durophagous (prey with hard shells or cuticles) feeding habits in the earliest Carboniferous.\nProximity of the deposits to land seems to be crucial for the habitats of vertebrates (except for some chondrichthyans) in the early Carboniferous.\nProximity to land may be significant for bradyodont chondrichthyans too as their prey items are 'near shore' shelf dwelling molluscs and crustaceans\nThe durophagous chondrichthyans are much larger in the Tournaisian than their younger relatives in the later Carboniferous\nAll Tournaisian chondrichthyan sites are in tropical palaeolatitudes suggesting the sharks may have had a restricted distribution following the end-Devonian extinction event\nFrom east to west in the Ballagan Formation, marine influence seems to increase.\nThe co-eval deposits in our sister site in Nova Scotia Canada are different in character from those in the UK, and the proportion of elements of the fauna is different also.\nLarge (skull length up to 100-115 mm) actinopterygians were represented in the Tournaisian but are currently undescribed.\nAt least four taxa of tetrapod were present in the Nova Scotia deposits.\nThe borehole core was completed in time and within budget. Ultimately, our work will be put into a broader context and expanded to work in later Carboniferous (Visean) deposits, and in other Tournaisian localities in Scotland, England and Ireland.\nThe consortium's work as a whole will help us understand the environmental and climatic conditions, pertaining following the end-Devonian mass extinction, and the effects these had on the the fauna and the flora of the time.\nA travelling exhibit is planned for distribution to major museums illustrating our TW:eed project. Education,Environment,Culture, Heritage, Museums and Collections","dataset":"gtr"}