{"id":"1C3D51BA-1CF1-41CF-B798-7508A5DBF8D9","title":"Stochastic modelling and statistical inference for epidemics in structured populations","abstractText":"The aim of the proposed research is to develop stochastic epidemic models that incorporate important population heterogeneities, together with techniques for their analysis and statistical inference. Two broad classes of such models will be considered.The first class is concerned with models for infectious diseases in which the degree of severity of infected individuals and their potential for future spread are determined by the size of the infecting dose. More specifically, various models with two severities of infection, mild and severe, will be investigated, first for a homogeneously mixing population and then for a community of households. For each model, a threshold parameter that determines whether or not an outbreak can become established will be determined, together with other properties, such as the probability that an outbreak does become established and the final outcome if it does. Implications for vaccination strategies will be explored, using a variety of models for how vaccination affects a vaccinee's susceptibility to the disease in question and their ability to spread the disease if they become infected.The second class of models is that in which the spread of infection can occur at three different levels within the at-risk population. An example would be a model in which infection is permitted to occur within households, within schools, and also in the population at large, with different risks of infection in each place. Such models are relatively underexplored in the literature, but are of increasing importance in real-life epidemic and pandemic planning. In particular, the efficacy of control strategies such as school closure or travel restrictions relies crucially on the kind of population-level mixing that such models describe. The proposed research aims to explore fundamental issues of statistical inference and data collection for such models, addressing such questions as what can be inferred from different sorts of data, and the extent to which three-level-mixing models are more useful than simpler, but less realistic, models.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F03234X/1","grantId":"EP/F03234X/1","fundValue":"15853","fundStart":"2008-03-06","fundEnd":"2010-03-05","funder":"EPSRC","impactText":"  This was a theoretical project and there is no direct non-academic impact.  ","person":"Frank  Ball","coPersons":["Philip  O'Neill"],"organisation":"University of Nottingham","findingsText":" The aim of the research is to develop stochastic epidemic models that incorporate important population heterogeneities, together with techniques for their analysis and statistical inference. Two broad classes of such models are considered.\n\n\n\nThe first class is concerned with models for infectious diseases in which the degree of severity of infected individuals and their potential for future spread are determined by the size of the infecting dose. More specifically, various models with two severities of infection, mild and severe, are investigated, first for a homogeneously mixing population and then for a community of households. For each model, a threshold parameter that determines whether or not an outbreak can become established is determined, together with other properties, such as the probability that an outbreak does become established and the final outcome if it does. \n\n\n\nA homogeneously mixing model, in which an individual can become severely infectious directly upon infection (with probability depending on the type of its infector) or if additionally exposed to infection, is developed and analysed. Implications for vaccination strategies are explored, using a variety of models for how vaccination affects a vaccinee's susceptibility to the disease in question and their ability to spread the disease if they become infected. \n\n\n\nTwo different models with a household structure are analysed. In the first model, the infection status (mild or severe) of an individual is predetermined, perhaps due to prior immunity, and in the second the infection status of an individual depends on that of its infector and on whether the individual was infected by a within- or between-household infection. Large population properties of the model are derived and numerical studies are used to show that, given final size household outbreak data (containing mild and severe cases) on sufficiently many households, it is generally possible to determine which of the two hypothesised explanations is causing the varying response. \n\n\n\nThe second class of models is that in which the spread of infection can occur at three different levels within the at-risk population. An example would be a model in which infection is permitted to occur within households, within schools, and also in the population at large, with different risks of infection in each place. For this model, we consider how different kinds of data can be used to estimate the infection rate parameters with a view to understanding what can and cannot be inferred. Among other things we find that temporal data can be of considerable inferential benefit compared with final size data, that the degree of heterogeneity in the data can have a considerable effect on inference for non-household transmission, and that inferences can be materially different from those obtained from a model with only two levels of mixing (households and population at large). We illustrate our findings by analysing a highly detailed dataset concerning a measles outbreak in Hagelloch, Germany. Not applicable. Healthcare","dataset":"gtr"}