{"id":"1C528F93-B2A0-4BCA-B593-295CE1823183","title":"Absence and presence; A practice led investigation into the spaces and relationships within the House at Kettle's Yard, Cambridge.","abstractText":"Absence and Presence: a practice led investigation into an artist's intervention within the House at Kettle's Yard\\n\\nSummary\\nThis practice led research project is centred on an invitation from the Director, Michael Harrison for me to make a new body of work for the house at Kettle's Yard, which responds to the environment and collection in Cambridge. The resulting work will form an installation of new art works to be exhibited in the house at Kettle's Yard alongside the collection, between Sept-Nov 2008. The exhibition will be accompanied by a publication documenting the research and development of the art works and their installation. There will also be gallery talks and a formal presentation to further articulate the ideas of this research to a broad audience. \\n\\nThe project will be concerned with exploring the process of responding to this brief and consequently reveal the methods of gathering visual information through drawings, photographs, videos and written observations, in order to test propositions and make final artworks. The project aims to demonstrate the reflective nature of my fine art practice and open up my working methods to a wide audience. Previous artists that have been invited to respond to the house include, Douglas Allsop, Richard Deacon, Michael Craig-Martin and Edmund de Waal. \\n\\nThe house at Kettle's Yard Cambridge, the home of Jim Ede, contains one of the leading collections of modernist artworks in the UK and is of international standing containing key works by amongst others, Henry Moore, William Scott, Ben Nicholson, Brancusi, and Gaudier-Brzeska. Its importance also lays in the conception of the house as a whole, which proposes a unique way of viewing art as a totality within a domestic environment. Within the house, artworks, sculptures, paintings, prints and drawings, are displayed alongside natural objects, furniture and artefacts in a way to suggest and encourage particular readings. Placements of objects are intended to set up dynamic relationships augmented by the architecture and play of light. My own work centred as it is on objects and the spaces between them, as well as the domestic nature of my imagery, fits into this concept and makes this project within this setting, of particular significance. It also provides an ideal context for the viewing of my work. This is acknowledged in the letter of invitation from the director, Michael Harrison, \\n'It strikes me that inviting you is particularly apt in that there are strong connections between your work and Ede's preoccupations / notably the emphases on still life and the domestic, on the potency of objects, the space between them and the shadows they cast, and on the lack of hierarchy.'\\n\\nA principle objective in this project is to reveal and explore my working process through visual and reflective research gathering within the house, leading to works to be made through both sculpture and print. My working method will consist of creating an immersive environment in my studio in London of material gathered from photographs, videos drawings and reflective notes made in the house in Cambridge. These will provide source material for the making of new works for particular locations within the house, demonstrating the manner in which interval, negative space and light can be used as elements to inform artworks. Through this project it is hoped to provide insights, not only to my own working practice but also to suggest the value of artists interventions into collections in order to provide new understandings of existing artworks and collections.\\n\\n\\n\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F01273X/1","grantId":"AH/F01273X/1","fundValue":"15798","fundStart":"2008-02-01","fundEnd":"2008-10-31","funder":"AHRC","impactText":"","person":"Paul  Coldwell","coPersons":[],"organisation":"University of the Arts London","findingsText":"","dataset":"gtr"}