{"id":"1C5AF5EB-CD39-4EE6-8D27-F044AD06A1AE","title":"Molecular and cellular dissection of morning and evening chronotypes in drosophila melanogaster","abstractText":"For many of us life is mainly spent indoors, so we are no longer exposed to the natural variations in light and temperature that characterise the day-night cycle. . Moreover, the rhythm of life is such that for many people the economic or social call to start a new day comes hours before the endogenous call from the body clock. The combined effect of these two lifestyles causes a discrepancy between internal and external timing which, can be more or less pronounced for late rising 'owl' or early rising 'lark' chronotypes. This creates a clock dysfunction that is not only reflected in temporal disorientation and sleep problems, but also in pathologies such as obesity, mental illness, cardiovascular disease and cancer. To improve the quality of life, new policies and interventions that consider the issue of TIME are urgently required. However, to translate the insights of circadian biology into real life, a comprehensive understanding of how the circadian clock works is a prerequisite. The fruitfly Drosophila melanogaster is an ideal model organism for the study of circadian rhythms because the clock mechanism shares the same design and molecular components with mammals. Our collaborator, Dr Sharma (Bangalore), applied artificial selection to create flies that are 'owls' or 'larks' in their timing of emergence from the pupa a character that is under circadian control. These populations offer a unique opportunity to study how these 'chronotypes' come to exist, because they can be analysed at the molecular and cellular levels to identify their underlying genetic and anatomical substrates. By taking a large scale approach embracing the whole system (systems biology) we will be able to ascertain whether the main differences between 'owls' and 'larks' reside in the genes that control the core of the clock in the brain, or in those that are involved in its rhythmic output via peripheral organs, or both. Our work will contribute to a fuller comprehension of the biology of the circadian clock, and provide a novel framework for understanding human chronotypes. In addition, by focusing on emergence, a key process in the insect life-cycle, it will have implications within applied entomology for future medical, industrial and agricultural interventions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H018093/1","grantId":"BB/H018093/1","fundValue":"629938","fundStart":"2011-02-01","fundEnd":"2014-07-31","funder":"BBSRC","impactText":"  We led the development of an international consortium INsecTIME which has applied for a Marie Curie Initial Training Network Our research is internationally recognised. We led the development of a consortium, INsecTIME, which spans seven EU countries plus Israel and brings together leading Universities and three successful SMES. INsecTIME's strategic objective is to advance the current knowledge on insect timing with the simultaneous development of a new breed of young researchers that have extensive inter-disciplinary skills for molecular genetic intervention and manipulation of economically important insects. Agriculture/Food and Drink,Education Cultural,Economic","person":"Ezio  Rosato","coPersons":["Eran  Tauber","Charalambos  Kyriacou"],"organisation":"University of Leicester","findingsText":" BACKGROUND\n\nFor many of us life is mainly spent indoors, so we are no longer exposed to the natural variations in light and temperature that characterise the day-night cycle. . Moreover, the rhythm of life is such that for many people the economic or social call to start a new day comes hours before the endogenous call from the body clock. The combined effect of these two lifestyles causes a discrepancy between internal and external timing which, can be more or less pronounced for late rising 'owl' or early rising 'lark' chronotypes. This creates a clock dysfunction that is not only reflected in temporal disorientation and sleep problems, but also in pathologies such as obesity, mental illness, cardiovascular disease and cancer. To improve the quality of life, new policies and interventions that consider the issue of TIME are urgently required. However, to translate the insights of circadian biology into real life, a comprehensive understanding of how the circadian clock works is a prerequisite. To fulfill this aim, we study the circadian clock of the fruitfly Drosophila melanogaster, which shares the same design and molecular components with mammals. In this project we focus on eclosion, the emergence of the adult fly fom the pupal case. Under light-dark (LD) conditions, the vast majority of flies emerge about 1 h after lights on. However, a few flies hatch even earlier and others emerge much later during the day. In some strains the percentage of early or late eclosions is particularly high. Flies that eclose at unusual times, either earlier in the morning or late in the evening can be considered as showing lark and owl chronotypes, respectively. By studying strains where the majority of flies behave as larks or owls we can try to identify the genetic bases of chronotypes. In particular, we can study whether chronotypes depends upon changes in the period of the clock, upon phase differences or both. \n\nRESULTS TO DATE.\n\nTHE GENETIC BASES OF CHRONOTYPES. In this project we took advantage of the available Drosophila melanogaster Genetic Reference Panel (DGRP), a collection of 162 inbred D. melanogaster lines, fully sequenced (illumina sequences, 8.5x coverage minimum) generated from a natural population in Raleigh North Carolina by the laboratory of Trudy Mackay. These lines are a community resource for genome wide association mapping. We have screened all the lines for lark and owl eclosion phenotypes and we have performed genome-wide association analyses for these traits. Through these analyses, we have identified a set of genes that are possibly involved in maintaining a precise phase of eclosion (irrespective of it being early or late) and another set that differ between 'larks' and 'owls'. We will validate those observations with independent tests. Currently we are performing an experiment to identify regions of the genome that co-segregate with an early or late phenotype. Among all DGRP lines we have identified two, one (E) that shows consistently early and one (L) that shows consistently late eclosion. We have crossed the two lines together and then the F1 to one of the parental lines. We have phenotyped more than 600 individuals derived from the last cross and selected the 100 more extreme early and the 100 more extreme late for DNA extraction. We have extracted DNA individually from each of the 200 flies and we constructed a bar-code library for RAD sequencing. Unfortunately, RAD sequencing revealed much less recombination than expected, which limits the interpretation of these data. We also collected (every 6h) four day old (i.e. one day before eclosion) E and L pupae across the 24 h, both under LD and DD conditions. We extracted RNA and reverse transcribed it, and we are ready to send the cDNA for sequencing. We hope to identify transcripts that are differentially expressed between the two lines.\n\nCHRONOTYPES: PERIOD, PHASE OR BOTH. This part of the project involves the production of novel luciferased-based reporters that are expressed in chosen sub-sets of clock cells. During the first year of the grant we have produced the plasmids and the flies lines for this approach. The original design is based upon a transcription STOP cassette, positioned in front of the luciferase coding sequence, that can be removed in elected cells by site-specific recombination. Inexplicably this approach does not seem to work and we do not obtain sufficient luciferase protein expression, although we can detect its mRNA. We have checked the sequence carefully and we do not have unwanted mutations in our constructs. We currently think that the destabilised version of luciferase we used in our constructs is too unstable in Drosophila cells. To remedy this failure and achieve what we set out to do, we have cloned a new series of constructs where we used wild type luciferase and where we substituted the transcription STOP with a translation STOP cassette, instead. Preliminary experiments suggest this approach is working. Our work focus on eclosion, a key process in the insect life-cycle. Thus we believe it will have implications within applied entomology for future medical, industrial and agricultural interventions. Our work will contribute to a fuller comprehension of the biology of the circadian clock, and provide a novel framework for understanding human chronotypes. Agriculture, Food and Drink,Environment,Healthcare","dataset":"gtr"}