{"id":"1C6087EB-AA7D-40D3-AE00-C74F0C6B68F0","title":"Roman Catholic Church Architecture in Britain, 1955 to 1975","abstractText":"A typical Roman Catholic parish church built in Britain in the mid-1970s looked radically different from any church buildings which had been built twenty years earlier. The two decades between 1955 and 1975 witnessed substantial changes within the Roman Catholic Church in the fields of theology and liturgy, with decisive effects on church architecture. It was also a period of transition in architecture more generally, from traditional and historical styles to modern design, a shift which profoundly affected the appearances of church buildings, even those by architecture firms which continued to operate throughout the period. This was also a period of massive urban transformations, as housing estates and New Towns were built to accommodate people moved out of city centres and into new communities. To follow these population movements the Roman Catholic Church undertook a vast building campaign of new churches, often seen as hubs of community and expressions of identity. \\n\\nThis project aims to examine all these factors by looking in detail at a selection of the many churches of the period. Of the hundreds built, few were published in any significant way at the time, and even fewer have been published since, so there is a current lack of available knowledge of this body of architecture. Many churches are architecturally innovative and historically interesting, but in danger of being demolished or altered as ideas about church architecture and the liturgy change again. This project will therefore raise awareness of this rich architectural and religious heritage, while analysing and interpreting the buildings according to their historical context.\\n\\nThe research involves surveys of selected case study buildings, predominantly in the centres and suburbs of major cities in England, Scotland and Wales. Historical investigation using periodicals and archives will aim to discover more about the architectural, institutional and social frameworks within which churches were produced. A research assistant will create survey drawings of some of the most significant buildings for publication, and collect other illustrative material. The principal investigator will write a book which deals with the subject thematically, drawing on a wide range of buildings, but studying the smaller number of selected case studies in greater depth. The book will be well illustrated to ensure that it can be used as a source of information by people in different academic and non-academic areas. Some of the images will also be included in a professionally-designed exhibition intended to take the research to the various communities in architecture and the Church who share an interest in this history. Articles in non-academic journals, including architecture and church magazines, will also be written to disseminate the research as widely as possible.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/I000283/1","grantId":"AH/I000283/1","fundValue":"135511","fundStart":"2011-09-12","fundEnd":"2013-05-11","funder":"AHRC","impactText":"","person":"Robert  Proctor","coPersons":[],"organisation":"Glasgow School of Art","findingsText":"","dataset":"gtr"}