{"id":"1C65875B-C326-4032-8C59-E2433DFECF18","title":"Raman spectroscopy of Nd-doped BiFeO3 based ceramics and thin films","abstractText":"Dr Hlinka, Head of the Department of Dieletrics at the Academy of Science, Prague, has expressed a strong interest to interact with the Sheffield group and to establish the strongest possible collaboration by becoming a Visiting Professor for a period of 3 months between April-June 2010. This collaboration would hugely advance the burgeoning Raman activity at Sheffield and in doing so improve the knowledge base for the UK in this key area of structural determination. The group of the PI at Sheffield have recently discovered a new AFE, PbZrO3-structured ceramic based on Nd-doped BiFeO3 (BNF). In collaboration with the University of Leeds, the development of thin films of Nd-doped BiFeO3 (BNF) using pulsed laser deposition will shortly begin. The initial aims of this new programme will be to establish whether the AFE structure is retained within the film and whether the structural phase transitions observed in bulk as a function of temperature and composition remain valid. We have established that Raman spectroscopy is sensitive to the structural changes within BNF system but the main problem with such new materials is in the detailed interpretation of the spectra. The key research goals of the Visiting Fellowship are therefore to i) establish the experimental protocols to obtain high quality UV Raman spectra from thin functional films and ii) utilise the vast experience of Dr Hlinka to help interpret the spectra. In addition to the Raman study, the group of the PI will obtain detailed structural information using analytical electron microscopy (EP/F006098/1, S.Miao). In this manner, a complete understanding of the structural changes in BNF thin films will be obtained which will be utilised to interpret the ferroelectric and dielectric behaviour. In addition to these scientific goals, Dr Hlinka will give tutorials on the 'Use of Vibrational Spectroscopy in the Study of Functional Oxides' and will visit several interested groups within the UK Functional Oxide community.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H048049/1","grantId":"EP/H048049/1","fundValue":"23798","fundStart":"2010-04-14","fundEnd":"2010-07-13","funder":"EPSRC","impactText":"  The grant in part facilitated the establishment of the Raman as a part of a 'Small Research Facility' at Sheffield so that now has its own income stream and can be maintained to a high level. The machine thus can be used on a wide range of projects across the University.\n\nRaman can now be used routinely on a wide range of projects and the instrument can be maintained at the highest level.\n\nBeneficiaries: University of Sheffield\n\nContribution Method: Knowledge and expertise was transferred Aerospace, Defence and Marine,Electronics Societal,Economic","person":"Ian Michael Reaney","coPersons":[],"organisation":"University of Sheffield","findingsText":" The Raman active vibrational spectra in BiFeO3 were analysed and a new methodology derived to assign modes based on a statistical distribution with respect to the oblique (ferroelectric) axis. Fundamental Research which may help in the future improve functional properties of materials. Fundamental research and therefore of academic value with no direct commercial/societal impact Aerospace, Defence and Marine,Electronics","dataset":"gtr"}