{"id":"1C6D037B-D3BF-4F41-9B70-71D501660989","title":"Analytic methods for large discrete structures","abstractText":"The proposed research belongs to discrete mathematics. The project addresses several fundamental questions in the recently emerged and rapidly evolving theory of combinatorial limits. This theory led to a better understanding of important concepts in combinatorics and theoretical computer science, e.g. regularity and property testing, it provided analytic tools that were used to solve many long standing open problems in extremal combinatorics, and it opened new links between analysis, combinatorics, ergodic theory, group theory and probability theory. One of the reasons for the rapid growth of the theory of combinatorial limits comes from computer science where structures such as the graph of internet connections or graphs of social networks (e.g. Facebook, LinkedIn) are of enormous size and the tools from theory of combinatorial limits can be used to approximate these structures by analytic objects.\n\nWe plan to extend the range of possible applications of the flag algebra method in extremal combinatorics by adopting the method to new settings, in particular those related to Tur&aacute;n densities, and give applications of the method to specific problems from extremal combinatorics. We will also use the flag algebra arguments to gain new insights in the relation between finitely forcible graph limits and optimal solutions of extremal combinatorics problems.\n\nThe concepts related to the limits of dense and sparse discrete structures were developed to a large extent separately and an attempt to bridge the gap between them was made through the model theory inspired notion of FO convergence. We plan to explore the limits of representing FO convergent sequences by the corresponding analytic objects (modellings). Our intention is also to use the knowledge gained to provide a more robust notion of convergence which would be less sensitive to minor local modifications.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M025365/1","grantId":"EP/M025365/1","fundValue":"301248","fundStart":"2015-10-01","fundEnd":"2018-09-30","funder":"EPSRC","impactText":"","person":"Daniel  Kral","coPersons":[],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}