{"id":"1C754EBE-D8D9-4D4A-94E3-785C0139E6B0","title":"Visualisation and quantitative analysis of massive neutron scattering data volumes","abstractText":"Increasingly, the materials of interest in condensed matter physics and chemistry which are interesting from either a fundamental or a functional point of view are strongly correlated electron materials. Typically, their properties cannot be understood by simple well-established models for the behaviour of a single electron in an average environment, but instead are the result of the correlated interaction between the charge, lattice, spin and orbital degrees of freedom. The resulting properties include, for example, multiferroic behaviour, colossal magnetoresistance, metal-insulator transitions, high temperature superconductivity, and qualitatively new behaviour such as quantum criticality and topologically protected orderings in frustrated magnetic systems. Studies using neutron scattering of the atomic positions, their motions, and the magnetic ordering and dynamics yield results that are vital to the understanding of these materials. The most useful information is that obtained from single crystal samples, from which the full information of atomic locations, the nature of the magnetic order, and the range, strength and symmetry of the atomic scale interactions can be extracted. However, the very complexity that is responsible for their fascinating fundamental or functional behaviour poses a challenge to traditional neutron scattering techniques. Increasingly, complete mapping of the four dimensional (wavevector, and frequency) dependency of the lattice and magnetic dynamics is needed in order to unravel this complexity, as is complete mapping in reciprocal space of the short- and long-range static atomic or magnetic structure as a function of parameters such as temperature, applied magnetic field, pressure or electric field. With their large solid angle of highly pixellated detector arrays and high fluxes that allow data sets to be collected in as little as a few minutes, the latest generation of diffractometers and spectrometers at ISIS are able to make just such maps. This proposal aims to address the software challenge of exploring and quantitatively analysing the massive - 50GB or larger - datasets that are already starting to be collected at the facility. We propose to develop two major software applications: (1) a visualisation application to allow routine, real time exploration of both diffraction and inelastic data, and (2) an application to allow quantitative comparison of experimenter-supplied theoretical models with inelastic data, fully accounting for the instrument resolution function. The visualisation and analysis applications will be designed to work together so that they will form an easy-to-use 'one-stop-shop' for use by both infrequent and experienced users of the Facility. Furthermore, to satisfy the needs of a broad selection of the scientific topics that form the staple of the ISIS spectrometers three computationally intensive modelling tools will be implemented as part of a library of models in the second of these applications: lattice dynamics using the Generalised Utility Lattice Program (GULP), spin wave dispersion and spectral weight for arbitrary Hamiltonians using the software package McPhase, and ab initio lattice dynamics using the output from CASTEP.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/H001557/1","grantId":"ST/H001557/1","fundValue":"7839","fundStart":"2010-10-01","fundEnd":"2012-09-30","funder":"STFC","impactText":"","person":"Desmond Francis McMorrow","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}