{"id":"1C7613DE-8972-41B7-91C5-9B3D93A0AF02","title":"Pathways to peak lung function: Genetic, environmental and lifestyle influences on maximally attained lung function in young adults.","abstractText":"Obstructive lung diseases are a common cause of disease and disability throughout life. The aim of this research project is to understand factors during childhood that influence the development of peak lung function in early adulthood. We will measure the lung function of around 5,000 young adults who have been intensively studied since before birth as part of a longitudinal birth cohort, the Avon Longitudinal Study of Parents and Children (ALSPAC). Lung function increases with physical growth through childhood, reaching a peak in early adulthood. Following this peak, there is a gradual loss of lung function throughout the rest of life. Therefore, failure to attain maximal lung function during childhood could lead to early onset of respiratory illnesses in adult life. This study will build on previous measurements of lung function in the ALSPAC cohort linked to a wealth of data on early lifestyle and environment to try to find out what factors are associated with slow acquisition of lung function during childhood and low peak lung function in early adulthood.\n\nThe ALSPAC study is a birth cohort that was established in Bristol in the early 1990s by recruiting pregnant women. Their children have been followed up since birth using a variety of questionnaires and hands-on physical assessments at regular intervals. Now that these children have reached early adult life, the study has been funded to run a further hands-on assessment at a time when many physical functions are reaching their peak (although the study is not only interested in physical health). We can take advantage of the established clinic infrastructure to build on a session of the measurement of lung function at much lower cost than it would take to set up a stand-alone measurement.\n\nThe specific factors that we think are important influences on lung function development in childhood are birth size and gestation (being born small or early), physical growth particularly during infancy, exposure to second hand tobacco smoke, high body mass (obesity) and low physical activity. We will investigate how these factors are associated with the rate of lung function growth and with peak lung function. Also, because ALSPAC has such a rich data resource, we will be able to check whether these relationships are confounded by other factors and also whether there is any evidence that they interact with genes that are known to be associated with low lung function values in later adulthood.\n\nAlthough the principal analyses planned as part of this study cover only a proportion of the many factors that could potentially influence lung function growth, they have been chosen on the basis of biological plausibility and because they are factors for which ALSPAC has an especially rich source of data with assessments having been made repeatedly since early childhood. We will also make the results of this study available to other scientists interested in lung function. For some of our analyses, it will be necessary to pool data with other studies to have enough statistical power to detect some of the influences on lung function growth. This may be especially true of some of the genetic analyses that we plan to carry out. We already have established collaborations with a number of large consortia that will enable us to maximise the value of the data collected during this project.\n\nAs lung function established during childhood is so important for lung health throughout the rest of life, we hope that the results of this project will point to factors in early life that could be amenable to intervention to improve the chances of reaching maximal peak lung function. If successful, these could have important impacts on reducing respiratory diseases in later life.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M022501/1","grantId":"MR/M022501/1","fundValue":"482295","fundStart":"2015-06-01","fundEnd":"2018-09-30","funder":"MRC","impactText":"","person":"Alexander John  Henderson","coPersons":["Kate  Northstone","Kate  Tilling","Neil E Pearce"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}