{"id":"1C7E5404-1F56-4298-9421-2E89591365E6","title":"Design and high throughput microwave synthesis of Li-ion battery materials","abstractText":"Declining fossil fuel reserves and ever-increasing demands for energy make developments in energy storage capabilities vital. Battery usage is becoming increasingly widespread, but this is presenting new challenges due to materials scarcity and limitations in battery performance. It is vital that the increased exploitation of existing battery materials and the development of next generation batteries proceeds through sustainable approaches.\n\nWe propose to deliver a continuous, scaled-up route for the preparation of next generation battery materials. We will exploit the efficiency of microwave reactors with a high throughput approach to deliver a 'greener' route to existing battery materials. In parallel to this we will explore the opportunities of integration of battery components into polymeric matrices to allow rapid, high accuracy materials deposition to deliver exceptionally high quality devices capable of safely integrating the higher energy density materials of the future.\n\nWe have targeted specific materials that have known function as cathodes, anodes or electrolytes and will deliver bulk quantities of these whilst investigating related materials designed with optimised properties. State-of-the art computational approaches to materials exploration in silico will run in close collaboration with the synthetic teams in order to give a fast, iterative process of materials discovery, investigation and exploitation.\n\nThe multiple electrochemical, structural and compositional changes that occur during battery operation must be understood in order to exploit these materials in a safe, reliable manner so that devices can be delivered to end users. The team will bring their extensive experience to bear on these problems to carry out the full structural, compositional and electrochemical analysis of these materials, vital in delivering reliable performance. Expertise in probing the local structure will allow us to generate insights into the nature of the electrochemical interfaces between anode/electrode/cathode. These are the regions where materials are at the limits of their (electro)chemical stability and so this understanding will allow us to find and then improve the limits of materials' performance in operando.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N001982/1","grantId":"EP/N001982/1","fundValue":"1221080","fundStart":"2015-10-01","fundEnd":"2019-09-30","funder":"EPSRC","impactText":"","person":"Serena  Corr","coPersons":["Nikolaj  Gadegaard","Andrew Leslie Goodwin","Pooja  Panchmatia","Duncan Hudson Gregory","Peter James Baker","David Oliver Scanlon","Edmund  Cussen"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}