{"id":"1C864335-E012-4971-9B7A-548A9425076E","title":"Resilience and Porosity of City Borders: A psychosocial investigation in three Brazilian cities","abstractText":"How does the right to come and go in the city impact on the lives of individuals and communities? Barriers to communication and circulation between neighbourhoods have been linked to diminished self-esteem and decreased social capital and social networks. This project will test this link by studying 1) the relationship between the porosity of internal city borders, self-esteem and resilience and 2) the role of bottom-up social development initiatives in building resilience and enhancing the flexibility of city borders. This will be studied in segregated neighbourhoods (favelas) of three large Brazilian cities: Sao Paulo, Rio de Janeiro and Porto Alegre. A comparative framework between multiple sites furthers understanding of how different built environments and contexts intersect with the psychology and resilience of individuals and communities. At the same time we will identify initiatives of bottom-up social development and study their role in developing resilience and capacity to act on urban frontiers, which, we hypothesise, is an important factor in the quality of urban transformation. \n\nThe work to be carried out involves building a research partnership between Brazil and the UK through 2 workshops in London and Porto Alegre, which will focus on all elements of preparing and designing the research. We will review the literature connecting social psychology and urban studies and establish the research design. The workshops will draw on previous research of members of the network and bring together colleagues with different expertise on the connections between environments, self-esteem and resilience. It will involve young researchers from both countries, including PhD students. This network will make an important and novel contribution by developing conceptual and empirical links between social and cultural psychology and urban studies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M011607/1","grantId":"ES/M011607/1","fundValue":"41531","fundStart":"2015-01-01","fundEnd":"2016-06-30","funder":"ESRC","impactText":"","person":"Sandra  Jovchelovitch","coPersons":["Jacqueline  PRIEGO HERNANDEZ"],"organisation":"London School of Economics & Pol Sci","findingsText":"","dataset":"gtr"}