{"id":"1C950DE3-0DBC-4AC7-9502-07D4B2AE1454","title":"Community Authority, Performance and Knowledge in Participatory Practice","abstractText":"Participatory research methods, cultural community development, and dialogic processes can foster community empowerment, authority, and genuine investment of people in governance and political process. The promotion and improvement of such methods can help us to move beyond the problem of democratic deficit and engender a positive response to the feelings of 'loss of authority' that characterises much of contemporary Britain. Considerable progress has been made towards this end, but that progress stalls when it comes to developing a robust theoretical interrogation and account of these methods, and their relationship to community empowerment. Political theorists and philosophers have been too far removed from engagement in participatory practice, whilst empirical researchers and community practitioners have lacked the confidence, time and expertise to push forward the theory behind their work. The insights of arts and humanities perspectives on performance, experience and experimentation have been insufficiently incorporated into research on authority, power and participatory process. Academic researchers and thinktanks alike are calling for a more sophisticated theorisation of the processes by which participation generates the bottom-up authorisation of community voices. By developing an account of the value of participatory methods, developed by researchers at the cutting edge of both theory and practice, this project aims to enhance the impact of participatory research methods as a central driver behind effective forms of local democracy and community empowerment.\n\nOur collaborative and capacity building activities bring together researchers and expertise from four existing Connected Communities projects, which addressed different aspects of understanding community authority, performance and knowledge in participatory practice, as well as additional performance studies scholars. Representatives of two mental health community development and empowerment through performance groups will be key consultants on the project, involved in setting the agenda and contributing experiential expertise from an early stage. The collaborators share in a commitment to enhancing the capacity of academic knowledge to understand and to promote community empowerment, participation and vitality. Working together will add considerable value to our existing projects, enabling strong and elaborated conclusions to be drawn about the ways in which participatory practices, and experimental stagings of knowledge production, can succeed in creating stronger, more dynamic and positively interconnected communities. Outputs will include a practical tool kit to assist participatory and performative researchers in fostering the authority and impact of their research; in addition to a special edition of the open access peer-reviewed journal, Participatory Learning and Action (distribution 20,000 in 121 countries), a research paper on participatory methodology for Qualitative Methods, and an AHRC Connected Communities discussion paper, which will make a major contribution to academic theories and methodologies of participatory research on (and working towards) community empowerment.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J006769/1","grantId":"AH/J006769/1","fundValue":"31420","fundStart":"2012-02-01","fundEnd":"2012-07-31","funder":"AHRC","impactText":"  In addition to academic publication we developed a collection of essays that have been published freely online in Open Democracy online magazine as well as in a free or cheaply available book Problems of Participation. This book is widely read and is currently being downloaded circa 450 times per week. The audience that we know about is diverse, including a lawyer in India, school teachers in the UK, activists in Ireland and the USA. The book is being used in various workshops, including applied theatre workshop in London, a community empowerment workshop in Bradford, and by the Public Science Project in New York, which involves community activists in the production of policy knowledge. The findings are also being taken up in environmental projects, including the Soil Seeds and Social Change network in Bristol, UK, and in El Salvador. Agriculture, Food and Drink,Education,Environment,Government, Democracy and Justice Cultural,Societal","person":"Claire Peta Blencowe","coPersons":["Tom  Wakeford"],"organisation":"University of Warwick","findingsText":" Participatory practices - participatory budgeting, cultural community development, dialogic processes, action research and so on - can foster community empowerment, positive forms of authority, and genuine investment of people in governance and political process. This project draws upon the insight of theatrical grass roots participatory initiatives in the field of mental health, performance studies scholarship and post-structuralist political philosophy to articulate the value of, and interrogate the nature of, participatory practices; rethinking the relationship between such practices and\nauthority. The project began with a series of consultations and a literature survey, which fed into a weeklong residential workshop where an interdisciplinary group of academics\nworked collaboratively towards developing robust theoretical articulations of the value and nature of participatory practice. They have now published an essay collection on this theme aimed at a wide general audience and freely available online - Problems of Participation: Reflections on Authority, Democracy and the Struggle for Common Life (Noorani, Blencowe &amp; Brigstocke eds; 2013, ARN Press). Other outputs include online resources (especially a literature survey) and an academic article. Ideas and outputs from this and related projects (Immanent Authority and the Making of Community; Power in the Community) are currently being taken up within the scoping\nwork on 'co-production' for the major new Connected Communities project Productive Margins - Regulating for Engagement (PI, Morag McDermont - Tehseen Noorani is\ncurrently employed on this project).\nThe authority research network will continue to pursue a broad research agenda that uses the emerging theoretical, arts and humanities informed, theoretical understanding\nof the nature of authority to illuminate the nature of power relations in various sectors of social life, and to highlight the value of understanding and indeed fostering authority for\npractices of empowerment, critique, community development, political participation and humanisation.\nAreas of substantive new research that are currently being developed include: Christianity and the global/local architecture of political participation in Africa (Claire\nBlencowe); authority and landrights activism in El Salvador (Naomi Millner); embodied experience, authority and the commons (Leila Dawney; Patrick Bresnihan); service user\nrecovery (Tehseen Noorani); and the history of urban reform movements (Julian Brigstocke). Creative Economy,Education,Environment,Healthcare,Culture, Heritage, Museums and Collections","dataset":"gtr"}