{"id":"1C9A5F03-A1A9-4CC9-B39C-AF422A26BE64","title":"Analysis of Xenopus Np95 during the cell cycle and in DNA damage responses","abstractText":"DNA is constantly subjected to damage caused by a wide variety of different factors. If this damage is left unrepaired then mutations can arise. If allowed to persist these mutations can lead to a loss of genome integrity. In order to protect the genome, cells have evolved mechanisms to prevent DNA damage or problems encountered during DNA replication from generating mutations. These mechanisms collectively known as DNA damage responses, detect damaged DNA or stalled DNA replication and can initiate a series of responses such as DNA repair, cell cycle arrest (allows time for repair), or if damage is too extensive, programmed cell death (apoptosis). Failure of DNA damage response pathways have been implicated in the development of cancer and in several human genetic diseases associated with a predisposition to cancer as well as developmental and neurological abnormalities. Understanding how these pathways operate and impinge on other cellular processes is therefore vital if human diseases such as cancer and many human developmental abnormalities are to be understood. Using cell-free extracts of amphibian eggs that recreate cell cycle events in the test tube we will study the role of a nuclear protein known as Np95. Np95 is upregulated in many types of cancer cell and cells lacking Np95 protein are highly sensitive to DNA damaging agents and drugs that inhibit DNA replication. These observations suggests that Np95 is also necessary for efficient DNA damage responses. We will use the Xenopus cell-free extract system to determine how and when Np95 function is required during the cell cycle and whether removing Np95 from egg extracts affects the cellular response to DNA damage.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E015662/1","grantId":"BB/E015662/1","fundValue":"315727","fundStart":"2007-08-06","fundEnd":"2010-08-05","funder":"BBSRC","impactText":"  Other than the purely academic related outputs, the funding of this project enable me to establish a research laboratory on starting my first permanent academic position at Lancaster Medical School. Over the course of the project this funding facilitated and contributed to the education and training of two post-doctoral fellows, two postgraduate students and six undergraduate students. This training has contributed to at least one subsequent University lectureship appointment and the award of three PhDs. Indirectly, the funding has also facilitated the provision of training in research methods and techniques to several cohorts of medical students who have since graduated and completed their NHS foundation training. Education Economic","person":"Howard David Lindsay","coPersons":[],"organisation":"Lancaster University","findingsText":" Key findings of this work were: 1. Demonstrating that xUhrf1 associates with chromatin prior to the initiation of DNA replication and that the defect in DNA replication observed in Uhrf1 depleted extracts is not due to a failure to load Dnmt1 onto chromatin. 2. chromatin associated Uhrf1 undergoes ubiquitylation and proteolysis in an S-phase-dependent manner and that this proteolysis is likely to be mediated by the proteosome. 3. We also obtained evidence that xUhrf1 associates with UV damaged DNA templates in preference to DNA containing other lesions (double strand breaks or stalled DNA replication forks), indicating that UHRF1 may have a role in the detection and repair of these lesions. The observations made during this work using Xenopus egg extracts are significant and can be used to stimulate and inform further research effort into Uhrf1 function using mammalian and other experimental systems. Essentially this would be by ourselves, collaborators and other investigators. The control of DNA replication/DNA repair pathways and how these are integrated with the mechanisms that ensure patterns of epigenetic modification are maintained during the cell cycle have huge clinical relevance. As such this work is likely to prove useful to researchers working in the pharmaceutical and medical biotechnology sector. Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}