{"id":"1C9E7587-B8F2-4063-AE8C-01DC87DC14BE","title":"Tudor Partbooks: the manuscript legacies of John Sadler, John Baldwin and their antecedents","abstractText":"'Tudor Partbooks' has two main objectives: to transform public and scholarly access to Tudor musical sources from the 1520s to the 1580s, particularly through the publication of restored and reconstructed facsimiles of key manuscripts; and to advance our understanding of this corpus of manuscripts and their palaeographical and contextual interrelationships by answering a number of key research questions that can only be addressed with the exceptional document access created by this project. Achieving these objectives is predicated upon digitization of the English polyphonic sources from the lifetimes of Henry VIII and his daughter Elizabeth I. The manuscripts to be investigated include: early sixteenth-century choirbooks (already digitized); Henrician partbook sets Forrest-Heyther, Royal Appendix 45-8 and Peterhouse; and the Edwardian sets Lumley and Wanley. But the central witnesses are a cluster of Elizabethan sets copied between the 1560s and the 1580s: Baldwin, Dow, Gyffard, Hamond and Sadler. \n\nThese partbooks are the dominant witnesses to the Tudor polyphonic tradition, but were copied several decades after many of the works they preserve had been composed, raising doubt as to their reliability as witnesses of earlier practices. Tudor Partbooks will analyse data from across the sixteenth century in order to provide objective evidence with which to address this question. The creation of a comprehensive bank of digital images will enable this to be undertaken through an investigation into notational syntax from the 1500s to the 1580s, alongside a detailed and methodologically consistent study of the manuscripts themselves.\n\nTudor Partbooks will achieve its principal objectives through a range of publications which will in turn fulfil a wider range of secondary aims, exploiting the potential of both digital and print formats. Online publication of digital images at the Digital Image Archive of Medieval Music (www.diamm.ac.uk) will give free public access to all the primary sources; two facsimile editions will deploy the research team's technical expertise (in the digital restoration of the badly corroded Sadler partbooks), and its experience in the reconstruction of incomplete polyphony (through the collaborative creation of a replacement Tenor book for the Baldwin partbooks); further outputs will include a PhD thesis on Tudor scribal practices, two editions of early sixteenth-century polyphony, a collaborative book on methodologies and principles of polyphonic reconstruction, contextual studies of Tudor manuscript culture, detailed source studies, and online dissemination of project findings (a VLE on notation, podcasts on digital restoration, and additional materials prepared for the reconstruction workshops). \n\nThe project team have secured the collaboration of the British Library and the Bodleian Library, the major holders of manuscripts relevant to this project as Project Partners, and of DIAMM for digitization of sources outside major institutional repositories. All images will be delivered online through diamm.ac.uk without additional cost to this project. The British Academy and the Oundle International Festival have also consented to join as Project Partners; the internationally-acclaimed vocal ensemble Stile Antico will act as project collaborators.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L006952/1","grantId":"AH/L006952/1","fundValue":"583773","fundStart":"2014-09-29","fundEnd":"2017-09-28","funder":"AHRC","impactText":"","person":"Magnus Guy Williamson","coPersons":["Julia  Craig-McFeely"],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}