{"id":"1CA9CD00-F9D5-4701-AD7E-09AB0AE38184","title":"Identification of novel signal transducers in the mammalian unfolded protein response","abstractText":"Human proteins produced in other organisms, i.e. bacteria or mammalian cell cultures are called recombinant or heterologous proteins. These proteins have many applications in industry and medicine. They are safer to administer in the clinic than their native counterparts purified from i.e. animals. Single point mutations in a protein, i.e. isolated from pigs, that deviate from the human sequence, can have serious side effects when the protein is administered to humans. Further, their posttranslational modifications, i.e. their glycosylation pattern, are similar to those found in humans. Again, minor deviations in the glycosylation pattern between an animal and a human protein can seriously affected the performance of the protein in the human body. Finally, the risk of contamination of the protein with infectious agents is much easier controlled in production processes for recombinant proteins compared to isolation of the protein from animals. Production processes for recombinant proteins for use in the clinic rely on mammalian cell lines. Growth conditions and sterility requirements for these production processes make them expensive. Further, the number of recombinant proteins for which there is a demand on a multikilogram per year scale is rapidly growing, requiring the development of large scale (several cubic metres) production processes. The cost efficiency of a production process often determines if a recombinant protein makes it to the market and to the clinic. Several strategies have been devised to improve product yield and in turn the cost effectiveness of these production processes. To date, the rate-limiting step for production of recombinant proteins is folding into their native, active, and non-immunogenic conformation. Protein folding is assisted by helper proteins that shield a folding protein from its environment, called chaperones, and that catalyse a subset of protein folding reactions, called foldases. Recent basic research has identified signal transduction pathways that sense the folding status of a protein, and that activate expression of these helper proteins to increase the efficiency of protein folding in response to this stress situation. Genetic engineering of these signalling pathways promises to alleviate the protein folding bottleneck in recombinant protein production. However, our current understanding of these signal transduction pathways is still limited. Based on our current knowledge the outcome of engineering of these pathways on recombinant protein production is unpredictable. To address this problem we propose to characterize these pathways on a genomic scale to define their complete substrate spectra by using recently developed genomic technologies to monitor the complete mRNA and protein population of a cell. In addition, we will exploit unique biochemical characteristics of these signalling pathways to focus our study on the pathways in question. In this way we will target three unique signal transduction mechanisms, non-spliceosomal splicing of mRNAs, preferentially translated mRNAs when translation of the majority of mRNAs is inhibited, and proteolytic activation of ER membrane proteins. We anticipate to identify new proteins involved in this response to protein unfolding. We will characterise the role of new genes involved in these signalling pathways identified in our study by characterising their role in chaperone and foldase expression, and survival of ER stress. Furthermore, through defining the complete substrate spectra of these pathways we will enable the engineering of these pathways with predictable outcomes on cell specific protein production and cell viability.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E006035/1","grantId":"BB/E006035/1","fundValue":"669221","fundStart":"2007-06-01","fundEnd":"2012-07-31","funder":"BBSRC","impactText":"  Informed contract bippharmaceutical manufacturers on how to optimise protein production cell lines. Chemicals,Pharmaceuticals and Medical Biotechnology Economic","person":"Martin  Schroeder","coPersons":["Josiah William Simon","Antoni Ryszard Slabas"],"organisation":"Durham University","findingsText":" Proteomic, transcriptomic, and polysomal profiling has identified new signaling molecules activated by endoplasmic reticulum stress. This work has also identified physiological responses currently not associated with the endoplasmic reticulum stress response. Manipulation of expression level of these proteins/genes may improve the growth and/or production charcateristics of mammalian cells lines used for industrial protein production. Manipulation of expression level of these proteins/genes may improve the growth and/or production charcateristics of mammalian cells lines used for industrial protein production. Chemicals","dataset":"gtr"}