{"id":"1CB1AC5B-3A5A-4FDE-968C-B933CB541924","title":"Topography of Microbial Assemblages","abstractText":"Microorganisms are everywhere and they are fundamentally important. They were the earliest form of life on the planet and have been around for 3.7 billion years; indeed for the first 2 billion years, bacteria were the only living things on the planet. Their activity changed the planet, changing the environment to allow other life forms to develop. Today, bacteria continue to be very important for the health of the global ecosystem since they are involved in and control all biogeochemical cycles. For such an important group, it is perhaps surprising how little we know about bacteria and archaea (another group of important prokaryotic microbes). This is partly because they are difficult to study, particularly in the natural environment. Classical approaches that involve growing bacteria in the laboratory do not work because more than 99% of bacteria cannot grow in standard microbiological media. But in recent years, considerable progress has been made in identifying the diversity of microbes in the natural environment. Genetic and metagenomic approaches have given us great insight into which organisms are present and, increasingly, the function of these organisms. However, these techniques operate at the level of the community and we still know almost nothing about the individuals that make up that community / and particularly how they interact. This proposal tackles two problems that have limited understanding of bacteria from the natural environment / how to manipulate such small organisms in a defined way and how to identify different 'species'. Using state-of-the-art technology, we will encapsulate bacteria from natural assemblages (both marine and soil environments) so that they can be manipulated. We will use a novel microscope to distinguish between different bacterial species. Using a combination of these two techniques, we will investigate how different bacterial species interact, either through supplying nutrients to each other or controlling the activity of the whole population through cell-to-cell signalling.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F014384/1","grantId":"NE/F014384/1","fundValue":"90781","fundStart":"2008-09-01","fundEnd":"2012-02-29","funder":"NERC","impactText":"","person":"Andrew Steven Whiteley","coPersons":[],"organisation":"NERC Centre for Ecology and Hydrology","findingsText":"","dataset":"gtr"}