{"id":"1CC134C6-FBF5-4B35-AD90-6322D7E52E2C","title":"In Place of War Ten Year Anniversary Initiative: from research to practice (Highlight call)","abstractText":"The aim The IPOW Anniversary Initiative is to develop and support new and emerging artists from sites of conflict, crisis and post conflict by nurturing their creative talent, enhancing creative enterprise skills and showcasing their work on an international platform. The project features alternative creative workshops for marginalised artists, a mentoring network for creative entrepreneurs and the dissemination of these artistic projects to the general public via The Guardian and Taschen publishing. \nThe IPOW Anniversary Initiative emerged from 10 years of research visits, observations and interactions with creative communities in sites of conflict, post conflict or communities in social, political or economic crisis. IPOW's research revealed that creativity served as a powerful tool in times of social and political upheaval. Art can provide a means of resisting violence, preventing conflict, healing individuals and communities and enabling communities to re appropriate space consumed by war. However, whilst creativity is utilised to address social, psychological and cultural needs, artists often lack the skills or outlets to exploit the economic value of their talents. Furthermore, communities affected by conflict or crisis did not have access to the necessary educational tools to develop their creative projects or to connect to audience. In its most recent phase (2013-2014) In Place of War had attempted to address this skills gap by delivering informal creative entrepreneurial workshops on the ground to marginalised communities. However, it was apparent that informal workshops over a short period of time had little impact in developing skills or enhancing exposure. \nTo this end, In Place of War has created structured knowledge exchange workshop certified by the University of Manchester. The Creative Entrepreneur Workshop (CEW) is structured over nine weeks and draws upon creative practice identified through IPOW's research. All this material would not have been available without the extensive research and practitioner networks developed through AHRC support. In addition to this, artists have the opportunity to develop a creative business proposal which will presented at the end of the sessions. Industry experts will give feedback on creative proposals and artists will be allocated a mentor to support theml. Furthermore, the most viable project will be awarded a small seed fund to support the development of the project. In addition to this, IPOW will work with Tacshen Publishing to offer mentoring support for new and emerging visual artists on the CEW. \nThe CEW and mentoring network will nurture a new generation of artists and practitioners from sites of conflict or extreme disadvantage by creating a research-informed, free at the point of use educational tools and professional support system. \nAs part of this new stage of development, IPOW has developed a relationship with the Guardian to disseminate and engage with new public audiences. IPOW been invited to programme 6 events at the Guardian Space in London. This unique collaboration will provide an innovate public space to present new and emerging talent identified via the CEW, giving artists an international platform, thus expanding opportunities. This partnership will facilitate connections between artists and international audiences, increase avenues for dissemination, and generate public debates on the role of arts in society. \nResponding to the need to generate economic benefits and improve access to international audiences for marginalised artists, IPOW will also work with Taschen Publishing to publish a book on art in conflict zones. Artists featured in the book and will receive a percentage from book sales. \nThe proposal aims to provide tools for creative entrepreneurship, support mechanisms for artistic development and new pathways for dissemination and engagement with international audience for artists from conflict and post conflict zones.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/N003268/1","grantId":"AH/N003268/1","fundValue":"76632","fundStart":"2015-10-20","fundEnd":"2016-10-19","funder":"AHRC","impactText":"","person":"James  Thompson","coPersons":[],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}