{"id":"1CC4E8FA-9E7D-45A6-849F-08E587255D93","title":"DNA recombination pathways and antigenic variation in Trypanosoma brucei","abstractText":"African trypanosomes are single cell parasites of mammals that have major medical, veterinary and economic importance in sub-Saharan Africa. They have been studied for over 100 years, and have revealed many novel aspects of biology that have shed light on fundamental processes in all organisms, including humans. Trypanosomes escape being killed by the mammal?s immune system using a strategy termed antigenic variation. A major component of antigenic variation is rearrangements of specific genes within the parasite?s genome through a reaction termed recombination. Recombination is used in all organisms to repair damage to their genome, and is therefore needed to maintain the integrity of this information source, which dictates all aspects of an organism?s growth, development and reproduction. We have shown that trypanosomes have harnessed this repair pathway for antigenic variation. Nevertheless, our understanding of how recombination acts in antigenic variation is unclear, as is the way that it contributes to other features of the genome and biology of trypanosomes. This project will examine the factors that contribute to trypanosome recombination and antigenic variation, including how they interact, and will characterise a novel form of recombination not previously described in this parasite. Addressing these questions will have fundamental implications for our understanding of recombination in all organisms, but may also reveal specific adaptations of this process in trypanosomes that may be exploited in the future for clinical applications.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0401553","grantId":"G0401553","fundValue":"370000","fundStart":"2006-01-01","fundEnd":"2008-12-31","funder":"MRC","impactText":"","person":"Richard  McCulloch","coPersons":[],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}