{"id":"1CC96A6C-A05C-46FF-9A3A-6322470B13B9","title":"Prototyping Open Innovation Models for ICT-Enabled Manufacturing in Food and Packaging","abstractText":"The aim of the Prototyping Open Innovation Models cluster is to design and develop a new crowd sourced food and package design and innovation platform comprised of a suite of ICT tools for state-of-the-art manufacturing processes and implementing &quot;customers in the loop&quot; co-creation product development processes. The platform and the tools will enable (i) Harvesting content from the crowd and lead users, (ii) Synthesising content into an actionable format, and (iii) Integrating design and production systems. The idea for the platform is inspired by behaviours that are emerging on social media sites that see participants congregate around a current issue (citizen journalism - Arab Spring), ICT problems (user fora), leisure activities (maker/hacker communities - Ikea Hacker, Hackerspaces, food hacking), knowledge (Wikipedia), citizen science (Nasa's Stardust@home), and create and share content around such aspects.\nWe are in an age of participation, where consumers no longer need to be on the periphery of development. Companies are increasingly finding that ideas and innovations originate from outside their organisations. 'Crowd-sourcing' is gathering pace, as companies seek to tap into the global knowledge base through their 'open innovation' strategies. Brands need to develop new relationships with Prosumers in which they may become a substantial part of the design and development process. We propose to apply this model of behaviour to explore opportunities for open innovation whereby a disparate group of individuals congregate around food and packaging design and production (two of the largest industry sectors in the UK). Packaging is not only a container, but it is one of the means of communication of the product that will make it recognized and remembered. \nThe platform and plug-in tools comprise a virtual food product development environment that aims to de-bottleneck and streamline the food innovation pipeline by a cloud-based software platform and through the use of open innovation models to engage the consumer in the product development loop. This will significantly shorten the time to market for such new products by aligning and integrating design, manufacturing processes and systems with people. \nThe objectives of the cluster are:\n- To design, develop, test and evaluate open innovation models for food manufacturing with real case studies from our industrial collaborators focused on enabling conversation and collaboration between consumers and brands for developing new food products \n- To design and implement mechanisms to feedback the 'Crowd's' needs and real world use, interaction and experience and translate these into design specifications of desired attributes for the food product they wish to consume, by collaborating directly with product development and manufacturing specialists\n- To develop facilities to allow a range of formal and informal relationships (interaction models) to be managed in a manner that is sensitive to the issues of privacy, IP and responsibility \n- To develop the methodology, ICT tools and a knowledge base to convert desired attributes of food into food product and packaging specification that can be produced and delivered to the consumer\n- To develop responsive manufacturing models and an ICT toolset to enable fast response to new and emerging food products by flexibly aligning and coordinating manufacturing resource to such needs\n- To implement and integrate all tools and methodologies into a collaborative cloud-based ICT platform enabling the digital collaboration between consumers, product developers and manufacturers\n- To conduct a series of feasibility studies identified jointly with our industrial partners to test and demonstrate our approach, methodologies and ICT tools\n- To conduct a series of workshops, seminars and outreach activities to disseminate our findings and methodologies and develop and extend our industrial user network","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K014234/2","grantId":"EP/K014234/2","fundValue":"1673750","fundStart":"2014-01-03","fundEnd":"2018-02-02","funder":"EPSRC","impactText":"","person":"Sharon  Baurley","coPersons":["Jim  Song","Stephen  Green","Charalampos  Makatsoris","Fabrizio  Ceschin","Richard Michael Mortier","Robert  Phillips","Thomas  Rodden","Christian  Wagner","Martin  Flintham"],"organisation":"Royal College of Art","findingsText":"","dataset":"gtr"}