{"id":"1CDC5062-24E2-44CB-A1E5-BC100491A533","title":"Digital Personhood:Being There: Humans and Robots in Public Spaces (HARPS)","abstractText":"A vibrant, open and inclusive public space is central to the social and economic health of society. However, developments in digital technology have begun to undermine some aspects of a progressive public space. For example, technologies now allow us to be tracked, surveilled, profiled and socially sorted as we move through public space. At the same time there is a sense that public space has moved elsewhere. The rise of the internet and increasing digital hyperconnectivity has led some to argue that virtual connected networks (rather than physical public space) are where the public realm can now be found. \n\nIn this project, we set out to reclaim the public realm as a physical space for interaction designed to contribute to the public good. The project will enhance the public realm as a space where people can interact under the appropriate conditions of privacy and equality; where the social and economic benefits of contact are maximised, and where barriers to participation are reduced. In doing so we will create a 'model' public space that will also function as a living laboratory. We will equip the living lab with the capacity to track micro-contacts between multiple individuals in real time, and at the same time to capture and process information about the emotional and nonverbal communicative qualities of behaviours across time. In order to preserve privacy without losing critical aspects of personal interactivity we will design protocols which combine data minimization and decentralized data storage with the consensual sharing of information. This will allow us to conduct a series of experiments on the conditions under which contact in public places can produce greater social cohesion and integration. These experiments will draw on the extensive anthropological and psychological literature for the importance of behavioural synchrony for social cohesion and community relations. We will use techniques to manipulate synchronous (and asynchronous) rhythmic behavioural engagement in the public space (marching in step, tapping/clapping, waving). We will use our digitally augmented public space to derive implicit measures (such as physical proximity, remote sensing of emotional tone, physiological measures) of the effectiveness of different interventions for promoting social cohesion. \n\nAs a way of increasing access to public space we will also examine the social and technological aspects of being able to appear in public in proxy forms. In particular we will consider the challenges of having robot proxies in public spaces. We will explore the challenges of veridical robot presence 'in the wild'. We will investigate what motions and behaviours must be transferred to the proxy from the remote user, and synchronised with speech, to enable interactions. We will also conduct experiments which explore challenges around understanding trust in social settings inhabited by shared proxies. Finally, we will develop a framework for understanding the impact of privacy and anonymity in human-robot interactions.\n\nIn order to maximise the impact of the research we will engage in partnership with i-Shed in Bristol. iShed was established by Watershed (a cross artform venue and producer based in Bristol) in 2007 to produce creative technology collaborations. Together we have designed a program of impact activities to engage with creative economy SME's and micro-companies as well as artists and community representatives. Through the creation of public space events we will also seek to make an impact on public space policy and practice including governments, policy makers and regulatory bodies as well as the media.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L00416X/1","grantId":"EP/L00416X/1","fundValue":"2044340","fundStart":"2013-10-01","fundEnd":"2017-01-31","funder":"EPSRC","impactText":"","person":"Mark  Levine","coPersons":["Niki  Trigoni","Danae  Stanton Fraser","Miriam  Koschate-Reis","Hatice  Gunes","Ian  Brown"],"organisation":"University of Exeter","findingsText":"","dataset":"gtr"}