{"id":"1CE68B91-D680-48D5-A177-3357F5D465DA","title":"A New Tool for Biochemical Analysis: Combining Enzyme-Responsive Gels with LCD Detection","abstractText":"Cells secrete a range of enzymes that allow them to modify their environment and facilitate their growth. However, the presence in these secretions of particular enzymes that breakdown or modify surrounding connective tissue can be prognostic markers of disease, e.g. the enzyme hyaluronidase, which is a clinically reliable marker for bladder cancer. In this proposal we describe a new methodology for the detection of biochemical events; combining enzyme-sensitive gels with liquid crystal displays. This proposal is a conceptual jump that builds upon a unique enzyme-sensing system we have developed, which combined liquid crystal display (LCD) technology (as found in LCD calculator screens) with an easy-to-manufacture bioanalyte surface. Our new concept exploits the three-dimensional and biocompatible 'semi-wet' nature of enzyme-sensitive gels; the gel is a reservoir of bioanalyte that provides the LCDs with mechanical stability (giving robust, portable sensors), whilst also supporting the growth of disease-causing cells on the sensor. These transparent enzyme-responsive gels will lend mechanical strength to arrays of LCDs constructed on transparent plastic chips; using these chips will make the LCDs visible to the naked eye. In response to secretions from disease-causing cells, these devices will show patterns of light and dark LCDs, which will profile enzymatic activity and reveal cellular markers of disease. Our system will make the identification of disease-causing enzymes and cells much faster, easier and cheaper, having the advantage over existing techniques in that it will give rapid results outside the laboratory without needing complex instrumentation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G014337/1","grantId":"BB/G014337/1","fundValue":"278698","fundStart":"2010-01-02","fundEnd":"2013-04-01","funder":"BBSRC","impactText":"  This BBSRC-sponsored project has directly led to an ongoing industrial collaboration between the University of Manchester and ConvaTec UK plc. The company is sponsoring a part-time PhD for an industrial researcher from ConvaTec UK, who is working on a project entitled &quot;LCD detection of protease activity&quot;. This collaboration is led by Dr SJ Webb and the industrial contribution is ?34,530 over 6 years.\n\nThe PI (SJW) co-hosted a full day interactive display on hydrogels for children 6-12 years old at &quot;Bring your Sons and Daughters to Work&quot; day, 23rd Apr. 2010, Sandia National Laboratories, Livermore, California, USA.\nThe PI (SJW) also discussed research at the chemistry/materials interface with A-level students at the University of Manchester Open Day, Saturday 18th Jun. 2011. Education,Pharmaceuticals and Medical Biotechnology Societal,Economic","person":"Simon John Webb","coPersons":[],"organisation":"The University of Manchester","findingsText":" Cells secrete a range of enzymes that allow them to modify their environment and facilitate their growth. However, the presence in these secretions of particular enzymes that breakdown or modify surrounding connective tissue can be prognostic markers of disease, e.g. the enzyme hyaluronidase, which is a clinically reliable marker for bladder cancer.\nIn this proposal we describe a new methodology for the detection of biochemical events; combining enzyme-sensitive gels with liquid crystal displays. This proposal is a conceptual jump that builds upon a unique enzyme-sensing system we have developed, which combined liquid crystal display (LCD) technology (as found in LCD calculator screens) with an easy-to manufacture bioanalyte surface. Our new concept exploits the three-dimensional and biocompatible &quot;semi-wet&quot; nature of enzyme-sensitive gels; the gel is a reservoir of bioanalyte that provides the LCDs with mechanical stability (giving robust, portable sensors), whilst also supporting the growth of disease-causing cells on the sensor. These transparent enzyme-responsive gels will lend mechanical strength to the LCDs. In response to secretions from disease-causing cells, these devices will show patterns of light and dark LCDs, which will profile enzymatic activity and reveal cellular markers of disease. Our system will make the identification of disease-causing enzymes and cells much faster, easier and cheaper, having the advantage over existing techniques in that it will give rapid results outside the laboratory without needing complex instrumentation. The potential still exists to develop LCD based biosensors, but there are design issues that will need to be overcome, as detailed in our 2013 Soft Matter publication. Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}