{"id":"1CEC4D98-AAD2-41EE-A306-4EF7F281D016","title":"Musical Audio Repurposing using Source Separation","abstractText":"Delivery of audio has become increasingly complex: originally in single channel (mono) or 2-channel stereo format, now surround sound in &quot;5.1&quot; format (5 main speakers plus one low frequency effects channel) is available in many home cinema systems, and many other multichannel audio formats are available (e.g. 6.1, 7.1, 10.2 and 22.2). In addition, new interactive apps allow users to remix musical audio, changing instrument volumes, and music games allow players to control individual instruments. Content creators therefore have to develop new ways to create and distribute their audio content to allow their content to be played back on these multichannel systems, or remixed by users to suit their own tastes.\nHowever, much audio content is still in legacy formats, mainly 2-channel stereo. We therefore need ways to &quot;repurpose&quot; this legacy audio content, converting these into surround sound or to the separate &quot;stems&quot; needed for remixable audio.\nThe aim of this project is to develop a new approach to high quality audio repurposing, based on high quality musical audio source separation. To achieve this we will combine new high resolution separation techniques with information such as musical scores, instrument recognition, onset detection, and pitch tracking. Instead of aiming at generic source separation, we will develop algorithms designed to match the separation performance to the final target (upmixing or remixing). In parallel, we will investigate perceptual evaluation measures for source separation, remixing and upmixing, and develop new diagnostic evaluation techniques tailored to measure different aspects of the repurposed outcome.\nThe outcomes of this project will allow music consumers to enjoy their favourite songs in interactive remixing apps and games, even where the original separate &quot;stems&quot; are not available. It will also allow music companies, broadcasters and sound archive holders to provide high quality upmixed versions of their large archive content, for an increasing generation of listeners with surround sound systems in the home.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L027119/2","grantId":"EP/L027119/2","fundValue":"856794","fundStart":"2015-04-01","fundEnd":"2018-01-31","funder":"EPSRC","impactText":"","person":"Mark  Plumbley","coPersons":["Philip JB  Jackson","Simon  Dixon","Christopher  Hummersone","Joshua Daniel Reiss","Nicholas Johnathan Bryan-Kinns","Martin Clifford Dewhirst","Russell  Mason","Panos  Kudumakis","Mark  Sandler"],"organisation":"University of Surrey","findingsText":"","dataset":"gtr"}