{"id":"1CEE0A8C-E4BF-4129-B13A-8F58BA37C1B1","title":"Rational strategies for neuronal production and maturation from human cells.","abstractText":"Recent exciting finding have shown that normal cells from the skin (fibroblasts) can be converted directly to nerve cells by the addition of only 3 or 4 new specific proteins including so-called &quot;proneural factors&quot;. This has opened up a wealth of possibilities for using these neurons to study nerve defects in conditions such as Parkinsons outside the body, and as a platform to test drugs that may enhance neural cell function. Moreover, findings in this area may ultimately underpin developments of methods to produce nerve cells to transplant back into patients with diverse neurological deficits.\n\n However, for these nerve cells to be used to model disease in a petri dish, or indeed as a supply to replace nerve cells lost in neurological disease, we need to be able to generate lots of mature nerve cells from fibroblasts that come straight from patients (as opposed to fibroblasts that have been chosen specifically for their ability to grow well in the lab). In addition, we need a way to direct the fibroblasts to form the correct type of nerve cell (e.g. cortical neurons for Stroke, dopaminergic nerve cells for Parkinsons disease, motor neurons for spinal cord injury or motor neuron disease). We are using our knowledge of the regulation of the proteins, and specifically a hyperactive protein that we think will drive much better maturation of these nerves as it does in the developing embryo, to create more effective protocols for making mature nerve cells from patient samples. We will see whether nerve cells generated in this way from patient fibroblasts look and behave the same as nerves produced from different patient-derived cells that have been produced in another way, via a stage that converts them to a &quot;naive&quot; form usually found in the early embryo (so called induced pluripotent cells). \n\nIf we can use our hyperactive protein to enhance generation of mature nerves of specific types, we will then look at the genes turned on in these nerves to further explore why our neuronal differentiation factor is hyperactive.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L021129/1","grantId":"MR/L021129/1","fundValue":"647732","fundStart":"2015-01-05","fundEnd":"2018-01-04","funder":"MRC","impactText":"","person":"Anna  Philpott","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}