{"id":"1CF356E0-7022-472E-8B9E-598579E22080","title":"T.S. Eliot Editorial Project","abstractText":"The purpose of the T. S. Eliot Editorial Project is to co-ordinate, for the first time, the editing of the poetry, plays, critical writings, and correspondence of perhaps the pre-eminent and most influential writer of the twentieth century. \\n\\nSince Eliot's death in 1965 his oeuvre has had only a partial, unsatisfactory afterlife. While the unpublished Clark and Turnbull lectures, _The Varieties of Metaphysical Poetry_, were published in 1993, establishing appropriate textual principles and annotational standards for such materials, a large amount of his published prose has gone out of print. Moreover, a remarkably extensive number of prose pieces, ranging from essays and lectures to introductions and reviews, and contributions to debates on questions as varied as literature, religion, politics, education, publishing and cultural commentary, have never been collected for the world-wide readership that aspires to enjoy access to a complete and annotated edition of his works. \\n\\nWhile portions of Eliot's poetry -- notably _Inventions of the March Hare_ (1996) -- have been issued in full-dress scholarship, the majority of the poems have not yet been edited to a standard that will meet the expectations of scholar, student and general reader. The same holds true for the plays.\\n\\nWith the commitment and support of the T. S. Eliot Estate and Faber and Faber, this Project will ensure that no fewer than six volumes -- _Complete Poems_ (2 vols), _Complete Plays_ (1 vol), _Complete Prose_ (2 of an envisaged 7 vols), together with a third volume of the _Collected Letters_ (covering the period 1926-1928), edited or co-edited by UK-based scholars -- will be delivered for publication by the year 2012. Because the Project brings together the work of dedicated team of scholars, editors and critics, under the academic management of the Institute of English Studies (Director, Professor Warwick Gould) at the University of London, all of the volumes can be delivered in quick order, and at about the same time. \\n\\nConcerted and co-ordinated effort is the key to the success of this enterprise. The editors will work in partnership, agreeing upon conventions including abbreviations and modes of cross-reference, and sharing findings as needed. The volumes will correspond too in terms of presentation, apparatus and supplementary materials including collations, draft variants and appendices. The project participants will be making use of unprecedented and shared access to the archival resources (both the library and a wealth of papers) of the collections of Mrs Valerie Eliot and of Faber &amp; Faber, and will also share exclusive access to Professor Schuchard's digital database of the prose writings.\\n\\nThe outcome of this combined enterprise will be to establish authoritative and fully co-ordinated editions of the poetry, plays, prose and letters of the highest textual accuracy. At long last, it will enable readers to see Eliot whole: the tally of his works will include over 200 printed but unrecorded prose pieces and 90 unpublished prose items. Scholarly notes will identify sources, allusions and parallels. Also, by providing access to the totality of published and unpublished works, it will facilitate a fresh and thorough critical assessment of Eliot as poet, critic, playwright, publisher, correspondent and cultural commentator. In addition, this collective edition will situate Eliot's works in their genetic, generic and artistic relation to one another. Eliot himself noted, in a late interview: '_Burnt Norton_ began with bits that had to be cut out of _Murder in the Cathedral_.' He also took pains to make the larger critical point that 'writing plays ... made a difference to the writing of the _Four Quartets_.' This Project will accordingly afford a context for comprehending the relationship between the poems and plays and all associated works, and it will facilitate the fullest appreciation and critical comprehension of Eliot's work.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/G011303/1","grantId":"AH/G011303/1","fundValue":"767532","fundStart":"2009-03-01","fundEnd":"2014-03-31","funder":"AHRC","impactText":"  Scholarship; English literature education; cultural and critical studies. \n\nThe number of individual subscriptions to the digital resource The Complete Prose of T. S. Eliot is not to be known (information reserved to publisher), but I am reliably informed that to date -- in the two-month period since the launch of the first two volumes -- there have been more than 40 international institutional subscriptions (which is higher than anticipated).\n\nSales figures for volumes 2, 3 and 4 of the Letters of T S Eliot (published in the UK by Faber &amp;amp; Faber Ltd, and in the USA by Yale University Press) are likewise not officially available, but certainly run into the several thousands. Education Cultural","person":"John C Haffenden","coPersons":["Hugh  Haughton"],"organisation":"University of London","findingsText":" Volume 3:\n\n\n\nStefan Collini, London Review of Books, 30 Aug. 2012: \n\n'[Eliot's] letters have benefited from enormously thorough yet judicious editing. The installation of John Haffenden as general editor of this sometimes vexed edition has brought a new level of authority and precision to the annotation and other editorial matter.'\n\n\n\nJohn Carey, Sunday Times, June 2012: 'superbly capacious and informative notes, which turn this volume, in effect, into a wonderfully illuminating chapter of biography rather than a collection of letters. The editing is a marvel from start to finish, and Eliot, even at his most critical, would surely have applauded it.'\n\n\n\nPhilip Hensher, The Spectator, 30 June 2012: \n\n'The editing of the Eliot letters is exemplary in its detail, authority and quality of annotation. It is the closest thing to a perfect edition of a great writer's correspondence that can be imagined. There are few collected literary correspondences of this quality now emerging in English... The editing, annotation and production is of an extraordinarily high standard.'\n\n\n\nGabriel Josipovici, Times Literary Supplement, 2 November 2012: \n\n'This is a wonderful volume. The notes are copious but always to the point, and include not only extracts from later letters we might have to wait a long time to see published in full, but also invaluable accounts of how Eliot's contemporaries saw him at the time.'\n\n\n\nJuliet Nicolson, Sunday Times 'Books of the Year', 24 Nov. 2012: \n\n'The Letters of T. S. Eliot Volume 3: 1926-1927 moved me deeply. This last selection under the impressive joint editorship of John Haffenden with Eliot's second wife Valerie includes the unfolding tragedy of Eliot's first marriage.'\n\n\n\nDavid Sexton, 'Books of the Year', Evening Standard, 29 November 2012: 'The Letters of T. S. Eliot Volume 3 1926-1927, impeccably edited by Valerie Eliot and John Haffenden, have new insight into the great poet in the years when he was editing the Criterion, writing Sweeney Agonistes and the Ariel poems and converting to Anglicanism, as well as still attempting life with his wife, Vivien.'\n\n\n\nPaul Batchelor, Saturday Guardian, 14 July 2012: 'meticulous footnotes'.\n\n\n\nThe Rt Revd Lord Harries, Church Times, 31 Aug. 2012: \n\n'excellent footnotes and biographical details of correspondents'\n\n\n\nMark Ford, The New York Review of Books, 25 Oct. 2012: 'The inclusion of numerous letters by Eliot's family and friends, and the extensive footnotes that excerpt liberally from missives received, as well as explicating all references and offering useful mini-biographies of every potential Criterion contributor Eliot ever contacted, mean these volumes provide an exhaustively detailed picture of the circumstances in which Eliot's correspondence, and his criticism and his poems, were written. The decision also allows for a range of different perspectives on the Eliots' problems.'\n\n\n\n\n\nVolume 4:\n\n\n\nJuliet Nicolson, Daily Telegraph, 19 Jan. 2013: 'In the fourth volume of these enlightening and occasionally electrifying letters, the two conflicting stories that dominate T. S. Eliot's life are gradually revealed with poignant and often painful clarity... hundreds of superbly enhancing footnotes ... pack this volume...\n\n 'There is a particular bleakness attached to this latest lengthy addition to the Eliot biography. This is the last volume that will benefit from the editorship of Valerie Eliot... Her intimate knowledge of her enigmatic husband makes her presence here ubiquitous, especially in the selection of footnotes, the exemplary biographical register and the detailed summary of chronological events all of which ensure the reader is looked after with meticulous care ... the impressive scholarship of her co-editor John Haffenden...'\n\n \n\nLesley McDowell, The Independent on Sunday, 13 Jan. 2013: \n\n'this full disclosure of a writing life is quite invaluable.'\n\n\n\nHenry Hitchings, Financial Times, 2 Feb. 2013: \n\n'this volume is valuable for scholars of Eliot's work and of the period in which he lived'\n\n\n\nAdam Mars-Jones, The Observer, 10 Jan. 2013: \n\n'The letters are fully and helpfully annotated' The reading by non-specialists leading to a better understanding of the works of TS Eliot. Education,Other","dataset":"gtr"}