{"id":"1CF43349-934C-42B2-B59B-EDE0894FC810","title":"CCPQ: Quantum Dynamics in Atomic, Molecular and Optical Physics","abstractText":"The dynamics of quantum particles is the basis to describing the material world. Collisions between nuclei provides basic chemical reactivity, while the movements of electrons around nuclei provides the fine mechanistic details. To understand these motions we need to solve the time-dependent Schroedinger equation - a non-trivial problem for more than 3 particles that requires a huge computational effort.\n\nState-of-the art experiments using attosecond or femtosecond pulses of radiation allow us to follow the motion of these particles, but without computer simulations the results are difficult to understand. This field of research is presently undergoing a huge expansion, due to the provision of new light sources such as free electron lasers (FELs), and software needs to be developed to keep up to the new capabilities. CCPQ has two community codes (R-matrix suite, MCTDH wavepacket dynamics) to treat these processes. The results give a deep inside into the fundamental reactivity of molecules, where quantum mechanical behaviour must be considered.\n\nThe interactions of anti-matter particles are also a topic of much interest, primarily due to the use of positrons in medical imaging, but also as a field of fundamental science in experiments such as the ALPHA project. Here, anti-matter particles are collided with normal matter and the different decay channels investigated. CCPQ is developing a code in collaboration with experimentalists to help understand the behaviour of these exotic sounding, but useful, particles. \n\nGoing from few bodies to many-bodies introduces some of the most fascinating phenomena in physics, such as superfluidity, superconductivity and ferroelectricity. However, to directly simulate them also introduces an exponentially scaling overhead in computation effort with the system size. While usually the preserve of condensed matter systems such strongly-correlated physics, where particles behaviour collectively, are now accessible in controlled ways with cold-atoms trapped in optical lattices. This has opened up previously inaccessible coherent dynamics in many-body systems to experimental scrutiny, such as examining what happens if the interaction and kinetic energies of particles are quenched across a quantum phase transition. The advances of this unique perspective are now reciprocating back to condensed matter problems where interaction of THz radiation on femtosecond timescales is also revealing correlated coherent electrons motion in solid-state systems. This topic of strongly-correlated many-body dynamics is the final strand of CCPQ development - embodied by the TNT project which introduces new ways of compressing many-body states to overcome the exponential barrier. It will support not only the emerging quantum technology of cold-atom quantum simulation, but also may eventually aid in designing and controlling real materials where optical pulses can switch properties such as superconductivity or ferroelectricity with great technological potential.\n\nCCPQ supports the development of these world leading community codes by providing a forum for the exchange of ideas, by providing networking opportunities for researchers to help disseminate the codes, and by supporting training workshops for users of the codes. It also provides direct support in the form of computer experts at the Daresbury laboratory who help optimise the codes for use on large high performance computers (HPC).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M022544/1","grantId":"EP/M022544/1","fundValue":"101608","fundStart":"2015-08-13","fundEnd":"2020-08-12","funder":"EPSRC","impactText":"","person":"Graham Alan Worth","coPersons":["Hugo Willem  Van Der Hart"],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}