{"id":"1D08995D-DD9C-4660-8352-B225A4DF002D","title":"The environmental behaviour of redox active radionuclides - a combined biogeochemical and geomicrobiological approach.","abstractText":"The UK has a substantial legacy of contaminated nuclear industry sites. Two of the principle sites are at Sellafield and and Dounreay, and the soils and groundwaters at these sites have been contaminated with radioactivity. Indeed, groundwater contamination with radionuclides is a global problem, and decommissioning of nuclear facilities will require control and removal of the contamination. However, little is currently understood of the way that sub-surface microorganisms affect the mobility and behaviour of radionuclides in contaminated land. We have identified four radionuclides that are of particular relevance to radionuclide contamination: technetium; uranium; neptunium; and plutonium. All of these radionuclides are long-lived, and U and Tc are currently priority pollutants at a number of sites throughout the world and are reported as contaminants at Sellafield, whilst Np and Pu will be significant medium term environmental contaminants in radioactive wastes and in contaminated land. Additionally, they are all redox active and are commonly more mobile in their oxidised states when compared to their reduced forms. This project focuses on understanding the interactions of these radionuclides with microorganisms and sediments from contaminated nuclear sites in the UK during 'redox cycling' as reducing conditions develop and as reduced systems are reoxidised. In sub-surface environments, microorganisms control redox chemistry, and many recent studies have highlighted the fact that microorganisms can interact with redox active radionuclides. In turn these interactions may affect the environmental behaviour of Tc, U, Np and Pu by altering their redox state (or speciation). The radionuclide-microbe interactions that occur can be split into two groups: 1. Direct interactions, where the microbe is enzymatically mediating changes in the radionuclide speciation and; 2. indirect interactions, where reduced products of microbial metabolism such as Fe(II), or sulfide can cause abiotic changes in speciation. Currently, there is a relatively poor understanding of both the direct and indirect mechanisms of microbial interactions with radionuclides, and how the balance between enzymatic and abiotic reactions controls radionuclide redox cycling in contaminated environments. Understanding the fundamental mechanisms of these radionuclide-microbe interactions is the focus of this proposal, and we will tackle this problem using three different approaches. As U and Tc are less radiologically hazardous than Np and Pu, we will focus the majority of our experiments on U and Tc, limiting our Np and Pu work to several key systems. We will use geomicrobiology techniques to examine the enzymatic transformations of Tc, U, Np and Pu with key microorganisms found in sub-surface environments and in reducing and reoxidising systems. In addition, we will take sediments from DY and SF, and use biogeochemistry techniques to examine the behaviour of the radionuclides in complex sedimentary environments as reducing conditions develop, and when we reoxidise the sediments. We will also use molecular ecology techniques to identify key microorganisms controlling the biogeochemistry of the sediments. In turn we will isolate pure cultures of key microbes involved in redox cycling in the sediments, and use these microorganisms to investigate radionuclide behaviour during reduction and reoxidation in model systems. These experiments will bridge between the pure culture systems designed to understand enzymatic transformations, and the complex sediment experiments designed to examine transformations in real sedimentary environments. These multidisciplinary approaches will allow substantial advances in understanding the redox cycling behaviour of the radionuclides technetium, uranium, neptunium and plutonium.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/D005361/1","grantId":"NE/D005361/1","fundValue":"325785","fundStart":"2006-10-01","fundEnd":"2010-03-31","funder":"NERC","impactText":"","person":"Katherine  Morris","coPersons":["Jonathan Richard Lloyd","Ian  Burke","Francis  Livens"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}