{"id":"1D0E8E5B-6EB3-4235-95C2-C10E90D5380F","title":"Dissecting structural and functional genomic factors underlying the resistance of Atlantic salmon fry to infectious pancreatic necrosis.","abstractText":"Infectious pancreatic necrosis (IPN) is currently the most serious viral disease affecting the UK salmon farming industry. IPN is caused by infectious pancreatic necrosis virus (IPNV) which results in damage to the pancreas, intestine and liver of infected salmon. The annual economic loss to the UK aquaculture industry from IPN is estimated to be &pound;5-10 million. Surviving salmon can become carriers of infection and then spread the disease to other susceptible fish, perpetuating IPN in both farmed and wild fish populations. Atlantic salmon vary in susceptibility to IPNV infection as they proceed through their life cycle. Newly-hatched salmon, i.e. fry, live in freshwater. They are particularly susceptible to IPN, and epidemics in hatcheries are typified by sudden large-scale mortalities. Subsequently, at the smolt life cycle stage, salmon alter their physiology in readiness for the move from freshwater to seawater. Salmon smolts (more specifically post-smolts) are susceptible to IPN during a period lasting from 2 - 10 weeks after seawater transfer. Certain families show genetic resistance to IPN, and we have previously shown that it is possible to identify resistant and susceptible salmon smolts using genetic markers. However, a number of questions relating to IPN resistance remain unanswered. In particular, whilst there is evidence that these genetic effects are consistent across different stages of the salmon life-cycle, i.e. consistent in smolts and fry, it is not conclusive. Furthermore, it is not known which specific genes and molecular pathways underlie genetic resistance to IPN. In an attempt to answer these questions we have three major objectives. First, we will confirm and describe genetic resistance to IPN in salmon fry and identify specific genomic regions affecting resistance. Second, we will determine which salmon genes work differently between genetically resistant and susceptible fish following infection. This will give insight into whic biological mechanisms lead to genetic differences in resistance. Third, we will bring together all of the results to identify specific genes that may be responsible for the genetic resistance. The results of the study will strengthen salmon breeding programmes by providing genetic marker tests to identify IPN resistant fish early in the salmon life-cycle, thus reducing costs and reducing the number of diseased fish. The improved knowledge of the crucial genes defining IPN resistance may also contribute to the rational development of control measures against IPNV infections, including vaccination, and provide sensitive diagnostic tests. This project will be undertaken by researchers based at the Roslin Institute and the Institute of Aquaculture at Stirling University, and will also utilise the facilities and expertise of the Centre for Environment, Fisheries and Aquaculture Science, Weymouth. These UK researchers will collaborate with the Genomic Research on Atlantic Salmon Project (GRASP) in Canada, providing access to world-leading salmon genomics resources. The involvement of the innovative salmon breeding company Landcatch Natural Selection ensures that a clear route exists for the immediate commercial application of the results. This project is relevant to research supported by the BBSRC aimed at the analysis of the mechanisms of immune function and disease, and fits the priority relating to the control of infectious diseases, including the genetics of host resistance to infection.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F001959/1","grantId":"BB/F001959/1","fundValue":"320111","fundStart":"2008-03-01","fundEnd":"2011-01-31","funder":"BBSRC","impactText":"","person":"James Emmanuel Bron","coPersons":["Brendan Joseph McAndrew","William Gareth  Starkey"],"organisation":"University of Stirling","findingsText":" A successful fry challenge methodology was developed as part of the current work that has been demonstrated to mimic the differential infection levels experienced by marine phase salmon smolts. The developed protocols will substantially assist further research in this area and can also function to shortcut breeding programmes by a generation by reducing the need for marine challenges as an indicator of disease resistance phenotype.\n\n \n\nAs part of this project a 44K Atlantic salmon Agilent oligo microarray (Salar_1 / Salar_2) was designed and employed for analyses. This microarray is open to use by other researchers in the UK and internationally.\n\n \n\nThis project has generated an archive comprising fry tissue from resistant and susceptible families subject to IPN challenge over a timecourse and including respective uninfected control groups. This archive, stored as tissue and trizol homogenates at -80oC, will provide material for further study of individual gene expression, microRNA and individual host responses. \n\n \n\nRefinements of techniques for preparation of libraries for RAD sequencing were developed as part of the current project, which are currently being employed by other UK laboratories. The produced libraries and RAD sequences provide a key resource for ongoing work. \n\n \n\nThe success of this project has fostered a number of complementary studies investigating the genetic and transcriptomic basis for disease resistance to a number of other Atlantic salmon pathogens including infectious salmon anaemia (ISA) and salmon lice. The work undertaken in the current project has also provided the basis for a BBSRC career-path fellowship entitled &quot;Towards the Causal Factors Underlying the Resistance of Salmon to Infectious Disease.&quot; Amongst other objectives, this fellowship will build upon the current transcriptomics study in order to identify the QTG underlying the observed resistance phenotype. As noted above under routes to exploitation, the research undertaken in this project is currently being used by industry for improving marker assisted selection for resistance to IPN in commercial Atlantic salmon stocks. The data produced is also being used to help develop a dense SNP chip for Atlantic salmon that will be employed by industry for selection of a broad range of farm salmon traits. Fry tissue from this project is being employed to examine family differences in susceptibility to IPN at the transcriptomic (using Illumina RNA-Seq) and genomic (using RAD -Seq) levels, which will similarly inform industry breeding programmes for resistance in Atlantic salmon. The work carried out within this project involved a direct collaboration with the Atlantic salmon breeding industry (Landcatch Natural Selection (LNS) Ltd.). This project has identified genetic markers that are currently being used to select for IPN resistance by our commercial partner, LNS, who are currently implementing SNP-based selection using these markers. This is a simple and cost-effective form of marker-assisted selection, and one which can be transferred across populations. Unlike traditional marker-assisted selection, there is NOT a prior requirement for phenotypes and genotypes on the same animals, thus the results can be applied more quickly, easily, cheaply and widely. This is a significant positive output from the project, and an excellent example of high quality science moving straight to implementation. \n\n \n\nThis project has provided clear evidence of the transcriptomic differences between resistant and susceptible families, highlighting key pathways involved in resistance to infection and providing a number of gene candidates that may be indicative of the mechanism of resistance. Genes identified in the project are serving as markers for both disease state and for resistance or susceptibility in a family or population and are being employed to assist breeding strategies and for disease diagnostics. \n\n\n\nResources generated by this project, including SNPs, archived fry tissue samples, BAC sequences and RAD-Seq sequences are all currently being employed by industry and academia to further understanding of the mechanisms of IPN resistance in Atlantic salmon with outcomes of research being employed directly by industry to improve breeding programmes for resistance providing commercially available resistant Atlantic salmon populations.\n\n\n\nThe work undertaken within this project has fostered a wide diversity of follow-on work, which is similarly industry-oriented. These include: A knowledge transfer project on marker-assisted selection (MAS) for IPN resistance, a successful European Fisheries Fund project to investigate the genetic control of resistance to sea lice in salmon, a TSB Genomes UK initiative for the purposes of developing a dense salmon SNP chip, and funding from Scottish government and from the Scottish Partnership for Animal Science Excellence (SPASE) for work examining transcriptomic responses of Atlantic salmon to key viral pathogens as well as further funding from Scottish Government to look specifically at Pancreas Disease (PD) in Scottish salmon. Agriculture/ Food and Drink","dataset":"gtr"}