{"id":"1D1E730E-2789-47CE-A889-A04697EECE7E","title":"Pilot Virtual Observatory","abstractText":"Environmental science suffers from fragmentation of many kinds, and progress in answering big science questions and tackling major environmental issues depends on developing new tools to reduce this fragmentation, add knowledge and develop and communicate integrated solutions. Specific concerns include: &gt; Spatial, temporal gaps in data &gt; Disrupted alignment of data &gt; Multiple portals for access to data &gt; Isolated and unlinked models &gt; Fragmented disciplines, institutes, agencies, countries (within and outwith UK) &gt; 'Silo' management of our natural resources (e.g. air, soil, water and biodiversity) Emerging information technologies can provide solutions to this fragmentation but the embrace of these new technologies by the environmental science community will need nurturing, working with computer scientists and others. Much of the environmental science community does not embrace new information technologies readily and is poorly equipped in its training to exploit new information technologies quickly. New standards will need to be developed and tested to allow easy information exchange. The Pilot Virtual Observatory (VO) seeks to develop a proof of concept or a 'shop window' to stimulate interest and engagement in the environmental community at all levels in these new technologies, to demonstrate effectiveness, to help to set international standards for exchanges of data and models and to explore how the technology can be used in environmental management. We will concentrate on the 'Sustainable use of Soils and Water' component of NERC's portfolio initially because it illustrates well all aspects of a Virtual Observatory while presenting manageable sized data sets and models. A critical component of the work will be the development of a cyber-infrastructure (i.e. the 'cloud') for environmental science that enables the integration of a variety of information sources (including disparate data sets, sensor data and models) together with associated information services to provide both interoperability between such services and encourage the flow from data to knowledge to policy setting in the quest for answering big science questions. Success will be an engaged and enthusiastic academic and environmental manager community beyond the soils and water focus of the Pilot project with secured financial support for the next phase of the Virtual Observatory project.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I002200/1","grantId":"NE/I002200/1","fundValue":"1620320","fundStart":"2010-07-13","fundEnd":"2013-09-30","funder":"NERC","impactText":"","person":"Bridget Anne Emmett","coPersons":["Hefin Gwyn Rees","John Paul Bloomfield"],"organisation":"NERC Centre for Ecology and Hydrology","findingsText":"","dataset":"gtr"}