{"id":"1D1F9813-CABB-48A2-9F21-2BD42CF2950B","title":"Tracking and prediction of the path of the Giant Pine Island iceberg","abstractText":"Since November 2011 it has been known that a giant iceberg, some 30 km long, is likely to break off Pine Island glacier (75S, 100W) into the Amundsen Sea off west Antarctica in the near future. This has now occurred (9 July 2013) and the iceberg will soon begin to move westwards in the Antarctic Coastal Current towards the Ross Sea. This is the first such giant iceberg to calve from Pine Island glacier since 2001. Its likely initial trajectory, at first sight, does not raise environmental issues apart from a slow and persistent increase in the freshwater flux around west Antarctica, an area without major deep water formation. However, a previous giant iceberg from this location eventually joined the Antarctic Circumpolar Current (ACC) and passed through the Drake Passage, entering the South Atlantic and so potentially posing both a navigation hazard and a source of upper ocean freshwater close to regions of significant deepwater and intermediate water formation.\n\nIn this Urgency proposal we intend to track this iceberg, but, more importantly, to also predict its likely path and environmental impact beyond the duration of a grant, as its lifetime is likely to extend over years rather than months. We will use the ITSARI ice tracking software algorithm, developed at the University of Sheffield, to track and describe the evolution of area (and break-up) of the giant iceberg, and the coupled ocean-iceberg model NEMO-ICB, developed at the University of Southampton, to predict the iceberg's path over months to years.\n\nWe anticipate that this will provide a timely warning of any navigation or oceanographic consequences of the iceberg's release, but also test a technique for later implementation by ice hazard warning services.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/L010054/1","grantId":"NE/L010054/1","fundValue":"50145","fundStart":"2013-11-01","fundEnd":"2014-04-30","funder":"NERC","impactText":"  Please see description in key findings section. Aerospace, Defence and Marine,Environment Economic,Policy & public services","person":"Grant Robert  Bigg","coPersons":["Robert  Marsh"],"organisation":"University of Sheffield","findingsText":" This project monitored the first 6 months of the life of giant iceberg B31, calved from Pine Island Glacier in November 2014, as the grant started. We have been able to monitor the degree of breakup and the exit of the iceberg from Pine Island Bay. The associated modelling work has shown the sensitivity of the location to interannual climate variability in terms of the ultimate route of icebergs from this locality, whether moving east towards the Drake Passage or west towards the Ross Sea. The model results imply that B31 is likely to move east, but this is not yet confirmed by tracking, as the iceberg was trapped in thick sea-ice at the entrance to the Bay over winter. They have led directly to a successful Innovation Proposal grant, to incorporate the iceberg model into the Met Office system, for both climate and marine ice risk forecasts. Aerospace, Defence and Marine,Environment","dataset":"gtr"}