{"id":"1D25D894-4534-407C-8D95-0DE31E466410","title":"Photophysical Strategies and Novel NIR Dyes for Optimisation of Luminescent Solar Concentrators","abstractText":"It is now widely accepted that the world's increasing reliance on fossil fuels over recent centuries is causing drastic changes in the Earth's climate. Renewable energy technologies - such as solar, wind and wave energy - offer a pathway for the generation of clean energy. This project concerns photovoltaic (PV) technology - the conversion of sunlight to electricity - and, in particular, involves the application of luminescent materials to PV modules. Shipments of PV modules have been increasing at a steady rate of 45% per annum since 1999, however a shortfall in silicon feedstock supplies - the material used to fabricate nearly 95% of today's solar cells - is expected to continue for the next few years, This is significant as the cost of the solar cells makes up 70% of the final cost of a PV module. New technologies are therefore extremely important to satisfy the exponential demand for PV products, This project pursues an alternative PV technology called the luminescent solar concentrator (LSC). The primary advantage of this technology is reduced cost since large areas of silicon solar cells are replaced with cheap plastic sheets. The trick to the new technology involves fluorescent dyes embedded in the plastic sheet. These dyes absorb sunlight that is incident on the sheet and then re-emit this light such that 75% of the light is trapped within the plastic sheet and is reflected to the edges of the sheet, which then appear very bright. This concentrated light is converted to electricity by then placing solar cells along the perimeter of the sheet. Thus, the LSC technology can be envisaged as being an electricity-generating window . Because the light is concentrated at the edge of the sheet, only a fraction of solar cells are required to cover this area resulting in large cost savings. Further advantages of the LSC technology are: - That existing high-efficiency silicon solar cells can be used, similar to those that are commercially produced today, meaning that valuable research time and funding does not need to go into developing a new solar cell. - The LSC module does not have to track the path of the sun across the sky in order to concentrate the light, as is required with other lens and mirror-based solar concentrating systems. In addition, the LSC is equally efficient on cloudy days making it a very relevant PV technology for the majority of Europe - something that cannot be achieved with traditional solar concentrating systems.- The LSC technology is ideally suited for integration into buildings (building integrated photovoltaics, BIPV),due to i) its ability to act as an electrically active window, ii) being able to adjust the colour of the LSC module to give an appealing appearance. Before the technology can be realised, the performance of the LSC system needs to be significantly improved, with the current LSC world-record conversion efficiency standing at 3.2%. This research proposal brings together an interdisciplinary team comprised of PV engineers and chemists. Novel dyes will be fabricated that will enable the LSC to achieve two new results. Firstly, dyes will be developed that can absorb solar wavelengths of 600 - 900nm, a large part of the solar spectrum that current dyes cannot efficiently concentrate. Secondly, controlling the light emission from dye will allow the light to be directed towards the concentrator edge rather than being emitted in random directions such that a percentage is lost through the faces of the plastic sheet. This would result in all the luminescence reaching the edge of the LSC giving a 25% boost in performance. Initial modelling results indicate that conversion efficiencies of up to 11% could be realisable if both of these strategies are successful and can be integrated together.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F02763X/1","grantId":"EP/F02763X/1","fundValue":"160093","fundStart":"2007-09-24","fundEnd":"2009-03-23","funder":"EPSRC","impactText":"","person":"Bryce Sydney Richards","coPersons":[],"organisation":"Heriot-Watt University","findingsText":"","dataset":"gtr"}