{"id":"1D333E70-3E68-43DF-B413-B69F56989735","title":"Fire management to maintain biodiversity and mitigate economic loss (FIREMAN)","abstractText":"Fire is a natural disturbance agency of many forest and grassland ecosystems that contributes to species dynamics and diversity, physical structure and ecosystem function. Many European heathland systems owe their origin and maintenance to burning, and fire is a key disturbance agency in both Mediterranean and boreal biomes that impacts the biodiversity of ecosystems, species and genetic structure. Fire-ecosystem relationships are altered by changing climate and earlier European fire regimes are now heavily modified by human activities to generate both biological and socio-economic problems. Intense or inappropriate fire can wreak enormous damage and following recent extreme fire years in parts of Europe, there is an urgent need for a co-ordinated European policy on fire management. The main aim of FIREMAN is to generate policy guidance and management tools for the appropriate use of fire to foster biodiversity in three major European ecosystems. FIREMAN will focus on fire-biodiversity-society relationships in (i) boreal forests, (ii) wet upland heathlands/moorlands and (iii) Mediterranean shrub-forest systems. Europe is characterised by a range of potentially conflicting fire policies and regimes as wildfire is dangerous, yet managed burning can be a valuable management tool that fosters biodiversity. We address this potential paradox by combining long-term analyses of 'baseline' fire regimes, prior to recent human intervention, with vegetation-fire risk modelling to generate a scientific basis for management. Data will be integrated by dynamic modelling of fire-vegetation relationships and placed in the context of a socio-economic framework. Our working hypothesis is that 'baseline' fire regimes in the three vegetation types vary with climatic change but maximum 'authentic' (non-alien) species diversity is associated with 'intermediate' fire regimes (in terms of frequency and intensity). The use of the long-term historical perspective to generate appropriate management goals is particularly relevant in Europe where there is a long history of human interaction with fire and biodiversity. Our main aim is divided into four specific objectives, each addressed in their own work package:- 1) establish fire-biodiversity 'baselines' for boreal forest, wet upland heathland/moorland and Mediterranean shrub-forest systems; 2) develop a site-specific model of fire-biodiversity relationships to support local management and a regional-continental scale model of climate-fire-vegetation relationships to inform national/European policy; 3) model future scenarios at local and regional scales. In each vegetation type we will develop practical decision-support tools and regional burning guidelines for policy support and 4) engage with local communities and regional policy-makers to impact planning and policy. Anticipated major outcomes will be characterised 'base-line' fire regimes and local and regional models of fire-biodiversity-climate relationships that are used to explore likely future scenarios and assessments of reactions of local communities to fire and biodiversity management. FIREMAN will help with the European target of halting biodiversity loss by 2010. The European Environmental Agency reported: 'Fire is a major natural disturbance factor for several types of forest in Europe. From a biodiversity perspective, effective fire suppression may threaten species that depend on habitats formed by fire, which is the case in the boreal and the Mediterranean forests........the adoption of an integrated approach to forest fire management is crucial, and starts with landscape and afforestation planning.' FIREMAN closely follows this advice with an integrated approach to fire management through modelling and a focus on landscape and afforestation planning in partnership with practical specialists.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G002096/1","grantId":"NE/G002096/1","fundValue":"634294","fundStart":"2009-04-01","fundEnd":"2013-06-30","funder":"NERC","impactText":"","person":"Richard  Bradshaw","coPersons":["Rob  Marrs"],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}