{"id":"1D3BD93B-3D6C-4276-8036-90F6E14EF9D6","title":"Superfluid Dynamics of Quantum Ferrofluids","abstractText":"In state-of-the-art laboratories worldwide, gases of atoms are being cooled down to temperatures less than a millionth of a degree above absolute zero. At this extreme coldness, quantum mechanics takes over; the atoms lose their individual identities and become smeared out into a giant wave of matter. This quantum gas hosts a range of bizarre behaviours, from its capacity to undergo wave-like interference to its embodiment of a superfluid, a fluid with no resistance to motion. \n\nThe quantum gas is far from just a scientific curiosity. It represents a clean and pure exemplar of a many-particle quantum system, giving rich insight into the quantum world. Atomic physics techniques empower experimentalists to precisely tune its physical properties and manipulate it in time and space. Due to these facets, quantum gases are being exploited as &quot;emulators&quot; to recreate and understand complicated physical phenomena, from superconductors and turbulence to black holes and the Big Bang. The quantum gas also holds exciting technological prospects. Their exceptional sensitivity to being disturbed is driving their development as ultra-precise sensors, e.g. of gravity, for which they are touted to lead to major advancement in oil and mineral exploration. Meanwhile, their unprecedented quantum control makes these gases candidates for performing quantum gate operations, the basis of the much-lauded quantum computer.\n\nRecent experiments in quantum gases have created a &quot;quantum ferrofluid&quot;. Being both a superfluid and a ferrofluid, this novel state lies at the interface of two of our most bizarre fluids. Ferrofluids are liquids dispersed with tiny magnetic iron particles. Just like bar magnets, the particles interact over long-range, prefer to lie with north and south poles being adjacent, and become aligned in an imposed magnetic field. This leads to peculiar patterns and instabilities in the fluid, but, more importantly, enables the flow and physical properties to be controlled via magnetic fields, as exploited in ferrofluid technologies in medicine, information display and sealants. \n \nThe quantum sibling of the ferrofluid, the quantum ferrofluid, has been formed from an ultracold quantum gas of magnetic atoms. This gas is being hotly researched to probe its novel properties and potential exploitation. Its magnetic nature extends the above-mentioned capabilities of the quantum gas into new territories, e.g., providing a testbed of quantum magnetism, emulation of systems with long-range interactions, and a sensitivity to magnetic fields which can be exploited in a new generation of magnetic sensors, with potential applications from geological exploration to military detection. Meanwhile, the long-range magnetic interaction between atoms is particularly attractive for quantum computation since it allows the computational operations to be performed at a distance. \n\nThe fundamental nature of superfluidity in the quantum ferrofluid remains uncharted, and uncovering it is the core aim of this project. With superfluidity underpinning the transport properties of the system, we will reveal how the quantum ferrofluid moves and flows, swirls and gyrates, and responds to agitation. This is of fundamental interest to our understanding of superfluidity in general, but, more specifically, is of great practical benefit for future manipulation and exploitation of the quantum ferrofluid. The distinctive behaviour of conventional ferrofluids and their virtuous control via magnetic fields is suggestive of a rich plethora of novel superfluid behaviour and a new dimension of control over the superfluid state. The quantum ferrofluid may in turn provide insight into the conventional ferrofluid; being superfluid, with an absence of viscosity, the quantum ferrofluid embodies a simplified version of the ferrofluid from which outstanding problems in ferrofluids can be tackled afresh.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M005127/1","grantId":"EP/M005127/1","fundValue":"100174","fundStart":"2014-10-14","fundEnd":"2016-10-13","funder":"EPSRC","impactText":"","person":"Nicholas Geoffrey Parker","coPersons":[],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}