{"id":"1D3CA14E-1E86-4724-84E5-9CDFCA7E1002","title":"New experimental approach to the study of synovial joint lubrication - measurement of film thickess in simulation tests","abstractText":"There is increasing recognition of the importance of tribological mechanisms in living organisms, such as the way that slugs lubricate the surfaces on which they slither and how lizards can stick to, while running about on, ceilings. Of particular practical interest are the lubrication of human and animal synovial joints such as hip, knee and ankle joints. These are mainly ball on socket joints, in which the limb bone has a spherical (or cylindrical) end which rotates in a bone cup. Both bone surfaces are covered with coatings of porous cartilage which act as the tribosurfaces and the whole contact is lubricated by a natural liquid lubricant called synovial fluid . These joints are expected to give low friction and wear in a wide range of conditions (including standing still, walking and jumping) and to operate without maintenance over the owner's lifetime. Research on synovial joints has focussed on two aspects; (i) the fundamental lubrication processes occurring in natural joints, not least to understand how they can go wrong and (ii) to development of artificial, replacement joints. The latter has become a major industry, with hundreds of thousands of hip replacement operations taking place each year. Although the performance and life of such joints is generally very good, lubrication remains a key factor because one of the main forms of their failure is due to loosening of the implant caused by wear particles. Despite much previous research, we still do not know the predominant mechanisms of lubrication present in either natural or artificial synovial joints. The key question is the what type of lubricant film is formed by the synovial fluid in the joint contact? Many different suggestions have been made, ranging from predominantly adsorbed, chemical layers to thick fluid films, but there is very little direct evidence for what type or thickness of film is actually present in natural or artificial synovial joints or of the role played by the composition of the synovial fluid and the structure and properties of the cartilage. If we understood this we might be able to design better artificial joints and possibly even repair damaged, natural joints.The study will provide, for the first time, accurate measurement of lubricating film thickness under simulated articulation. It will also allow critical examination of the various lubrication mechanisms that have been proposed over the years. It will clarify the roles of the various components of synovial fluid on film formation and thickness. The results will contribute to the development and validation of physically realistic models of synovial lubrication and should also help to design improved artificial joints.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E028721/1","grantId":"EP/E028721/1","fundValue":"345429","fundStart":"2007-01-15","fundEnd":"2010-07-14","funder":"EPSRC","impactText":"","person":"Hugh Alexander Spikes","coPersons":["Andrew  Amis"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}