{"id":"1D3DEC46-6B34-4F89-8C57-C6D1BDF05154","title":"Heritage in Hospitals: An investigation of the therapeutic and enrichment potential of object handling in hospitals and other healthcare organisations","abstractText":"Many hospital trusts and other healthcare organisations have invested in arts programmes, via the installation of art works in hospital spaces, artist residencies and the development of enrichment activities such as dog patting and music workshops. Research has shown that these interventions have a positive effect on patient wellbeing, including mental health, anxiety, pain intensity, need for medication and length of stay in hospital. The research has also shown a positive effect for staff training and development. To date there has been no research regarding the potential benefits of providing access to collections in hospitals, despite the fact that the majority of museums have active outreach programmes and are vigorously encouraged to widen access to their collections, particularly for excluded audiences. \\nThe aim of this research is to understand the potential and value of taking handling collections from museums, libraries and archives into hospitals and other healthcare organisations, such as care homes. Preliminary research begun at University College London Hospital by the applicants, has shown that object handling sessions resulted in an increase in patient wellbeing and patient's perception of their health status. Further, that patients felt positive about the role of object handling sessions as a distraction from everyday ward life and sessions have a positive impact on relationships amongst staff and patients. Importantly the pilot research has highlighted the deep emotional responses evoked in hospitalised patients handling museum objects. Whilst this may be highly beneficial, the full psychological impact on patients and professionals leading the sessions needs to be carefully assessed.\\nThe main objective of the research is to develop an effective and robust protocol for heritage engagement with health, based on thorough research. The protocol will include guidelines for best practice, examples of effective session development and delivery, and guidance on establishing new relationships with healthcare organisations. The research will fully evaluate the psychological and physical impact of object handling on patients, including the role of such sessions on staff and those individuals delivering sessions. Research Assistants will collect, analyse and evaluate data obtained from handling session and will address questions such as: How do different patients respond to handling sessions? Are there trends in which type of objects are preferred in handling? Do differences in the profession of the individual leading the session affect the outcomes? What intrinsic factors are important in the development and delivery of an effective object handling session? \\nA freelance artist will explore the creative element of patient object handling sessions. Working with patients, relatives, volunteers, hospital and heritage staff the artist will interpret the research for a broader audience seeking to promote the positive benefits of object handling. This aspect of the research will result in material developed by the artist for exhibitions and displays, culminating in virtual on-line exhibitions, accessible via the project website. The artist will address the question: What are the creative outcomes of heritage enrichment in hospitals?\\nData from a variety of institutions from across the UK will be used to gain an overview of the role of object handling. Seven partner organisations including The Museums, Libraries and Archives Council, hospitals, a national museum, plus local authority, university and independent museums, libraries and archive services will provide data and information from sessions conducted at regional hospitals and other healthcare organisations. Using a standard methodology to be developed by the project team, partners will work closely with the Research Assistants and Artist to collate data and establish a broad view of the potential, value and benefits of embedding heritage in healthcare.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/G000506/1","grantId":"AH/G000506/1","fundValue":"293142","fundStart":"2008-12-01","fundEnd":"2011-12-31","funder":"AHRC","impactText":"","person":"Helen Jane Chatterjee","coPersons":["Elizabeth Anne Lanceley","Usha  Menon"],"organisation":"University College London","findingsText":"","dataset":"gtr"}