{"id":"1D3E4879-8C7D-4602-8814-601C96D1379F","title":"Recombinant vaccines for poultry: the use of attenuated Eimeria acervulina as a novel live delivery vehicle for viral vaccines","abstractText":"More than 50 billion chickens are produced each year in the world and control of infectious diseases is of primary concern to the poultry industry. Viral, bacterial and parasitic infections compromise the economics and efficiency of meat and egg production, cause severe animal welfare problems and in some cases have serious potential for infecting humans. Demand for effective, cheap vaccines against a broad panel of pathogens has never been higher, particularly set against the pressing needs of global food security. For many viral infections of poultry, we understand which parts of the virus are needed to induce strong protective immunity and could be in a good position to develop new kinds of recombinant 'vectored' vaccines that would be safe, cheap and effective. However the development of organisms that could be used as the vaccine delivery 'vectors' has so far seen commercialisation of only two based on fowlpox virus (FWPV) and herpes virus of turkeys (HVT). Both of these suffer some drawbacks, especially because they have to be given by individual scarification or injection and cannot be administered in a simpler way such as in drinking water or by aerosol spray over large numbers of chicks. Eimeria are host-specific protozoan parasites that transmit between birds by the faecal-oral route and rapidly establish acute intestinal infections that are self-limiting (7-14 days) and induce life-long protective immunity. In poultry they cause coccidiosis, one of the most globally important infections that afflicts the industry, causing severe losses unless controlled by chemotherapy or vaccination. Vaccines using laboratory-derived lines of live-attenuated Eimeria are given in the drinking water and are well established and very effective. The world-leading Eimeria vaccine is Paracox, manufactured by Intervet/Schering-Plough Animal Health, and this sells &gt; 1 billion doses each year and has an exemplary record of safety and efficacy. In our lab we have recently developed methods that allow us to manipulate the genetic material of Eimeria parasites which means we can now make stable transgenic parasite lines; this means it is possible to try and develop Eimeria parasites as vaccine vectors for vaccinal antigens. Recombinant vaccines based on an Eimeria vector would have several advantages over existing vaccines. Because the parasites have large genomes it is likely that we will be able to insert and express vaccine antigens from several different organisms within a single parasite line so a single vaccine could protect against several diseases. These parasites are already licensed as live vaccines and are known to be extremely safe; they infect only chickens and they are completely cleared from the host by 14 days after vaccination. They are known to induce a broad range of potent immune responses so they are likely to be useful for inducing immunity to different kinds of pathogens (viruses, other parasites, bacteria). We propose to investigate the vaccine vector potential of an attenuated Eimeria parasite (E. acervulina HP, one of the Paracox parasites) using well characterised antigens from two important viruses of poultry. The first is infectious bursal disease virus (IBDV), which causes Gumboro, an immunosuppressive disease of poultry that poses severe problems in health and productivity and also interferes with the efficacy of vaccination programmes. IBDV is a particular problem in the broiler industry at the moment with new virulent and variant strains emerging that are able to break through existing vaccines. The second is infectious laryngotracheitis virus, a persistent problem particularly in breeding and commercial layer flocks and for which strong cellular immunity as well as antibody responses are required for effective control.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H020195/2","grantId":"BB/H020195/2","fundValue":"508311","fundStart":"2011-06-28","fundEnd":"2014-12-27","funder":"BBSRC","impactText":"  So far findings from this project have been used internally by the team and by our IPA partner but not more widely Pharmaceuticals and Medical Biotechnology ","person":"Fiona  Tomley","coPersons":["Damer  Blake"],"organisation":"Royal Veterinary College","findingsText":" We generated a series of populations of transgenic Eimeria tenella parasites that express three vaccine antigens derived from two viral pathogens of poultry (infectious bursal disease virus, IBDV; infectious laryngotracheitis virus, ILTV). For each of these targets we generated two populations which express a soluble version of the antigen, expressed at either a high or low level (relative to endogenous E. tenella antigens; data derived from RNAseq libraries) and a further population that expresses a secreted version of the antigen, expressed at a high level. The methodology relies on the assembly of Eimeria-specific expression cassettes within a plasmid vector that co-expresses either mCitrine or mCherry fluorescent reporters also under control of an Eimeria-specific promoter. Individual plasmids were used to generate the transgenic parasite populations by nucleofection of the sporozoite stage in vitro using a restriction-enzyme mediated integration enhancement to promote high copy number integration at random sites. After passage through chickens, with enrichment for transgenic parasites by FACs sorting of offspring oocysts, populations were then sent to our industrial partner for testing immunogenicity and efficacy in vivo. \n\nCharacterisation of the transgenic parasites and analysis of the potential of Eimeria parasites as novel vaccine vectors is ongoing Applications are in the field of vaccinology and the potential use of a host-specific gut parasite for delivery of antigens to the chicken Agriculture, Food and Drink,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}