{"id":"1D437A90-BAAB-489F-B1DE-E26AA229E587","title":"Public perceptions of the UK food system: public understanding and engagement, and the impact of crises and scares","abstractText":"We propose addressing each of these research aims through a three stage sequential mixed method design. Each element has its own aims but also feeds into the broader research design.\n\n1. Social media research\n\nCardiff University has been collecting a random 1% of all UK tweets since 2012. We will analyse the tweets collected during the period of the horsemeat scandal and review them to identify key search terms that can be used to identify other tweets that are likely to relate to the horsemeat scandal. We will then use this 'lexicon' to search all Twitter traffic from the time of the scandal and purchase all of the relevant tweets for one month following the start of the scandal.\n\nWe will use this data to map levels of activity and changing sentiment against a timeline of the key events. This will identify:\n\n- Key announcements, information and media coverage which had the greatest impact on social media.\n- Key messages, opinions or attitudes that developed at least partly because of social media.\n- How sentiment towards the scandal and particular actors changed over time.\n\nSecondly we will develop a network map showing how information flowed through Twitter, focussing on the producers and proliferators of key messages. This will include modelling the likelihood that particular opinions or information will be proliferated allowing us to: \n\n- Understand how and why particular information (and misinformation) on the horsemeat scandal proliferated through Twitter.\n- Identify key actors in bridging information between different groups represented on social media.\n\n2. Qualitative workshops\n\nWe propose conducting six half-day workshops with a total of up to 300 participants. A purposive sampling strategy will be adopted, in order to capture the views of a diverse range of people in terms of five characteristics which are known to be linked to food behaviours: socio-economic status, age, household composition, diet and ethnicity. We will conduct them across the UK to achieve further demographic and geographic spread. \n\nEach workshop will host 40 to 50 participants, include a mix of plenary sessions and smaller discussion groups and will be based around two themes:\n\ni) Food supply chains, trust, responsibility and values including: \n\n- How people understand food supply chains.\n- Whether they consider food supply chains when buying food, what they consider, why and how they obtain the information required to do this.\n- Who they trust for information about supply chains and food supply.\n- Who they see as responsible for food information and safety.\n\nii) Managing food &quot;scares&quot; including:\n\n- How and why public perceptions of food supply chains were affected the recent horsemeat scandal.\n- How perceptions were affected by the actions of organisations involved in food supply chains, the government response, media coverage of the incident, and wider public debate.\n- Who people see as responsible for managing food &quot;scares&quot; and who they trust in these situations, and what they expect from government.\n\n3. Quantitative survey\n\nWe propose adding a module of 20 questions to the British Social Attitudes survey developed from the data collected during the other stages of the research. The exact content will be agreed once the results from these first two stages are known but may include:\n\n- Levels of engagement with issues related to supply chains\n- Key issues of concern regarding food chain management\n- Who the public trust to manage food production and food supply chains\n- What values should be applied to the management and regulation of food chains\n- Views on food scandals and scares and responses to them\n\nData will be analysed against the full range of socio-demographic variables as well as other attitudinal data from other parts of the survey using a range of statistical methods, including segmentation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M003329/1","grantId":"ES/M003329/1","fundValue":"247872","fundStart":"2014-09-08","fundEnd":"2016-09-07","funder":"ESRC","impactText":"","person":"Caireen  Roberts","coPersons":["Matthew Leighton Williams","Alizon  Draper","Luke Samuel Sloan","Peter  Burnap","Elizabeth Ann Dowler"],"organisation":"National Centre for Social Research","findingsText":"","dataset":"gtr"}