{"id":"1D532E71-C62A-42C4-9C6E-10A671C0A714","title":"Investigation of the ability of GLP-1 to protect the left ventricle during myocardial ischaemia","abstractText":"Heart disease is the most common cause of death in patients with diabetes mellitus, and the combination of type 2 diabetes mellitus (T2DM) and coronary artery disease (CAD) is a major cause of premature cardiovascular morbidity and mortality. Therapy to improve glucose metabolism by the heart have not been widely adopted as they are cumbersome, offer limited benefit and have therefore not been widely adopted in clinical practice. \n\nThis proposed research builds on existing funding from the British Heart Foundation and the MRC to assess the effect of metabolic factors to improve the ability of the heart to tolerate the effects of a reduced blood supply due to coronary artery disease (ischaemia, clinically recognised as angina). A peptide, glucagon-like peptide 1 (GLP-1), that is secreted mainly by upper intestine in response to food has recently been found to improve the action of insulin in patients with T2DM and improve glucose metabolism. A number of drugs that limit the breakdown of this peptide have now been licensed to treat T2DM, and the proposed research will investigate whether increasing the level of GLP-1 in the blood improves the ability of the heart to tolerate ischaemia.\n\nOur preliminary results suggest that GLP-1 does indeed protect the heart against contractile dysfunction that occurs both during and after ischaemia. I addition, pilot studies in a small number of patients undergoing coronary angioplasty and stenting suggest that an infusion of GLP-1 protects the heart during the therapeutic procedure, which is particularly important in those with T2DM. The research will be informative by allowing the efficacy of a safer metabolic therapy to be tested and confirmation of efficacy in patients with T2DM will provide novel information about the mediation of a therapeutic effect and provide the basis for subsequent interventional studies in patients with CAD and T2DM.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1000479","grantId":"G1000479","fundValue":"299917","fundStart":"2010-10-01","fundEnd":"2013-09-30","funder":"MRC","impactText":"","person":"David P Dutka","coPersons":["Sadaf  Farooqi","Mark Lewis  Evans","Fiona Mary Gribble"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}