{"id":"1D5C3CF9-AC06-4BB8-A166-F5ADFE185C3C","title":"A smart imaging sensor for real time transit dosimetry in radiotherapy","abstractText":"Radiotherapy treatment is delivered to over half of cancer patients, and due to the ageing population and lifestyle factors the prevalence of cancer is rising. EPIDs (electronic portal imaging devices) are used during the treatment delivery process to control patient set-up and positioning. The demand for accurate treatment verification has led to the possibility of using EPIDs to acquire dosimetric information.\nRecent government guidelines require that each radiotherapy centre should have protocols for in vivo dosimetry monitoring and that it should be used at the beginning of treatment for most patients. Within the radiotherapy physics community EPID dosimetry is widely seen to have the potential to become an accurate and efficient means of large-scale patient specific in-vivo dose verification for Intensity Modulated RadioTherapy at any radiotherapy department.\nCurrent EPID technology is based upon passive amorphous silicon flat panel imagers. In this proposal we plan to investigate the application of next generation sensor technology, developed by the STFC CMOS Sensor Design Group, which has both superior image quality and active functionality.\nWe propose to carry out a feasibility study with a long-term view to developing the following transit dosimetry technology: a large area, ultra high image quality flat panel imager displaying real-time, calibrated dose map updates throughout treatment delivery. The core of the system will be an STFC developed CMOS Active Pixel Sensor. It will not only introduce large area, radiation hard CMOS technology to EPID systems but will go a significant step further and introduce next generation Active Pixel Sensor technology.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/M000567/1","grantId":"ST/M000567/1","fundValue":"46806","fundStart":"2014-11-30","fundEnd":"2015-11-29","funder":"STFC","impactText":"","person":"Gary John Royle","coPersons":["Renato  Turchetta","Kate Patricia Ricketts"],"organisation":"University College London","findingsText":"","dataset":"gtr"}