{"id":"1D5DDCA8-761C-4C0D-8E55-2FF18210EF8C","title":"The Transcriptomic and Biophysical Basis of Mechanosensory Submodality: A Drosophila Model Organ Study","abstractText":"Mechanosensory organs directly couple the mechanical energy of a stimulus to the open-state of an ion channel in the membrane of a mechanosensory cell. This process, known as mechanotransduction, lies at the heart of all mechanosensation. Conceptually, it is clear that the specific nature of this coupling will distinguish, and define, the various mechanosensory submodalities (such as sound, touch, balance, wind, pain, gravity or proprioception). But the concept is misleading in its clarity. It hides the fact that it is unclear how that coupling should differ between, say, a proprioceptive and tactile hair on a spider leg, a vestibular hair cell, or an auditory hair cell in the vertebrate cochlea. Adding darkness to short sight, the molecular identities of the actual transducer channels are still unknown for all of the above given examples. But even if we did know all the respective requirements, we would still not know how these are implemented molecularly for submodality-specific mechanotransduction, to occur. \n\nOne of the most amenable mechanosensory model organs, the Drosophila Johnston Organ (JO), sits in the 2nd antennal segment and harbours discrete populations of mechanosensory neurons which have been linked to the submodalities of wind/gravity and sound. However, all neurons attach to the same receiver structure, the third antennal segment. Large parts of the submodality-specific adaptations thus have to be implemented downstream of the receiver on the level of the respective cellular and molecular components. We intend to carry out a comprehensive molecular, and functional, dissection of modality-specific mechanotransduction in JO.\n\nWe will first profile the specific mRNA transcriptomes, (i.e. the complete sets of produced mRNAs) for different types of neuronal and non-neuronal cells. Such cell-type-specific transcriptomic analyses will unveil the molecular (and cellular) divisions of labour in JO and help identify the distinct roles of individual genes for subset-specific mechanotransduction and mechanosensory behaviours. Our behavioural analyses will use novel tools that we have specifically devised for this project. Combining molecular and biophysical analyses (laser vibrometry, extracellular and intracellular recordings) with predictive computational tools, this project will put particular emphasis on the identification of modality-specific differences in higher order regulatory genes, such as specific transcription factors. The identification of modality-specific transcription factors is expected to enable the identification of distinct modules of sensory transduction, which act as functional units within mechanosensory cells of different modalities.\n\nThere is robust evidence that the sensory organs of different species, e.g. the ears of flies and the ears of humans, share multiple functional and molecular similarities. Likewise, different sensory organs within the same species, e.g. the ears and the eyes of flies display striking molecular and mechanistic overlap. \n\nUnderstanding how the underlying transcriptional pathways, which can be expected to be conserved across the animal kingdom, are being recombined during the process of evolution to create sensory systems of various modalities and submodalities will be of great value for better understanding of the myriad of human disease syndromes such as Usher syndrome Type IIA + IIIA or Bardet-Biedl syndrome, which simultaneously affect multiple sensory systems. Eventually, this research into the molecular and mechanistic fundaments of sensory modality will lead the way towards new therapeutic avenues.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L02084X/1","grantId":"BB/L02084X/1","fundValue":"409806","fundStart":"2014-07-01","fundEnd":"2017-06-30","funder":"BBSRC","impactText":"","person":"Joerg Thaddaeus Albert","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}