{"id":"1D639DE6-F093-4231-A31B-BE5692F88A64","title":"ANALYSIS OF MECHANISMS OF EARLY HAEMATOPOIETIC STEM CELL DEVELOPMENT CONTROLLED BY FLK1/SCL REGULATORY NETWORK","abstractText":"The blood system in the animal is maintained through daily generation of billions of different types of erythrocytes, granulocytes and lymphocytes. At the foundation of the blood system lie blood stem cells called haematopoietic stem cells (HSC). Thus, all blood cells in the animal are generated from HSCs. This is the cell type which is responsible for the long-term reconstitution of the blood system of patients who receive bone marrow transplants. Since the number of bone marrow donors is limited, scientists and clinicians are seeking for alternative routes for generation of HSCs in the laboratory conditions. Embryonic stem (ES) cells hold a great promise for regenerative medicine, including production of blood. However, the generation of HSCs from ES cells pose a serious challenge, mainly because many essential details of how the embryo generates HSCs are missing.\nTo a large extent, the progress has been slow since no culture system which would allow us to replicate development of HSCs was available until recently. This research proposal is mainly based on a novel powerful and analytical culture system developed in our laboratory. It allowed us to identify specific stages of development of HSCs in the embryo, at a time when these stages are concealed from scrutiny by traditional methods. We will use this culture system to investigate two genes, called Flk1 and Scl, that are, major regulators of early HSC development. These genes are expressed in various populations of cells of the developing embryo which are potentially involved in development of HSCs. In addition, these genes have a potential to regulate each other?s activity. \nWe will study how Flk1 and Scl genes regulate stages of HSC development by deleting these genes in our culture system using modern recombination technology. Results of such gene ablation will always be verified by a long-term transplantation assay, which is the gold-standard approach for detection of the presence and numbers of HSCs. \nAdditionally, we will carry out more comprehensive analysis of genes expressed at different stages of HSC development and determine how this genetic regulatory network is modified after deletion of Flk1 and Scl. To this end, we will use a modern automated system called Solexa. This approach will allow us to create a computerised genetic network which is involved in early generation of HSCs. In the longer term, this model will be a useful resource for testing the role of other genes in development of HSCs.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0900962","grantId":"G0900962","fundValue":"1242740","fundStart":"2010-09-30","fundEnd":"2015-01-30","funder":"MRC","impactText":"","person":"Alexander  Medvinsky","coPersons":[],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}