{"id":"1D6F6C67-B233-4B05-A11A-FABDCF25F2F6","title":"Human ribosomal genes; a model system for studying genome organisation and function.","abstractText":"The DNA sequence or genome that is present in every human cell comprises approximately 35,000 different genes. The information stored within each gene as a specific DNA sequence is first copied into a molecule called RNA in a process known as transcription. This copied message is then converted into a protein product in a process know as translation. The products of these genes are responsible for the structure and metabolic activity of each cell and differences in gene expression are ultimately what define each cell type in the human body. Some genes are switched on in some cells while off in other cells. For example, hemoglobin the protein that carries oxygen in our blood is only found present in red blood cells. Genes are turned on and off through the action of a class of proteins called transcription factors. These factors can bind highly specifically to the DNA sequence underlying each gene, either activating its transcription or repressing it as appropriate. The finding that in many cancers and developmental abnormalities the underlying genetic defect is in one of these transcription factors highlights the fundamental importance of this process. Therefore we can consider that different cells types arise as a consequence of differences in the spectrum of transcription factors present and that adverse effects on human health are often a direct consequence of aberrant gene transcription. The situation is made more complex because of the size of the human genome. If the DNA present within a single human cell were joined end to end it would be 1.8 metres in length, yet a typical human nucleus (the cell compartment that contains its genes) is only 6mM in diameter. To overcome this problem, the human genome is first split up into a series of individual molecules we call chromosomes. In turn the DNA present in each chromosome is organised into a series of tightly packed coils. A consequence of this tight packing of DNA is that in a given cell nucleus not all genes are accessible to transcription factors at any one time. Thus an important component of the regulation of gene transcription is that chromosomes are organised such that the appropriate genes are accessible to the appropriate transcription factors. In our work we will study a single gene type that is particularly well suited to uncovering some of the rules underlying this organisation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0500323","grantId":"G0500323","fundValue":"390692","fundStart":"2005-10-01","fundEnd":"2008-09-30","funder":"MRC","impactText":"","person":"Brian  McStay","coPersons":[],"organisation":"University of Dundee","findingsText":"","dataset":"gtr"}