{"id":"1D7265B4-8277-45BC-93DE-163B81B0DB03","title":"Postcolonising the Medieval Image","abstractText":"The project brings together scholars of medieval images and scholars working more generally with postcolonial theory. The aim is to demonstrate the ways in which postcolonial theory can be fruitful for the investigation of medieval images and visual culture, and to test the limits of contemporary critical theory in the study of the middle ages.\\n\\nDuring the last 30 years, postcolonial theory has transformed literary and film studies, yet in the last decade, only a few medievalist historians and literary scholars have used postcolonial thought, while almost no medievalist art historians have engaged with postcolonial theory. \\n\\nWhy should this neglect matter? For two (related) reasons: first, the canon of medieval art has become fossilised through remaining defined by now outmoded methods; secondly, methodological separatism is leading to a split within the art historical community, with many medievalists isolated from their modernist colleagues. \\n\\nExceptions aside, the study of medieval art and visualities has remained eurocentric in its canon and old-fashioned in its approach. The main tools are still stylistic and iconographic analysis, and the pursuit of 'historical context'. 'Influence' is still a key concept, and tends to leave intact the old assumptions that artistic ideas have origins in self-contained cultural formations. These models in turn perpetuate the exclusion of 'marginal' or 'minority' subjects from the canon and help reinforce borders around Europe. Certain ideas are then 'owned' by certain cultures, and anyone making use of them is an 'imitator' - an essentially chauvinistic model.\\n\\nWith the petrification of the canon and the entrenchment of methods, no methodological breakthroughs can be made, and medieval art historians struggle to communicate with their modernist counterparts. Moreover, medieval art is in danger of losing relevance and losing its place in the imagination of students and the public if it is seen as having meaning only within the past. All the more so in that art history students and the public have changed in composition: they are less uniformly white and middle class than they used to be. The study of medieval art has not yet successfully adapted to a multicultural society. It could do so. The network convenors share the view that medieval art can offer ways of rethinking the links between culture and society, periods and geographies. Expanding the canon and the approach in this way could extend the appeal and relevance of medieval art to new audiences.\\n\\n'Post-colonising' entails active intervention into the field of medieval visual studies through a theoretical framing of research. The principal research questions of the network will be: How can concepts current in postcolonial studies (such as diaspora and migration, accented art making, displacement, intercultural vs transcultural, hybridity, presence/absence) help medievalists to reinvigorate the study of art and visuality? How might postcolonial concepts be used to redraft the canon of medieval art? To what extent can they help build bridges between the medievalist community and modernists? How can postcolonial questions help to engage a new generation of students who are alert to the global reach of art and are put off by an exclusively eurocentric story of art? How can we widen participation by making the subject relevant to a more diverse constituency?\\n\\nThe first step is research development and publication, initially through a network bringing together and supporting widely dispersed scholars in different disciplines. The network will include dedicated seminars and study days, as well as meetings will integrated into large medievalist and art historical congresses to maximise participation and outreach. a volume of essays is planned \\n\\nThe second step is the development of curriculum tools and doctoral supervisory teams. In this way, we will have an impact on both current and future practice.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/G019150/1","grantId":"AH/G019150/1","fundValue":"42012","fundStart":"2009-07-20","fundEnd":"2011-07-19","funder":"AHRC","impactText":"  The network participants have used the findings for a variety of further projects Culture, Heritage, Museums and Collections Cultural","person":"Eva  Frojmovic","coPersons":["Catherine  Karkov"],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}