{"id":"1D7AA64C-AF3D-4525-B02F-E394510170EC","title":"A Comparative Analysis of Combatants' Economic and Social-Political Power during and after War","abstractText":"The linkages between poverty and violence are multiple and complex. A wealth of global and regional studies of armed conflict show that while war causes poverty, at both the structural (macro-) and individual (micro-) levels, poverty itself is also a risk factor for violence and civil war. Research, particularly from Africa's LDCs, highlights the corollary to this war-poverty nexus: the importance of natural resources and war economies in sustaining violence. These theories must now be systematically tested at the individual and group levels in order to be fully integrated into development interventions. \nThis project aims to bridge the gap between causal theories of conflict participation and the growing empirical research on post-conflict development, by measuring subjective and objective empowerment and disempowerment in context. It will answer the overarching question: How do discrepancies between individuals' wartime and peacetime opportunities and experiences affect their socio-economic reintegration, incentives to revert to violence, and pathways out of poverty?\nParticular attention will be given to gender relations, military organizational structures, and social networks. The latest research on conflict finds young men caught in cycles of economic and political marginalization, the desperation and frustration of which allegedly spurs participation in violence. Eventual de-escalation of fighting lands them back in further marginalized spaces, without the skills, schooling, or family structures necessary to sustain peacetime livelihoods. This project seeks to explore and test the theoretical assumptions of this cycle through a mixed methods comparative analysis of armed groups and their fighters, followers, and commanders, in Liberia, Sierra Leone, and the Democratic Republic of Congo (DRC). It will elucidate the organizational and survival strategies of armed groups, and identify post-war patterns and risk factors for poverty and violence. Support networks and survival strategies will be investigated for enhancing poverty alleviation and peacebuilding initiatives.\nThe project will consist of a three-country ex-combatant survey, social network analysis, in-depth elite interviews, and historical analysis. Liberia, Sierra Leone, and the Democratic Republic of Congo have had similar protracted, regionalized conflict profiles - though, crucially, the DRC conflict remains sporadic and intractable - but different post-conflict reintegration policies, particularly vis-&agrave;-vis ex-combatant incorporation into armed forces and police, that allow for a rich cross-case comparison. Within-case comparisons across state and non-state armed groups will generate rigorous and effective policy recommendations based on variations in wartime experiences. \nA key outcome of the project will be a highly integrative research process bringing together international, regional, and local stakeholders in the design, analysis, and dissemination phases. This integration will be echoed in the empirical investigation, which will range from the lowest levels of armed group support (foot soldiers, 'bush wives', and personal body guards), to commanders and civilian chiefs in individual interviews, surveys, and network analysis; and in qualitative interviews, to the highest levels of regional and international governance. Social network analysis will be used to systematically analyse these multi-layered relationships and power structures, how they change over time, and the economic and social survival opportunities embedded within them. All levels of the project will be parsed out by gender to examine differences between men's and women's survival strategies and opportunities for social and economic empowerment - or exclusion. This marks a key innovation in the analysis of structural inequality and the role of gender in conflict and post-conflict experiences.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M009130/1","grantId":"ES/M009130/1","fundValue":"395591","fundStart":"2015-07-15","fundEnd":"2018-07-14","funder":"ESRC","impactText":"","person":"Paul Christopher  Nugent","coPersons":["Zoe Elizabeth Marks","Jan  Eichhorn"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}