{"id":"1D84A0C1-4043-4AAF-84B7-756073B67FAF","title":"French Theatre of the Napoleonic era","abstractText":"Recent years have seen a dramatic increase in the number of scholars reassessing the dramatic production of the Revolutionary decade (see for instance the work done in the United States by Ravel, Friedland, Maslan) but as yet this has not been extended to the theatre of the Napoleonic era. The few modern studies that have been undertaken on the immediate post-Revolution continue to conclude that theatre of the Napoleonic period is aesthetically inferior. Horne (2004) for instance concludes that 'not a single French play of any value dates from the Napoleonic period'. Pierre Frantz, in his survey essay in L'Empire des Muses (2004) talks of an aesthetic asphyxiation under Napoleon, despite - or perhaps because of - the importance the Emperor attached to theatre. The variety of approaches scholars of the Revolutionary period have successfully exploited to show how new aesthetic theatrical forms can surface even at a time of censorship and overt politicisation have not, as yet, been applied to the post-Revolutionary period. This project will represent a major advancement in studies of theatre of the Napoleonic era by rectifying the lack of methodologically innovative and up-to-date research on theatrical production in France between 1799 and 1815.\nThis project takes as its base the University of Warwick's special collection of Marandet plays, a resource of over 3000 plays of the French 18th and 19th centuries, one third of which has recently been digitised with a substantial grant from JISC's Enhancing Digital Resources scheme. The collection's entire holding for the Napoleonic period has been digitised in anticipation of this project which will focus on analysis of and research into the plays. Using the holdings of the Marandet collection as a starting point, it will re-examine the theatre of the First Empire in order to see whether recent methodological approaches to theatre of the Revolution can be applied to the aesthetic and institutional conditions imposed on French theatre by Napoleon. Theatre facilitates the investigation of key aspects of the artistic process - creation of a literary text, production in the public domain, and critical reception - and is, therefore, an ideal medium through which to re-evaluate the development of Napoleonic cultural life.\nBy extending the focus beyond the canon, an artificial construct which gives only a partial picture of the range of cultural life of early 19th-century France, and by including the reception and cultural context of theatre between 1799 and 1815, the project will provide not just a greater understanding of post-Revolutionary theatre but also of the cultural history of the Napoleonic era and of the complex interplay of art and politics. It will also provide a long-term contribution to studies of French aesthetic production of the early 19th century. By highlighting the benefits of comparative, performance-led and reception-orientated approaches, it will have a significant impact on theatre and music specialists as well as those working on Napoleonic culture, and will lay the basis for a wide-ranging and collaborative continuation project. It will also play a role in training the next generation of 19th-century scholars.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K000217/1","grantId":"AH/K000217/1","fundValue":"466710","fundStart":"2013-10-01","fundEnd":"2017-06-30","funder":"AHRC","impactText":"  The team took part in the Literally Coventry schools book festival (June 2014) where pupils from Caludon School helped us work out how the musical cues and text of Act 2 of Pixer&eacute;court’s Robinson Crusoe fitted together.\nWe visited Oxford High where pupils were involved in performance research by acting out scenes from Pixer&eacute;court’s La Femme &agrave; deux maris (Oct 2013) and explored how Napoleon's 100 days were staged (Oct 2014).\nEnglish Heritage are looking to use some of the team's research when it redoes the displays at Portchester castle. Creative Economy,Education,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections Cultural","person":"Katherine Michele Astbury","coPersons":[],"organisation":"University of Warwick","findingsText":" Year 1 of the project 2013-14\nIn October 2013, the team began a 3-year project on French theatre of the Napoleonic era. The project is genuinely interdisciplinary, bringing together colleagues and methodological approaches from French Studies, Musicology and Theatre Studies. The main focus of this first year was a joint conference with the Music department at King’s College London on melodrama (March 2014) which looked at the development of melodrama as a genre in the early 19th century and established by comparison between British, German and French theatre, the essential elements of each national tradition. A key part of the findings was derived from a performance-based research workshop bringing together actors, musicians, directors and academics to explore the role of music in the French melodrama La Forteresse du Danube (1805) and its translation into English (the Fortress, 1807). The music for the two versions produced very different effects. A video outlining our findings premiered at the world congress of the International Federation for Theatre Research in July 2014.\n The team ran a panel at this IFTR congress to show how close textual readings of French plays of the period can be linked to larger cultural, social and political issues through contextualisation with particular focus on questions of genre, the role of the press and exchanges (of texts, ideas, and individuals) between France, Britain and the German-speaking world. We are working in collaboration with the US-based melodrama research consortium and the French-based Therepsicore projects to pool data and research expertise. Creative Economy,Education,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections","dataset":"gtr"}