{"id":"1D85E496-C210-4F7C-98C8-484529F197CE","title":"Novel analytical and datasharing tools for rich neuronal activity datasets obtained with a 4096 electrodes array","abstractText":"The functional intricacy of the central nervous system (CNS) arises from the complex anatomical and dynamic interactions between different types of neurones involved in specific networks. Hence, the encoding of information in neural circuits occurs as a result of interactions between individual neurones as well as through the interplay within both microcircuits (made of few neurones) and large scale networks involving thousands to millions of cells. One of the great challenges of neuroscience nowadays is to understand how these neural networks are formed and how they operate. Such challenge can be resolved only through simultaneous recording from thousands of neurones that become active during specific neuronal tasks. One of the experimental approaches to fulfil this goal is to use multielectrode arrays (MEAs) that consist of several channels (electrodes) that can each record (and/or stimulate) from few adjacent neurones within a particular area of the CNS. MEAs can be used in vitro to record from dissociated neuronal cultures or from brain slices or isolated retinas. These MEAs consist of assemblies of electrodes embedded in planar substrates. Typical commercial MEAs consist of 60-128 electrodes with a spacing of 100-200 um. Considering that a generic neurone in the mammalian CNS has a diameter of about 10 um, it is obvious that such MEAs cannot convey information on the activity of all neurones involved in a specific network, but rather just from a sample of these cells. To overcome this activity under-sampling, in this project, we will use the Active Pixel Sensor (APS) MEA, a novel type of MEA platform developed in a NEST-EU Project by our collaborator Luca Berdondini (Italian Institute of Technology, Genova). This MEA consists of 4,096 electrodes with near cellular resolution (21x21 um, 42 um centre-to-centre separation, covering an active area of 2.5 mm x 2.5 mm), where recording is possible from all channels at the same time. We will use the APS MEA to record spontaneous waves of activity that are present in the neonatal vertebrate retina. These waves occur during a short period of development during perinatal weeks and they are known to play an important role in guiding the precise wiring of neural connections in the visual system, both at the retinal and extra-retinal levels. The APS-MEA, thanks to its unmet size and resolution, will enable us to reach new insights into the precise dynamics of these waves as never achieved before. Recordings from such large scale networks at near cellular resolution generate extremely rich datasets with the drawback that these datasets are very large and difficult to handle, thus necessitating the development of new powerful analytical tools enabling to decode in a fast, efficient and user-friendly way how cellular elements interact in the network. The development of such computational tools is the central goal of this project, while the experimental work on the retina defines a challenging and unique scientific context. The tools we plan to develop will yield parameters that will help us reach better understanding of network function, from the temporal firing patterns of individual neurones to how activity precisely propagates within the network. We will also develop novel tools for easier visualisation of the dynamical behaviour of the activity within the network. These tools will be developed in a language that could be easily utilized by other investigators using the same recording system or other platforms of their choice. Finally, to ensure that these tools are accessible to the wide neurophysiology community, they will be deployed on CARMEN (Code Analysis, Repository and Modelling for e-Neuroscience), a new internet-based neurophysiology sharing resource designed for facilitating worldwide communication between collaborating neurophysiologists.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H023569/1","grantId":"BB/H023569/1","fundValue":"99539","fundStart":"2010-10-27","fundEnd":"2012-04-26","funder":"BBSRC","impactText":"  A large-scale, high density multielectrode array platform recording neural activity simultaneously with 4,096 electrodes was successfully installed at Newcastle, and the recordings were analysed at Edinburgh. \nWe found the array to be an excellent system for recording spontaneous neuronal activity from the neonatal retina (retinal waves) at a near cellular resolution.\n\nThe grant enabled us, as planned, to develop a suite of tools for the analysis of these large scale MEA recordings. In particular, we devised a new improved detection method for neural spikes. This was necessary as we found that conventional methods were not suitable for these systems \nbecause of a very different noise profile caused by the densely integrated electronic circuits. Furthermore, we developed several methods for quantitative analysis of spatio-temporal activity patterns observed in the developing retina.\n\nThe analysis of retinal waves with these methods revealed several previously unknown features. Most strikingly, we found that late stage waves appear in spatially constrained hot-spots, which move over the course of hours (in vitro). Our analysis also enabled us to publish the most comprehensive characterisation of their ontogeny during the \nfirst two postnatal weeks in mice available in the literature.\n\nThe complete data set generated during the project is available for download for further analysis. Digital/Communication/Information Technologies (including Software) Societal,Economic","person":"Evelyne  Sernagor","coPersons":[],"organisation":"Newcastle University","findingsText":" A large-scale, high density multielectrode array platform recording neural activity simultaneously with 4,096 electrodes was successfully installed at Newcastle, and the recordings were analysed at Edinburgh. \nWe found the array to be an excellent system for recording spontaneous neuronal activity from the neonatal retina (retinal waves) at a near cellular resolution.\n\nThe grant enabled us, as planned, to develop a suite of tools for the analysis of these large scale MEA recordings. In particular, we devised a new improved detection method for neural spikes. This was necessary as we found that conventional methods were not suitable for these systems \nbecause of a very different noise profile caused by the densely integrated electronic circuits. Furthermore, we developed several methods for quantitative analysis of spatio-temporal activity patterns observed in the developing retina.\n\nThe analysis of retinal waves with these methods revealed several previously unknown features. Most strikingly, we found that late stage waves appear in spatially constrained hot-spots, which move over the course of hours (in vitro). Our analysis also enabled us to publish the most comprehensive characterisation of their ontogeny during the \nfirst two postnatal weeks in mice available in the literature.\n\nThe complete data set generated during the project is available for download for further analysis. We have pioneered a powerful approach to investigate neural networks with unprecedented detail Healthcare,Pharmaceuticals and Medical Biotechnology,Other","dataset":"gtr"}