{"id":"1D860CE6-7AE1-42CD-ADE8-2B5221036BD4","title":"The origin of volatiles in the mantle","abstractText":"Evidence about the early history of the Earth and how it formed has been almost completely destroyed by tectonic activity. However, volcanic gases from the Earth's mantle still preserve a relict of this information. This proposal identifies a key set of samples where we can make new observations that will constrain how the Earth got its volatiles and how the early atmosphere formed: Gases in the Earth's mantle are a mixture of gases trapped when the Earth formed, and gases recycled from the atmosphere into the mantle by subduction as the Earth has evolved. Noble gas isotopes are chemically unreactive and have different isotopic fingerprints depending on whether they come from the atmosphere, meteorites, or even the solar nebula. Identifying these fingerprints gives us unique information about the origin of volatiles in the Earth. These fingerprints are also distorted by different processes that could occur in the early earth. For example more soluble gases such as Helium would be concentrated in the melt if there was equilibrium between a molten Earth and an early atmosphere. In contrast, light gases, driven by meteorite bombardment, would be the first to be lost from the atmosphere. To be able to unravel these early processes we first need to identify what supplies the early Earth with its volatiles. We then need to compare the distortion of the different fingerprints with that predicted for different models of atmosphere/mantle interaction and evolution. For example, the noble gas isotopes now in the atmosphere are often explained by massive early atmosphere loss buffered by degassing from the planet. This would produce a predictable distortion of the gases trapped in the Earth's mantle. But what do we actually see? The main gases that could address these issues (Ar, Kr and Xe) have been, until now, impossible to resolve from the atmospheric fingerprint caused by seawater recycling into the mantle and contamination of samples on eruption. Volcanic carbon dioxide 'well-gases', for the first time allow us to see the 'primitive' Xe isotope fingerprint. If Xe primitive Xe is present, we have shown in this proposal that we should also be able to resolve primitive Ar and Kr / but only with the latest technology. We calculate that with a new instrument we can not only resolve primitive Xe, but also start to identify the type of material that carried it to the Earth. By resolving associated Ar and Kr we can start to identify the distortion and which accretionary processes was the cause. In addition, some noble gas isotopes are also formed by radioactive decay and these give us information about the timing of some of these early processes. Combining this information we can build a unique picture of from what, how and when the volatiles both in the deep Earth and present day atmosphere got there.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/D004292/1","grantId":"NE/D004292/1","fundValue":"374739","fundStart":"2006-06-01","fundEnd":"2009-12-31","funder":"NERC","impactText":"","person":"Christopher John Ballentine","coPersons":["Greg  Holland"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}