{"id":"1D8A01C9-0849-492F-9FF9-6CBAB34FA7D5","title":"SI-mediated phospho-regulation of pollen soluble inorganic pyrophosphatases","abstractText":"Self-incompatibility (SI) is an important mechanism in flowering plants, utilizing cell-cell recognition, to prevent self-fertilization, which would otherwise result in undesirable inbreeding. An understanding of processes involved could help plant breeders develop F1 hybrids more efficiently. In Papaver (poppy), the female part of the flower (pistil) secretes a protein which acts as a signalling 'ligand'. This interacts specifically with a self (S-) pollen receptor, allowing pollen to distinguish between incompatible and compatible partners. An incompatible (self) interaction triggers signalling in incompatible pollen, involving increases in intracellular calcium that acts as a 'second messenger' to tell incompatible pollen that it is been recognised as 'self'. This activates events resulting in inhibition of growth and cell death to ensure that self fertilization is not achieved. Inorganic pyrophosphatases (PPases) are ubiquitous enzymes that hydrolyse inorganic pyrophosphate (PPi) generated during many cellular processes. This provides a thermodynamic driving force for biopolymer synthesis (such as cell walls, DNA synthesis) and so is essential for all cell growth. Two poppy pollen sPPases (Pr-p26.1a/b) were recently shown to be phosphorylated during incompatible SI interactions and to play a role in regulating pollen tube growth. This was the first demonstration that eukaryotic sPPases can be phosphorylated and that their activity is inhibited by phosphorylation. Modification of proteins by phosphorylation comprises adding of phosphate molecules, and is a key mechanism to alter enzyme activity, allowing cells to respond to extracellular stimuli and to regulate many biological processes. Despite the essential nature of sPPases, virtually nothing is known about their regulation by phosphorylation, so this is an exciting new area. The proposed studies will provide important insights into this newly discovered area, which could have widespread significance with respect to control of how cells regulate their metabolism. The proposed project will investigate SI-mediated Pr-p26.1a/b phosphorylation, including identifying which amino acid sites they are phosphorylated on, identifying the enzyme(s) responsible for phosphorylation (known as kinases), involved, and the consequences of phosphorylation for sPPase function. This will provide an understanding of how the modification of these proteins by phosphorylation can regulate their activity. Biochemical assays will assess the impact of phosphorylation on sPPase activity to establish the important question of how phosphorylation inhibits sPPase activity. Plants have a unique family of kinases (calcium dependent protein kinases: CDPKs); they are implicated in being responsible for phosphorylating the poppy pollen sPPases. Identification of the CDPK(s) mediating sPPase phosphorylation will provide an important step forward in our understanding of these events. Investigating the SI-regulated sPPases using these approaches will provide important advances in understanding self-incompatibility mechanisms and the newly discovered modification of sPPase activity through phosphorylation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G003149/1","grantId":"BB/G003149/1","fundValue":"444506","fundStart":"2009-02-16","fundEnd":"2013-05-15","funder":"BBSRC","impactText":"","person":"Vernonica E. (Noni)  Franklin-Tong","coPersons":["Scott Andrew  White"],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}