{"id":"1D8F4D02-9821-45BF-AB2E-33BD732133E5","title":"New insights into the control of stomatal aperture and development by CO2","abstractText":"Stomata are pores found on the surfaces of leaves that open and close and thereby control the uptake of carbon dioxide (essential for photosynthesis and dry matter accumulation) and the loss of water vapour from the plant (minimising water loss is important in drought tolerance). The aperture of the stomatal pore and the number of stomata that develop on the surface of the leaf are controlled by environmental factors, such as light intensity and the concentration of carbon dioxide in the environment. The acquisition of stomata is considered to be a key element in the evolution of land plants as it allowed them to inhabit a range of different, often fluctuating environments, and still control water content. Stomata exert major controls on the water and carbon cycles of the world. This can be readily appreciated at the local level where a one hectare crop of wheat in the UK will lose 60 tonnes of water a day through its stomata during the summer months. Accordingly, understanding how stomata work is important both for agriculture, especially in the context of soil water conservation/crop water use efficiency, and for predicting the impacts of global environment change (impact on water/C cycles). The objective of this application is to understand how carbon dioxide controls stomatal aperture and the number of stomata that form on the leaf surface. In the absence of internationally binding legislation global atmospheric concentrations of carbon dioxide are set to increase. We know that increased concentrations of carbon dioxide cause a) less stomata to form on leaves and b) stomatal pores to decrease in aperture. We are specifically interested in finding out the molecular details of how these two processes happen. Our application is based on preliminary work in which we have identified plants unable to respond appropriately to increased concentrations of carbon dioxide (they either fail to close their stomata in response to carbon dioxide or are 'super-sensitive', while some fail to adjust the number of stomata that develop on the surface of the leaf). We will use genetic approaches to find out which genes are disrupted in these individuals and use physiological experiments to understand what cellular processes are damaged and thereby cause the failure to respond. The results of our work will provide us with new insights into how carbon dioxide controls the number of stomata that form on the leaf surface and the way that they open and close in response to this important greenhouse gas. Understanding how these processes occur is likely to be of benefit to plant breeders interested in producing new varieties of crop better able to cope with growing in a climate characterised by increased concentrations of carbon dioxide. Our work also fits well with UK Government Research Programmes 'Living With Environment Change' and 'Global Food Security'.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J001805/1","grantId":"BB/J001805/1","fundValue":"304720","fundStart":"2012-03-26","fundEnd":"2015-06-25","funder":"BBSRC","impactText":"  I have given presentation of our work around the world  ","person":"Julie Elizabeth Gray","coPersons":["F.I.  Woodward"],"organisation":"University of Sheffield","findingsText":" Convergence of ABA and CO2 signalling in guard cells - currently under revision for publication In mitigating impact of climate change on crops Agriculture, Food and Drink","dataset":"gtr"}