{"id":"1D992BA0-4B4A-4AE6-ACF4-3E14FE68B647","title":"Neuroactive steroids and GABAA receptor plasticity during the oestrous cycle","abstractText":"Up to 80% of women experience adverse psychological symptoms such as mood swings, irritability and anxiety, during their premenstrual period. The symptoms other disease states such as panic disorder, catamenial epilepsy and irritable bowel syndrome, often get worse during the menstrual period. All these changes can impact significantly on the social, family and working lives of women. \nCurrent treatments usually involve taking daily doses of selective serotonin reputake blockers (SSRIs). Although effective, side effects often develop after long-term treatment. Moreover, the exact way that SSRIs work to suppress premenstrual symptoms is not known, partly because we do not yet fully understand how premenstrual symptoms develop. However, recent studies using rats have started to shed some light on this question. Female rats show increases in anxiety levels during the latter half of their oestrous cycle (equivalent to the menstrual cycle) and it appears that the increased anxiety may be triggered by falling levels of a breakdown product of the sex hormone progesterone, called allopregnanolone, which leads to a decrease in the activity of inhibitory nerve cells in regions of the brain that are concerned with generating anxiety-like behaviours. As a consequence, the excitability of these neural circuits and of anxiety levels, increases. \nThe aim of this project is to find out whether intermittent dosing with drugs that can raise brain levels of allopregnanolone could be developed to prevent the oestrous cycle-related changes in excitability of the circuits in the brain that underlie the development of increased anxiety.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0700379","grantId":"G0700379","fundValue":"414738","fundStart":"2007-11-27","fundEnd":"2011-04-26","funder":"MRC","impactText":"","person":"Thelma  Lovick","coPersons":[],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}