{"id":"1DA414B1-B856-48CB-B0C3-78354B138B26","title":"Understanding processes determining soil carbon balances under perennial bioenergy crops CARBO-BIOCROP","abstractText":"In contrast to annual food crops, evidence suggests that biofuels from perennial bioenergy crops have a positive greenhouse gas (GHG) mitigation potential. However, the magnitude of this benefit has been recently questioned, since long-term and indirect effects may considerably reduce any GHG savings generated by the cropping system. Indeed, impacts on soil C have been identified as the weak link in life-cycle analysis of net carbon-equivalent benefit presented by bioenergy. Changes in rates of nitrous oxide (N2O) and methane (CH4) emission are relevant too since they have a large GHG warming potential, but these changes are mostly unquantified for perennial bioenergy cropping systems. Although several soil carbon and trace-gas models have been developed for agricultural and conventional forest systems these have not been parameterized and validated for transition of land-use to perennial bioenergy crops. To predict the changes in SOC that will occur one to three decades after establishing biomass crops, we need to establish (a) differences in turnover dynamics and fluxes of carbon under key biomass crops in terms of amount, quality and placement of carbon into the soil from the plant, and (b) mechanisms to overcome short-term loss of pre-existing soil carbon during transition (c) quantitative, process-based modeling approaches that are predictive, to explore future scenarios for optimum soil carbon management. The overarching aim of this project is to provide improved understanding of fundamental soil processes resulting in changes of soil carbon stocks and pools as a result of land conversion from arable/grassland to land-based renewables. The project focuses on impacts of land use change specifically to perennial bioenergy crops (fast growing SRC trees and grasses) where there is currently a significant knowledge gap. This project will generate new evidence to improve current understanding on how soil carbon processes, sequestration and emission, are affected by the introduction of perennial energy crops. The soil carbon balance is key to informing the debate on whether using these crops for bioenergy and biofuels will result in significant carbon savings compared to land use for food crops and the use of fossil fuels for heat, power and liquid fuels. In the long-term (beyond the life of this project), this will enable dynamic, spatially explicit modeling of GHG (C equivalents, abbreviated here as C) mitigation potential of land-based bioenergy systems across different climates and soil types of the UK. We wish to develop 'Carbon Opportunity Maps' for the UK. The work of the project will be undertaken in three workpackages dealing with data synthesis (WP1), experimental data collection (WP2) and modeling (WP3). Throughout the project we will use leverage of other resources including two flagship sites at Brattleby and Aberystwyth, where commercial-scale plantations are established and where several long-term measuring and monitoring activities are underway funded from elsewhere. Similarly, the modeling resources from within the project are extensive and funded from other sources that will be levered against the work here. They included DNDC, JULES, ROTH C and on-going modeling approaches for miscanthus and SRC. Outputs will include a new database of synthesized data for soil carbon under bioenergy crops. We will have tested and calibrated process-based models that are capable of simulating the dynamics of soil organic carbon, carbon sequestration and greenhouse gas emissions for perennial bioenergy crops in the UK. We will provide increased fundamental understanding of soil processes occurring under bioenergy cropping systems including the role of mycorrhizal associations and the effectiveness of biochar as a potential to optimize soil carbon and plant growth. We will develop capacity for future 'carbon opportunity' mapping.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H010718/1","grantId":"NE/H010718/1","fundValue":"145578","fundStart":"2010-01-04","fundEnd":"2015-01-03","funder":"NERC","impactText":"  Outputs from Carbo-BioCrop are being used to develop a meta-model on the impacts of land-use change to bioenergy crops on greenhouse gas balance. Linking with another project funded by the Energy Technology Institute, we have supplied our data on yield models, chronosequences of soil carbon and eddy flux data on carbon balance, as inputs and validation data sets to the development of the model.\n\nThis model will be used by both commercial interests and also by DECC for the Energy Systems Model of the UK supplied through the ETI ESME. Commercial interests are wishing to consider the broadly 'sustainable' land use change options within the UK and GHG balance is an important component of a wide basket of ecosystem services. Agriculture, Food and Drink,Energy,Environment Policy & public services","person":"Gail  Taylor","coPersons":[],"organisation":"University of Southampton","findingsText":" Carbo-BioCrop has succeeded in providing important underpinning information of wide relevant to establish under what circumstances bioenergy cropping systems might be considered as 'sustainable'. In particular, the project focusses on the greenhouse gas balance of land us transitions to bioenergy. For example, we have compared what happens when arable land is converted to an energy crop such as miscanthus and what happens when grassland is converted to short rotation coppice willow. \n\nSeveral different approaches were taken in the project and the outputs of the research are being widely used, both for further academic research and through impact to policy makers and commercial entities. One important approach was to use 'space for time' experiments where we compared soil carbon at side-by-side sites where bioenergy crops and other land-uses were in close proximity. This gives some indication of how soil carbon might change over time, for such transitions if many sites of different ages are compared. At the same time, we have quantified the mitigation potential for GHG balance of biochar application. This novel, high carbon substance has been suggested to have value in locking-up carbon in long-term soil sinks, as a geoengineering option. We have quantified the potential for this in UK bioenergy systems, in research led by Edinburgh University in research currently being considered for publication.\n\nAn important part of the soil that contributes to processes underpinning soil carbon fluxes is the microbial community and here we have used highly novel techniques to determine the impact on land use to change to bioenergy crops on the microbial fraction, as part of two PhDs at Warwick University.\n\nWe have also improved our process models underpinning maps on bioenergy yield and GHG balance and used a 'proof of concept' approach to analyse the consequences of land-use change for GHG balance in a spatial context in work at Southampton, UEA and Aberdeen, as an external partner. We are extending this analysis beyond that required by the grant to consider a wide range of ecosystems services.\n\nInnovative field work has also been deployed over two season and at two sites to follow the short-term carbon signal from bioenergy crops to soil and gain or loss from the system using heavy 13C isotopic approaches. This has provided some of the first data on this aspect of carbon flow and we have elucidated important differences between behaviour in miscanthus and willow, in work led by CEH Lancaster. The project has quantified important effects of land-use change to second generation bioenergy crops on greenhouse gas balance. As such, these data are valuable to policy makers engaged in delivering the low carbon economy and a move away from fossil fuels. Understanding the whole life cycle carbon costs of bioenergy chains is controversial and the growing crop contributes considerably to this net cost. Understanding how land use change transitions impact on GHG balance will be important moving forward in this area.\n\nOur data has provided underpinning input to the meta-model being developed by ETI, with a GUI and simplified data matrices enabling a wdie range of users to have access to this tool to test the impacts of differing land use change scenarios. Our underpinning data of value to this tool include 1. soil carbon validation data, 2. yield model validation and development of process-based models that describe the yield of several second generation non-food crops including willow, poplar and miscanthus and 3. Flux data of carbon flux at three contrasting land use change sites in Lincolnshire, Wales and Sussex.\n\nIn addition the project has contributed to the training of six PhD students, either wholly funded or partially supported by the grant. These PhD students took the initiative and have developed a new researcher network for early career researchers in the area of bioenergy crops. They now meet annually and present their research and engage in active discussions. We are currently negotiating for this groups to become part of the EPSRC SUPERGEN hub in Bioenergy.\n\nOur research is also being taken forward by Phase III of UKERC, as part of the Energy pathways and Modelling workstreams and in the EPSRC Bioenergy Challenges I and II research consortium. in Challenge I, the GHG balance data will be supplied to the whole system modelling activity, to develop the Biomass Value Chain Model for the UK. In Bioenergy Challenge II - MAGLUE, this project will kick-off in January 2015 and takes forward much of the research from CBC. MAGLUE is concerned with Measurement and Analysis of GHGs in bioenergy systems and will extend CBC findings to include LCA approaches for the whole life cycle and will begin by considering several overseas feedstocks from Asia and northern USA. CBC data provide our starting point for this study and MAGLUE now provides funds to continue with the field sites for a further 3 years, obtaining long term monitoring data. Agriculture, Food and Drink,Energy,Environment","dataset":"gtr"}