{"id":"1DA7FCDC-7B14-40F5-8158-CC6F711DDEDF","title":"Derivation of thymic epithelial progenitor cells from ES cells","abstractText":"Cellular immune responses, which control infection, allergy and transplant rejection, are co-ordinated and effected by T-cells. T-cell development takes place only in the thymus and depends on several specialized cell-types, called thymic epithelial cells, that are found only in that organ. The thymus is very active in children and young adults, but stops functioning in older people. This leads to problems in people who lose their original T cells such as bone marrow and organ transplantation patients, whose T cells have to be killed before the transplant can be accepted, and HIV patients. These patients need to generate new T cells in order to fight infections. My laboratory has recently identified a type of cell in the mouse embryonic thymus that can grow into a fully functional thymus when transplanted to a different site in the body. These cells, called thymic epithelial progenitor cells , may be useful for restoring immune function in patients with low T cell levels, either by transplantation of thymic epithelial progenitor cells to boost thymus activity, or by providing a way to grow T-cells efficiently in the laboratory. This could for instance provide bone marrow or organ transplant patients with safe, laboratory-grown T-cells while their own T cells were still regenerating. At the moment, the only source of thymic epithelial progenitor cells is embryonic thymus tissue. This presents a major barrier to the use of these cells for therapeutic purposes. Embryonic stem cells (ES cells) are a type of cell that can be grown indefinitely in the laboratory but can also differentiate into all cell-types and tissues found in the body (more information on ES cells, and other stem cell types, can be found on our website, http://www.iscr.ed.ac.uk/stemcells.html). Recently, scientists have successfully used ES cells to generate other more mature cell types in the laboratory. The cell types generated so far include neural stem cells, which may be used to repair damaged nerves in the future, and blood cells. The aim of this work is to establish a method for generating thymic epithelial progenitor cells from ES cells. This method would allow large numbers of thymic epithelial progenitor cells to be generated in the laboratory for therapeutic use. The study of thymic epithelial progenitor cells will also contribute important information to studies on how stem or progenitor cells function in general.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0400690","grantId":"G0400690","fundValue":"305183","fundStart":"2005-09-01","fundEnd":"2008-08-31","funder":"MRC","impactText":"","person":"Clare Catherine Blackburn","coPersons":["Austin  Smith"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}