{"id":"1DB103EC-C652-4549-BB97-0CB3F873A9C2","title":"Integrated Systems for High Bandwidth Ultra High Precision Actuation","abstractText":"Actuation is the means by which forces can be applied within machine systems to give rise to controlled motion. Applications of actuation include, for example, the extrusion of material for manufacturing purposes, the manipulation of components in test machines, flight control surface adjustment in aircraft, ink jet printing, positioning in robotic systems, and active vibration/noise attenuation. There is a variety of actuator types based on different physical phenomena e.g. piezoelectric, electric, electromagnetic, pneumatic, hydraulic, and screw. The differences in performance relate to the amplitudes and frequencies of the forces that are capable of being applied, together with the motion range (stroke) and the associated precision. For example, piezoelectric actuators can deliver large forces at high frequencies, but the strokes are less than 1 mm. Alternatively, hydraulic actuators can deliver large forces over long strokes (e.g. 3 m in the opening of the Gateshead Millennium Bridge), though the frequency of the forcing is relatively low. An ideal actuator would have high performance over all metrics: force levels; frequency range or bandwidth; stroke range; and precision. At present no such actuator exists. The aim of the proposed research is to investigate the issues relating to physical characteristics, design integration and control that would enable actuation as close to the ideal to be realised. The future benefits would be widespread with the potential generation of new scientific and industrial innovations. The research will be focused on the design and integration of multi-actuation media with optimised control strategies to yield an actuator that has high performance metrics. A number of areas will be investigated. Firstly, piezoelectric actuators will be assessed for the generation of dynamic pressures within hydraulic cylinders, which would allow high frequency actuation. Additionally, piezoelectric devices will be used to deform piston and rod seals such that the friction forces provided by the seals may be used to control large stroke and high frequency motion. High frequency actuation and sub-micron control will also be achieved using a piezo-actuated valve for precise adjustment of hydraulic flows. The basic physical interactions of sliding and actuated parts will require in-depth analysis in order that the detailed design of high performance controllers can be accomplished using accurate system models. Finally, the integrated system will be realised in an experimental facility, which will be used to validate the research methodology.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D060478/1","grantId":"EP/D060478/1","fundValue":"501288","fundStart":"2006-10-01","fundEnd":"2009-09-30","funder":"EPSRC","impactText":"","person":"Patrick  Keogh","coPersons":["Kevin  Edge","Christopher  Bowen","Derek Graham Tilley","David Nigel Johnston"],"organisation":"University of Bath","findingsText":"","dataset":"gtr"}