{"id":"1DC4DDCF-FAA1-4E81-8E4C-6E0AE44E943B","title":"Molecular modelling of flow-induced crystallisation in polymers","abstractText":"Products made of semi-crystalline plastics are found everywhere in our everyday lives. From food and drinks containers to high performance plastic components, semi-crystalline plastics comprise the largest group of commercially useful plastics. The crystallisation of plastic is strongly affected by its molecular shape. This is because plastics are made-up of long-chain molecules, or polymers. The connected nature of polymer molecules forces them to crystallise into a mixture of ordered crystalline regions, which are interspersed with regions where the chains are more randomly arranged. The proportion of amorphous and crystalline material, along with the arrangement and orientation of the crystals, is collectively known as the morphology. The crystal morphology strongly influences strength, toughness, permeability, surface texture, transparency and almost any other property of practical interest. It is known that morphology can be determined by the flow conditions that a plastic experiences as it crystallises. Typically, these flows occur during the process that shapes a plastic product. For example, flows occurring while injecting a plastic into a mould or blowing it into a film. Thus, by understanding how flow affects crystallisation it is possible, in principle, to enhance the final properties of a product by careful control of how it is processed. Unfortunately, a detailed understanding of polymer crystallisation at a molecular level, particularly under flow has been difficult to acquire. This is because flow-induced crystallisation in polymers depends on the subtle interplay of several complicating factors. Firstly, polymer crystallisation during flow is controlled by the shapes that flow forces the molecules to form, and precise theories for how polymers move under strong flow have, until recently, not been sufficiently accurate. Secondly, crystallisation is polymers is always incomplete; the connected nature of polymer molecules frustrates the materials efforts to reach the lowest energy state so equilibrium concepts cannot be applied. In fact the final state is controlled by the crystallisation kinetics. In this project we take a new approach to flow induced crystallisation to overcome these two problems. Recently derived molecular flow models have been shown to reliably predict the configuration of polymer molecules under flow, and we use these as the starting point of our model. To capture the crystallisation kinetics we employ an efficient kinetic Monte Carlo simulation technique to simulate the early stages of crystal formation. Influence over these early stages, experiments suggest, are the primary method by which flow controls crystallisation. Results from these simulations will improve our understanding of flow-induced crystallisation and will provide a template for us to derive more simple differential equation based models, which will be suitable for flow modelling of plastic processing.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G048827/1","grantId":"EP/G048827/1","fundValue":"218958","fundStart":"2009-08-01","fundEnd":"2012-07-31","funder":"EPSRC","impactText":"  The project delivered a new molecular model of flow-induced crystallisation. It is the first molecular model to quantitatively capture nucleation measurements during flow and is currently the only simulation that is tractable in the key regime of low undercooling. This is thanks to new and highly effective simulation techniques developed during the project. The impact of this work is demonstrated by a high-profile publication in Physical Review Letters, which has already amassed 17 ISI citations; the award of a prestigious international prize to the principal investigator (in which this work was cited as a major contributing factor to the award; a number of invited presentations and journal articles for the principal investigator.\n\nWe derived the first molecular model to be able to describe quantitatively how flow affects nucleation in polymers. This understanding is key to modelling polymer processing. Our approach is the only method that can currently be solved at the temperatures that are relevant to polymer processing.\n\nBeneficiaries: Academic researchers, industrial polymer engineers/ scientists\n\nContribution Method: Our research developed the key understanding that will be essential to building practical models of crystallisation during polymer processing. Manufacturing, including Industrial Biotechology ","person":"Richard Stuart Graham","coPersons":[],"organisation":"University of Nottingham","findingsText":" Developed the first quantitative molecular model for the effect of processing flows on polymer crystallisation.\n\nDerived a fast nucleation algorithm that solves the issue of slow barrier crossing simulations that was previously making a comparison between models and experimental data impossible.\n\nDerived a methodology to project expensive barrier crossing simulations onto analytically tractable deterministic models.\n\nDerived a computationally simple model of flow-induced crystallisation in polymers that is suitable to model the complex flows that are typical in polymer processing. The models resulting from this project will be highly useful to polymer process engineers attempting to use processing conditions to tailor the final properties of semi-crystalline polymer products. The project has published a number of high profile articles in academic journal, which have rapidly amassed a significant number of citations. The award of the prestigious Arthur B. Metzner Award to the principle and the associated keynote lecture provided a substantial dissemination platform that has further enhanced the academic and industrial impact of the project's outputs. I continue to disseminate the project's nascent outputs to industrial processing companies through my established industrial links. Chemicals,Manufacturing, including Industrial Biotechology","dataset":"gtr"}