{"id":"1DC5348C-ECA2-4136-9BFD-A68297CDF774","title":"A chronic model of epilepsy in organotypic brain slice cultures of the rat entorhinal cortex","abstractText":"Epilepsy affects around 50 million people worldwide (60,000 diagnosed cases in the UK). Twenty or 30 out of every 100 do not respond to available drug treatments. Nearly 1000 people a year in the UK die directly or indirectly from their epilepsy. The need for better understanding of the disease is enormously important if we are to develop new and improved drugs. Research into epilepsy and antiepileptic drugs depends heavily on the use of animal models of the disease. The main approach is to use chemicals to provoke a serious convulsion in the animal and this is eventually followed (weeks to months) by the appearance of unprovoked epileptic fits. We can then sacrifice the animal, isolate brain tissue from it and establish what changes have occurred in nerve cell properties and connections. A major drawback is that this does not tell us what the changes are that lead up to the appearance of regular seizures. This cannot be done in a single animal, se we need to sacrifice and study the brains of groups of animals at intervals after the first fit. This leads to a large variation in the data, and requires large animal groups (up to 100) to establish a single change occurring during the development of seizures. Our research aims to establish a model that can provide the same, or more, information from a single animal without the need to subject it to the severe stress of the initial seizure. We will take the brain from one normal animal and prepare multiple samples (essentially thin slices) from it. These slices will then be maintained alive in a culture medium for period of weeks to months. We will use a chemical insult to provoke seizure-like activity in the slices, which will result in changes in the nerve cell properties and connections leading to the appearance of regular, electrically recorded, epileptic-like discharges. Since we will have multiple tissue samples from each animal we can follow the time course of these changes in a single experimental animal throughout the process. We estimate that this will reduce the number of animals needed for each experiment by around 90% and provide a more rapid way of gaining meaningful information from the studies. This should ultimately increase the speed at which we gain understanding of epilepsy and also the rate at which we can design and develop better drug treatments.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1000059/1","grantId":"G1000059/1","fundValue":"362955","fundStart":"2011-02-01","fundEnd":"2014-07-31","funder":"NC3Rs","impactText":"","person":"Roland Spencer Jones","coPersons":[],"organisation":"University of Bath","findingsText":"","dataset":"gtr"}