{"id":"1DC79A18-E180-4BE6-BDE7-0EE7E23CA0B9","title":"Structure, function and resilience of avian communities in tropical ecosystems","abstractText":"The study of biodiversity and its role in natural ecosystems is an urgent priority because the Earth is facing unprecedentedly rapid changes in climate and land-use. These changes will be felt most acutely in tropical regions, not only because they are set to experience the biggest increase in human population, habitat loss and economic development, but also because they support the vast majority of species (&gt;80%), many with small ranges and narrow climatic limits, making them vulnerable to extinction. However, partly because of a research bias towards temperate systems, we have a very incomplete understanding of how range shifts and extinctions will affect ecosystem structure and resilience in tropical regions.\n\nOf all tropical biodiversity, vertebrates are the iconic figureheads for conservation. They are central to a range of key ecosystem processes, such as seed dispersal, pollination and predation. The importance of understanding the forces underpinning the structure, function and resilience of their communities is clear, yet the answers remain elusive because of the difficulty of surveying vertebrates. In addition, the coverage of molecular data for vertebrates has until very recently been incomplete.\n\nIn this project, we will capitalise on new high-resolution datasets for the best-known group of tropical vertebrates - birds - to test ecological theory at contrasting spatial scales using community phylogenetic approaches. We will use site-based faunal lists gathered throughout the Neotropics in recent decades. We will also use plot-based community and abundance data collected through fieldwork across an elevational gradient in the tropical Andes. These datasets will be coupled with information about ecological niches and functional traits for each species. In all cases analyses will be framed by newly available species-level phylogenies, which have the power to reveal the structure of evolutionary relationships between community members, and uncover the way niches and traits have evolved through time. This will help us to compare communities from sites with differing levels of habitat degradation and fragmentation.\n\nTo manage ecosystems effectively we need to understand the mechanisms governing responses to change, and how these changes are likely to influence the ecological function and resilience of communities over time. The main goals of this research are to understand (1) how species from a regional pool are assembled into local communities, (2) how the phylogenetic structure and ecological function of communities varies in relation to climate and human impacts, and (3) how we can apply insights from (1) and (2) to improve methods for ecological forecasting under various global change scenarios. The results will provide a more complete understanding of the forces shaping and regulating biological communities worldwide, and enhance our ability to predict the consequences of environmental change, particularly in tropical systems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I028068/1","grantId":"NE/I028068/1","fundValue":"327012","fundStart":"2012-02-01","fundEnd":"2015-01-31","funder":"NERC","impactText":"","person":"Joseph  Tobias","coPersons":["Michael Booth Bonsall","Nathalie  Seddon"],"organisation":"University of Oxford","findingsText":" 1. Specialisation to narrow ecological niches promotes diversification in tropical animals. This helps to explain the latitudinal diversity gradient, and indicates that specialised species have a greater 'speciation potential' particularly in the tropics, i.e. they are likely to produce more species in future. \n\n2. Phylogenetic models reveal that ecologically similar species are unable to co-occur until millions of years after speciation. Finding (1) shows focuses conservation attention on species with specialised ecological niches, particularly those with large ranges not otherwise considered priorities for conservation. \n\n\n\nFinding (2) radically changes the assumptions of models forecasting the biological impacts of climate change, which generally assume that species ranges can move freely in response to changing climates. ","dataset":"gtr"}