{"id":"1DD3A560-CBE3-4C74-81F6-A5BAEAC0B57A","title":"Family trajectories and young adults' transitions into homeownership: A longitudinal perspective","abstractText":"This project aims to understand how family trajectories influence the nature and timing of young adults' transitions into homeownership. In Britain, recent policy interventions such as Help to Buy have reignited debate about the growing difficulties faced by young adults seeking to become homeowners. Declining rates of young adult homeownership are frequently seen as a social problem preventing people from achieving security, freedom and community roots (Wallace, 2010). Homeownership is also promoted as a way to accumulate wealth, thereby enhancing prosperity and enabling society to finance pensions and care as the population ages.\n\nWhile there is a consensus that young adults are increasingly delaying homeownership because of declining affordability, credit constraints and insecure jobs (Andrew, 2012), the impact of family structures and ties remains more uncertain. Demographic changes such as increased solo living, rising rates of lone parenthood and more complex partnership biographies are all likely to have consequences for young adults' housing careers. Concerns have also been voiced that house price inflation means that family wealth is rapidly becoming a prerequisite for first-time homeownership, potentially impeding social mobility. As a result, this project seeks to re-examine how family trajectories and resources influence young adults' housing careers, focusing particularly on homeownership transitions. By analysing how family trajectories, economic forces and the housing system interact to affect young adults' access to homeownership, this research will provide evidence about social fluidity in contemporary Britain.\n\nTo fulfil the objective I will conduct two linked strands of research. Strand 1 will describe and explain changes in the long-term tenure pathways of young adults. This strand will address two questions:\n1. To what extent are homeownership rates across young adulthood lower for more recent birth cohorts?\n2. How are young adults' transitions into homeownership linked to family trajectories?\nThese will be answered by using descriptive techniques and multilevel models to analyse data from the ONS Longitudinal Study (1971-2011).\n\nThe second strand will focus on understanding the timing and effects of young adults' homeownership transitions. Answers will be sought to three questions:\n3. To what extent are young adults increasingly delaying first-time homeownership?\n4. How do partnership biographies affect the timing of young adults' entry into homeownership?\n5. Does entering homeownership in young adulthood confer subjective benefits?\nThese questions will be answered by using event history and fixed effects models to analyse data from the British Household Panel Survey (1991-2008) and Understanding Society (2009+). To interrogate how political-economic contexts configure homeownership transitions, I will also conduct similar analyses using comparable panel data from other countries (with guidance from international collaborators).\n\nThis project will contribute to knowledge by theorising the neglected links between contextual forces, family trajectories and housing careers. By analysing how access to homeownership configures social mobility, the project will also extend our understanding of social stratification. These contributions will be delivered through journal articles, academic presentations and hosting a small conference (2017).\n\nThe project aims to also have impacts outside academia. By establishing a User Forum, hosting two workshops (2016 and 2017) and producing briefing papers, the study will inform policymakers (eg. the Department for Communities and Local Government) and extend the housing research streams of third sector organisations (eg. the Joseph Rowntree Foundation). Through online dissemination and public outreach activities, my work will be positioned to contribute to public debate about the role of homeownership in British society.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L009498/1","grantId":"ES/L009498/1","fundValue":"215980","fundStart":"2014-11-01","fundEnd":"2017-10-31","funder":"ESRC","impactText":"","person":"Rory  Coulter","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}