{"id":"1DD5868A-4DE7-48A2-96D4-CD01EBEEB1F5","title":"Botany in British India","abstractText":"Abstracts are not currently available in GtR for all funded research. This is normally because the abstract was not required at the time of proposal submission, but may be because it included sensitive information such as personal details.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K502819/1","grantId":"AH/K502819/1","fundValue":"56530","fundStart":"2012-02-13","fundEnd":"2012-12-31","funder":"AHRC","impactText":"  By making a significant number of records relating to colonial botany available online, the project has added to a corpus of material on the environmental history of South Asia that is slowly being identified and made accessible. Knowledge of past environmental reshaping and of responses to it is a pre-requisite to addressing the current challenges posed by environmental change globally. In collaboration with our long-standing partners (Centre for World Environmental History at the University of Sussex and Meteorological Office in Exeter), we are developing a road map of sources for the environmental and climate history of the Indian Ocean and are working to raise awareness of them. Already the collections have been noted by opinion formers, such as journalists from India and Pakistan, and civil servants in the UK and South Asia. As well as being used by academic historians, these collections have been consulted by scientists (botanists working at botanic gardens in the UK and India). Cultural institutions in India and the UK, such as the National Museum of India and the Natural History Museum, have either used or plan to use our sources in exhibitions and outreach activities, to raise awareness of environmental history among the wider public, including schoolchildren. The Botany project has also provided a stimulus for researchers to study other valuable, but under-examined, documents: for example, poems in South languages about cultivation practices. Collectively, these sources are filling in the gaps about how people experienced and lived with environmental change in South Asia. \nThrough the British Library's 'Art and Science' days, the sources have also been studied by creative artists. Education,Environment,Culture, Heritage, Museums and Collections Cultural,Societal","person":"Antonia Jane Moon","coPersons":[],"organisation":"British Library The","findingsText":" The overall aim of the project was to supplement and to extend the sources on the history of botanical science in British India which are becoming freely available online. The specific proposal was to digitise the main sources in the India Office Records relating to botanical enquiry between 1780 and 1850, creating new and detailed catalogue entries for them, and mounting the images on the British Library's digitised manuscripts web-site, http://www.bl.uk/manuscripts.\nThe goal was to digitise 120 files. In the event, 136 files were digitised (8318 images) and are now available on the web-site. They are also listed on a separate web page at http://bit.ly/RbQ54c Each file has been either catalogued for the first time or re-catalogued in depth, to include information about key plants, people, places, and events. Additionally, the catalogue records were submitted to the heritage portal Europeana. This portal brings together digitised material across Europe: our material in this context greatly increases its visibility to users outside the UK. The Library's digitised manuscripts web-site is extremely popular (1,127,419 total page views from 102,286 unique browsers in 2013), and the records have been well promoted on British Library and external blogs. India Office Records staff have also publicised the records through talks in South Asia and the UK to a variety of audiences (archivists, interested public, academics, civil servants). \n A further aim was to host an international study day at the British Library to promote the records and to build upon the Library's partnerships with other institutions working in this field. The event was held on 7 December 2012, directly after a two-day international conference hosted by the University of Sussex 'Collaborative research on the meteorological and botanical history of the Indian Ocean, 1600-1900'. Many delegates attended both events. A full report of the day is at https://www.sussex.ac.uk/webteam/gateway/file.php?name=report-on-study-day-7-12-12.pdf&amp;amp;amp;amp;site=253 The day's purpose was to uncover relevant archival sources in the UK and South Asia and to find out how accessible these were. This was amply achieved, with several new sources being identified and information on access being widely shared in the discussions. A list of sources was subsequently sent to the Centre for World Environmental History (CWEH), University of Sussex. This has served as the foundation for the Centre's 'road map' of archival sources for the environmental history of the Indian Ocean world, which is currently in development. \n The British Library continues to work with the University of Sussex and (through its memorandum of understanding with the Government of India) with Indian institutions, to develop proposals to digitise material in the field of environmental studies. In the short term, the Library has received a grant from the Wellcome Trust to catalogue the India Office medical archives online, the overlap between botanical and medical sources being highlighted by the work of this project. The British Library's website attracts a wide non-academic audience, which can use the freely-available images and catalogue information creatively and innovatively. By promoting these particular records through popular, non-specialist blogs, we help a wider public to appreciate the importance of South Asia for the history of botany, agriculture, forestry, climate, and medicine. \nThrough visits, talks and informal contacts, we have raised awareness of these records in South Asia. Recent visitors who have viewed the online resource have included civil servants from Pakistan and journalists from India and Pakistan. By maintaining our links with policy-makers and opinion-formers, we hope that the resources will help to inform current debate on environmental matters. \nThrough our links with UK government organisations such as the Meteorological Office (MO), we have raised awareness of the records as a source for climate studies. Some of the hard data that we have uncovered could be contributed to data-modelling projects being undertaken by the MO. \nLinks to our resources from the web-sites of cultural institutions, such as the India Museum in Kolkata, will help to bring the records to a wider public in India. Creative Economy,Education,Environment,Culture, Heritage, Museums and Collections","dataset":"gtr"}