{"id":"1DE69BF6-E848-4066-8B04-603440DFB360","title":"Galactic Archaeology: Unveiling the History of the Milky Way","abstractText":"An astonishing archaeological dig is underway - RAVE, the RAdial Velocity Experiment, is using the space motions of one hundred thousand stars (already several times the number previously accumulated throughout history) in the vicinity of the Sun to wind time's arrow back, the first step in a long-term community goal of making a painstaking star-by-star reconstruction of the assembly history of our Milky Way. Disentangling the underlying physics of galaxy formation, whether it be the distant 'far-field' or the local 'near-field' is one of the highest scientific priorities for both STFC and the UK astronomy community, and a fundamental motivation behind several billion-pound technological investments in which STFC has a vested interest. How did the swath of light which cuts across the night sky - the so-called Milky Way - originate? Comprised of hundreds of billions of stars, with ages spanning more than ten billion years, each moving on very different trajectories, with chemical abundance patterns varying by factors of more than a million from star-to-star, and colours and luminosities even more dramatically different, at first glance it would appear all but impossible to piece together the formation history of a disk (or spiral) galaxy like our own Milky Way. Even more daunting would apppear to be attempts to link this highly complex system today with distant 'blobs' of light seen at the edge of the visible Universe with facilities such as the Hubble Space Telescope and other STFC-supported observatories such as Gemini and the European Southern Observatory. Motivated by the extraordinary RAVE dataset, and the promise of proposed next-generation galactic archaeology experiments such as the European Space Agency's GAIA mission and the Gemini/Subaru WFMOS Project, we have developed sophisticated computational techniques capable of tracing the life cycle of galaxies such as the Milky Way, from distant 'blob' to the multi-billion star structure surrounding us today. We have developed a fast and flexible software package which includes virtually all of the important physical processes which drive the formation and evolution of galactic systems; while many codes are available for simulating the kinematics of purely stellar-like systems (so-called 'collisionless' systems), there are very few on the market today which include a parallel treatment of the relevant gas physics. Our software packages include the critical effects of not only gravity, but also gas dynamics, gas heating (from exploding stars and exotic supermassive black holes), gas cooling (from interstellar atomic processes), star formation, chemical enrichment from dying stars, and the luminosity and colour evolution of the stellar populations throughout the simulated galaxy. We are already presented with a number of mysteries regarding the origin of our Milky Way: why do its surrounding satellite 'building blocks' bear chemical fingerprints which look nothing like our Galaxy? why do these satellites appear in special orbits around the Galaxy, as opposed to random orientations? what is responsible for the flared warp in our otherwise flat Milky Way disk? what is the origin of the relatively young clusters observed in the outskirts of our Galaxy, clusters with chemical fingerprints which, again, look nothing like the stars around them? why is our mottled and patchy galactic halo otherwise so homogeneous chemically, save for just a few chemical elements? Datasets such as RAVE, WFMOS, and GAIA provide unprecedented spatial, kinematic, and chemical, data for enormous numbers of stars. With the support of STFC, our team will mine the fossil record of the Milky Way embedded in these new datasets (or guide their potential exploitation, as in the case of WFMOS and GAIA), in order to understand the detailed 3d shape of disk galaxies and their dark matter halos, and gain further insight into the role of accretion events in shaping these properties.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/F002432/1","grantId":"ST/F002432/1","fundValue":"212209","fundStart":"2008-09-01","fundEnd":"2011-08-31","funder":"STFC","impactText":"","person":"Bradley Kenneth Gibson","coPersons":[],"organisation":"University of Central Lancashire","findingsText":"","dataset":"gtr"}