{"id":"1DEDC6A8-05C0-4DF2-823A-577084E8A87B","title":"C-Met internalisation and tumour cell migration","abstractText":"Approximately 160,000 people die from cancer every year in the UK alone. Most cancers start as a small lump of abnormal cells (a tumour). As the tumour grows, some cancer cells can detach from the tumour, move away and eventually colonise some healthy part of the body. This aggressive process is called metastasis and is the major cause of treatment failure and the principal cause of death in human cancer. My research focuses on understanding the role of a molecule called c-Met in human cancer metastasis. C-Met is present at the surface of the cells and is activated by binding to its ligand the Hepatocyte Growth Factor (HGF). I want to understand how the activated c-Met transmits signals inside the cancer cell to tell it to move away from the primary tumour. Hopefully this will allow us to design drugs to stop this process. My project is based on the novel concept, for which I already had found evidence, is that surface receptors have to enter into the cell for their correct function and subsequent cell responses. In this project, by using established biochemical approaches, I will block the entry of c-Met into the cancer cell and analyse the consequences of this block on tumour cell movement in vitro and in experimental animals. Using biochemical and biological approaches, including state of the art microscopy, I will follow the movement of c-Met and the generation of signals inside the cell to understand these mechanisms at the molecular level. I will then design ways to inhibit these molecular events in the cell to block cell movement and tumour spread.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0501003","grantId":"G0501003","fundValue":"323955","fundStart":"2007-01-08","fundEnd":"2010-01-07","funder":"MRC","impactText":"","person":"Stephanie  Kermorgant","coPersons":[],"organisation":"Queen Mary, University of London","findingsText":"","dataset":"gtr"}