{"id":"1DF1AB90-1401-4777-8117-D662A76CAB3D","title":"High Energy Astrophysics at Southampton","abstractText":"On the smallest scales we are interested in why pulsars seem to favour the low neutral hydrogen environments in the SMC. We are also interested in the products of stellar collisions and near misses in the high density environment of globular clusters, and in studying the compact objects (ie black holes, neutron stars, or white dwarfs) in our Galaxy which are strong emitter of optical light from hydgrogen atoms. Some galactic X-ray binary sources, which consist of black hole of similar mass to our sun together with a more normal star have, as well as accretion discs, through which matter spirals onto the black hole, strong jets. We want to understand the relationship between the emission from jets and from the hot X-ray emitting coronae and to find out how the jet might emerge from the corona. In some cases the disappearance of the inner disc is followed by ejection of material along the jet and we shall determine whether such behaviour is typical in Active Galaxies, ie galaxies whose emission is powered material falling onto (ie being accreted) by a massive black hole. In the 20-100 keV band where absorption of photons by cold gas is unimportant, and so we obtain a very clear view, we are surveying the Galactic Plane with INTEGRAL to determine an unbiased census of compact objects. As time goes on, we will extend that survey to the extragalactic sky. We study the X-ray variability of Active Galaxies to determine how they relate to galactic X-ray binaries sources and whether characteristic timescales reflect only mass or another parameter such as accretion rate. We are interested in the binary populations of nearby galaxies and in the so-called `ultra luminous X-ray sources (ULXs)'. ULXs may be the long sought after black holes with masses intermediate between those of galactic binaries and Active Galaxies and so are very important for testing mass-based scaling relationships. We are interested in how the emission in different wavebands (Gamma-ray, X-ray, optical/IR, radio) in binaries and Active Galaxies is related and what is the dependence on mass. We are interested how the jet emission from Active Galaxies heats clusters of galaxies. On the largest scales, we are interested in whether the different faint source populations which we see in the radio, X-ray and IR bands are just different manifestations of the same underlying phenomenon and how massive black hole growth might be related to growth of the galaxy in which the black hole lives. We are also building detailed theoretical models, using computers, to explain the complicated variability which we see in the sky at high energies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=PP/D001013/1","grantId":"PP/D001013/1","fundValue":"1513120","fundStart":"2006-04-01","fundEnd":"2009-03-31","funder":"STFC","impactText":"","person":"Ian Michael McHardy","coPersons":["Malcolm John Coe","Christian  Kaiser","Anthony  Dean","Thomas Joseph Maccarone","Rob  Fender","Christian  Knigge"],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}