{"id":"1DF27D7B-3000-4EBC-A6FA-0437533A1178","title":"Reduction of noise on broadband ocean-bottom seismographs through sensor design optimization using numerical and laboratory studies","abstractText":"Seismology is the main tool for understanding the structure and dynamics of the Earth's interior. Yet, due to the extreme environment and remoteness of the deep ocean basins there is a dearth of seismic coverage on the ocean bottom. Within the past decade broadband ocean-bottom seismographs (OBS) have been developed that can be deployed from any oceanographic vessel, record data autonomously for periods of over a year, and be recovered from the seafloor. While the data quality for these instruments for the vertical component of ground motion approaches that of similar temporary deployments on land, the horizontal components, which record shear waves, are plagued by high noise levels caused by tilting due to ocean-bottom currents. The poor data quality of the horizontal components is a serious limitation of broadband ocean-bottom seismology and hinders our ability to study both the dynamics of the Earth's interior and important tectonic processes that occur on the ocean floor, which produce earthquakes, volcanism and tsunamis. Burial of the sensor package effectively reduces noise levels on the OBS horizontal components, but it is prohibitively expensive, requiring an remotely operated vehicle (ROV) and increased ship time for each deployment and recovery. A more cost effective alternative is to reduce the coupling of the sensor package with the water column by reducing the surface area of the sensor package in contact with it. This may now be possible because Nanometrics Seismological Instruments Inc. has produced a compact (90 mm diameter, 128 mm height), low power (150 mW) broadband (0.083-100 Hz) seismometer package that should be ideal for broadband ocean-bottom passive and active source seismology. This smaller sensor is 27% the volume of similar bandwidth models, and would require a substantially smaller pressure housing and gimbaling system. We propose to investigate whether a smaller profile hydrodynamically stable sensor package or instrument 'pseudo-burial' can yield significant improvement in horizontal component noise levels. In the first stage of development we will use theoretical understanding coupled with numerical simulations of fluid flow to propose a sensor package shape that helps controls descent attitude, landing, and minimises the flow induced noise when the sensor is in place. In the second phase we will construct prototype sensors and compare and contrast the fidelity of a broadband seismic sensor using analogue fluid experiments. In the analogue experiments, we will also experiment with 'pseudo-burial' of sensor packs by simulating a deployment of the sensors in sediment-filled bags to reduce coupling between the pack and the water column. If successful, this research will solve a long-standing issue in ocean-bottom seismology, and will be a huge leap forward in our ability to understand the shear velocity structure of the Earth's interior. These experiments are first steps towards expanding the NERC Ocean-Bottom Instrumentation Facility (OBIF) capabilities into broadband ocean bottom seismology.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H00257X/1","grantId":"NE/H00257X/1","fundValue":"107972","fundStart":"2010-05-01","fundEnd":"2013-04-30","funder":"NERC","impactText":"","person":"Nicholas  Harmon","coPersons":["Stephen Richard Turnock"],"organisation":"University of Southampton","findingsText":" A major limitation for free fall ocean bottom seismometers is high noise levels on the horizontal components caused by tilting of the instruments due to interaction with ocean bottom currents. In this study we use computational fluid dynamics to model and understand the effects of fluid flow around ocean bottom seismometers, and compare these results to a recent ocean bottom seismic deployment offshore of Hawaii. We show using Computational Fluid Dynamics namely, Detached Eddy Simulation (Large Eddy Simulation combined with Reynolds Averaged Navier Stokes Equations) that traditional sensor packages with spherical pressure housings 28-43 cm in height generate turbulent vortices. These generated vortices interact with the sensor 1) in periods of a few seconds or 2) longer at periods of seismic interest (&gt;1-100 s) thus degrading signal to noise. We investigate the effects of incoming turbulent boundary layer flows on traditional sensor package design, such as spherical pressure housings (Scripps Institution of Oceanography Design) and show their effect on the signal noise. We find good agreement with the observations of instrument noise from the Hawaii data. We conclude that CFD can be used to aid design of future ocean bottom seismometers to minimize the effects of fluid flow on the instrument fidelity. This research has potential to impact the design and development of ocean bottom seismometers, particularly broadband instruments. There has been interest among academic and industrial groups developing this technology. This type of equipment potentially can be used for seismic hazard monitoring in off-shore locations and may have non-academic use in those realms. I have meetings regarding this work with two manufacturers of ocean bottom seismic equipment, Nanometrics and Guralp. Both have been interested in the work and potentially utilizing some of the modeling work that we developed into their new ocean bottom seismometer designs. In future may develop into industry-academic collaboration. Environment,Manufacturing/ including Industrial Biotechology","dataset":"gtr"}