{"id":"1DF64072-67C9-4CED-BA60-F58A8D74E5AA","title":"A Consolidated Grant Proposal for Astrophysics and Solar System Research at the University of Leicester, 2013-2016","abstractText":"We will carry out world-class research programmes in astrophysics, solar system science and space science through the exploitation of data from space missions and ground based telescopes, as well as the development of new theories and the numerical simulation of processes in these areas, together with the development of new instrumental techniques and detectors for future missions and telescopes. The research programme is based around 4 research groups, who conduct their own research projects but also have a strong ethos of collaboration on topics of mutual interest. \nOur research seeks to understand basic processes that occur in our solar system, our local galaxy and in other galaxies and answer questions which are of great interest in the wider community. For example in our solar system research we wish to understand the space environments around the planets, as these vary strongly between the planets depending on their magnetisation, the nature of the atmosphere, the presence of moons, and the planetary rotation rate. We will also seek to understand how the atmospheres of the planets are influenced by external processes, particularly the expanding solar atmosphere as it moves away from the sun, also known as the solar wind. Through our work on cometary dust grains we will gain knowledge about how our solar system has formed, and through analyses of martian meteorites gain knowledge about habitability on Mars.\nOur Astrophysics research is no less exciting. Here we will search for new planets orbiting nearby stars which may mimic the planets that are present in our own solar system or indeed be very different, such as hot Neptunes, or Super Earths. This study will include the investigation of these new planetary atmospheres. We will also investigate some of the processes that occur in the most extreme of environments in our Universe by undertaking high energy astrophysics research focusing on extreme phenomena ranging from Galactic black hole binaries, through to active galactic nuclei (AGN) onto gamma-ray bursts. These studies will include the feedback processes that link AGN and their host galaxy evolution. Further we will maintain and enhance a programme in stellar astronomy with emphasis on the astrophysics of dwarf stars.\nWe will also simulate using high performance computers these systems which in turn will provide information which can help our observations and vice versa. Through these simulations we will create theories and models of how these extreme systems behave and determine whether the Physics of these systems is different from that we understand in our own solar system. We will also use these simulations to search for the processes which create &quot;dark matter&quot;, an unusually exotic type of matter.\nFinally we will also conduct laboratory experiments where we will develop new ways in which we can observe these systems from afar by developing new instruments for the next generation of space missions. This work is essential to ensure that we can develop our understanding further. It is also the case that from these experiments come other &quot;spin-off&quot; activities which can lead to benefits elsewhere other than Astrophysics and Space Science.\nThe Department also has a thriving and active programme of engagement with the wider community, particularly school age children who are thrilled by the research that is undertaken in the Department. Finally we also propose to maintain a very strong commitment to knowledge transfer Academic beneficiaries.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/K001000/1","grantId":"ST/K001000/1","fundValue":"3855770","fundStart":"2013-04-01","fundEnd":"2017-03-31","funder":"STFC","impactText":"","person":"Mark  Lester","coPersons":["Stanley William Cowley","Paul Thomas O'Brien","Emma J Bunce","Nial Rahil Tanvir","Simon  Vaughan","Michael Geoffrey Watson","Richard  Willingale","Stephen  Milan","Andrew  King","Timothy Kenneth Yeoman","Julian Paul Osborne","Mark Ivor Wilkinson","Richard David Alexander","Terry  Robinson","Walter  Dehnen","Thomas Stephen Stallard","John Charles Bridges","Graham  Wynn","Sergei  Nayakshin","George  Fraser"],"organisation":"University of Leicester","findingsText":"","dataset":"gtr"}