{"id":"1DF72849-7B2C-4B9E-A65B-5F9A1572F3BA","title":"Population genomics of invasive fruit flies","abstractText":"Global change and trade with agricultural products have resulted in worldwide movement of species and created novel pests. Various fruit flies are among the most rapidly expanding species, and a small proportion of them, mostly in the family Tephritidae, turned into severe threats to food production around the globe. The Mediterranean fruit fly Ceratitis capitata is the most damaging representative of tephritids and is one of the most invasive insect pests worldwide. Fruit flies are formidable models for evolutionary studies of bioinvasions because of their very wide distribution, complex pattern of host dependence, complex mating behaviour and the large body of work on life history, host specificity, demographics, and behavioural and reproductive biology that has been established in the course of biocontrol measures. In this study C. capitata will be used for a genomic analysis to assess key parameters about dispersal, selection and mate choice that are of great importance to understand what factors drive these rapidly expanding populations and how they might be contained. \n\nOur research project has three main aims, based on a population genomics approach, to study (a) the historical path of range expansion, (b) the genetic effects of sterile insect release in biocontrol, and (c) the evolutionary impact of insecticides on the population biology. Each of these questions will greatly profit from genome-wide analysis of sequence variation using the RAD technique. Unlike conventional approaches that only sample selected, presumed neutral gene segments, genetic scans using RAD polymorphisms provide markers distributed fairly evenly across all parts of a genome. The method therefore has the advantages of whole genome sequencing, which remains prohibitive for many applications in terms of cost and data handling, but samples a proportion of the genomic variation sufficient for most purposes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J014389/1","grantId":"NE/J014389/1","fundValue":"47503","fundStart":"2012-04-16","fundEnd":"2013-04-15","funder":"NERC","impactText":"  The findings are of interest to agriculture and we are in contact with academics in affected countries who might use this information in their outreach with growers. Agriculture, Food and Drink ","person":"Alfried  Vogler","coPersons":[],"organisation":"Imperial College London","findingsText":" The study linked the insecticide resistance of the medfly to a specific point mutation in the gene for Acetylcholine Esterase. The survey of selected populations around the world showed that the resistance mutation is limited to a few regions only. Knowledge about the spread of resistance is important for control measures of this important pest of fruit and vegetables. Agriculture, Food and Drink,Environment","dataset":"gtr"}