{"id":"1E00AAFC-56ED-4A2B-B8D5-0F5263FC1C2D","title":"Utopian Archives: Excavating Pasts for Postcolonial Futures","abstractText":"In the archive the past lies buried and today's history is written. But recently, the archive has emerged as a critical tool to think about history, heritage and memory in debates on the future. In this project, we aim to generate an interdisciplinary debate on the possibilities for archives to provide frameworks for the imagination of postcolonial futures. Inspired by the creative memory work by artists, this research proposal focuses on the different ways in which archival work contributes to the reconfiguration of postcolonial society. At this moment in history, we posit that archival work may help re-imagine postcolonial horizons of possibility.\n\nThis project aims to take stock of different readings of the archive and discuss them in a fruitful dialogue on the postcolonial archive. Instead of conceptualising the archive as a place where time is arrested, this site is to be conceived of as a space where temporality is produced. Conventionally imagined as a technology for the storage of traces of the past, the archive can alternatively be thought of as a place to revisit the present and rethink the future. In this respect, it is important to stress the archive's materiality: its many documents and document holders, dimly lit and often, poorly air-conditioned, contained in crumbling colonial architecture. Many contemporary artists have used the archive as a place &quot;to work in&quot;, both in a literal and metaphorical sense. The metaphor of the archive enables us to rethink the past through its very materiality and to act upon it creatively in order to imagine new futures.\n\nSuch work within the archive has been at the forefront of memory work in post-Apartheid South Africa where, in order to address the trauma of Apartheid, different forms of work within the archive have been initiated. Artists, for one, have engaged with the legacy of ethnographic photography - aimed at producing racial and ethnic stereotypes - in order to produce imagery that destabilizes that legacy and opens up futures not determined by that past. The memory work in the context of Truth and Reconciliation Committees is another example that demonstrates how excavations of the past - of personal and collective memories - can contribute to the process of &quot;healing&quot; and thereby enables a future for a postcolonial nation. In this project, we aim to take the debate beyond South Africa and into other, postcolonial archives.\n\nFrom the above, it follows that the notion of the archive - imbued with a sense of immobility - can be mobilised in order to rethink &quot;postcolonial dystopia&quot;, that state of emergency in which many postcolonial societies are believed to be. The conventional form of the archive as a deposit of traces of the past should be rethought to include archives of embodied performance, film, festivals, photography, art, archaeological artefacts and the evanescent cyberspace in order to open up the range of possibilities for the imagination of pasts and futures. And if the form of the archive is open for debate, so should its site be. Debates on the world museum, digital archives and digital repatriation suggest that the archive need not necessarily be situated in the capitals of former empires. Not only do we need to revisit postcolonial stasis through a more dynamic conception of the archive; its site, form and contents need to be reconfigured to house a whole range of emergent, postcolonial subjectivities that require their proper archives. If colonial archives are in states of decay that signal the passing of colonial time, the imagination of new archives is required to authorise new forms of sociality in postcolonial societies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J006122/1","grantId":"AH/J006122/1","fundValue":"35488","fundStart":"2012-04-17","fundEnd":"2014-05-31","funder":"AHRC","impactText":"","person":"Ferdinand  De Jong","coPersons":["Paul  Basu"],"organisation":"University of East Anglia","findingsText":"","dataset":"gtr"}