{"id":"1E024FF9-6D7D-41BC-AC66-C2783E3D008E","title":"Structure function analysis of the Dengue virus capsid protein.","abstractText":"Dengue is the most important mosquito-borne viral disease of humans with 50-100 million people infected annually worldwide. Dengue virus infection usually results in dengue fever, a mild ?flu? like illness. However, in some cases, patients may develop severe, potentially fatal complications known as dengue haemorrhagic fever/dengue shock syndrome (DHF/DSS). Despite intensive research over recent years, the disease processes leading to DHF/DSS are still poorly understood and there is neither a safe and effective vaccine nor suitable anti-viral treatments to control dengue disease.\n\nThis project aims to study the function/s of the dengue virus capsid protein in the virus lifecycle and its possible contribution to disease processes. Dengue virus particles consist of multiple copies of only three proteins. A lipid membrane containing two surface proteins surrounds an inner core consisting of the capsid protein and the viral RNA genome. Aside from its role in the formation of the virus particle, the capsid protein has also been found in the host cell nucleus where it has the potential to disturb host cell processes. We will use recent information about the three dimensional structure of the capsid protein, in combination with genetic engineering of the viral genome, to identify regions of the capsid protein essential to the virus lifecycle. By determining how these regions of the C protein function in the virus lifecycle, we will increase our understanding of dengue virus replication and disease, and provide knowledge that can be used to develop novel dengue vaccines and antiviral compounds. The results of this investigation will also be relevant to related flaviviruses such as West Nile virus, Yellow fever virus and tick-borne and Japanese encephalitis viruses which cause public health problems worldwide.\n\nStaff at the University of Bristol are actively encouraged to communicate the results of their research to the general public. The results of University research is disseminated to the general public through articles in the publication ?re:search?, widely distributed in the community and by the organisation of research seminars open to the general public.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0401586","grantId":"G0401586","fundValue":"170000","fundStart":"2006-01-30","fundEnd":"2009-02-27","funder":"MRC","impactText":"","person":"Andrew Duell Davidson","coPersons":[],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}