{"id":"1E160D67-19CC-410C-8C06-48343DFEC8A5","title":"Multi-Allergen Screening Technology (MAST)","abstractText":"We have been working on new technology that will ultimately allow up to 100 tests to be performed on blood without the need to prepare the sample in any way. The first target for the MAST platform will be to screen for allergy. The allergic response occurs when the concentrations of an antibody in the blood reach trigger level and then symptoms of runny nose begin to show. However, concentration much 10,000 times greater than the trigger level can cause a fatal anaphylactic shock. Allergy is on the increase in western cultures although it remains fairly rare on the African continent. What is causing this rise? Some 60 million Americans suffer from some airborne allergy but 11 million have serious, life-threatening food allergies. The technology will allow a simple blood test to be performed at the GP to screen for the top 10, 20 or 100 allergies and give an answer to the patient in 8 minutes. From this profile of allergy we will soon be able to discover whether allergies are related and how they work together to form an extreme response. The technology if successful will cost 5K for each GP surgery and approximately 30 per test. The objective of the current research is to take the instrument in the laboratory and make it ready for a full clinical validation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H029591/1","grantId":"EP/H029591/1","fundValue":"116312","fundStart":"2010-02-01","fundEnd":"2011-01-31","funder":"EPSRC","impactText":"  The findings have triggered the search for more funds to widen the screening programme and establish the diagnostic application of the new ara-factors. \n\nWe are also currently considering markets for allergy screening using the array reader platform being commercialsied by Attomaker Lts. Healthcare Economic","person":"Andrew Mark Shaw","coPersons":[],"organisation":"University of Exeter","findingsText":" Currently a blood test for peanut allergy involves measuring one biomarker called IgE. We have however looked at the total interaction of peanut allergy suffer's blood with peanuts and found that IgE accounts for less than 50% of the total specific interaction. Other marker have now been identified but at least 30% seems to be a new factor - we have called this the ara-factor. We have performed trials on 15 patient sera and we are seeking funding to extend this to a larger cohort. Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}