{"id":"1E182810-0C62-45FF-9F19-CFD70E0B36A7","title":"Reprogramming of Redundant Human Exocrine Tissue to Endocrine Tissue for Transplantation in the Treatment of Type 1 Diabetes","abstractText":"Type 1 diabetes affects 0.4 to 0.5% of the population and it is one of the commonest long term conditions in children and adolescents. A 70% increase in prevalent cases of type 1 diabetes in those aged under 15 is predicted in Europe between 2005 and 2020. Despite advances in the care of people with type 1 diabetes, the condition continues to be associated with substantial mortality and morbidity with an estimated shortening of lifespan on average of 15 years. Rates of cardiovascular disease are increased 3.6 fold in men and 7.7 fold in women. The avoidance of complications, such as visual loss or end stage renal failure, would be extremely cost effective, but even more importantly would contribute greatly to quality of life. Efforts to reduce such morbidity and mortality associated with type 1 diabetes are hampered by the limitations of current treatments which cannot reflect physiological insulin secretion from intact beta cells. \nPancreatic islet cell transplantation offers hope for patients with Type 1 Diabetes by replacing the insulin producing tissue and therefore lowering blood sugar levels. The islet isolation laboratory in Edinburgh is a dedicated facility which is staffed 24/7 for human cadaveric islet isolation and has processed over 20 human pancreata in the last 6 months. The clinical programme and isolation facility is fully funded by the Scottish Government and has been set up to provide both a clinical service and to act as a catalyst for islet related stem cell research through links with Edinburgh University, Aberdeen University and the Scottish Centre for Regenerative Medicine. The first transplant was performed in February 2011 with four more in a short period of time. At present multiple donor pancreases are required to treat a single patient as the effectiveness of the initial transplant falls with time and further transplants are required. Only a small fraction of the pancreas has the ability to produce insulin with the remainder producing enzymes, substances which allow the gut to digest food. Using recent research we aim to reprogramme the enzyme producing pancreatic tissue so that instead it produces insulin. Potentially this will allow multiple transplants over a period of years from a single pancreas reducing the requirement for more than one donor.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J015377/1","grantId":"MR/J015377/1","fundValue":"534518","fundStart":"2012-09-03","fundEnd":"2015-09-02","funder":"MRC","impactText":"","person":"Kevin  Docherty","coPersons":["John  Casey","Stuart John Forbes"],"organisation":"University of Aberdeen","findingsText":"","dataset":"gtr"}