{"id":"1E1B1F6E-277F-4E92-A8CA-4707BBF32C41","title":"Structural studies on enzymes involved in the formation of salicylate and p-aminobenzoate","abstractText":"A number of different aromatic molecules are made from chorismate. We are interested in the enzymes that use this molecule and convert it into different products. What do the enzymes look like (what is their 3D protein crystal structure)? How does one enzyme differ from another? Can we interpret these differences to explain the different reactions they catalyse? We plan to study two systems: (a) the enzymes that convert chorismate to salicylate, and (b) the enzymes that convert chorismate to ADC, an intermediate on the way to p-aminobenzoate. The conversion of chorismate to salicylate involves two steps. The conversion of chorismate to isochorismate, and the conversion of isochorismate to salicylate. We have recently solved the first structure of a 'salicylate synthase', an enzyme (Irp9) that does both of these steps. We now plan to solve the crystal structures of an enzyme that just catalyses the first step (called EntC), and one that just catalyses the second step (PchB). We also plan to make variants of Irp9 to get a better understanding of how it works. The conversion of chorismate to ADC also involves two steps. The first is catalysed by PabA. It converts glutamine to ammonia and glutamate. The ammonia is then thought to pass through a tunnel to get to the active site of PabB, where it reacts with chorismate to make ADC. We plan to solve the crystal structure of the PabA:PabB complex to see if we can get information about this tunnel. We also hope to get a crystal structure of a novel reaction intermediate attached to PabB that we have previously detected by mass spectrometry. We will learn a great deal from these two projects. We will have a better understanding of why some enzymes catalyse one reaction and then stop, while another apparently similar enzyme, catalyses two reactions. We will also learn something about how the reactions proceed by getting the structure of intermediates and analogues bound at the active sites of the enzymes","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D011701/1","grantId":"BB/D011701/1","fundValue":"226076","fundStart":"2006-07-23","fundEnd":"2009-07-22","funder":"BBSRC","impactText":"  They contributed to our understanding of this fundamental enzyme reaction Agriculture, Food and Drink Cultural","person":"Chris  Abell","coPersons":["Tom  Blundell"],"organisation":"University of Cambridge","findingsText":" The most important outcome was to solve the X-ray crystal structure of E. coli EntC with its product isochorismate bound. The structure was solved using single isomorphous replacement with anomalous scattering with wild-type and selenomethionyl derivative datasets. The structure was refined at 2.3 ? of resolution.\n\nThe second outcome was to gain insight into the catalytic mechanism of EntC by studying a series of mutants (single, double, triple and quadruple). This research will be of interest to organisations involved in agrochemical and antibiotic research. This enzyme plays a key role in the synthesis of aromatic compounds. This research can be exploited in the development of inhibitors of EntC, either mechanism based or structure based. Agriculture, Food and Drink,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}