{"id":"1E27977C-E013-412B-8620-C0969896B052","title":"Towards predictive biology: using stress responses in a bacterial pathogen to link molecular state to phenotype","abstractText":"A &quot;Holy Grail&quot; in biology is to deduce how an organism will behave under different conditions (its phenotype) from knowledge of its genetic make-up and how its genes are expressed. This is not yet possible, but this proposal will move us towards this goal, using bacteria as a model system. \n\nThere are several reasons why we want to be able to do this. First, we want to understand disease-causing bacteria better, so as to protect both ourselves and our food against their harmful effects better than we can do at the moment. Second, we use bacteria a lot in industry and our ability to do this will improve if we can predict in detail how they will behave under industrial conditions. Third, as biology moves towards a more synthetic approach where organisms are engineered to have specific functions, we need to understand how they will survive and thrive in different conditions. This project focusses on bacteria that cause disease, but the methods that we will develop will be applicable in many other situations. \n\nAnimals, including humans, have many barriers against bacterial infection, but bacteria are resilient and adaptable and can evade some or all of these, and go on to cause disease. To understand how they are able to do this, we need to understand in much more detail the underlying biology of these organisms under the conditions that exist in our gut. Fortunately, novel methods have been devised that allow us to do this, and this proposal will apply these. For some years, we have been able to make mutations which prevent particular genes from working and use bacteria carrying these mutations to study which genes are needed for survival when bacteria are exposed to stress. We've also known how to study the way in which a particular gene is turned up or down as the external conditions change. But now, it is possible to take a very large mixture of bacteria, containing hundreds of thousands of different mutations, expose all these bacteria to many different stresses, and see how well each mutant survives each stress. This can be done in just a few experiments. We can also study how every single gene in the bacterium is responding to the stress over time, again in a few experiments. Furthermore, we can use this information to construct computer models of how all the genes which respond to the different stresses in the bacteria are connected together. This is like going from a list of addresses in a phone book to a complete map of the streets and houses in a town. The first maps that we construct using this method may not be completely correct, but we can use experiments to check the maps in detail, refining each region until it truly represents what goes on inside the bacterial cell. This is what we will do in this project. We will use the models constructed to make predictions about how bacteria will survive under different conditions, like in a particular part of the gut, and which genes will be important in helping them do this. We will specifically test our ability to make accurate predictions as part of this project. Ultimately, this should help us to predict the vulnerabilities of any pathogenic bacterium, and to use this knowledge to devise novel strategies to protect us from their potentially lethal effects.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K017373/1","grantId":"BB/K017373/1","fundValue":"23198","fundStart":"2013-10-08","fundEnd":"2016-10-07","funder":"BBSRC","impactText":"","person":"Martin John Woodward","coPersons":[],"organisation":"University of Reading","findingsText":"","dataset":"gtr"}