{"id":"1E2B4BCD-43C4-45FF-BF27-335FAAAC0EFB","title":"Regulation of Wnt and calcium signalling by the Parkinson's disease protein LRRK2","abstractText":"Parkinson's disease (PD) is a currently incurable condition that leads to progressive physical decline and often also cognitive impairment. Replacement therapies with dopamine, the chemical messenger depleted in the brains of PD patients, provide symptomatic relief for a period of time but do not modify disease progression and are associated with debilitating side-effects. PD affects 1% of the population over the age of 60 and 4% over the age of 80. This has clear implications for an aging population with current estimates suggesting seven million PD sufferers worldwide. During the disease process, brain dysfunction and ultimately degeneration of brain cells is apparent but the underlying cell biological and signalling dysfunctions leading to this condition are unknown. In order to develop therapeutics that can halt or slow the progression of PD we need to understand signalling events occurring during the development of the disease.\n\nMutations in Leucine Rich Repeat Kinase 2 (LRRK2) are a common cause of familial PD. Patients with these mutations develop PD that is clinically indistinguishable from the most common idiopathic, late-onset form of the disease. This fact makes LRRK2 and LRRK2 pathway components particularly attractive as therapeutic targets. Evidence for a role of LRRK2 in two main branches of cell signalling pathways is accumulating. One involves so-called Wnt proteins and the other leads to an increase of calcium ions in the cell. Nonetheless, the effect of LRRK2 on specific sub-branches of these pathways remains elusive. Our goal is to understand how LRRK2 affects Wnt- and calcium-signalling in health and disease. This will allow targeting of specific pathways to find a rationale for disease-modifying treatments for this currently incurable disease.\n\nWe have model systems that allow us to investigate normal and mutant LRRK2 signalling with the help of signalling reporters. This will establish normal LRRK2 function and mutant LRRK2 dysfunction in Wnt- and calcium-signalling in response to environmental stimuli or changes in metabolism for example in response to toxins or infections. We will also use confocal microscopy to establish the effect of different stimuli on the localisation of mutant LRRK2 in dopaminergic cells that produce fluorescent normal or mutant LRRK2. Our model systems also allow for confocal imaging of signalling pathway activation in cells. Together these experiments will reveal the function of normal and mutant LRRK2 signalling complexes. \n\nWe will then assess the effects of substances that can influence Wnt- and calcium-signalling on cellular phenotypes observed with disease-causing LRRK2 mutations. This will generate data on the likely efficacy of Wnt- and calcium-signalling modulators in PD patients, and help to develop a rationale for novel medication targeting LRRK2-dependent signalling pathways. \n\nTaken together, our experiments will reveal the regulation/deregulation of specific Wnt- and calcium-signalling branches by LRRK2 under normal and disease-causing conditions. Achieving our objectives will increase understanding of how LRRK2 mutations affect signalling pathway regulation during early events leading to PD and inform strategies for therapies that can slow, halt or cure this disease.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M00676X/1","grantId":"MR/M00676X/1","fundValue":"526661","fundStart":"2015-01-01","fundEnd":"2017-12-31","funder":"MRC","impactText":"","person":"Kirsten  Harvey","coPersons":["Ahad  Rahim"],"organisation":"University College London","findingsText":"","dataset":"gtr"}