{"id":"1E2EC4EF-F4DC-45DA-A51E-DCDBCDC3C46E","title":"The UK GENetic Frontotemporal dementia Initiative (UK GENFI)","abstractText":"Frontotemporal dementia (FTD) is a common cause of young onset dementia. Its effect on people of working age with young families represents a major health and economic burden on society. The only known risk factors for FTD at present are genetic with abnormalities (mutations) in three genes accounting for the majority of familial FTD, called progranulin, tau and chromosome 9 open reading frame 72. There are now promising avenues for treatment of these disorders but we still do not know when drugs should be started or how we should measure the response to treatment. This study investigates people who have genetic (inherited) FTD, including both people who have developed symptoms and also their first-degree relatives who are at 50% risk of carrying the genetic mutation and therefore developing symptoms in the future. By studying individuals who carry the disease mutation and are thus destined to develop the disease we can understand the development from the very earliest changes, which would be the best time to start any treatment whilst the person remains well. A pilot phase of the study between 2011 and 2014 has created a common platform for studying genetic FTD and a standardized testing protocol. This study builds on the pilot phase by creating a UK-wide study of genetic FTD (at University College London, University of Cambridge, University of Manchester and the University of Oxford) over the next five years. It is expected that 200 participants will be seen, being assessed three times in total. Study participants will have psychology testing (tests of memory, language, behaviour etc.), brain imaging, blood tests and spinal fluid collection (by lumbar puncture) in order to investigate the patterns of change in these different tests at different stages of the disorder. The key outcomes of the study are to (1) improve understanding of how brain systems break down in genetic FTD and how this breakdown relates to the underlying behavioural and cognitive symptoms, (2) develop markers which help identify the disease at its earliest stage, and (3) develop markers that allow the progression of the disease to be tracked. The eventual aim will be to use these markers in future clinical trials of drugs in genetic FTD. The results of this project will also lead to improvement in the recognition and diagnosis of genetic FTD as well as provide improved information about prognosis for patients and members of their family.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M023664/1","grantId":"MR/M023664/1","fundValue":"2613580","fundStart":"2015-05-01","fundEnd":"2020-04-30","funder":"MRC","impactText":"","person":"Jonathan Daniel  Rohrer","coPersons":["Kevin  Talbot","Clare Elizabeth Mackay","Jonathan Mark  Schott","Jennifer  Nicholas","Stuart  Pickering-Brown","Nick Charles Fox","Kevin  Mills","Martin Neil Rossor","Helen Rose  Murphy","Adrian  Isaacs","Jason  Warren","Masud  Husain","Henrik  Zetterberg","Michael  Hornberger","Martin  Turner","Matthew  Jones","Ian  Baker","James  Rowe","Sebastien  Ourselin","Alexander  Gerhard","Christopher  Butler"],"organisation":"University College London","findingsText":"","dataset":"gtr"}