{"id":"1E38F5D3-15F7-451E-BFF2-8FA3C3C31E7A","title":"An Inter-professional Learning Network for the Land-Based Professions","abstractText":"<p>Field advisors play a key role in enhancing the skills and development of tens of thousands of farming and land management businesses. However, advisors themselves face complex and ever changing call on their expertise and must keep their knowledge up to date. At the same time, research funders are heavily investing in major research programmes into land use challenges, but they lack effective means and models for research delivery and processes of knowledge transfer and exchange.</p>\n\n<p>The Project has three key objectives:</p>\n\n<ol>\n \n\n <li>Identify challenges and opportunities to enhancing the knowledge renewal of advisors, including testing the prospects for giving greater recognition to on-the-job learning within formal training provision.</li>\n\n <li>Learn from experiences of inter-professional working to identify the implications for training and professional development.</li>\n\n <li>Highlight ways to improve knowledge exchange between the professions and research community.</li>\n\n</ol>\n\n<p>Through a series of knowledge exchange activities the project will build a learning network between researchers and land-based professionals.This includes:</p>\n\n<ul>\n \n\n <li>a user panel to advise on the direction of the project</li>\n\n <li>three interactive learning workshops</li>\n\n <li>an e-learning forum</li>\n\n <li>production and testing of CPD materials</li>\n\n <li>extensive dissemination of project implications via a Policy and Practice Note and through professional publications. </li>\n\n</ul>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/J01057X/1","grantId":"ES/J01057X/1","fundValue":"107552","fundStart":"2012-05-31","fundEnd":"2014-05-31","funder":"ESRC","impactText":"","person":"Jeremy  Phillipson","coPersons":["Philip  Lowe"],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}