{"id":"1E58C2BA-F6FA-4650-ACC4-B4CFBD55C2B3","title":"Manipulating mitochondrial dynamics as a potential therapeutic strategy for Parkinson's disease","abstractText":"The debilitating movement symptoms in patients with Parkinson's disease (PD) are primarily caused by the death of a type of brain cell that produces the chemical called dopamine. Understanding why these nerve cells die or do not work properly may lead to new therapies for PD. It has been proposed for decades that the small structures inside the cell known as mitochondria are very important to keep nerves healthy and working properly in PD. Mitochondria, the power generators of the cell, have many important functions such as to supply energy and to maintain chemical balances in brain cells.\n\nMitochondria are highly dynamic and they undergo frequent changes in shape, size, number and location. These dynamic processes can be controlled by mitochondrial fission (a process that leads to multiple smaller mitochondria) or fusion (which results in larger mitochondria). Recent studies, including our own, have shown that manipulating these processes has considerable potential for treating human neurological conditions and has led us to hypothesize that promoting mitochondrial fusion will be beneficial to controlling PD. The overall objectives of this proposal are to first, use pharmaceutical and gene-therapy approaches to test whether enhancing mitochondrial fusion will result in more functional mitochondria and protecting nerve cells of parkinsonian rodents from dying. Second, we will also investigate the ways by which promoting mitochondrial fusion is beneficial in these animals. To achieve these objectives, we have assembled a team of investigators from four independent laboratories in the UK and France. If successful, this work will provide critical information regarding how non-functional mitochondria affect dopamine release and cell loss in PD and offer insights into a potential novel therapeutic strategy for PD.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L022079/1","grantId":"MR/L022079/1","fundValue":"511230","fundStart":"2014-06-01","fundEnd":"2017-05-31","funder":"MRC","impactText":"","person":"Kim  Tieu","coPersons":["Robert  Fern","Erwan  Bezard","Charles  Affourtit"],"organisation":"University of Plymouth","findingsText":"","dataset":"gtr"}