{"id":"1E5A33D8-489D-4722-B8C2-08DD72796EED","title":"Climate Change Mitigation &amp; Business Innovation: Potentials &amp; Prospects for the Tourism Sector.","abstractText":"<p>Global environmental change, of which climate change is one major element, is perceived to present the tourism sector with several opportunities as well as challenges.This is because as a carbon-intensive activity, travel and tourism, is simultaneously impacted by, and contributes to, climate change. However, despite the apparent importance of this relationship, there had been little previous research on how the many businesses in a key economic sector, innovate in order to mitigate their effects on climate change.&nbsp;</p>\n\n<p>This project was funded under the ESRC’s Business Engagement Scheme and was conducted in partnership with South West Tourism, the then regional tourist board.&nbsp; The aim of the research was to promote greater climate change mitigation by encouraging more rapid innovation among businesses in the tourism sector. A large-scale questionnaire survey of over 400 businesses and programme of nearly 20 interviews was conducted to identify current levels of mitigation activity, barriers to more widespread activity, and how the environment featured in business plans moving forward.&nbsp;</p>\n\n<p>The results were presented in seminars with local business throughout the South West.&nbsp; The purpose was to demonstrate the current level of progress and the advantages of taking a more responsible approach.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-185-31-0094","grantId":"RES-185-31-0094","fundValue":"87110","fundStart":"2009-09-21","fundEnd":"2010-09-20","funder":"ESRC","impactText":"  There were two main implications from the package of work. \n\nPractical actions in the form of further encouragement to change behaviours and a rethinking of the success criteria must be supported by more coherent communications if these gaps are to be closed in the short to medium term which is desired by UK policy on climate change.\n\nThe '3Ms' of climate change mitigation are vital to the small business response not only in the tourism sector, but also more widely, namely: measurement, monitoring and modification. Within the tourism sector, 'success' had been conceptualised in policy and green business schemes in terms of the number of businesses taking action and the number of measures they had taken. Success should, instead, be judged by the extent to which action results in more efficient resource consumption.\n\nFive recommendations were made to policy-makers and managers with responsibility for climate change mitigation in the tourism sector. \n\nThe original reports and their findings have subsequently been picked up by policy-makers at several geographical scales. They also became an integral part in leveraging the successful ERDF-funding underpinning the Centre for Business and Climate Solutions at Exeter. Under its auspices members of the original project team have been able to assist over 50 SMTEs to improve their energy-related behaviours and commercial resilience. Energy,Environment,Leisure Activities, including Sports, Recreation and Tourism,Other Economic,Policy & public services","person":"Tim  Coles","coPersons":[],"organisation":"University of Exeter","findingsText":" There were two main messages from the major report produced by the project and they refer to gaps that must be bridged if there is to be greater climate change mitigation among tourism businesses. \n\nFirst, the 'intention-behaviour gap' must be overcome. While the importance of climate change was recognsied, business responses have lagged some way behind. On average, tourism businesses had introduced eight mitigation meaures, more common among which were the relatively 'quick wins' as opposed to more recent (and advanced) measures such as renewable energy technologies. This was notwithstanding recent government policy to encourage greater use of renewable energy. Modest plans for the future were expressed, with an average of three planned measures per business. On the basis of their 'mitigation careers' to date, three distinctive groups of tourism businesses were identified: 'trendsetters' (12 per cent), 'trend followers' (23 per cent), and 'late starters' (65 per cent).\n\nSecond, an 'action-outcomes gap' existed and this represented a significant impediment both to future take-up and progressive emissions reductions. Although some action was being taken in the tourism sector in order to mitigate the effects of business activities on climate change, there was little evidence that the impacts of such inteverntions were properly understood or formed the basis for future planned reductions. As a means of monitoring the effects of their actions, data on energy and water were not routinely examined as standard operating procedures. Indeed, energy and water bills comprised 15 per cent and 7 per cent of costs but 11 per cent and 30 per cent of businesses did not montior their respective bills whatsoever, while 44 per cent and 38 per cent monitored only when the bill arrived. The main report ('The future's bright...') was written primarily for two sets of non-academic audiences: first, policy-makers, planners, civil servants, politicians and other public servants tasked with delivering sustainable futures, especially in the tourism sector; and second, business owners, managers, advisors and trade associations in order to offer them additional information on how to review and develop operational and managerial practices in order to reduce vulnerabilities, build resilience, and contribute further towards tackling climate change.\n\nThe papers in international peer-reviewed journals presented evidence-based critiques of current policy on climate change as it relates to the tourism sector. The research examined such issues as whether current policy interventions and instruments are appropriate to encouraging behaviour change in a major sector that is responsible for at least 5 per cent of all anthropogenic forcing. The research also investigated the extent to which the sector will contribute to future emissions reductions targets in the UK, the importance of a differential response, and how to optimise its performance in this regard.\n\nThere were two main implications from the package of work. Practical actions in the form of further encouragement to change behaviours and a rethinking of the success criteria must be supported by more coherent communications if these gaps are to be closed in the short to medium term which is desired by UK policy on climate change.\n\nThe '3Ms' of climate change mitigation are vital to the small business response not only in the tourism sector, but also more widely, namely: measurement, monitoring and modification. Within the tourism sector, 'success' had been conceptualised in policy and green business schemes in terms of the number of businesses taking action and the number of measures they had taken. Success should, instead, be judged by the extent to which action results in more efficient resource consumption.\n\nFive recommendations were made to policy-makers and managers with responsibility for climate change mitigation in the tourism sector, namely to:\n\n1. Take a new approach to the arguments based on 'accountable impact'\n2. Work to make bills easier to understand and use for cost-control purposess, and to facilitiate access to more advanced monitoring equipment;\n3. Increase communications on the implications of responding to climate change for the prospects and competitiveness of the sector and individual businesses;\n4. Employ nuanced approaches to communications and tailored support for further action based on the 'mitigation careers' of businesses so far; and\n5. Develop new success measures that more appropriately reflect the role of (tourism) businesses in emissions reductions and the debarbonising of energy sources.\n\nThese messages were disseminated in two further brochures and through a series of seminars to tourism businesses in the South West of England. Energy,Environment,Leisure Activities, including Sports, Recreation and Tourism,Other","dataset":"gtr"}