{"id":"1E5E8283-D680-4EF2-AB7F-02A14A581B73","title":"Comparative population genomics of red clover domestication and improvement","abstractText":"We propose to use the largely undomesticated red clover forage crop as a model for unravelling a key domestication trait. Forage legumes have superior feeding value for ruminant animals, and their nitrogen fixing capability enables them to provide useful ecosystem services in terms of improvement of soil fertility. Despite these properties their use in livestock agriculture declined particularly in Europe in the 70's and 80's, chiefly due to the availability of cheap chemically produced nitrogen fertilizer. The drive towards more sustainable agriculture, particularly less use of fertilizer manufactured from fossil fuels has halted the decline, and there is increasing interest in these legume crops, particularly in mixtures with forage grasses. There is thus an urgent need to accelerate their genetic improvement, which has stalled in later years due to lack of investment. This proposal aims to use recently developed genomics resources for red clover, second only to alfalfa in importance in temperate agriculture, to assess the genetic and phenotypic diversity of a European-wide collection of germplasm. One of the most fundamental requirements for genetic improvement programmes is to have access to genetic variation within your germplasm. There are suggestions that most recent European breeding populations have a relatively narrow base. With a very recent history of breeding, the largely undomesticated red clover crop is an ideal candidate to provide a comprehensive assessment of the role of domestication in changing the genome landscape during a crop improvement programme. In other words we will aim to characterise the genomic impact of domestication in a crop improvement programme by using red clover as a model.\nWe will use a collection of populations from a range of habitats from throughout Europe together with elite breeding material. We will use this diversity panel to assess the genome-wide nucleotide diversity and use this information to tell us which regions of the genome have been subject to selective pressures either as a result of breeding or environmental adaptation. The focus will be on a key domestication trait, namely prostrate versus erect growth habit, which has a profound effect on grazing tolerance and persistency in forage crops. Plants with more prostrate growth habits are likely to be more tolerant to grazing and be more persistent. On the other hand, there is a yield penalty associated with prostrateness. Unravelling the genetic architecture is thus of major importance for genetic improvement, and will also give us novel insight into this fundamental trait in plants.\nWe will use two types of plant material for this: A diversity panel consisting of ecotypes and natural populations with varying degrees of prostrate growth habit, and compare with elite breeding populations, all of which are erect. Secondly, we will generate populations segregating for this trait by crossing an erect female parent from elite material with five pollen donors taken from the prostrate natural populations. Phenotypic analysis of agronomic and growth traits in these populations will be accompanied by chemical analysis of various forage quality traits, and by obtaining genome-wide SNP polymorphism data. This will be achieved by restriction associated DNA (RAD) marker analysis in the mapping populations, as well as the diversity panel. In combination with the improved genome sequence assembly, this will enable us to identify and map genomic regions under selection, and allow identification of some of the genes governing this trait. This will provide novel insight into the architecture of domestication traits. The partnership with Germinal Holdings Ltd gives us a pipeline into the breeding programme, which will ensure that the genomic data and knowledge we obtain will benefit genetic improvement of red clover.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L022257/1","grantId":"BB/L022257/1","fundValue":"131567","fundStart":"2014-08-31","fundEnd":"2017-08-30","funder":"BBSRC","impactText":"","person":"Sarah Catherine Ayling","coPersons":[],"organisation":"The Genome Analysis Centre","findingsText":"","dataset":"gtr"}