{"id":"1E5ECCCB-E5EB-422A-BF69-114DAAA6C812","title":"Molecular and biophysical investigation of epithelial cell sheet invagination","abstractText":"Early morphogenetic movements transform the new embryo from an amorphous ball of cells into a complex compartimentalised structure in which the main organs are laid out. Examples of such movements are gastrulation which creates the primitive gut and neurulation which creates the spinal chord. Invagination is a morphogenetic movement during which a cell sheet buckles (along a line in the case of neurulation and along a circle in the case of gastrulation). Abnormalities in invagination lead to conditions such as spina bifida that affect approximately 1 in 1000 live births. Cell sheets also undergo invagination during the creation of branched organs (lungs, kidneys, blood vessels) or during cancer when the tumour causes new blood vessels to grow to provide it with nutrients. During invagination, one group of cells has to express different genes than the surrounding cells. Invagination has been extensively studied in embryos and several theories have been proposed to explain the mechanism through which a cell sheet invaginates. However, since all cells in embryos undergo a defined sequence of gene expression, it is difficult to know what is responsible for invagination and what is just a side effect. All of the proposed theories for invagination require that one subset of the cell population express a different set of genes than the surrounding cells. Modern molecular biology techniques enable us to force cells to express a gene of choice. Microprinting techniques and microfluidic techniques enable us to selectively treat cells with micrometer precision. By combining both sets of techniques, I will devise an experimental system that will allow me to force a subset of cells within a monolayer to express a gene of my choice. In addition, the cells will be cultured on a soft substrate that they can deform. This system will enable me to test each of the different theories proposed for invagination directly. For each proposed theory, I will replicate the proposed movement by forcing a stripe of cells within the monolayer to undergo the type of movement that the theory hypothesizes is the cause of invagination. This will be done either through forced gene expression or through chemical treatment. Then, I will simply observe the cell sheet over a period of 24 hours and see if it invaginates. Once I have found which treatments give rise to invaginations, I will examine the mechanical forces at play. This project will enable us to better understand the mechanisms of invagination and identify proteins that can be targeted to inhibit it during cancer progression.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F019769/1","grantId":"BB/F019769/1","fundValue":"349819","fundStart":"2008-10-01","fundEnd":"2011-09-30","funder":"BBSRC","impactText":"","person":"Guillaume Thomas Charras","coPersons":[],"organisation":"University College London","findingsText":" Accurate spatiotemporal regulation of genetic expression and cell microenvironment are both essential to epithelial morphogenesis during development, wound healing and cancer. In vivo, this is achieved through the interplay between intrinsic cellular properties and extrinsic signals. Amongst these, morphogen gradients induce specific concentration- and time-dependent gene expression changes that influence a target cell's fate. As systems biology attempts to understand the complex mechanisms unde -this method could be applied to tissue engineering to create complex tissues from stem cells. -an article is currently in revision for publication.\n\n-our new method for controlling gene expression can be applied to any system where a morphogen gradient directs differentiation of progenitor cells in a tissue. Healthcare","dataset":"gtr"}