{"id":"1E660687-CB10-4068-9CD6-AEF41F242CF0","title":"A Somatic Ethnography of Grand Gestures Elders Dance Group","abstractText":"The research is a partnership between Sunderland University and Equal Arts. It aims to contribute to the debate about how we can better understand the impacts, for individuals and for society, of engaging in arts and cultural activity. It looks in particular at dance and ageing, and takes as a case study an Elders dance group, Grand Gestures. This group of men and women aged 57 to 87 meet for a weekly dance class, perform as a dance company, and also share their skills as volunteers in residential care homes, where they work with people with dementia. The researcher, an older dancer herself, will participate in, observe and interview the dance group over a five month period. The investigation focuses in particular on the significance of bodily awareness senses such as touch, sense of movement (kinaesthetic sensation), sense of where the body is located (proprioception), and physical empathy within the dance group's activity, their individual and personal development, and their interactions with others, including dance interactions and wider civic and social engagements. These sensory aspects of dance are an important and tangible aspect of the experience of dancing, but are not often talked about or evaluated, and the project aims to find some creative new ways of 'speaking' of them not just through words, but also through performance and other media such as film. It will also reflect on the potential usefulness of its particular approach for the evaluation of arts and cultural activity.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L005638/1","grantId":"AH/L005638/1","fundValue":"31795","fundStart":"2014-01-01","fundEnd":"2014-05-31","funder":"AHRC","impactText":"  It is less than six months since the end of the project, and the two main reports are not yet published in their final form. The 'plain english' report is in draft form, undergoing consultation with participants according to the collaborative methodology. The full final report has been submitted to AHRC and is awaiting their publication of it. \n\nThere have, however, already been some impacts arising from peer review of the draft report, from dissemination and public engagement activities, and from the research process.\n\n1. Use in the field of Arts Evaluation. \n\nAs a result of reading the draft report, Tim Joss (AESOP) reports that he has modified some of the outcomes and categories of the AESOP framework for arts evaluation.\n\n2. Use by the project partners, Equal Arts. The report is being used:\no to disseminate information and methodologies in the elder arts regarding the particular role of movement and its impact on the bodymind and wellbeing of those involved. \n\no to assist in formulating a specific language with which to talk about this work so allowing it to gain a greater acceptance within academic, scientific, and health communities and raising the profile of elder arts towards securing future funding to develop and extend the work.\n\no It is feeding into the development of their training and support for artists, and approaches to evaluation.\n\n3. Use by the project participants. \n\no The participants have reported that the research has given them a reflective context within which to think, talk and express their opinions about their practice. This is an impact of the research process, rather than just the findings.\n\nThe project artist has reported that the research process has given her a reflective framework within which to develop her work, and helped her to identify her model of practice. This is assisting her in developing her work, marketing it, communicating about it to clients in the care and education sectors, and developing funding bids. Creative Economy,Education,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections Cultural,Societal","person":"Patricia (Trish)  Winter","coPersons":[],"organisation":"University of Sunderland","findingsText":" This research was undertaken with the Grand Gestures Elders Dance Group based in Gateshead in North East England, and in partnership with the charity Equal Arts. It has three aims: \nfirstly, to contribute to a more nuanced understanding of cultural value by attending to the place of bodily ('somatic') sensation as an important part of the cultural experience of Grand Gestures; secondly, to identify ways of articulating somatic sensory experience - ways that will be both subtle and useful for the purposes of evaluation; and thirdly, to examine the usefulness of a 'somatic ethnographic' approach for the consideration of cultural value. \n\nKey Findings: \n1. Grand Gestures has to be understood in relation to its political, cultural and artistic contexts; lottery funding; the 'elder arts' movement and the bodies of artistic work that converge in dance improvisation practices. \n2. The cultural value of Grand Gestures is understood from multiple perspectives including those of the funders the Big Lottery, its parent organisation Equal Arts, the dancers and the artist. \n3. Somatic sensation is a key element of Grand Gestures and the research identifies three key related aspects of the practice: the cultivation of heightened somatic awareness; connectedness; and 'being in the moment'. These feed directly into the individual and social values that are enshrined in the aims of the lottery funded Creativity Matters project that encompasses Grand Gestures. \n4. The question of how to articulate the experience of somatic sensation for the purposes of evaluation was approached through the ethnographic investigation of how the members of Grand Gestures 'speak' of their somatic experience through writing, painting, drawing, pottery, photography and film. \n5. The methodology of somatic ethnography brings some challenges but it also offers access to dimensions of cultural experience that can be missed by other methods of evaluation. 1. in the cultural value debate, as a contribution to the AHRC cultural value project;\n\n2. in the refinement of methods of arts and cultural evaluation (such as their impact on the AESOP framework, detailed elsewhere on Researchfish)\n\n3. By the practice communities in elder arts/arts and health/ community dance: as a documentation and analysis of a distinctive model of practice.\n\n4. By the project partner Equal Arts, to help them develop and evaluate their practice in elder arts.\n\n5. By the project artist, Paula Turner, to help her reflect on, analyse and develop her model of practice.\n\n6. By the project participants, Grand Gestures Elders Dance Group, to help them reflect on and better understand their practice. Creative Economy,Education,Healthcare,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections","dataset":"gtr"}