{"id":"1E6AA561-2319-4888-8896-0FCB2454C7AD","title":"A Corpus of Renaissance Correspondence: The Letters of Elizabeth Talbot (c.1527-1608, known as 'Bess of Hardwick')","abstractText":"The project will break new ground by making accessible online this important, yet virtually unedited, corpus of Renaissance letters. Research utilising the online edition will be captured in a co-authored monograph, conference papers, and podcasts. The project will thus massively increase our understanding of the documents and the correspondents involved, and therefore of Renaissance letters more generally. \\n\\nThe letters of the indomitable Elizabethan matriarch and dynast Elizabeth Talbot, Countess of Shrewsbury (c.1527-1608, known as 'Bess of Hardwick'), provide an unparalleled historical resource. Her more than 200 letters (over 70 of which are from Elizabeth Talbot, mainly written in her own hand) include over 60 correspondents and span a period of almost 60 years. No other 16th-century woman left such a large number of letters, with the possible exception of Elizabeth I. The corpus is unrivalled not only in terms of its size, but also for its scope, breadth of social contacts, range of activities related, and variety of epistolary styles employed. There are instructions to servants and orders to builders; expressions of affection between husband and wife, as well as bitter marital disputes; gossip from court; news and intelligence; entreaties to the queen and her councillors; legal petitions and interventions; advice to her children and strategic marriage negotiations. They richly illustrate, in microcosm, the spectrum of 16th-century letter-writing activities and the functions that letters performed. Moreover, they show that Renaissance letter-writing was not an exclusively male or elite activity as many of Elizabeth's correspondents were below the ranks of the nobility and gentry, and a quarter were women.\\n\\nThe letters have been mined by Tudor biographers and historians for nuggets of information about political, social, and domestic life, and details relating to the building of Hardwick Hall and Chatsworth House. But they have yet to be fully examined as textual artefacts or for their linguistic information. The starting point for such analysis must be an edition of the letters. There has never been any attempt to edit the complete correspondence and there is no modern edition of any part of the letters. This lack seems staggering, given the widely acknowledged importance of the life and letters of Elizabeth Talbot, as well as the letters' intrinsic appeal.\\n\\nThe letters are written in a variety of hands and scripts, of varying quality and levels of difficulty of decipherment, and are scattered throughout different archives in the UK and US. These two factors - handwriting and distribution - means the letters are currently well beyond the reach of most students and scholars of the period. The project will provide online transcripts of the all letters, presented according to modern editorial standards, in searchable, downloadable, and print-friendly versions, accompanied by scholarly notes and commentaries on manuscript features and presentation. Alongside the creation and development of the edition, the letters will be analysed for the way they textualise relationships, draw on created versions of voice and personae, and use visual and material features to communicate meaning. The findings of these analyses will be published as a major study. Together, the edition and study, for the first time, will allow us to hear Elizabeth Talbot speak for herself.\\n\\nThe letters will be edited and analysed by the project team in the English Language Department, University of Glasgow. The edition will be hosted by the Centre for Editing Lives and Letters, Queen Mary, University of London. The texts will be added to the Corpus of Early English Correspondence, University of Helsinki, which will extend the possibilities for future analysis by another set of users - historical sociolinguists and corpus linguists. Six podcasts will provide routes into the collection for a wider audience, beyond the academy.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F017308/1","grantId":"AH/F017308/1","fundValue":"260472","fundStart":"2008-11-01","fundEnd":"2012-04-30","funder":"AHRC","impactText":"","person":"Alison Eve Wiggins","coPersons":[],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}