{"id":"1E6F3A28-7A07-4DC7-8B24-3E48E46A44D1","title":"Dietary cognition in educated predators: implications for the evolution of prey defence strategies","abstractText":"Many insects defend themselves against predation with toxic chemicals. They often advertise their chemical defences to potential attackers (generally birds attempting to eat them) using conspicuous warning colouration, as seen in ladybirds, wasps and brightly-coloured butterflies. Typically, scientists have assumed that birds learn to associate the warning colouration with the effects of the toxins, and as a result totally avoid individuals with similar colour patterns in the future. However, this assumption has recently been shown to be wrong. Birds actually continue to eat toxic insects at low levels, even when they know that they are defended. They carefully control the number of toxic insects that they eat in order to gain the nutrients contained in the toxic prey, but ensuring they do not eat enough insects to cause them any serious health problems. The proposed experiments aim to investigate what factors influence birds' choices to eat toxic prey. We would expect that birds will eat fewer toxic insects when they can gain the nutrients they need from other sources i.e. when there are more alternative non-toxic prey in the environment, or when non-toxic prey have higher levels of nutrients. We would also expect the presence of other toxic species to influence birds' foraging decisions. However, we do not currently know what predators learn about their prey, or how they decide how 'valuable' toxic prey are as a food source. We will investigate this by giving wild-caught starlings, which are housed in a laboratory, sequences of toxic and non-toxic insects, and measuring which insects they choose to eat. The toxicity of the insects will be manipulated by injecting them with quinine solution (a mild toxin), and their nutrient content can be manipulated by injecting them with a protein solution. The results will allow us to understand what birds learn about the food they eat, how they use this information when deciding what to eat, and how the nutrition of a prey species influences the benefit of it being toxic. We will also produce mathematical simulations that investigate what foraging strategies predators' should use to maximize their nutrient intake whilst keeping their toxin intake as low as possible. These simulations will then be extended to investigate how predators' foraging strategies determine under what circumstances prey will benefit from being toxic, and when such prey will benefit from advertising their toxicity with bright warning colouration. These simulations will also be used to help us to understand how spraying crops with toxic chemicals (to stop birds eating them) influences birds decisions to eat toxic insects like ladybirds and bees. This might also allow us to decide how best to stop these insect species declining in numbers.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G00188X/1","grantId":"BB/G00188X/1","fundValue":"358484","fundStart":"2008-10-06","fundEnd":"2012-04-05","funder":"BBSRC","impactText":"","person":"Candy  Rowe","coPersons":[],"organisation":"Newcastle University","findingsText":" Many prey are 'aposematic', meaning that they have conspicuous signals to warn predators that they contain toxins. Our project investigated how birds make decisions to eat aposematic prey when they also need to balance their nutrient and toxin intake. We found:\n\n1) The first empirical evidence for 'toxin mutualism' whereby toxic prey living in the same environment benefit by sharing the same toxin making it hard for predators to ingest large numbers.\n\n2) That the nutrient content as well as the toxin content of aposematic prey affects birds decisions to eat them, which has a significant impact on our understanding of this prey defence strategy.\n\n3) The size and nutrient content of other palatable (non-toxic) prey in the environment affect predation on aposematic prey.\n\n4) Birds living at lower temperatures are more likely to eat prey known to contain toxins.\n\n5) The size of aposematic prey affects how predators reduce their intake of them as they learn to associate their toxicity with their warning signal.\n\n6) Mathematical models based on our birds' decisions indicate surprising physiological mechanisms (e.g. toxin processing may not be energetically costly), and show strong effects on the evolution of aposematism and mimicry (where prey share the same warning signal, but are not necessarily equally toxic). See above. Understanding how birds make decisions to eat toxic and distasteful foods can be important for designing more effective avian repellents, particularly for starlings (our study species) that cause significant agricultural damage. Environment","dataset":"gtr"}