{"id":"1E8667E1-ADD4-4FFE-8064-E5E2C8F74040","title":"Maintaining genome integrity: Avoiding pathological consequences during DNA replication and repair","abstractText":"We strive to prolong life, but the age-related onset of cancer and aging itself provide reminders that civilization has exposed natural processes of cellular decay for which evolution never prepared us. The DNA genome within our cells, and on which life depends, is constantly under attack from toxic chemicals and carcinogens that threaten its integrity, an attack that cannot be avoided as these agents are most commonly the products of essential cellular metabolism. We survive and reproduce because DNA also encodes systems to eliminate or at least minimize any damage it may suffer. Failure of these repair systems can be fatal or have catastrophic consequences, as in familial breast and colorectal cancers. But such conditions also reflect the disposable nature of the human soma, which allows a level of imperfection in maintaining the genome that cannot be tolerated in the reproductive germline cells that transmit the genome from one generation to the next. The germline is not particularly accessible in humans, or in our animal cousins, and therefore we rely on studies with simple, unicellular micro-organisms for much of our understanding of how the integrity of the genome is maintained for transmission to the next generation. The research outlined in this proposal aims to investigate the complex arsenal of protein-DNA and protein-protein interactions deployed to meet the challenges posed by damage to DNA and which enable genome duplication and transmission to be achieved with high efficiency and high fidelity. The experiments planned aim to dissect the activities of three proteins we have identified as having key roles in these interactions in the bacterium Escherichia coli. The results are expected to reveal how chromosome replication is able to proceed in the face of damage to DNA and how unnecessary and potentially destabilising events that reshuffle the arrangement of genes on chromosomes are limited. They are also expected to shed light on the forces that enable these organisms to adapt so readily to changing environments and which thus enable pathogenic species to maintain virulence.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0800970","grantId":"G0800970","fundValue":"787244","fundStart":"2009-01-01","fundEnd":"2011-12-31","funder":"MRC","impactText":"","person":"Robert Glanville Lloyd","coPersons":[],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}