{"id":"1E8ECAB1-DCB9-4C07-8BF2-7CB7AD988FC7","title":"Late Holocene Palaeoseismicity in South-Central Chile","abstractText":"Mega-earthquakes (magnitude &gt;8) and related tsunami, generated where the Earth's tectonic plates collide on subduction zones, produce major hazards for both the area of rupture and heavily populated coastlines across much of the adjacent ocean. Inadequate anticipation of recent mega-earthquakes in Sumatra (2004), Chile (2010) and Japan (2011) highlights how little we still know about megathrust earthquakes along subduction zones and underscores the importance of being able to realistically estimate the potential size of future earthquakes. Evaluating future earthquake and tsunami risk requires knowing how frequently mega-earthquakes occur, at what intervals, and how the patterns of land movement vary in different events. Historical and instrumental records are too short to adequately assess the recurrence of the greatest magnitude seismic hazards, and we can only obtain the long-term patterns from geological investigations of sediments accumulating over the last ~4000 years. I propose to collect new sediments from tidal marshes along the coast of south-central Chile, and use microfossils preserved within them to quantify land-level changes over multiple earthquake cycles.\n\nThe work proposed here will use sediments from tidal marshes, as elsewhere coastal wetlands and tidal marshes are excellent environments for recording land-level changes that occur during large earthquakes. I will analyse microscopic algae (called diatoms) that are found in the sediments, as different species have distinct tolerances to tidal flooding. I will use this information to develop a simple mathematical model that can predict where different types of diatoms live with respect to present sea-level, and using information on the present distribution of diatoms, it will be possible to interpret the past and quantify sea- and land-level changes associated with past mega-earthquakes that are preserved in tidal marsh sediments.\n\nThis approach provides a powerful means of developing robust, precise relative sea- and land-level reconstructions over multiple earthquake cycles. I will use the well-established and reliable methodology of using tidal marsh sediments, as I have previously used this successfully to reconstruct land-level movements associated with past great earthquakes in Alaska. However, my approach is novel as I will apply these methods to new sites on a relatively poorly studied plate boundary. The research will provide unique sedimentary evidence for quantifying the amount of land-level change that occurred during at least the last three mega-earthquakes in south-central Chile. This will enable me to define the area affected by surface deformation for each earthquake and identify the location of maximum land-level change. Tracing the spatial extent of past seismic events will provide information on the length of each rupture and the number of plate segments that ruptured. If multiple plate segments rupture together, they may potentially produce earthquakes of greater magnitude. This is therefore a critical debate in assessing earthquake hazard, tsunami generation, and the long-term development of the boundaries where tectonic plates collide. This project has practical and socio-economic benefits by providing information that will aid forecasting of future single- and multiple-segment earthquakes and tsunamis in Chile. Understanding the Chilean megathrust system in space and time will aid understanding of how more slowly converging megathrust zones operate. The outcomes therefore have implications for both Chile and other vulnerable seismic regions worldwide.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/K000446/1","grantId":"NE/K000446/1","fundValue":"57952","fundStart":"2012-10-01","fundEnd":"2015-09-30","funder":"NERC","impactText":"","person":"Emma Pearl Hocking","coPersons":[],"organisation":"Northumbria University","findingsText":"","dataset":"gtr"}