{"id":"1EA90C64-395A-4D76-991D-9FC9ABFEA9E4","title":"Spatial ecological genomics of free-ranging Great tits","abstractText":"The genomics revolution now provides researchers with vast amounts of raw data about the genetic architecture of organisms. This information is fuelling numerous advances, particularly in medicine and evolutionary biology, by identifying genes and their function and by elucidating gene structures and their evolution. The size and scope of genomic data sets require specialised expertise to analyse. Indeed, due to the complexity and volume of genomics data, the new quantitative discipline of bionformatics has arisen to deal with the analytical challenges involved with asking questions of the data. Until very recent years, genomic data was only available for model organisms; however, due to technological advances, this is quickly changing and the potential power of genomic data to refine our understanding of questions once that to be outside the scope of genomics is now well recognised and it is clear that cross-disciplinary enterprise is needed. DNA sequencing is no longer the primary factor limiting genomic analyses outside of the more traditional genomic disciplines; rather the transfer of genomic expertise across disciplines is. \n\nWithin light of the need for cross-disciplinary expertise we propose to use bioinformatic approaches to answers question about the population genetic structure of a free-ranging population of great tits. Particularly, we are interested in understanding how populations respond to intensity of pollution in terms of the potential for adaptation and its impact on population dynamics. Great tits have been shown to respond to environmental selection at very fine spatial scales; however, we know very little about how human activities affect the potential for natural populations to evolve, if indeed they can evolve at all. Pollution levels may also affect population structure if they create unsuitable habitat for great tits. Human density is often associated with increased pollution levels and great tits are common city birds. If low pollution sites are net producers of individuals and high pollution sites net recipients of immigrants then despite the on-going appearance of stable populations in cities high pollution areas may more accurately be intrinsically unsustainable populations supplemented by individuals from high quality habitat.\n\nTo identify regions of the genome that are under selection and describe high resolution population structure requires high density genomic data, only recently available for non-model species and the expertise to appropriately analyse these data. The specialist nature of this expertise requires close collaboration with bioinformaticians if these valuable approaches are to be integrated with ecology and evolution. The four months post here will fund an exchange by a postdoctoral fellow to be hosted within one of the leading bioinformatics research groups in the world. By doing so we hope to begin to bridge the challenges associated with integrating ecology and genomics and initiate a long term collaboration that will continue into the future.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/K01126X/1","grantId":"NE/K01126X/1","fundValue":"31347","fundStart":"2013-12-01","fundEnd":"2014-03-31","funder":"NERC","impactText":"","person":"Ben  Sheldon","coPersons":["Gil  McVean"],"organisation":"University of Oxford","findingsText":" The grant funded a short period of training for an ecologist to spend time learning methods of analysis of genomes developed from human studies, and to try to apply these to recently obtained whole genome sequence data from wild birds. The aim of doing this is to understand past population history from genetic data. Too early to say yet; papers being prepared for publication. Education,Environment","dataset":"gtr"}