{"id":"1EB65438-B255-4F89-94F5-64ECDCAD4872","title":"Understanding genesis of HREE deposits through Experimental and Spectroscopic measurements and atomistic Simulations (REEXSS).","abstractText":"The rare earth elements (REEs) or lanthanides (La-Lu) are a group of elements widely used in applications ranging from modern, everyday personal devices such as mobile phones to industrial scale e-tech/green facilities such as wind turbines. The heavy rare earth elements (HREEs, Gd-Lu)) are particularly in high demand as they occur in relatively low concentrations and yet are more widely used for TV phosphors, lasers and computer memories. We currently have a reasonably good understanding of the geological occurrences/associations of REEs but our ability to predict where economic HREE deposits occur and to develop low cost extraction technologies is hampered by lack of understanding of how REEs are transported, concentrated and fractionated (separation between light and heavy REE) as well as how host mineral stability ultimately controls extraction efficiency.\n \nThis project will bring together a core group of experienced geoscientists grounded in experimental studies of fluid-rock interaction (melts, hydrothermal fluids) with chemical spectroscopists, mineral physicists and industry end-users to engage in a study focussed on addressing key questions relating to transport, concentration and fractionation of REEs. This will be achieved by focussing on the following key questions: \n(i) Why do we get REE enrichment? By conducting challenging but well constrained experiments simulating the reaction(s) of different fluids with REE-containing minerals, rocks and other compounds we will constrain partitioning and speciation of different REEs.\n\n(ii) How does enrichment occur? Enrichment processes will be constrained by conducting absorption spectroscopic measurements of REEs in hydrothermal fluids to determine types and stabilities of the different REE species.\n\n(iii) Where does enrichment occur? By carrying out structural characterisation of stable host REE mineral phases to determine crystallographic parameters that control REE occurrence and by performing theoretical calculations to predict which are the stable mineral structures consistent with spectroscopic measurements we will determine where enrichment occurs\n\nThe work will be carried out in two phases: A scoping study (catalyst phase) designed to build a research consortium that, through Science Innovation Workshops will appraise state of the art science backed by preliminary data collection and modelling to refine key questions for the development of a detailed application to the main phase of the funding round. The main research phase, if awarded will deliver novel experimental, micro-analytical and spectroscopic data plus structural modelling which will enhance significantly our ability to understand the distribution of economically exploitable HREE resources.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/L002299/1","grantId":"NE/L002299/1","fundValue":"76215","fundStart":"2013-09-01","fundEnd":"2014-05-31","funder":"NERC","impactText":"","person":"Bryne  Ngwenya","coPersons":["Andrew Mark Walker","Linda  Kirstein","Simon Leigh Harley","Katharine  Saunders","Ian  Butler","J Frederick Mosselmans","Geoffrey David Bromiley","Rachel Clare Walcott"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}