{"id":"1EBDC9C8-560D-4000-B5CE-869DB134287D","title":"KIDSpec technology development: Opening a new window on the Universe, one photon at a time.","abstractText":"Energy-resolving detectors are a step towards the 'ultimate detector' for astronomy and many other applications besides. Kinetic Inductance detectors (KIDs) are a transformational technology based on superconducting resonators that have opened the way for large arrays of zero-noise, energy sensitive (3-D) detectors in the important optical and near-IR (UVOIR) regime. Our goal is to bring together the components necessary to comprise the first european UVOIR KID spectrograph. Whilst these have been demonstrated at the component level, we will use the expertise and experience in our team to build a complete system, including the detector, cryogenics and read-out electronics. We will use this system to develop the conceptual design of a powerful medium spectral resolution, broad band (0.3 - 2.5 micrometers) spectrograph. This Kinetic Inductance Detector Spectrograph (KIDSpec) would be a uniquely powerful instrument more than an order of magnitude more sensitive than existing equivalent instrumentation using semiconductor detectors. \nAt the heart of the instrument is the ability of the KIDs to discern the order from a diffraction grating. It is this ability that we will demonstrate for the first time with this project. At the end of the project, we will use this technology development to push forwards to the first KIDSpec instrument at a major astronomical observatory. Such an instrument is perfectly suited to the E-ELT, as the zero read-noise, photon-counting operation maximises the pay-off from the enormous collecting area of this next generation telescope.\nThe moderate investment requested in this proposal will enable us to perform a unique experiment, but equally importantly it will enable us to build the knowledge and experience to put UK researchers at the heart of this truly revolutionary field. Kinetic Inductance Detector arrays have the capacity to revolutionise astronomy in the same manner as the move from photographic plates to digital detectors did 30 years ago and this proposal will place us at the forefront of this nascent field.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/M003868/1","grantId":"ST/M003868/1","fundValue":"270004","fundStart":"2015-02-01","fundEnd":"2017-01-31","funder":"STFC","impactText":"","person":"Ghassan  Yassin","coPersons":["Stafford  Withington","Niranjan  Thatte"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}