{"id":"1EBF1F20-4AE0-4756-89D5-F861A8AE743D","title":"Integrating Macroecology and Modelling to Elucidate Regulation of Services from Ecosystems","abstractText":"Coastal and shelf marine ecosystems are highly productive, bringing great benefits to humans. These benefits, called &quot;ecosystem services&quot; include food supply, recycling and recreation. Coastal and shelf seas are rich, productive and close to large human populations, so they are under great pressure from factors such as fishing and climate change.\n\nDespite years of intensive study, our knowledge of how shelf ecosystems work is still patchy. Therefore we cannot yet predict how they will respond to changes. IMMERSE combines researchers with complementary track records from across 11 UK institutes. We will develop an integrated, whole-ecosystem approach to understand how changes occur in marine ecosystems and how these affect the services they provide. We will a) synthesise and analyse the vast array of existing, but scattered, data, b) target key data gaps and choke-points in our understanding with focussed fieldwork and experimentation and c) combine these into a suite of computer models that explore future consequences of changes and perturbations for ecosystem services. Our geographical focus will be the western seas, from the western English Channel, through the Celtic and Irish Seas, to western Scotland, although relevant data will be included from a wider area.\n\nThe novelty of this project is fourfold: \n\nFirst, we will use novel web-based approaches to combine existing datasets and rate process measurements, from microbes to whales, and at whole shelf scales. By combining these datasets and published data, we can deduce the underlying &quot;ecological rules&quot; that operate at the level of the individual but lead to patterns at the ecosystem scale - for example how an organism's mortality or feeding rate depends on its body size and the ambient temperature.\n\nSecond we will target key knowledge gaps by applying the latest method developments in understanding food webs. We will use isotopic methods to trace the relative input of seaweed and planktonic algae into the base of the food web; we will follow these isotopic tracers in the lab and in the wild to understand exactly how these plants are incorporated into the rest of food web; we will use new image analysis technology to quantify the full size range of organisms in the sea; and we will use the latest molecular techniques to trace who eats whom.\n \nThe third novelty is that we will use not just one model to understand these ecosystem linkages but six models, all based on different assumptions. This &quot;ensemble&quot; approach is similar to climate forecasting, but is in its infancy in the sea. We will inform these models with the data synthesised and collected above, and then compare the output across the whole ensemble. This approach limits the shortcomings of any single model for a more robust picture of how the ecosystem works. These models will then be challenged with different scenarios of change, for example changing fishing effort or establishing conservation zones, with and without warming.\n\nThe fourth novelty of our approach is that we include a small but important socioeconomic part to our proposal. This will enable policy makers to convert the output from models into economic valuations and indicators, so that judgements can be made on management decisions for a suite of marine ecosystem services.\n\nIMMERSE is part of a larger NERC funding scheme, and its outputs spanning the whole of the food web will be tailored to support the next two rounds of funding: first in developing NERC's model of the lower reaches of the food web, and second in testing efficiency of potential management interventions. The legacies of this project will include tools and combined datasets that will place the UK in a leading position to understand whole ecosystems and the consequences of change in terms of ecosystem services.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/L003074/1","grantId":"NE/L003074/1","fundValue":"475092","fundStart":"2014-05-31","fundEnd":"2018-05-30","funder":"NERC","impactText":"","person":"Mark Charles Emmerson","coPersons":["Nessa  O'Connor"],"organisation":"Queen's University of Belfast","findingsText":"","dataset":"gtr"}