{"id":"1EC7BAE9-D775-4FFB-99E6-9B2CD1083D7A","title":"Expression of the chicken W chromosome and the evolution of female phenotypes","abstractText":"Why do males and females in most animals look and act differently? Many of these differences are genetic, and ultimately are initiated by genes on the sex chromosomes. Birds have a system of female heterogametic sex chromosomes, with the female having a Z and a W chromosome, and males having two Z chromosomes. The avian W chromosome, because it is passed from mother to daughter and is never present in males, only experiences selection for female functions, and therefore has the potential to play a large role in female fitness. However, the chromosome has been ignored in the past due to a misconception that it has few active genes, and difficulties in sequencing it. My own preliminary gene expression data indicate that the few known W-linked genes are actively expressed, directly contradicting previous assumptions that the W chromosome was genetically inactive. The gene content of the avian W chromosome is therefore of great potential evolutionary and genomic interest, yet the current draft of the chicken W is largely incomplete, and the other avian full genome sequence, from the zebra finch, does not contain a W assembly. Chicken breeds present a perfect natural laboratory for testing the role of the W chromosome in female fitness traits, as breeding practices have produced breeds selected for female-specific traits (egg-laying), and a range of sexual dimorphisms. I intend to leverage this diversity of female traits in order to uncover the role of the W chromosome in the evolution of female fitness. First, I will employ gene expression data to identify the coding content of the W chromosome. I will then measure the expression of the known and newly-identified W-linked genes in six different breeds of chicken that span the range of female phenotypes. This will make it possible to identify those genes on the W that play an important role in female evolution. In parallel, I will use the newly identified W genes in order to study the evolution and divergence of the avian sex chromosomes. The outcomes of this project will be relevant to four different groups of people. First, the identification of the W chromosome coding content will be useful to the genomics community, and will aid in further assemblies of the chicken genome sequence. Second, those interested in the genetic and genomic basis of sex differences will be able to integrate the information generated in this study; this includes the medical genetics community where there is a growing realization of the relationship of sex and disease susceptibility. Third, declining fertility is an increasing problem, and information about egg-production rates in chickens may prove useful for human fertility. Fourth, knowledge about the evolution of the avian sex chromosomes will be relevant to anyone interesting in molecular evolution, especially since the female-heterogametic system of inheritance is a useful contrast to the more common male-heterogametic sex chromosomes in mammals and Drosophila. Finally, I believe that knowledge regarding basis of femaleness is of interest to a broad general community.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H002006/2","grantId":"BB/H002006/2","fundValue":"38948","fundStart":"2013-01-01","fundEnd":"2014-01-31","funder":"BBSRC","impactText":"","person":"Judith  Mank","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}