{"id":"1EDC8A2E-B0CD-42BA-AB97-A2F936CF43CE","title":"Probing biomolecular interactions by combining ETD-tandem mass spectrometry with chemical footprinting methodologies.","abstractText":"In life, most proteins function as an integral part of a biomolecular complex consisting of proteins, nucleic acids, small molecules and metal ions, all held together in a specific 3D architecture. Correctly functioning proteins maintain health in plants and animals, the latter including humans. However, protein mis-function can lead to disease: for example, unwanted protein self-aggregation can produce insoluble amyloid plaques which are associated with well-known diseases such as Alzheimer's, Parkinson's and Type II diabetes. \n\nWe propose to purchase a state-of-the-art mass spectrometer which will enable us to pin-point protein-protein and protein-ligand binding sites. Our strategy involves subjecting a protein, or protein complex, which is in its native (3D) conformation, to chemical modification (or &quot;footprinting&quot;) techniques. The regions of the protein that will be modified chemically are those which are exposed on the exterior of its structure, whilst the regions lying in the interior of the structure are inaccessible and remain unmodified.\n\nIn order to identify the sites of chemical modification, we need to use advanced mass spectrometric techniques that will tell us not only the molecular mass of the protein, but also its amino acid sequence. During protein sequencing, it is apparent which amino acids have been modified due to the change in the mass of the residue due to the chemical modification. For example, if the amino acid is oxidised, it will gain an oxygen atom and a corresponding increase of 16 Da. \n\nOur proposed combination of advanced mass spectrometry with chemical modification methods will provide new information concerning:\n a. the 3D structure of the protein by disclosing which regions are on the surface and which are in the interior of the structure;\n b. protein-protein and protein-ligand binding sites, by comparing the &quot;footprint&quot; of the protein alone with that of the protein bound to a small molecule or another protein, we can discern where the ligand is bound;\n c. protein function. We can monitor the protein's chemical footprint over time to map any structural changes occurring e.g. unfolding, binding, self-aggregation. This will provide key insights into how proteins function and mis-function;\n d. the design of potential therapeutics. To prevent a protein from mis-functioning, it is often possible to add a small molecule drug to prevent an unwanted event e.g. to prevent a protein from unfolding followed by self-aggregation, it is possible to add a small molecule which will compete successfully for the protein-protein binding site. Our methods will locate the binding site.\n\nThe beneficiaries of these proposed studies will be the bio-scientists who will gain a significantly improved understanding of the ways in which proteins and other biomolecules function and mis-function. This will lead to improved drug design by pharmaceutical and biopharma companies, which in turn will lead to a healthier life for all of us.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M012573/1","grantId":"BB/M012573/1","fundValue":"341166","fundStart":"2015-01-01","fundEnd":"2015-12-31","funder":"BBSRC","impactText":"","person":"Alison Elizabeth Ashcroft","coPersons":["Nicola Jane  Stonehouse","Helen  Philippou","Bruce  Turnbull","Sheena E Radford","Ramzi  Ajjan","Andrew John Wilson","Darren Charles Tomlinson","Peter George Stockley","David John Brockwell"],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}