{"id":"1EEEF20B-817C-438C-9F38-DA323B81BC24","title":"Coordinating International Research on Southern Ocean Ecosystems: Implementation of the ICED Programme","abstractText":"The Southern Ocean has a unique and iconic ecosystem. It includes vast reserves of krill which could potentially replace dwindling fish catches elsewhere. It helps stabilise the global climate by absorbing greenhouse gases and it supplies some of the key nutrients which sustain life in other oceans. These functions emphasize the crucial role of the Southern Ocean ecosystem in the workings of the Earth as a whole. There is strong evidence that risk posed by climate change is more severe and imminent for the Southern Ocean ecosystem than almost any other marine ecosystem. This threatens the ecosystem's ability to deliver the benefits described above.\n Assessment of the Southern Ocean ecosystem's likely responses to change is required to support the management and protection of the benefits it provides. This requires an international effort to bring together scientists with expertise on ecosystems, climate and biogeochemistry (i.e. how nutrients and other chemicals move through the oceans, atmosphere and living things). Knowledge about individual regions must be integrated to explain processes operating at the &quot;circumpolar&quot; scale of the entire ocean. BAS scientists have played a major role in developing the Integrating Climate and Ecosystem Dynamics in the Southern Ocean (ICED) programme which has begun to coordinate and focus this expertise. \nWe are requesting funding to capitalise on the current progress and lead the implementation phase of ICED, under two main objectives:\n(1) To lead, coordinate and support key ICED community activities identified in the ICED Science \n Plan and Implementation Strategy\n(2) To develop the scientific basis for projecting the likely response of Southern Ocean \n ecosystems to plausible scenarios of environmental change and so generate high impact \n outputs to feed into global assessments.\n\nAddressing the first objective will involve: coordination and communication between different science strands and national programmes; coordination of scientific activities; expanding the network of researchers; pursuing funding opportunities; programme support and liaison with the International Programme Office of IMBER (Integrating Marine Biogeochemical and Ecosystems Research), the global programme which ICED is a part of; and developing closer coordination with other key international bodies.\n\nActivities addressing the second objective will be based around two scientific workshops. The first will mainly be coordinated and funded through international partners on behalf of ICED. It will assess the state of knowledge on environmental change and biological responses, and produce initial projections of the biological response to climate change. The second workshop, for which we are requesting part funding, will evaluate the results of ongoing efforts to predict how the structure of food webs responds to change and produce projections of how food webs might change in future. \n\nThese workshops should lead to high impact academic outputs. Together with associated activities within ICED they will help to ensure that the Southern Ocean ecosystem's response to change is given due consideration by the IPCC, in the policy outputs of the International Polar Year and in developing sustainable fisheries management. \n\nWe are at a critical point in the development of ICED, where we need to maintain momentum. The requested funding will allow NERC to take a lead role in implementing the ICED programme and coordinating international contributions. The activities outlined here will strengthen and facilitate the international collaboration necessary to fully address the significant challenge of integrating Southern Ocean ecosystem, climate and biogeochemical research. This will ensure progress towards an integrated, understanding of the structure and function of the Southern Ocean, its response to change and its importance to the Earth as a whole and to mankind.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I029943/1","grantId":"NE/I029943/1","fundValue":"240473","fundStart":"2012-07-16","fundEnd":"2014-07-15","funder":"NERC","impactText":"","person":"Rachel  Cavanagh","coPersons":["Simeon  Hill","John  Turner","Nadine  Johnston","Eugene John Murphy"],"organisation":"NERC British Antarctic Survey","findingsText":"","dataset":"gtr"}