{"id":"1EF596B8-11BD-4FEF-99CC-8F0D05E233BC","title":"Characterisation of granulin and its role in neurodegeneration","abstractText":"The proportion of elderly people in our society is increasing. As a result there is an increase in the number of people with age related degenerative diseases that cause dementia. It is known that dementia, in certain circumstances, can be inherited and run in families. Approximately 750,000 people in the UK have some form of dementia, the most common and widely known is Alzheimer?s disease. Thankfully, a lot of progress has been made in understanding the genetic cause of Alzheimer?s disease. The second most common form of dementia is called frontotemporal dementia or FTD. It can affect people?s behaviour and ability to speak. About half of all people with FTD have other family members with this disease, therefore, there is a large inherited (genetic) reason for the development of this disease. We know around 10% of cases of FTD are caused by errors in a gene called tau, however, we know nothing about the remaining 90%. There are reports of families with FTD showing there is a gene problem on chromosome 17, where the tau gene lies. We have just identified this second gene on chromosome 17 that also causes FTD. We believe this will be a very common cause of FTD accounting for up to 20% of cases. This second gene is called granulin and is thought to be involved in wound healing in the skin. However, nothing is known about what granulin does or where it is found in the brain and we are unclear as to why mutations in it cause FTD. We propose to analyse granulin in the brain to see if it correlates with pathology in FTD. Also, we will put mutant copies of granulin into cells, and also reduce it?s levels in cells, to see if we can work out the pathways that are involved in brain cell loss in FTD. This work will help us to gain understanding to the biological reason of this disease. This knowledge will help in diagnosis and in the development of systems to produce a treatment, which will ultimately help people affected by this illness.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0600984","grantId":"G0600984","fundValue":"760734","fundStart":"2007-03-09","fundEnd":"2010-09-07","funder":"MRC","impactText":"","person":"Stuart  Pickering-Brown","coPersons":["David Michael Mann"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}