{"id":"1EFA7968-FE5A-4F4E-9CC4-3E938A3C51CC","title":"Centre for structural analysis of complex biological systems","abstractText":"Understanding the function of the molecules of life requires knowledge of their three dimensional structures. Seeing, at or near to the level of individual atoms, how the building blocks of life (proteins and DNA) are assembled enables us to understand both how they may act to drive the chemical reactions that power and maintain living cells, and how they are organised into more complex structures that form the basis of cells and tissues. Detailed knowledge of structure can explain how specific alterations affect function, for example where changes to specific molecules are linked to disease, or how biological systems can be engineered to fulfil useful functions, such as making new drugs or turning carbon dioxide into liquid fuels.\n\nMost structures of biological molecules are derived from experiments where ordered crystals of the pure material are exposed to X-rays. The success of this approach relies upon inducing crystals to form. Unfortunately, for many interesting and important biological molecules this remains very difficult, and large numbers of experiments must be conducted to identify suitable conditions for crystal formation. However, recent technological developments have increased the number of experiments possible with limited amounts of material, and created automated systems to monitor the progress of experiments and detect crystals as they form. Furthermore, technology has improved our ability to create conditions mimicking those existing inside biological membranes (the structures that separate the cell interior from its surroundings and organise the cell into compartments) greatly simplifying the process of obtaining crystals of proteins that are normally associated with membranes. Such proteins perform key biological functions at the cell surface, enabling cells to recognise one another and to bind biological surfaces, and regulating the traffic of molecules, including other proteins, into and out of the cell. However, membrane proteins are much harder to work with, and hence less well understood, than other protein systems.\n\nHere we request funds to purchase equipment that will transform our ability to grow crystals, and obtain structures, of a range of biologically interesting but technically challenging targets. We will create a state-of-the-art Facility to exploit recent successes producing proteins and protein assemblies in the quantities necessary for crystallisation. Specifically, we wish to purchase: i) a robot to set up crystallisation experiments in conditions replicating the membrane environment; ii) an automated system to house the numbers of crystallisation experiments made possible by robotic systems working on small scales, and that will monitor their progress without human intervention; and iii) a complete crystallisation facility, including a robot to set up experiments and a microscope to inspect the results, maintained in a controlled, oxygen-free, environment. We will use this equipment to obtain structures of a number of biological molecules and assemblies including: the machinery controlling protein movement across membranes; the surface proteins of the human red blood cell that determine blood group, surface proteins from disease-causing bacteria that enable them to bind human cells; giant molecular machines synthesising drugs and antibiotics; the protein assembly by which cells carry out the instructions contained within genes; artificial proteins that carry electrons; and a wide range of proteins, involved in processes from bacterial antibiotic resistance to conversion of carbon dioxide into liquid fuels, that only function when oxygen is absent. Through our strong links to other local Universities our Facility, which will be unique within the region, will be open to researchers across the South West and South Wales, and will provide cutting edge instrumentation on which to provide the next generation of scientists with skills essential to the UK science and technology base.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M012107/1","grantId":"BB/M012107/1","fundValue":"547203","fundStart":"2014-10-31","fundEnd":"2015-10-30","funder":"BBSRC","impactText":"","person":"Ian  Collinson","coPersons":["James  Spencer","John Leslie Anderson","R Leo Brady","Paul Raymond Race"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}