{"id":"1EFC2506-8881-4A70-90D9-B70B5BB13942","title":"EMOTIVE - Extracting the Meaning Of Terse Information in a geo-Visualisation of Emotion","abstractText":"The ability for ordinary people to express and exchange their opinions and feelings has increased beyond all expectations in the past ten years of internet expansion and availability. To the military and national security agencies this has provided both opportunities and challenges. Opportunities have emerged in the sense of readily available awareness of discontent and oppositional movements and initiatives. Recent urban disturbances have illustrated the key role played by social networks in the fast-moving events of Summer 2011. The challenges have escalated due to the sheer number of sources of social interaction and public communication media. This research addresses some of these issues in a bold initiative to combine well established and considered science with the increasingly familiar tools of Web 2.0.\n\nFour of the most popular sources of the public exchange of ideas (email, social networks, such as Facebook, microblogs, such as Twitter and comments to newspaper editorials and high-profile stories) will be selectively monitored. Sensitive words and phrases which may be of concern to the military and national security agencies will be extracted by extending a Natural Language Processing technique already developed for email by the Principal Investigator. The team will develop an ontology (a rule-based linguistic database) in which the extracted words and phrases will be semantically filtered and restricted to a manageable set of agreed terms. An example of how the ontology will work can be illustrated by suggesting the number of ways the word 'looting' might be expressed in, for example, established vocabulary (raiding, pillaging, ransacking, etc.) as well as in urban and regional street language and text speak ( doin' over, scamming, etc.). The ontology will be trained to recognise the words and phrases, make semantic links between them and deliver one or more accepted descriptors to the analysts. \n\nEMOTIVE will monitor the traffic of sensitive words and phrases filtered through the ontology when applied to specific incidents, individuals and groups. Increased activity will be indicated by frequency of occurrence or severity, which will be presented through a concept cloud which uses the size of words as a metaphor for frequency and hence importance.\n\nFurther to this, a second ontology will be created in which words and phrases that express emotion will be harnessed and this ontology will process the emotionally charged words and phrases extracted from the four sources described above in a similar way to the first\n\nThe output of both ontologies will be linked, so that the monitoring analyst will be presented with a colour-coded indication of the strength of emotion attached to the language-based terms.\nThe final feature in Emotive will be a geo interface to point to the location of the emotionally charged traffic. This interface will be refreshed every 60 seconds with the effect of helping to identify sensitive hot spots of communication and activities. Outputs from the system consisting of effectively presented new knowledge will enable defence and national security agencies both to predict and monitor selected events as they develop and will assist in the formulation of policy.\n\nIt can be argued that the general public will be direct beneficiaries of this research in that the defence and national security agencies who act as guardians of public safety and order will be further equipped by this tool to identify, evaluate and ultimately safeguard the public from potentially harmful events.\n\nDefence and national agencies will already be experienced at monitoring these data sources but this tool adds an extra filter of analysis, it will work in almost real time, will amalgamate data from several sources if desired and will provide harmonised output.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J020532/1","grantId":"EP/J020532/1","fundValue":"88551","fundStart":"2012-05-30","fundEnd":"2013-05-29","funder":"EPSRC","impactText":"  The research is currently being used by the MoD. In addition to this the research has been opened up as a service to organisations. The web site to access the service is http://emotive.systems \n\nAnother of organisations have asked to see the system working and we are currently working with those organisations. Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software),Retail Societal,Economic","person":"Thomas  Jackson","coPersons":["Ann  O'Brien"],"organisation":"Loughborough University","findingsText":" EMOTIVE can scan up to 2,000 tweets per second and extract from each a direct expression of one of eight basic emotions: anger, disgust, fear, happiness, sadness, surprise, shame and confusion. Through Twitter it can geographically map the emotional mood of the nation and its reaction to major events. Given any incident, fellings expressed on Twitter can be collated in real time and tracked to monitor changes as the event develops. The ontology employed gives a rich linguistic context to the eig EMOTIVE has many potential applications in society, including use by the police and security services in identifying and tracking potential criminal behaviour or threats to public safety and also in assisting in policy formulation of the best way to react to major incidents. EMOTIVE as a stand-alone system can identify, extract and present a scenario of the emotional temperature of an event as it appears on Twitter over time. As part of a larger event detection sytem it can add the depth of fine Digital/Communication/Information Technologies (including Software),Education,Energy,Financial Services, and Management Consultancy,Leisure Activities, including Sports, Recreation and Tourism,Retail,Security and Diplomacy","dataset":"gtr"}