{"id":"1F015278-4653-4533-8AC2-FDDEFB9BE760","title":"Predicting immunological cross-reactivity: from genotype to antigenic phenotype","abstractText":"In general individual pathogen species are genetically diverse. This genetic variation often results in the immune system of infected hosts 'seeing' the infectious agent differently depending on the exact genotype of the strain of pathogen responsible for infection. The ability of different strains of pathogen to induce slightly different immune responses is referred to as antigenic variation. Antigenic variation is particularly prevalent among RNA viruses because these viruses lack proof-reading mechanisms and thereby incur unusually high rates of mutation when they replicate. The ability to quantitatively determine the extent to which two strains of pathogen are antigenically different is important for at least two reasons: 1) Only by quantifying antigenic differences can we start to understand how antigenic characteristics evolve; and 2) Many of the vaccines that are used to control viral pathogens have to be selected carefully so they match the strain of pathogen likely to cause infection. Studying antigenic variation in small viruses is sensible because almost the entire immune response is directed towards the outside of the virus coat, which by the standards of pathogens are reasonably simple structures encoded by just a small number of genes. If we can understand how variation in these genes results in antigenic variation it might be possible to predict antigenic similarities of these viruses from their genetic variation alone, which would greatly simplify and expedite studies of antigenic variation. In this proposal, we will develop computer programs that can predict antigenic characteristics from genetic variation in the genes coding for viral coat proteins. To do this, we will develop models of how an immune system might respond to different viral strains. Once we have a great deal of simulated data we can use them to 'train' computer programs to predict the antigenic characteristics of new strains.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E010326/1","grantId":"BB/E010326/1","fundValue":"265364","fundStart":"2007-03-12","fundEnd":"2010-09-11","funder":"BBSRC","impactText":"  The findings have so far only been used as a research tool but have now been developed into a tool for in silico prediction of vaccine matching for foot-and-mouth disease (FMD) and influenza A and discussions are currently taking place with the World Reference Laboratory for FMD about investigating the replacement of ex vivo tests. Agriculture, Food and Drink ","person":"Daniel  Haydon","coPersons":[],"organisation":"University of Glasgow","findingsText":" This grant supported research that resulted in the development of an entirely novel form of mapping the antigenic phenotype of viruses to their genotype. This has also resulted in important new collaborations on influenza with researchers at the MRC National Institute for Medical Research, Mill Hill (John McCauley) and foot and mouth disease research at the ARC-Onderstepoort Veterinary Institute in Pretoria. This work has already been used in two CIDLID grants that are just completing, studying endemic foot-and-mouth disease in East Africa, and will now be used in a new BBSRC/DBT project in India starting in Nov 2014. Although the original research was commissioned with foot and mouth disease virus as the focus, the methodology has already been applied to Influenza research and stimulated a number of joint grant applications (not funded) and a studentship (funded). Agriculture, Food and Drink,Healthcare","dataset":"gtr"}