{"id":"1F0C8EEF-151A-4C8E-87BB-CD7DF73B5FFE","title":"Mental Health and Learning Disabilities: Heritage and Stigma","abstractText":"Mental Health and Learning Disabilities: Heritage and Stigma will bring together a number of projects on the history of mental health care. The University of Huddersfield will work with local charities (St Anne's and Mencap) and the South West Yorkshire Partnership, a regional NHS Foundation Trust, to actively engage a range of stakeholders in the development, delivery and dissemination of the project. At the centre of this project will be current service users who will contribute to both the design of individual projects and their successful delivery. The partners will work together so that they will ensure the long term legacy of their projects. This will include exhibitions in the short term but also the development and delivery of teaching and learning materials. Both will exploit resources held by the West Yorkshire Archive Service. These resources will be developed with a wide ranging audience in mind. They will be used, not only to understand the longer term story of mental health care but also address the stigma associated with mental ill health and learning disabilities in the past and in the present.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K007548/1","grantId":"AH/K007548/1","fundValue":"32098","fundStart":"2013-02-01","fundEnd":"2014-05-31","funder":"AHRC","impactText":"  The purpose of this particular call related to community engagement so much of the Heritage and Stigma project has been about its 'impact'. The Leeds Mencap exhibition drew in over 9,000 visitors during a fourteen day residency at Leeds City Museum and a launch event will take place this month (Oct 2014) for the St Anne's exhibition. These events have enabled us to meet the aims of and objectives of the project but the partners have reflected on the wider impact. Leeds Mencap's Head of Fundraising said that the research expertise of the Herutage and Stigma project helped the organisation to both raise their profile and disseminate key messages about learning disability and inclusivity'. Similarly, the Area Manager of St Anne's said that the research had helped the organisation to change the way in which mental health and service users were represented. Significantly then the impact of the H&amp;S project has been recognised by the partners but in diseminating the findings, others have become interested in sharing the data. Kirklees Museums have also included some of the key message as part of a bid to the Arts Council for Health and Well being and we are currently working with HE partners to disseminate further. Healthcare,Culture, Heritage, Museums and Collections Cultural,Societal,Policy & public services","person":"Rob  Ellis","coPersons":["Robert Frank Light"],"organisation":"University of Huddersfield","findingsText":" The Heritage and Stigma project was initially funded by the AHRC's Connected Communities funding stream. It did not allow for 'new' research but it did allow existing research to be utilised by community groups. In practice, this meant that the Heritage and Stigma team were able to support two mental health charities uncover the 'heritage' of their organisations. Working with different community groups has allowed for the development of a methodology that can be either disseminated to other groups or built upon for future projects. Using co-production as method has enhanced, not only the development of the projects outputs, but also its reach. In this way, the project has been wholly inclusive and reflective of the spirit of the Connected Community funding stream From the outset, the plan was to use the outputs sustainably. Mencap have included some of these on their website and use them in their fundraising activities. St Anne's Community Services are already looking at how they might be used in staff training and are working with the education team to disseminate findings within schools. Creative Economy,Education,Healthcare,Culture, Heritage, Museums and Collections","dataset":"gtr"}