{"id":"1F0F3D3C-72C7-461E-AFBB-C6BC04ED99DE","title":"Evaluating the impacts, effectiveness and success of DECC-funded low carbon communities on localised energy behaviours (EVALOC)","abstractText":"<p>This three-year project brings together an interdisciplinary team of social science and building science-based researchers to assess and explain the changes in energy use due to community activities within six selected case study projects under the Department of Energy and Climate Change's (DECC) Low Carbon Communities Challenge (LCCC) initiative. </p>\n\n<p>These low carbon community projects are evaluated in terms of their:</p>\n\n<ul>\n \n\n <li>impacts (on changing individual and community energy behaviours) \n</li>\n <li>effectiveness (on achieving real-savings in energy use and carbon emissions) \n</li>\n <li>success (in bringing about sustained and systemic change).</li>\n</ul>\n\n<p>Using a combination of 'community-led action research' and a programme of 'monitoring and evaluation' of the DECC-funded interventions. These two core elements are expressed through four inter-related work packages. </p>\n\n<p>While work package (WP) 1 focuses on action research with communities involving toolkit development and testing.</p>\n\n<p>WP2 is about measuring, monitoring and mapping the actual environmental performance of low carbon communities, using in-use monitoring equipment, post-occupancy evaluation techniques and a web-based monitoring tool. </p>\n\n<p>WP3a helps communities use their consumption and generation feedback to work towards low-carbon goals. It is linked with WP3b to facilitate sharing of results and reflection through social and community networks within and across communities. </p>\n\n<p>WP4 focuses on the exchange of knowledge between different communities. </p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/I006664/1","grantId":"ES/I006664/1","fundValue":"1144510","fundStart":"2011-01-01","fundEnd":"2015-03-31","funder":"ESRC","impactText":"","person":"Rajat  Gupta","coPersons":["Karen  Lucas","Nick  Eyre","Sarah Josephine Darby"],"organisation":"Oxford Brookes University","findingsText":"","dataset":"gtr"}