{"id":"1F0FD6DA-2F47-4454-9157-B40B67BA772B","title":"Translating science for young people","abstractText":"The project is concerned with how state-of-the-art scientific knowledge is translated, or, possibly, not translated or mistranslated, in texts accessed by young people aged 11-16. The research focusses on texts produced around climate change, a socioscientific issue of central importance, and one which has implications for lifestyle and patterns of consumption. Understanding such socioscientific issues is central to young people's future lives as active citizens, but 11- to 16-year-olds are unlikely to be able to read the texts in which scientists communicate their research findings, such as articles in specialised journals. Rather, young people find out about scientific issues from a variety of educational and popular texts, as well as from online sources and social media. The translation of information across genres may result in distortion; for instance, there is some evidence that public understanding of the human role in climate change is significantly at odds with the current scientific consensus.\n\nTo investigate translation in this context, we will conduct linguistic analyses of three large language datasets, composed of collections of texts about climate change, representing the following:\n(1) the language of science used by experts, represented by research articles and policy texts such as produced by the Intergovernmental Panel on Climate Change;\n(2) the language of texts that young people access, represented by popular and educational materials, including curriculum materials, educational websites such as 'BBC Bite-size', popular science texts, internet forums, Twitter feeds and other texts used by young people. The selection will informed by interviews with young people and with teachers.\n(3) the language used by young people interviewed about climate change.\n\nWe will analyse a group of linguistic devices including metaphors, metonyms, words combinations (collocations) and the use of technical terms. These have been shown to be important in communicating scientific information and stance towards ideas. They can also convey emotional attitudes towards what they refer to, and degrees of probability and certainty. We will compare the analyses of the three datasets and identify commonalities and divergences in what is communicated and how. By analysing the interviews with young people, we will also consider how scientific information, attitudes and probabilities are understood and reframed by the young people themselves. We will use the techniques of corpus linguistics, that is, the use of specialised software for studying large quantities of text automatically, supported by some qualitative manual language analysis. Our procedure is as follows:\n\nWe will use corpus linguistic software to perform preliminary analyses on the datasets. These techniques will enable us to identify significant quantitative features of the datasets, and differences in language use between them. For instance, we will be able to identify which words are used most frequently in each, and to compare these, and which combinations of words and semantic fields occur frequently in each dataset, and frequently relative to each other. We will also perform detailed manual text analysis of samples of each dataset to identify key linguistic characteristics. This information will be used as a starting point for more detailed language analysis. Corpus software will then be used to study language patterns in more detail, to determine key patterns of meaning and use in each corpus, and differences between them. This use of detailed linguistic methods in tackling young people's understanding of socioscientific issues is innovative.\n\nOur findings will be important for professionals concerned with communicating science to the general public, especially young people, including scientists and science journalists. They will also be important for science education professionals, and for organisations concerned with public awareness of climate science.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/M003809/1","grantId":"AH/M003809/1","fundValue":"143297","fundStart":"2014-11-14","fundEnd":"2016-07-13","funder":"AHRC","impactText":"","person":"Alice Helen Deignan","coPersons":["Elena  Semino","Indira  Banner"],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}