{"id":"1F126D18-B79B-4F36-9FE8-F4AE8AAC0AA7","title":"Investigating a neuronal subcellular transcriptome by the novel technique of RNA TU-tagging, in a normal and ALS-related mouse model.","abstractText":"Amyotrophic Lateral Sclerosis (ALS, 'motor neuron disease') is a devastating neurodegenerative disorder which causes progressive loss of muscle function and paralysis. ALS leads to death, usually caused by the inability to breathe, on average only 3 years after diagnosis, with a lifetime risk of ~1 in 250 by 85 years old.\n\nThe principal cells affected in this disease are nerve cells called motor neurons (MNs). MNs connect the brain to the muscles therefore making movement possible. MNs progressively die during the course of ALS. MNs are amongst the largest cells of the body. Their main body lies in the spinal cord and contains numerous thin branching processes called dendrites. They also have one thin process, named the axon, which extends from the spinal cord out to each of our muscles. A single axon can measure over a meter, running from the spinal cord to ends of our fingers or toes. The connection between the MN and muscles is called the neuromuscular junction (NMJ). \n\nAll cells in an individual's body, although very diverse from each other, contain the same DNA, the genetic material that gives instructions to each cell. So the identity of each cell type (whether the cell is a nerve cell or a heart cell, for example) is the result of which regions of DNA are active and produce another type of chemical called RNA. RNA carries all the necessary information for the cell to function. The sum of all the RNA in a cell, named the transcriptome, is the signature that characterizes each cell type.\n\nKnowing one cell transcriptome provides insights into its biology and helps determine the causes of disease. This is particularly relevant with MNs in ALS since there is good evidence showing that the biological processes linked to RNA 'metabolism' are primarily affected in ALS. \n\nImportantly, we now know that RNA is transported and functions in different regions within an individual cell; in MNs it is transported in axons and to NMJs for specific roles. NMJs and axons are thought to be the first parts of the MNs to be affected in ALS. \n\nTherefore it is important to know which RNAs are present in cell bodies and dendrites, and in axons, and at neuromuscular junctions of MNs, to understand how they function normally and what goes wrong in ALS.\n\nIt is possible to isolate and identify RNA from neurons and their axons when these are artificially grown in a culture dish or when cell bodies are dissected out under a microscope from fixed tissues. These findings have shown that thousands of different RNA species are actively transported to the axons, but it is difficult from these experiments to extract information that is relevant to mature neurons in their natural context in vivo and therefore to disease.\n\nWe will work with a new technique, 'TU-tagging', which has already been successfully used in mouse and which allows us to 'tag' RNA in specific cells in the context of a living animal. The tagged RNA can then be isolated and identified through high-throughput sequencing. We will apply this technique to MNs so for the first time we can isolate and identify RNA from MNs cell bodies and dendrites, and from their axons and NMJs in the living adult mouse. \n\nWe will work with normal mice, and with a new mouse model that we have developed that has a defect in a gene, Tardbp (also known as Tdp-43) that causes ALS. From our current work we know defects in this gene give an aberrant RNA profile in the MN cell bodies of this mouse. Currently no Tdp-43 mutant mice exactly model human ALS, but they teach us a great amount about how Tdp-43 functions in the normal and abnormal state.\n\nThese results will be extremely helpful in furthering our understanding of MN biology and of what causes these cells to be so specifically vulnerable in ALS. \n\nThis project will help research in the many other diseases in which RNA metabolism in different cell regions is important, and in response to nerve injury where again it plays a key role.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K018523/1","grantId":"MR/K018523/1","fundValue":"378426","fundStart":"2014-03-31","fundEnd":"2016-09-30","funder":"MRC","impactText":"","person":"Elizabeth  Fisher","coPersons":["Vincent  Plagnol"],"organisation":"University College London","findingsText":"","dataset":"gtr"}