{"id":"1F12BDFD-86EF-44B0-A32D-B3717B5687AE","title":"A spinning disk confocal microscope for live cell imaging in plant animal and fungal cells.","abstractText":"Robert Hooke in 1665 was the first to introduce the term 'cell' when he was viewing the 'boxes' he saw in slices of cork using one of the earliest optical compound microscopes (two lenses: an objective lens and an eye piece) that he developed. He probably didn't quite realise the significance of this discovery, as it was only when it became apparent that the great majority of organisms are composed of cells that Cell Theory was born. Cell Theory, first proposed by M.J. Schleiden and Theodore Schwann in 1839, states that cells are of universal occurrence and are the basic units of an organism. This theory in still undisputed, although in those days rivals tried. Over 300 years of microscope improvements have led to fascinating discoveries of how cells function. Electron microscopes use beams of electrons rather than light and can magnify by hundreds of thousands of times. However the material being examined although fixed in time is dead. Light microscopes have evolved with the development of laser technology, imaging solutions, computer hardware/software and the use of fluorescent biological/chemical probes. One of the greatest developments in the last few decades has been the confocal laser scanning microscope, which allows the user to generate 3D images of fixed material and short live cell movies in one plane. With the development of confocal microscopy have come parallel developments/improvements. One such development is the spinning disk technology coupled with laser illumination, and high resolution imaging allowing the user to visualise fluorescent probes in cells in 3D with time (4D) i.e in living cells. To understand the role and function of particular constituents of a cell these features are a desirable advantage to a scientist.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F010788/1","grantId":"BB/F010788/1","fundValue":"231006","fundStart":"2008-05-01","fundEnd":"2009-04-30","funder":"BBSRC","impactText":"  To infer future experimentation and increase knowledge base Agriculture, Food and Drink,Education,Energy,Environment Economic","person":"P  Hussey","coPersons":["Stefan  Przyborski","Arto  Maatta","Roy  Quinlan","Keith  Lindsey","Martin William Goldberg","Christopher J Hutchison","Robert  Edwards","Marc Robert Knight"],"organisation":"Durham University","findingsText":" Robert Hooke in 1665 was the first to introduce the term &quot;cell&quot; when he was viewing the &quot;boxes&quot; he saw in slices of cork using one of the earliest optical compound (two lenses: an objective lens and an eye piece) microscopes that he developed. He probably didn't quite realise the significance of this discovery, as it was only when it became apparent that the great majority of organisms are composed of cells that Cell Theory was born. Cell Theory, first proposed by M.J. Schleiden and Theodore Schwann in 1839, states that cells are of universal occurrence and are the basic units of an organism. This theory in still undisputed, although in those days rivals tried. Over 300 years of microscope improvements have led to fascinating discoveries of how cells function. Electron microscopes use beams of electrons rather than light and can magnify by hundreds of thousands of times. However the material being examined although fixed in time is dead. Light microscopes have evolved with the development of laser technology, imaging solutions, computer hardware/software and the use of fluorescent biological/chemical probes. One of the greatest developments in the last few decades has been the confocal laser scanning microscope, which allows the user to generate 3D images of fixed material and short live cell movies in one plane. With the development of confocal microscopy have come parallel developments/improvements. One such development is the spinning disk technology coupled with laser illumination, and high resolution imaging allowing the user to visualise fluorescent probes in cells in 3D with time (4D) i.e in living cells. To understand the role and function of particular constituents of a cell these features are a desirable advantage to a scientist. For these reasons we requested funds for a Spinning Disk Confocal Microscope which has greatly expand our capabilities in our current Durham Centre for BioImaging Technology (DCBT). Potential patent application and commercialisation as in previous studies from the Hussey Lab e.g. Herbicide resistant plants. (30/3/1999) Pat No. US 888818 Zeneca Limited. Official Gazette of the US Patent and Trademark Office Patents 122 (5), 4529. K.E. Cronin, J.R. Ellis, R.R. Ellis, P.J. Hussey+ J.A. Ray, T.R. Waldin Agriculture, Food and Drink,Education,Energy,Environment","dataset":"gtr"}