{"id":"1F13CE8E-5FA0-45EB-B980-C7EE2C001CD5","title":"Design for Additive Manufacturing (D4AM)","abstractText":"3D printing technologies are sufficiently well-developed that basic printers are almost becoming commodity items. In the main, these technologies are most commonly used as a development or prototyping tool, or by hobbyists for one-off items. The slogan 'if you can imagine it you can make it' has become ubiquitous amongst promoters of these technologies. Claimed advantages include making shapes that were not previously producible, producing near-net shape components at low production volumes, eliminating tooling costs or design change costs, eliminating stock holding or minimum order sizes, reducing assembly effort by component integration, and components which use significantly less material, etc. However, even for experienced designers, the claimed advantages do not match their experiences. Initial optimism is typically followed by disillusionment, evident to designers when they realise that the 'promised land' is not quite as easy to reach as they thought. Far from being 'skill free', designers must develop a new skill-set and knowledge based around advanced 3D modelling and the individual quirks of each printing technology. If designers are to be able to embrace the freedoms offered by these production technologies, then they must approach a design task with a different mind-set than for conventional production method. \n\nThis project seeks to aid in this transition, by developing, from first principles, a set of design rules to guide process selection and design optimisation for cost effective Additive Manufacturing (AM). We aim to do this from the perspective of the designer and hope to both challenge the preconceptions that 'anything can be produced' using AM, whilst at the same time convincing sceptical designers that AM can be an economically viable manufacturing option when properly selected and applied. Unlike previous work which has focused on highly specific, very high value components in sectors such as aerospace and surgical implants, this research will embrace the wider field of industrial, product and engineering design as applied to complex, multi-component domestic, professional, industrial and scientific products. \n\nOur aim is to add AM into the designer's menu of manufacturing choices and provide sufficient design guidance to enable the appropriate selection, application and design optimisation of AM parts into complex products in a cost effective manner.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N005953/1","grantId":"EP/N005953/1","fundValue":"262231","fundStart":"2016-01-04","fundEnd":"2017-07-03","funder":"EPSRC","impactText":"","person":"James  Moultrie","coPersons":["Richard  Bibb"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}