{"id":"1F236B91-CDD1-4131-B99A-35CD872B6DE0","title":"Power-Sharing and Voting: Conflict, Accountability and Electoral Behaviour at the 2015 Northern Ireland Assembly Election","abstractText":"When citizens in Northern Ireland cast their vote in the 2015 Northern Ireland Assembly election, almost two decades will have passed since the Good Friday/ Belfast Agreement of 1998 established devolution and power-sharing. Thus, a rigorous analysis of the 2015 Assembly election will allow us to carefully consider the impact of the 'peace process' and the associated implementation of power-sharing governing structures. We investigate whether power-sharing has actually led to good quality electoral democracy for the people of Northern Ireland or has instead merely cemented and strengthened ethnic divisions. In our investigation, we address a number of specific questions: \n\n1/ Have the power-sharing institutions maintained or reduced the importance of ethno-national (Protestant British versus Catholic Irish) campaigning and voting at election time? In our study we compare the strength of ethno-national voting over the 1998-2015 period by linking our proposed 2015 study to earlier ESRC funded studies in 1998 and 2003. We assess whether there has been an increase over time in 'cross bloc' voting (Protestants giving lower preference votes to nationalist parties, or Catholics giving lower preference votes to unionist parties). Also, we assess whether the importance of ethno-national ideology (voting on the basis of nationalist versus unionist beliefs) has become more or less important over time. We, furthermore, compare ethno-national ideology to non-conflict ideologies (such as economic left-right views or moral liberal-conservative views). \n\n2/ Is electoral accountability possible? If there is only one party in government, it is easy for voters to identify who to hold responsible for government performance. In coalition governments it is harder for voters to clearly see which party to blame if things are going badly (or reward if things are going well). This difficulty is particularly acute when all of the parties are in Government and none are in Opposition, as is the case in Northern Ireland. We assess whether it is actually possible for voters to hold decision-makers to account in such a context.\n \n3/ Is there an emotional basis to voting? Following on from questions 1 and 2 we assess the conditions under which voters rely on either ethno-national voting or peformance-based voting. We investigate the role of emotions and assess whether anger is associated with voting on the basis of the ethno-national conflict while fear is associated with performance-based voting. \n\n4/ Does power-sharing discourage participation? Does the absence of a clear Opposition lead to reluctance to engage in politics? Also, does the sense that powersharing benefits one community over the other lead to alienation from politics, or non-electoral forms of political protest?\n\n5/ What are Northern Ireland citizens' attitudes to political reform (such as developing a strong Opposition that would hold the Government to account, or the regulation of sensitive cultural matters such as flag flying and parades)? How do citizens form such attitudes? Why is it that disagreement with suggested reform can spiral into violent street protest?\n\nAnswering these questions is important for understanding how democracy operates in the sensitive setting of Northern Ireland. The answers are also important for our broader understanding of how to respond to violent ethnic conflict around the world. The 'Northern Ireland Model' is often held up as an impressive example of successful power-sharing and peace building. Our analysis will provide a detailed critique of the quality of electoral democracy in the Northern Ireland example that will be important for peace builders around the world (including organisations such as the United Nations). We will also maximise the relevance of our work for ordinary citizens in Northern Ireland, second level school teachers and students, Northern Ireland newspapers, documentary makers, and the Northern Ireland Assembly.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L005808/1","grantId":"ES/L005808/1","fundValue":"479232","fundStart":"2015-02-01","fundEnd":"2017-01-31","funder":"ESRC","impactText":"","person":"John  Garry","coPersons":["Brendan  O'Leary","Sara Binzer Hobolt","Geoffrey  Evans","John  Coakley","Clifford Patrick Stevenson","James  Tilley"],"organisation":"Queen's University of Belfast","findingsText":"","dataset":"gtr"}