{"id":"1F2ECD2C-EC58-4E20-9309-11B8344C8070","title":"Regulation of glutamate transporter EAAT2 activity lateral diffusion and membrane trafficking by palmitoylation and interacting proteins","abstractText":"In our brains information is encoded as changes in the voltage across the membrane of nerve cells. Nerve cells send signals to each other by releasing chemicals called neurotransmitters at special sites called synapses. One key neurotransmitter called glutamate acts on special proteins (receptors), to generate excitation (a more positive voltage). Controlling the levels of the neurotransmitter glutamate available to activate the receptor proteins is a key way to regulate communication in the brain. Controlling the levels of glutamate in the brain is also important because if glutamate levels get too high this causes too much excitation which is toxic and can lead to neuronal death (as occurs in stroke). Glutamate levels in the nervous system are mainly controlled by another type of protein on the surface membrane of brain cells, called a transporter protein. The transporters have a specialised role to bind glutamate released at synapses and pump it back inside cells so that it can be packaged up and recycled which stops it building up to toxic levels. My application is on a key aspect of brain function: how do brain cells regulate the number, activity and location of the key glutamate regulating transporter proteins in the plasma membrane of brain cells to control the duration and strength of neurotransmitter signaling at synapses. In particular we want to investigate how the regulation of the glutamate transporter proteins is performed, characterising the molecular properties of the proteins which are crucial for regulating transporter function and movement in the membrane. Studying the molecular mechanisms that underlie these regulatory processes will allow us to better understand how the brain works under healthy conditions. In addition because glutamate signalling is implicated in many neurodegenerative and neuropsychiatric diseases, our proposed work may also lead to an improved understanding of diseases where the levels of the neurotransmitter glutamate are altered such as epilepsy, stroke, Alzheimer's disease, motor neuron disease, Huntington's disease and schizophrenia.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I00274X/1","grantId":"BB/I00274X/1","fundValue":"559595","fundStart":"2011-10-01","fundEnd":"2015-03-31","funder":"BBSRC","impactText":"","person":"Josef Thomas Kittler","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}