{"id":"1F2F18B5-A66E-424F-A4CA-F66EDB3276D9","title":"Quantitative investigations into the molecular mechanisms of amyloid fibril fragmentation","abstractText":"Amyloid fibrils are forms of protein that have received much recent attention through their association with numerous devastating human brain diseases. Examples include Alzheimer, Creutzfeldt-Jakob (CJD), Huntington and Parkinson diseases. Furthermore, the unusual physical characteristics of amyloid fibrils mean that they have the potential to become strong and stable engineered nanomaterials. Breaking amyloid fibrils into smaller pieces is a key process that must be fully understood if we are to understand how amyloid fibrils normally function in nature, and how they are involved in diseases so we can develop effective therapies against the amyloid-associated diseases. Nevertheless, the causes and consequences of amyloid fibril fragmentation remain a largely unexplored area of research. The long-term goal of this project is to resolve the molecular and cellular mechanisms of fibril fragmentation.\n\nAmyloid fibrils are assembled from whole or parts of normal proteins and the devastating human diseases associated with amyloid are linked to the way the amyloid fibrils are assembled and deposited in the brain or in other parts of the human body. However, amyloid fibrils have also been recognised as a class of natural protein forms, so-called 'functional amyloids'. Functional amyloids can play a number of important roles in bacteria, yeast and even humans. A sub-class of amyloids can spread between organisms by forming small seeds through the fragmentation of larger fibrils. This sub-class is referred to as prions and they exist in humans where they cause diseases such as CJD. In baker's yeast, they confer special cellular properties on the cells that are passed on from generation to generation; a form of 'protein gene'. To fully understand how prions are formed and transmitted requires that we understand how the prion seeds (which we call propagons) are generated through amyloid fibril fragmentation. Detailed characterisation of amyloid fibrils of different origins has revealed incredibly strong structures that are commonly only tens of nanometres thick but many micrometers long. The fragmentation property of amyloid fibrils is, however, the dominating factor for their stability. Fibril fragmentation is also an important factor in amyloid-associated disease because it influences the size and shape of the disease-associated forms of the fibrils, which are typically large clumps of aggregates. How easy do disease-associated prions spread, how fast are amyloid aggregates assembled and deposited, and how toxic are these aggregates to cells are important disease properties that are influenced by amyloid fibril fragmentation.\n\nTo address these points, our goal is to answer the following questions: how are amyloid fibrils fragmented, how fast can they fragment, and how is fragmentation linked to their properties in living cells. Using a combination of experimental, theoretical and computational approaches, the fragmentation properties of three different amyloids will be studied: one that forms a prion in yeast, one that is associated with human disease, and the third is an artificial model system. The insights gained from this project will also be critical for further exploring amyloid fibrils as potential nanomaterial in technological applications, and will provide new insights that will facilitate the future development of therapeutic strategies against amyloid associated disease.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J008001/1","grantId":"BB/J008001/1","fundValue":"408850","fundStart":"2012-06-01","fundEnd":"2015-05-31","funder":"BBSRC","impactText":"","person":"Wei-Feng  Xue","coPersons":[],"organisation":"University of Kent","findingsText":"","dataset":"gtr"}