{"id":"1F325130-48DB-45F4-8B9B-373038F42A1F","title":"Accurate Luminescence Dating: Developing Combined Spectral- and Time-Resolved OSL","abstractText":"Obtaining the dates at which particular sediments were laid down, or the ages when archaeological artefacts were made, is one of the key challenges to understanding landscape development, the migration of early hominids and the activity of Prehistoric man. One of the most successful means of dating sedimentation and human artefacts is Optically Stimulated Luminescence (OSL). Samples that are collected in total darkness emit a tiny glow when they are exposed to light, and the intensity of this glow is dependent on the age of the sample. The present study will build an instrument that measures not only the intensity of the glow, but also its colour ('spectral resolution'). Commercial dating instruments can only measure the intensity. To do this, we will build a detector that works on a different principle to the commercial systems, and which will use the most modern advances in imaging detector technology. Once this part of the project is successful, we will switch the stimulation on and off at e.g. one thousand times a second and see how the resultant OSL switches on and off. We will observe a slight delay (the 'lifetime') between the stimulation pulses and the pulses of light coming out, and studying the light in this way is called 'time-resolution'. The lifetime will vary from ns (i.e. billionths of a second) to a few seconds in duration. By looking at the lifetimes, we can separate out light generated by different structures (called 'centres') within the mineral. Where two centres happen to emit light of the same colour, analysis of the lifetimes provides a route to separate them. We anticipate that we will obtain better age estimates by only looking at the intensity of light emitted with particular colours and lifetimes, i.e. by using a system that can study the light with combined spectral and time-resolution. We will analyse a suite of samples with the new system that have been already been studied using a commercial (Riso) system to see whether our instrument produces significant improvements. The samples include the two most important minerals for dating - quartz and feldspar - and will compare and contrast minerals which have provided accurate age estimates with those for which dating has been unsuccessful. In this manner, we will determine whether combined spectral- and time-resolved OSL is a major advance on traditional OSL methods.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H002715/1","grantId":"NE/H002715/1","fundValue":"158962","fundStart":"2009-11-10","fundEnd":"2012-02-09","funder":"NERC","impactText":"","person":"Adrian  Finch","coPersons":["Ruth Alison Robinson"],"organisation":"University of St Andrews","findingsText":"","dataset":"gtr"}