{"id":"1F345ADB-347C-4F06-81E2-F5D92366C744","title":"Integrated analysis of stem cell function in plant growth and development","abstractText":"Stem cells are of central importance in the development of both plants and animals, since they are a self-maintaining reservoir of unspecialised cells that provide the precursor cells for tissue and organ formation. Stem cells have the ability to maintain temselves and also to produce daughter cells with different characteristics (called 'differentiated' cells). The maintenance of stem cells is therefore crucial for all multicellular organisms and is of outstanding significance for regenerative biology in medicine and agriculture. Given the life-long importance of stem cells, they are tucked safely from harm's way, in so-called stem cell niches that provide a microenvironment promoting self-renewal and inhibiting cell differentiation into different cell types. Plant stem cell niches are located in meristems at root and shoot tips, and are pivotal to the production of new organs and tissues throughout the plant life cycle that in some species can span several thousand years. In woody plants a further specialised cylindrical meristem within the stem, the cambium, is of particular importance in secondary thickening that results in production of woody material, and this also contains stem cells. In this proposal, we seek to use microarray analysis to identify the genes that control behaviour of these different populations of stem cells. Microarrays allow simultaneous measurement of the expression of all genes in a sample. We will combine this with advanced cell sorting technologies and techniques to increase the number of stem cells by transgenic regulation, and this will allow us to identify common and distinct mechanisms that control the proliferation of different stem cells and whether and when they differentiate to give rise to different cell types in their respective tissues. In plants, these signals that specify and maintain stem cells and the genes involved are poorly understood. We also seek to understand how stem cells respond to cues from the environment. We propose a European network composed of the world leading groups involved in understanding (1) root stem cells [Ben Scheres, Utrecht, Netherlands], (2) shoot stem cells (Thomas Laux, Freiburg, Germany], (3) the cambial stem cells (Yka Helariutta, Helsinki, Finland), together with the group of Jim Murray (Cambridge, UK) who are experts in the control of cell division, and Aurelio Camphilo (Porto, Portugal), experts in image analysis of growing plant tissue.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E024858/1","grantId":"BB/E024858/1","fundValue":"587238","fundStart":"2007-05-01","fundEnd":"2008-12-31","funder":"BBSRC","impactText":"","person":"James Augustus Murray","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}