{"id":"1F3476E2-0039-45A6-91F6-097BED30125D","title":"Synergy Algorithms for EarthCARE","abstractText":"There is a consensus amongst numerical climate models that the earth is warming, but they differ substantially in the predicted size and global distribution of both the warming and associated change to precipitation. This disagreement is largely attributable to uncertainties in how to represent clouds and aerosols in models; clouds are important for climate because they precipitate and via their interaction with solar and thermal infrared radiation, while aerosols can interact with clouds to modulate both of these processes. It is therefore of the highest priority to test and improve the representation of clouds, precipitation and aerosols in models using detailed observations. In 2013, the European and Japanese Space Agencies (ESA and JAXA) will address this problem directly with the launch of the Earth Cloud, Aerosol and Radiation Explorer (EarthCARE) satellite, carrying a radar, a lidar and narrow- and broad-band radiometers. EarthCARE is a significant advance on NASA's 'A-Train' of satellites; the radar is Dopplerized, so will be able to measure vertical motions in clouds, while the 'high spectral resolution' lidar can derive the vertical distribution of optical properties much more reliably than ordinary lidar. Moreover, the lower orbit means that the radar will be around 4 times more sensitive than the radar in the A-Train. A very exciting aspect of EarthCARE is the potential for synergy: when the instruments are used together, much more accurate and comprehensive estimates of cloud properties are possible. However, formulating computer codes to take account of all the available information in a mathematically rigorous way is very challenging. The PI and PDRA on this project are experts in applying rigorous 'variational' methods to combinations radar, lidar and radiometers, as demonstrated by their recent development of a method for deriving the properties of ice clouds from the A-Train. This work has already revealed serious deficiencies in the clouds predicted by the models of the Met Office and the European Centre for Medium Range Weather Forecasts (ECMWF). In this project, we will undertake the ambitious task of developing a retrieval method that can derive the properties of clouds, precipitation and aerosols simultaneously, using all the instruments available on EarthCARE (except the broad-band radiometers, which would be used as an independent test of the retrievals). This is essential to obtain the best possible estimate of atmospheric properties, and thereby to provide the necessary information to test models. Combining such instruments so comprehensively has never been attempted before, and therefore will be of great interest to other users of multiply instrumented ground-based and spaceborne platforms. We will release our flexible code under an open-source license, so that it can be adapted to other combinations of instruments. An additional advantage to our approach is that it yields reliable estimates of the uncertainties in the retrievals, making them suitable for data assimilation, the method by which weather forecast models are able to incorporate all the observations of the atmosphere into a forecast. ECMWF are world leaders in the science of data assimilation, and are currently working on the problem of how to assimilate cloud retrievals from satellites such as EarthCARE. We will work closely with them to ensure that our data products contain all the necessary information to be used for assimilation, and hence to improve weather forecasts in the future. This work will put the UK in an excellent position to exploit EarthCARE in answering the key scientific questions at the heart of climate prediction. Moreover, the exciting results from the A-Train have shown that radar and lidar must have a long-term future in space, even beyond EarthCARE. This project will place the UK at the forefront of spaceborne radar and lidar research and hence in an ideal position to lead future missions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H003894/1","grantId":"NE/H003894/1","fundValue":"204312","fundStart":"2010-02-01","fundEnd":"2014-01-15","funder":"NERC","impactText":"","person":"Robin James Hogan","coPersons":["Anthony John Illingworth"],"organisation":"University of Reading","findingsText":" This project has developed an algorithm for retrieving the properties of ice clouds, liquid clouds and rain simultaneously, using combined cloud radar, lidar and radiometer from space. It has been tested on data from the A-Train instruments, specifically the CloudSat radar, the Calipso lidar and the MODIS radiometer. Moreover, the European Space Agency are planning to use it (after further modification) to produce one of the standard products for their forthcoming EarthCARE satellite.\n\nAdditional developments:\n\n - A programming technique has been invented for automatically differentiating computer code in a way that is easy to use while being much faster than equivalent software libraries. This has greatly facilitated the development of the retrieval algorithm. The software library &quot;Adept&quot; is available under a free-software license, and is applicable to a wide range of optimization problems.\n\n - We have developed a new approach (the &quot;Self Similar Rayleigh Gans Approximation&quot;) to the challenging problem of computing the radar scattering by complex ice particles. This is relatively straightforward to implement in both a radar retrieval algorithm, and the instrument simulators that are now used by the Intergovernmental Panel on Climate Change for evaluating climate models. We find that our new model predicts a significantly higher backscatter than older homogeneous sphere and spheroid models, leading to significantly lower ice water contents being retrieved from a given radar signal. Earlier research funded by this project also found that most ice particles fall with a vertical-to-horizontal aspect ratio of close to 0.6, and their density can be reasonably well described by the &quot;Brown &amp; Francis&quot; density relationship. This is relatively straightforward to implement in a retrieval scheme. \n\n - Another key and original component of the retrieval algorithm is our fast model for radar and lidar multiple scattering; this has been extended to provide the capability to predict the depolarized return due to multiple scattering, using an approximate but sufficiently accurate approach that is computationally very efficient. The European Space Agency is planning to use the algorithm for operational production of synergy products when EarthCARE is launched. The intention is to also apply the algorithm to a large volume of data from the existing A-Train of satellites and make the dataset available to the scientific community. The data from the algorithm applied to both EarthCARE and the A-Train is expected to be widely used for evaluating and improving both weather forecast and climate models.\n\nThe Adept C++ automatic differentiation software library is available for free at http://www.met.reading.ac.uk/clouds/adept/ - a paper describing the technique is now in print.\n\nThe multiple scattering model is available here: http://www.met.reading.ac.uk/clouds/multiscatter/; it has a number of users worldwide, and is being used operationally in production of the CloudSat precipitation product.\n\nCode demonstrating application of the Self Similar Rayleigh Gans Approximation for particle scattering calculations is available here: http://www.met.reading.ac.uk/clouds/ssrga/ Digital/Communication/Information Technologies (including Software),Environment","dataset":"gtr"}