{"id":"1F3910A1-653F-43EF-8BDF-81E68ED3FD3B","title":"Molecular and genomic ecotoxicology knowledge transfer for environmental chemical risk assessment","abstractText":"One the major concerns for the Natural Environment is the possible effects of polluting chemicals especially in rivers and seas. Industry and Government departments that monitor and regulate the levels of chemicals in the environment can check to see if disease is caused in fish and can look for possible polluting chemicals but what we really need are very sensitive measurements to detect tiny changes that might be harmful in fish before it is too late and disease occurs. In recent years there have been fantastic scientific advances that allow researchers to look at thousands of different molecules (messenger RNA, metabolites and proteins)all at the same time and this tells us about the health of the animal in great detail. This new area of biological science is called the 'omics'. This project involves a transfer of information to and from Universities and organisations such as the Environment Agency so that both can learn about how this technology can be used to improve the assessment of animal health in the environment and to help companies and the government to see which chemicals, if any, are causing harm in the environment.We will have a workshop where the scientists will decide on what is needed and how to do it and then workers will exchange between organisations to learn from each other and to put this into action.In the end we should have better test methods for detecting effects of chemicals on fish and other organisms in the environment.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/D000807/1","grantId":"NE/D000807/1","fundValue":"59674","fundStart":"2006-02-01","fundEnd":"2008-05-31","funder":"NERC","impactText":"  Findings have contributed to the ongoing development of adverse outcome pathways (AOPs) in toxicity assessment and environmental pollution monitoring Chemicals,Environment,Pharmaceuticals and Medical Biotechnology Societal,Policy & public services","person":"J Kevin Chipman","coPersons":["John  Craft","Stephen Graham George","Mark  Viant","Charles  Tyler"],"organisation":"University of Birmingham","findingsText":" we identified molecular responses that link chemical pollution to adversity in fish in the aquatic environment the work is being progressed in the form of the use of adverse outcome pathways for toxicity assessment with implications for end users in compound development and in environmental monitoring. The findings are useful in the development of AOPs (adverse outcome pathways) in the assessment of toxicity and environmental quality Chemicals,Environment,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}