{"id":"1F3B294E-ABF8-4B33-B3A9-81DA54BCDE94","title":"Complex magnetic fields: an enigma of solar plasmas (Dundee-Durham consortium)","abstractText":"The outer atmosphere of the Sun, the solar corona, is a dynamic plasma permeated by a magnetic field. This magnetic field is responsible for creating long-lived structures such as coronal loops, for heating the corona to its multi-million degree temperatures, and for explosive events such as solar flares and coronal mass ejections. These powerful explosions can greatly influence the Earth and its surrounding environment. They create the Northern and Southern lights, but also have the potential to damage satellites, power grids and pipelines, disrupt communications systems, and endanger astronauts. Understanding how these explosive processes take place requires a detailed understanding of the behaviour of the Sun's magnetic field, which is characterised by its complex three-dimensional structure. Gaining such an understanding is the aim of this work programme and is part of a wider goal in the scientific community of understanding the formation of structures in astrophysical plasmas.\n\nRecent observational advances are providing us with a more and more detailed view of the Sun's magnetic field. But each increase in spatial resolution reveals finer scale magnetic structures, down to the resolution limit of even the most advanced telescopes. What is more, each increase in time cadence reveals more complex dynamics that shape the magnetic field and plasma on all scales. The over-arching theme of this consortium proposal is to explore the physical consequences of this magnetic complexity. We aim to understand how such complex magnetic fields are formed, how they evolve, and how they can build up and explosively release extreme amounts of energy. These questions are challenging, but must be addressed if we are to understand the full implications of what we are now observing.\n\nWe will address problems such as: What is the mechanism that makes the solar corona so hot? How do explosive events occur in the Sun's atmosphere? Can we develop new tools to help analyse these complex magnetic fields, and can we apply these tools to the evolution of the corona on global scales? What controls the lowest energy state to which the magnetic field of the corona can relax, and therefore how much energy is available to heat the plasma? How are particles accelerated in particular complex magnetic field structures?\n\nWe will use a combination of numerical simulations and mathematical modelling to tackle these questions, primarily using the non-linear partial differential equations of magnetohydrodynamics. The modelling will take input from the latest generation of solar telescopes, using various observations to verify and refine the theory. Combined, the results should help not only to explain and predict events in the solar corona and help answer STFC's Science Roadmap Challenge B:2 (&quot;How does the Sun influence the environment of the Earth and the rest of the Solar System?&quot;) but also to understand some of the basic plasma physical processes that go on throughout the Universe.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/K001043/1","grantId":"ST/K001043/1","fundValue":"53883","fundStart":"2013-04-01","fundEnd":"2016-03-31","funder":"STFC","impactText":"","person":"Anthony Robinson Yeates","coPersons":[],"organisation":"Durham University","findingsText":"","dataset":"gtr"}