{"id":"1F3C471B-634B-4607-9C82-6B967135CFDB","title":"Genomic approaches to inference of population history and multispecies community assembly","abstractText":"Relationships between species, and between populations within species, have long been likened to branches in a tree - Darwin's own notes include a well-known example. Since the development of DNA sequencing, methods have been developed that allow reconstruction of historical relationships among populations from sequence. Understanding of historical relationships among populations (which includes both the splitting of ancestral populations into daughter populations, and dispersal of individuals between populations) is important in many areas of biology, including where and when our own species evolved. In conservation biology, reconstruction of population history allows us to identify where species are likely to have their greatest genetic diversity (so we know where to concentrate conservation efforts), which populations are connected by migration (and so may support each other) and which are isolated (and so at higher risk of extinction). More generally, inferring population relationships is also essential if we want to correctly understand how populations are responding to natural selection.\n\nPopulation history is usually inferred using data for only a small number of genes (usually 5 or less), sampled in lots of individuals. A major reason for this has been the difficulty in getting sequence data for more genes, and a belief that sampling of many individuals is necessary to understand what is going on. Recent major advances have changed this view. First, there has been a quantum leap in availability of sequence data through development of new &quot;nextgen&quot; sequencing technologies, able to generate data for thousands of genes across the genome of any species. Second, advances in coalescent theory show that it is much better to sample many genes in a small number of individuals than vice versa (the common practice). This is exciting because it means we can work even with rare animals for which sampling of many individuals is unwelcome or impossible. However, the sheer size of genomic datasets makes it difficult or impossible to analyse them with available methods. A major aim of this project is the development of better tools for inference of population history from genomic datasets, which will be made available on the web for all to use.\n\nWe will then apply our new tools to real data for two natural insect communities (European oak galls and eastern Australian figs), each of which comprises herbivores and their parasitoid wasp natural enemies. By comparing population histories across species in each community, we will test whether herbivores and parasitoids spread together through space and time, or joined their communities over a range of timescales. This is a major area of current research in ecology that matters because long associations between species commonly result in strong ecological dependence, and disruptions of such interactions (for example through human-imposed habitat change) can be very hard to restore. We will also test the more specific hypothesis that herbivores can escape their natural enemies for a while, and so enjoy a measure of 'enemy-free time'. We choose these in part because of their importance as model systems in the study of multispecies interactions, and in part because an aspect of the genetics of all the insect species involved (presence of a single set of chromosomes in males) makes it particularly easy to generate and analyse genomic datasets for them. And while this example focuses on a biodiversity-related issue, the methods we will develop can be applied equally to more applied associations, such as those between humankind and their parasites.\n\nAbility to extract information from small numbers of individuals provides enormous potential to make better use of existing samples, or minimise impact on rare species. These opportunities will be discussed with stakeholders at 3 supported workshops through the project, and communicated to school teachers in a supported SSERC summer school.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J007986/1","grantId":"NE/J007986/1","fundValue":"41583","fundStart":"2013-01-01","fundEnd":"2016-06-30","funder":"NERC","impactText":"","person":"James  Cook","coPersons":[],"organisation":"University of Reading","findingsText":"","dataset":"gtr"}