{"id":"1F40DE98-879F-46DD-ACB7-2D64100F9E2A","title":"Synthesis of Tagetitoxin and Analogues.","abstractText":"The process of transcription - the synthesis of a strand of RNA from a template of DNA - is one of the most fundamental ones in biology, and a proper appreciation of the way in which the RNA polymerase enzyme works is important if we are to fully understand the functioning of cells at a molecular level.The compound tagetitoxin was isolated in 1981 from a bacterium which causes disease in a variety of plants such as sunflowers and marigolds, and may be of help in understanding the transcription process. It has attracted widespread interest from the molecular biology community due to its ability to selectively inhibit RNA polymerase III, one of the three different RNA polymerases present in eukaryotic cells. A structure was proposed for tagetitoxin in 1989, but has yet to be confirmed unequivocally and indeed, recent publications have cast doubt on this published structure. A successful synthesis of tagetitoxin would serve to confirm the proposed structure and to increase supplies of this interesting compound, as well as allowing us to develop analogues which may have modified biological activity.In previous EPSRC-funded research, we have developed novel synthetic methodology which will be of use in the synthesis of tagetitoxin, and we have recently completed the first synthesis of tagetitoxin's unusual bicyclic core structure. Over the course of this project we hope to utilise this new methodology and to complete the first synthesis of tagetitoxin. The work will be carried out over the course of two years by a postdoctoral researcher at University College London. Following the completion of our synthesis, we aim to instigate collaborative research with scientists in the USA, in which our synthetic expertise may be used in conjunction with molecular biology both to probe the mode of action of tagetitoxin and to generate analogue structures with modified activity or specificity.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E048463/1","grantId":"EP/E048463/1","fundValue":"206313","fundStart":"2007-06-11","fundEnd":"2009-06-10","funder":"EPSRC","impactText":"","person":"Michael James Porter","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}