{"id":"1F428F74-7A0F-45B8-AC15-68CC8F2C1174","title":"The nature of imaginative engagement with fiction","abstractText":"Imagining plays an important role in many philosophical and psychological theories. To cite just a few examples: Some philosophers and psychologists argue that it is imagination that allows humans to understand and predict the behaviour of others. Many philosophers of language think that we can understand what is going on when we consciously refer to fictional objects and other non-existent events in terms of our pretending to make statements about them; where pretence is naturally understood as involving imagining. Moral philosophers often claim that imaginative abilities are essential to our understanding and empathising with others. Philosophers of art cite imagining as an essential constituent of our aesthetic encounters with literature, visual art, and music: some even argue that our fundamental attitude to art is an extension of the imaginative play practiced by children.\\n\\nDespite the central role of imagination in such theories, there are few satisfactory or detailed philosophical accounts offered of the imagination itself. In particular, there has been insufficient analyses of 'propositional' imagining: that is, imagining that need not involve mental images (though it may do), but rather takes the form 'imagining that p is the case' where p stands for a given proposition. Rather, its identity and nature is often taken for granted. Those who do offer analyses of propositional imagining tend to focus prejudicially only on certain aspects of it, without an adequately rich consideration of its role in mental life. For instance, there has been a lot of interest from certain quarters in analysing imagining as a sub-personal element of 'cognitive architecture': that is, to give a causal account of the unconscious structural features of the mind that must be in place for imaginative and other conscious phenomena and behaviour to be as they are. Such accounts tend to focus on the inferential relations imagining has with other imaginings and beliefs, at the expense of considering the dissimilarities with belief, and the rather complex relationships in which imagining stands to other mental aspects such as desire, emotion, understanding and memory .\\n\\nIn my research I intend to rectify this situation, by offering a theory of propositional imagining which fully explores its relationships with other mental states and attitudes, and adequately captures its phenomenology. Among other things, it will address the relationship between imagining and belief; the extent to which imagining is voluntary; the close relation between imagining and understanding; and 'what it is like' to undergo an imaginative experience. It will analyse imagining in relation to dreaming, hallucination, fantasising and supposing. As a result, an adequate functional theory of propositional imagining will emerge which will be of interest to all those who wish to argue that the imagination is explanatory of some aspect of psychological, social, moral or artistic life.\\n\\nI will then go onto apply my results to certain important issues about the nature of imaginative engagement with fiction in particular, including: whether or not we can have real emotional responses to fictional events and objects; why there are certain fictional claims we tend to 'resist' imagining; and whether fiction can bring us any genuine kind of psychological and moral insight. These are all important topics in the philosophy of art, but, as suggested earlier, they tend to be addressed in the relevant literature without any sustained consideration of the nature of imagining itself. Examining such questions in the context of a fully worked out account of the imagination can only help in finding answers to them.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H00310X/1","grantId":"AH/H00310X/1","fundValue":"28235","fundStart":"2010-01-01","fundEnd":"2010-04-30","funder":"AHRC","impactText":"","person":"Kathleen Mary Stock","coPersons":[],"organisation":"University of Sussex","findingsText":"","dataset":"gtr"}