{"id":"1F42E278-DC85-48B6-9023-4461682384EE","title":"Center for Low Emission Vehicle Research (CLEVeR)","abstractText":"The Centre for Low Emission Vehicle Research (CLEVeR) is a state-of-the-art equipment upgrade to an existing facility to allow research into low and ultra-low carbon liquid fueled vehicles as well as novel electric and hybrid electric vehicle (EV/HEV) platforms under real world driving conditions. Although conventionally fueled internal combustion engine powered vehicles will remain the dominant powertrain for the future, alternatively-fuelled vehicles (AFVs) and the shift to more electric and hybrids vehicles will gather momentum. The EU New Car CO2 Regulation mandates that by 2020 each manufacturer in the EU must average 95g/km of CO2. The UK new car figures for 2012 returned a 133.1 g/km average and achieving the 2020 target will be challenging.\nThe requirement to upgrade the current vehicle facility has been driven by the large research challenge that underpins the need to provide sustainable personal transport that reduces or eliminates CO2 into our environment. In helping to make a cleaner environment and mitigate climate change, aspects of the work to be undertaken within the vehicle facility will directly address one of the most imperative issues of our time.\nThe facility will be unique in the UK, a state-of-the-art facility will be created allowing research into new CO2 reducing technologies which can be assessed with a high degree of experimental precision. Much research is carried out on the technologies themselves, but very little is done at a systems level in an environment that replicates real world conditions.\nFacilities such as this are found in industry and are mainly used for product development, supporting vehicle programmes and are not generally used for research. That is the major difference between the Bath facility and others. The facility will be multi-user and we aim to provide an inclusive and accessible research capability currently prohibitive or non-existent to many academic and even industrial research teams and especially SMEs.\nSome important research areas that the facility has been designed to address are described below:\n-Current EV/HEV systems are hampered by a lack of system optimisation, particularly under real world driving conditions. The facility will deliver an environment where world leading research can address the on-vehicle issues of energy efficiency and storage, integrated thermal management of components and subsystems especially under extreme temperature and humidity conditions. The trend to distributed motor systems requires a four wheel system such as that proposed. Further measurement instruments designed to evaluate the dynamic performance of the motor, controller and battery are included to evaluate the high frequency signals on the electrical systems.\n-A key challenge of future engine developments and fuel research is linking the physical and chemical properties of the fuel with the combustion characteristics, emissions formation and emissions control systems. This facility will enable fuel scientists and vehicle engineers to work together to be more aware and better informed of the effects of new fuels, at an early stage, on emissions, CO2 production, vehicle and engine performance.\n-The driver is the least predictable element within the vehicle system and better insights into driver behaviour are essential in order to evaluate the effectiveness of future low carbon CO2 propulsion and sub-systems under real world operation.\n-The performance of future vehicle technologies are usually evaluated over legislative drive cycles such as the New European Drive Cycle (NEDC). While often indicative of trends, this method fails to provide accurate, robust information on the operation of these systems under real world driving conditions with respect to driver demands and ambient environmental conditions. This facility will enable investigations in to the interactions between the environment in which a vehicle is being used and the manner in which it is driven.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L011964/1","grantId":"EP/L011964/1","fundValue":"179235","fundStart":"2014-01-02","fundEnd":"2017-01-01","funder":"EPSRC","impactText":"  This is an equipment grant and so far we have ordered the bulk of what we bid for. No outputs as yet to report on.  ","person":"John Gary  Hawley","coPersons":["Christopher David Bannister","Sam  Akehurst","Jane  Millar","C  Brace"],"organisation":"University of Bath","findingsText":"","dataset":"gtr"}