{"id":"1F4440C6-ECEE-4C04-9A77-A80D53B6A05B","title":"Catalysing economic growth: releasing the value of big data","abstractText":"How will Big Data affect innovation, growth and well-being in the UK economy? By Big Data we mean very large or complex datasets that are constantly accumulating in society because of the dramatically increased ability to sense, capture, store and analyse information about social, economic, or scientific phenomena. We anticipate that Big Data and associated analytics may ultimately transform how societies and communities view themselves, and how governments, large corporations, and entrepreneurial startup companies relate to those populations. Therefore it is essential to consider how Big Data might contribute to economic growth and generate opportunities for innovation for UK companies. To shape this discussion, we propose a multi-disciplinary approach that combines economic modelling and measurement, business modelling, and insight into technological dynamics. \n\nThis project will create, analyse and describe new economic and business models for valuing Big Data and demonstrate how this can impact upon economic growth for the UK economy. Outputs from this work are directly relevant to policy makers and companies wishing to understand how to harness Big Data. We will investigate both how firms innovate and compete around Big Data and how the local technical and regulatory frameworks enable the commercialization and consumption of the information that Big Data generate. We intend to combine the unique capabilities within Imperial College London to investigate this area of great economic potential and deliver real-word impact through publications, events, education, and direct industry and policy engagement.\n\nOur proposed research brings together leading scholars in Economics, Business, and Computing to investigate critical societal and industrial issues related to Big Data. We will analyse data value chains to shed light on value creation based on large datasets; we will examine firms' strategies in standardization and governance of data assets and activities in network industries, as well as individuals' preferences and constraints in creating and sharing data, to highlight private parties' attempts to capture value from these datasets. We will also investigate the regional implications for Big Data capabilities and effects on macroeconomic performance. In addressing each of these business and economic questions, we will consider ongoing technological dynamics in the area of computing, in particular, in terms of data quality, management, protection, and sharing agreements.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K039504/1","grantId":"EP/K039504/1","fundValue":"736424","fundStart":"2013-10-24","fundEnd":"2016-05-31","funder":"EPSRC","impactText":"  Our early insights have been shared with about 10 major UK and foreign innovating organizations in the big data industry. We continue to collaborate on specific research activities and anticipate that the models and results will be adopted in the second year of the project and beyond. Digital/Communication/Information Technologies (including Software) ","person":"Aija Elina  Leiponen","coPersons":["Emil Constantin Lupu","Pantelis  Koutroumpis","Catherine Ellen Mulligan","Jonathan  Haskel"],"organisation":"Imperial College London","findingsText":" We are seeking to quantify and model the economic impact of big data in the UK. We have collected data and developed models to that end. We will analyze the data and report the findings in the second year of the project. We have not reported our findings yet Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}