{"id":"1F45C935-D192-4020-B973-CECA0A65B2E0","title":"Dispute resolution in additional support needs: working together to improve children's and families' experiences","abstractText":"<p>This project builds on work undertaken as part of the ESRC-funded project <em>Dispute Resolution and Avoidance in Special and Additional Support Needs in England and Scotland</em> (RES-062-23-0803). The original research assessed the success of alternative dispute resolution (ADR) as the means of settling disputes in the field of additional support needs (ASN). <br /><br />ADR involves negotiation between parties using mediators, and is believed to be less costly and stressful for all concerned than more formal methods of dispute resolution involving courts and tribunals. Despite the official promotion of ADR, our research found that it has not been extensively used. Most disagreements were dealt with through informal negotiation at school level, with only a minority of parents choosing to use a more formal dispute resolution route. Of those who did, the tribunal was often preferred to mediation because it appeared to provide enforceable recommendations. <br /><br />The purpose of this knowledge exchange project is to enhance parents’ and practitioners’ understanding of different types of dispute resolution, using think tanks to inform the production of a service framework guide.&nbsp; <br /><br /></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-189-25-0225","grantId":"RES-189-25-0225","fundValue":"71852","fundStart":"2011-02-01","fundEnd":"2012-07-31","funder":"ESRC","impactText":"","person":"Sheila  Riddell","coPersons":[],"organisation":"University of Edinburgh","findingsText":" The Education (Additional Support for Learning) (Scotland) Act 2004 established the Additional Support Needs Tribunals for Scotland (ASNTS), and also gave parents the right to use mediation and adjudication to resolve disputes. The ASNTS involves a formal hearing before a panel, with the local authority and the parents presenting their cases orally, with the right to use legal or lay representation. By way of contrast, mediation involves less formal procedures, with parents and local authority staff presenting their arguments verbally, assisted by a trained mediator. The aim is to negotiate a settlement which is acceptable to all parties. Adjudication involves parents and the local authority presenting a written case, which is considered by an independent adjudicator nominated by the Scottish Government and appointed by the local authority. The expectation is that parties will honour the recommendations of mediation and adjudication, but they are not legally bound to do so, whereas local authorities are legally bound to implement tribunal findings. Despite putting in place new dispute resolution measures to strengthen parents' rights and make local authorities more accountable, the Code of Practice (Scottish Government, 2005) stressed that in most cases, disputes should be resolved through informal negotiation at school level. Our research demonstrated that, whilst informal negotiation at local level was commonly used, parents were often dissatisfied with the outcome, feeling that their concerns had not been taken seriously and they had reached a 'ceasefire' rather than a fair settlement. Some problems with mediation also emerged, including fears that parents might find the process stressful and as a result might accept a worse settlement than might have been achieved at tribunal. We also found that parents from socially advantaged areas were more likely to use the new dispute resolution mechanisms to challenge local authority decisions in the first place, and were also more successful, compared with parents from more disadvantaged areas, in achieving the desired outcomes for their child. Since the conclusion of the research, changes introduced by the Equality Act, implemented from October 2010, have widened the grounds for appeal, since local authorities are now obliged to make reasonable adjustments for disabled pupils (a subset of pupils with ASN) in relation to auxiliary aids and services. Furthermore, disability discrimination cases are now referred to the ASNTS. Overall, parents of children with additional support needs have stronger legislative support in their efforts to ensure that their children are fully included in all aspects of school life, including extra-curricular activities such as school trips. The aim of the follow-on funding project was to raise knowledge and awareness of different dispute resolution routes, and encourage the use of mediation wherever possible.  Communities and Social Services/Policy,Digital/Communication/Information Technologies (including Software),Education,Healthcare,Security and Diplomacy","dataset":"gtr"}