{"id":"1F4CCCEF-2D21-4297-8FE1-A2DB3B59FAD2","title":"X-ray Research Irradiation System","abstractText":"Aging of cells and organisms is largely determined by damage to cellular molecules, the efficiency of damage repair and the cellular mechanisms of response and adaptation to the remaining damage. We are primarily interested in the mechanisms and the importance of cellular senescence, which is the permanent loss of the ability of cells to divide and growth. Damage to DNA, either in the form of loss of telomeres (the very ends of all chromosomes), or of DNA breaks, is a major trigger of cellular senescence. Thus, senescence prevents the growth of cells with damaged, mutated DNA, which means that it protects organisms against tumour growth. However, senescent cells are not only proliferation-inhibited, they also show very different gene expression pattern and functionalities from their young, proliferating counterparts. In other words, the presence of even few senescent cells impacts on the surrounding tissue and these cells can change function of the organ they reside in, thus contributing to ageing. While the signals connecting DNA damage or telomere loss with proliferation arrest have been reasonably well characterized in recent years (and we have contributed to this), the whole network of signalling processes generating the complete senescent phenotype is still very much unclear, despite its obvious importance for the ageing process as a whole. We are convinced that a thorough characterisation of this network of signalling and response processes will not only provide ample clues to understand why old cells and organs are more frail and vulnerable to disease. It might also indicate possible targets for intervention, at the molecular level, in the cellular ageing process and thus contribute to postponing age-related disease. To study DNA damage responses and repair, we need technologies to measure accurately the timing of changes in a great number of factors possibly involved in the response, and of the interactions between them. This generates a vast number of data, and we need mathematical and statistical methods to integrate and evaluate these data and to draw conclusions from them. All such technologies have been established on-site over a number of years and are now ready to use. However, we also need a means to inflict DNA damage in a well-controlled fashion and at a defined point in time. Ionizing radiation is a well-accepted generator of DNA damage, and an X-ray irradiator is both most versatile (the characteristics of the radiation can easily be modified using different filters) and least hazardous (no permanently radioactive material involved). So far, the necessary equipment is only available off-site. This seriously compromises our ability to perform exact time-course analyses, as our results may become dependent on traffic conditions in town. Moreover, valuable research time is wasted on travel and logistics is complex. It is envisaged that a growing number of research groups on the Campus will become engaged in similar research projects within the next few years. An X-ray irradiator will thus remain an essential part of the research infrastructure on the Campus for the years to come.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F010966/1","grantId":"BB/F010966/1","fundValue":"131134","fundStart":"2008-07-11","fundEnd":"2009-07-10","funder":"BBSRC","impactText":"","person":"Thomas  Von Zglinicki","coPersons":["Gabriele Christine Saretzki","Tom  Kirkwood","David Anthony Lydall","Majlinda  Lako"],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}