{"id":"1F73E1A8-D538-4896-B285-B45F14BAD35F","title":"Integrating 3D biological data on scales from molecules to cells","abstractText":"At the highest level of detail biology becomes a study of molecular machines. This is a truly complex and fascinating world; for instance, molecular machines generate forces, assemble or disassemble other molecules, function like channels, and store or transport energy.\n\nWell established techniques such as X-ray crystallography, nuclear magnetic resonance spectroscopy (NMR) and electron microscopy (EM) are capable of visualizing the three-dimensional (3D) structures of these machines at the molecular level, but usually do so at the cost of studying them in isolation and in a state frozen in time. As with everyday machines, molecular machines may need to change state, change shape or move parts in order to perform their function. In analogy with an assembly line in a factory, many biological processes involve a multitude of molecular machines and a frozen glimpse of isolated machines is therefore insufficient for understanding the &quot;big picture&quot;.\n\nThe emergence of new microscopy techniques such electron tomography (ET), soft X-ray tomography (SXT) and 3D scanning electron microscopy (3DSEM) now makes it possible to visualise molecular machinery in the context of cells, and even larger structures in 3D, albeit not yet at the level of detail afforded by the established techniques mentioned above. The challenge now is to integrate imagery at different microscopic scales to gain a broader perspective on the 3D micro-cosmos of biology.\n \nIn this project, we will take crucial steps in tackling this challenge by developing added-value services for the EMDB archive - the definitive archive for the 3DEM field managed by the Protein Data Bank in Europe (PDBe, located in Cambridge) and its international partners. We will achieve this by developing:\n\na) A web-based visualisation tool (volume browser) that provides a user with an easily accessible integrated view of 3D biological data at the cellular and molecular scales derived from the EMDB and PDB (the definitive archive for atomic coordinate models of biological macromolecules) archives, the means to navigate seamlessly between them and to link to other relevant bioinformatics resources;\n\nb) A web-based tool for adding biological annotations to the archived data in EMDB, which is vital to achieve the integration described in (a);\n\nc) A pilot image archive for &quot;raw&quot; experimental data that could be used for developing new EM methodology as well as for checking the validity of 3D structures archived in EMDB.\n\nThe web-based volume browser and the new archive will make a variety of 3D structural information vastly more accessible to the wider biomedical science community. The context and perspective gained by linking cellular and molecular structure data will provide unique insights that cannot be gained from the individual structures alone. Moreover, often these data sets contain much more information than what was exploited in the original publication. Therefore, the volume browser will become a vital instrument for knowledge discovery.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L007835/1","grantId":"MR/L007835/1","fundValue":"630665","fundStart":"2014-10-01","fundEnd":"2017-09-30","funder":"MRC","impactText":"","person":"Gerard J. Kleywegt","coPersons":["Ardan  Patwardhan"],"organisation":"EMBL - European Bioinformatics Institute","findingsText":"","dataset":"gtr"}