{"id":"1F757EC2-3995-4FD8-9ECB-F7497C72D4EA","title":"Developing Sustainable Wildflower Harvesting for Global Supply Chains","abstractText":"<p>The overall objective of this Knowledge Exchange project is to develop and promote best practice in sustainable harvesting within the South African wildflower industry - a sector supplying high-value, ethically-sourced bouquets to UK and South African high street retailers and supermarkets.</p>\n\n<p>The project aims to deliver an innovative programme of applied work that will foster improvements in the practice, monitoring, impacts and marketing of sustainable wildflower harvesting in South Africa's Western Cape. It does so through a partnership with a Western Cape NGO-the Flower Valley Conservation Trust (FVCT). The project therefore seeks to influence the policy and practice of ethical production for global markets in locally-specific ways, and also to promote learning from sustainable harvesting to a broader set of stakeholders beyond the case study.&nbsp;</p>\n\n<p>The specific objectives are:</p>\n\n<ul>\n \n\n <li>to build audit tools designed to improve sustainable picking practices in wildflower harvesting</li>\n\n <li>to develop training materials in order to improve the skills, opportunities and socio-economic gains of a culturally-diverse harvesting workforce</li>\n\n <li>to develop a better understanding of how sustainably-harvested wildflowers fit into the wider context of ethical consumerism in South Africa</li>\n\n <li>to promote the sustainable harvesting agenda to the biodiversity-conservation community in the Western Cape.</li>\n\n</ul>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/K005626/1","grantId":"ES/K005626/1","fundValue":"74811","fundStart":"2013-05-31","fundEnd":"2014-05-30","funder":"ESRC","impactText":"  Yes, as ethical tools by Flower valley Conservation Trust. Environment Economic,Policy & public services","person":"Alex  Hughes","coPersons":["Cheryl  McEwan"],"organisation":"Newcastle University","findingsText":" This Knowledge Exchange project developed and promoted best practice in sustainable harvesting within the South African wildflower industry--a sector supplying high-value, ethically-sourced bouquets to UK and South African high street retailers and supermarkets. The project involved successful collaboration between academics at Newcastle and Durham Universities (Hughes and McEwan), a named Research Associate (Bek) and the Flower Valley Conservation Trust (FVCT)--a Western Cape NGO at the vanguard of sustainable harvesting. The FVCT has piloted an innovative programme of work, which seeks to achieve conservation goals through the development of market opportunities. The project contributed to this programme of work. The project website (address below) provides detail on findings, outputs and their dissemination. A summary is as follows:\nWork Package 1: Developing audit methodologies to enable effective monitoring of sustainable picking practice and landscape management.\nTwo tools have been developed: the Sustainable Harvesting Field Assessment and the Sustainable Harvesting Audit. These have been successfullycompleted and left as planned with FVCT to refine and pilot.\nWork Package 2: Developing training materials and programmes to support social upliftment.\n1) A 'Working for Fynbos Field Guide' has been produced. This provides comprehensive information on wildflower species, including geographical distribution, market demand and vulnerability (see below for plans to enhance and accelerate its impact);\n2) Working for fynbos video training resources have been developed;\n3) Content for a national certificate course for emerging entrepreneurs within the landscape was developed.\n\nWork Package 3: Research to improve understanding of the ethical consumerism context that drives the domestic market in South Africa for sustainably-harvested bouquets.\n21 interviews with key institutional actors involved in shaping ethical markets in the Western Cape were conducted. 10 focus groups with Western Cape consumers were also carried out. The findings were presented at our project dissemination workshop on 27th March (see below) and also form two academic papers completed in draft and to be submitted to a Geoforum Special Issue. Key findings concern the significance of local and national cultural politics to the consumption of sustainably harvested fynbos bouquets and the rising significance of ethical consumption in South Africa more broadly. We plan to develop an ESRC Responsive Mode grant application on the theme of ethical consumption in the global South, which takes forward this research.\n\nWork Package 4: Promoting the sustainable harvesting agenda in the Western Cape and UK.\n1) A highly successful project dissemination workshop was held on Thursday 27th March 2014 at the headquarters of the World Wildlife Fund in Cape Town. Some 30 members of the Western Cape conservation community, corporate retailers, ethical trading associations and NGOs attended to hear work package presentations given by all members of the academic and FVCT project team. These presentations appear on the project website. We also incorporated interactive sessions. The workshop and project findings were very well-received.\n\n2) FVCT Conservation manager, Roger Bailey, visited London in May 2014 for a successful Knowledge Exchange visit involving attendance at an ethical trading workshop on 21st May, a visit with the RA to a commercial flower distributor and a meeting to present project findings to Marks &amp;amp; Spencer (one of FVCT's key customers). Possibilities for Field Guide content being published into full guide suggested as IAA applications. Environment","dataset":"gtr"}