{"id":"1F795983-02E1-4542-B05D-7202A62F981E","title":"Monitoring Reactors for Nuclear Safeguards with T2K Technology","abstractText":"Over the last 6-7 years STFC has lead an academic consortium that has developed a large neutrino detector as part of an international experiment in Japan called T2K. The Liverpool group believe that the technology developed for this international work can be adapted to make a small footprint, highly reliable, detector to characterise the anti-neutrinos that are emitted from the core of operational nuclear fission reactors. Measuring the quantity and energy level of anti-neutrino emissions from a power station when correlated to the reactor power output is a very effective way of detecting undeclared shut-downs and whether or not high grade nuclear material has been covertly removed from the process, and so an ideal way for the IAEA to detect malpractice.\n\nThe detector built for the T2K experiment is a sampling Electromagnetic Calorimeter (ECal) surrounding the neutrino target detector sub-systems of the near detector. It is based on layers of extruded plastic scintillator bars with Lead sheets sandwiched between them. It provides near-hermetic coverage for all particles exiting or coming into the near detector. This highly segmented system's function is to image tracks and energy deposition from particles produced in neutrino interactions. The detection of energy deposition from charged particles down to ~ 200 keV has been demonstrated with the system. Large light yield at 1 m away from the end of the bar has been achieved by threading the centres of the bars wavelength shifting fibres to collect the light produced and transport it to solid state, photon detecting devices called MPPCs. MPPCs give very good reproducibility of performance to better than 10% across the whole system and operation over long period of time (a few years) and are incredibly reliable and tough with few dead channels in the whole detector (~50 dead out of 20,000). For the project the design and calorimetric capabilities have already been proven in the T2K project, the recent earthquake in Japan (2011) is testament to the robustness of the detector. The project reuses many of the spares electronics components from T2K. \n\nFor the reactor monitor detector, the ECal design has been reconfigured for anti-neutrino detection by replacing the lead with the gadolinium. The gadolinium is used to capture the neutrons produced in anti-neutrino interactions. When a neutron is captured by a gadolinium nucleus a large shower (~8 MeV) of photons it created leaving a unique signal in the detector. By correlating this unique neutron signal with an earlier positron signal we can efficiently select anti-neutrino interactions. The device has been testing in the laboratories at the University of Liverpool using various radio-active sources. In order to test the device in realistic conditions and advance the project, we propose to deploy the detector at a commercial nuclear reactor. Deployment of the detector has been negotiated with the aid of The UK Safeguards Support programme to the IAEA and the Department of Energy and Climate Control. Upon the successful outcome of the group will seek to start field tests with the IAEA. If the field tests are successful reactor monitoring detectors will be deployed at reactors around the world as part of the IAEA's efforts to ensure peaceful use of nuclear material.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/M000168/1","grantId":"ST/M000168/1","fundValue":"119235","fundStart":"2014-08-31","fundEnd":"2016-02-29","funder":"STFC","impactText":"","person":"Jonathon P Coleman","coPersons":["Christos  Touramanis"],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}