{"id":"1F7A87E2-CC57-48C4-850D-E690F1FA2633","title":"Establishment of outcrossing rates in natural populations of Arabidopsis lyrata","abstractText":"The proposed research is concerned with evaluating how the mating 'decisions' that plants make affect their genetic diversity and adaptive potential. This project will use molecular markers (microsatellite DNA) to infer historical levels of inbreeding in natural populations of a perennial weed (Arabidopsis lyrata) sampled from a broad but connected geographic area where extensive variation in rates of self-fertilization have been found. Considering that all populations sampled from other parts of the species range have been found to be highly outcrossing and suffer from substantial inbreeding depression (the reduction in fertility or survivorship of individuals resulting from self-fertilization compared to those from outcrossed matings) when forced to self-fertilize, the finding of populations with high rates of selfing was not expected but provides a rare opportunity to study the genetic and ecological consequences of mating system variation within a species (most previous comparisons have been between species). By quantifying outcrossing rates using microsatellites it will be possible to establish how variation in rates of self-fertilization affect genetic diversity and patterns of reproductive isolation in a phylogeographic context.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/D006627/1","grantId":"NE/D006627/1","fundValue":"18358","fundStart":"2006-05-01","fundEnd":"2006-10-31","funder":"NERC","impactText":"  We have used the results to successfully obtain multiple grants associated with investigating the basis for variation in outcrossing rates and the consequences in terms of adaptation to changing abiotic and biotic environments. We have established collaborations in Toronto, Germany, Switzerland, the Netherlands, Spain and the UK based on this research. \n\nOther researchers have used our results on variation in outcrossing rates to initiate their own studies (Yvonne Willi at the University of Neuchatel in Switzerland; Spencer Barrett and Stephen Wright at the University of Toronto in Canada).\n\nThe impacts are mainly associated with understanding the impacts of environmental change, which does not seem to be listed as an option. Agriculture, Food and Drink,Education,Environment ","person":"Barbara Kim Mable","coPersons":[],"organisation":"University of Glasgow","findingsText":" This was a small grant with a single goal of generating microsatellite data to calculate outcrossing rates across a wide range of North American populations of Arabidopsis lyrata that differ in mating system (i.e. inbreeding vs outcrossing). The results were used primarily in a single publication published in 2007, but also contributed to later publications and follow-up grant funding. Only the original publication has been listed but this small grant was the main primer for all that have followed on mating system evolution in Arabidopsis lyrata. \n\nWe found extensive variation in outcrossing rates and identified new populations that had not previously been expected to be inbreeding. The variation in outcrossing rates was not expected and so will alter perspectives on the utility of Arabidopsis lyrata as a model species. Agriculture, Food and Drink,Environment","dataset":"gtr"}