{"id":"1F80CC0E-4BE2-4720-9F70-E1B8FC6D7794","title":"Sustainable bioenergy from microalgae: A systems perspective","abstractText":"Global energy demand and the environmental consequences of fossil fuel combustion to satisfy this demand is proving to be unsustainable. Bio-energy has the potential to mitigate carbon emission concerns and provide a renewable option for energy generation. But, this requires development of sustainable processes that are economically viable. The concept of using photoautotrophic metabolism in microalgae to convert solar energy and carbon dioxide to organic fuel precursors is attractive for sustainable energy generation. However, development of efficient processes that use the concept to make a difference to the energy economy has so far proved elusive. We believe that a greater understanding of microalgae metabolism derived through a systems approach will make a difference to this scenario and enable development of sustainable processes for bio-energy generation, including approaches that use synthetic biology and metabolic engineering. The successful development of any such process will require characterisation of organisms that are relevant to field cultivation rather than just laboratory strains.\n We aim to combine UK and Indian facilities and expertise in phycology, bioremediation, 'omic' characterisations and biochemical engineering to conduct a systems level investigation on selected microalgae isolates with potential to accumulate biofuel precursors and develop sustainable processes for bio-energy generation from microalgae in India and the UK. We will perform a systems level investigation in selected isolates to determine key metabolic steps involved in the synthesis of biofuel precursors (in particular, carbohydrates, triacylglycerols (TAGs) and hydrocarbons) in microalgae. This will lead to optimisation of conditions to maximize product yields, and the identification of gene targets for strain manipulations. We will also examine engineering approaches to enhance product recovery and investigate exemplar biorefinery cases to enable the development of sustainable processes for bio-energy generation. \n Indian partners at BDU have established a repository of marine microalgae with DBT support that has over 500 isolates in its collection, from the rich biodiversity hotspots of tropical southern Indian coastal areas and psychrophilic strains from the Arctic. Some of these isolates have been assessed for biodiesel generation and will be available for the project. Freshwater microalgae characterised for hydrocarbon and TAG accumulation with prior DBT support is available at Madurai. In the UK, SAMS have extensive experience at characterisation and maintenance of microalgae with relevance to the development of UK-related processes. We will combine this expertise with algae systems biology expertise available at Sheffield and Cambridge to investigate how pathways involved in accumulation of storage compounds that are biofuel precursors and how establish its relationship with growth of the organism (Figure 1). A novel patented microbubble technology incorporated in an airlift loop bioreactor developed at Sheffield (WBJZ) will also be investigated for process improvements and product recovery. \n The proposed work will result in the identification of key metabolic steps in relevant algal biotransformations, optimised conditions that maximise product yields and selected or novel strains for use in developing bioprocess for sustainable generation of fuel precursors that make a difference to the energy economy in India and the UK. We also propose to hold joint workshops in the two countries and exchange visits to enable transfer of knowledge and expertise between partners, with active industrial involvement.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K020633/1","grantId":"BB/K020633/1","fundValue":"1222180","fundStart":"2013-11-01","fundEnd":"2016-10-31","funder":"BBSRC","impactText":"","person":"Seetharaman  Vaidyanathan","coPersons":["William  Zimmerman","John Godfrey Day","Jagroop  Pandhal","Daniel James  Gilmour","Phillip Craig  Wright","Alison Gail Smith","Michele  Stanley","Matthew  Johnson"],"organisation":"University of Sheffield","findingsText":" Research work is on-going. Research work is on-going. Agriculture, Food and Drink,Chemicals,Energy,Environment,Transport","dataset":"gtr"}