{"id":"1F816762-013F-4B25-825A-19F1E938F241","title":"Analysis of Atomistic-to-Continuum Coupling Methods","abstractText":"In the development of new engineering materials, the goal is generally to manufacture materials with prescribed mechanical properties (elastic moduli, toughness, etc.). It has long been known that the design of such `macroscopic' properties can only be achieved by understanding and controlling the details of the material at the nano- and micro-scale (lattice structure, defect distribution, microstructure, etc.). The desire to understand macroscopic properties arising from microscopic effects has led to the development of the field of multi-scale modelling, a vibrant interdisciplinary research area. While our first and foremost modelling tool should be analysis, quantitative results for the complex models required for an accurate description of materials at the nano-scale can only be obtained by means of numerical simulation.This proposal focuses on the simulation of materials, with particular emphasis on defects, on the scale of several thousand to several million atomic spacings. Even though many types of defects in lattices are highly localized, they are strongly affected by, and strongly influence, the so-called `far field' (the displacement of atoms which, in relative terms, are situated far from the defect). This is precisely where the difficulties arise. For the simulation of a defect, an accurate but expensive atomistic material model should be used while, for a description of the far field, continuum models are much cheaper yet sufficiently accurate. The natural challenge, therefore, is to couple atomistic models (e.g., of defects) to continuum models of crystal elasticity, thus, connecting modern nano-science with the classical models of solid mechanics.The quasicontinuum (QC) method is a paradigm example of a coarse-graining technique to achieve this coupling for static (and quasi-static) simulations of crystalline solids. Its key feature is that, instead of coupling an atomistic model to a continuum model, it also uses the atomistic model in the far field region but removes degrees of freedom by means of finite element methodology. Additional approximations are then performed to render the coarse-grained problem computable, leading to different classes of QC methods.An effect shared by virtually all methods coupling inherently different physical models, including the QC method, is a defective force balance in the interface region. The primary research focus is to understand and remove this error from the simulation. At present, rigorous analysis has provided good understanding of this issue in one-dimensional model problems. Despite the preliminary nature of these results, some significant conclusions from this mathematical research can be drawn: (i) it was shown that certain classes of methods that are used in practice are grossly inaccurate and should be discarded; (ii) at least two exciting and novel ideas concerning the accurate treatment of the interfacial region accurately, were discovered: the `force-based QC method' and the `geometrically consistent QC method'.The main challenge at present, and the aim of this research proposal, is to generalize this analytical work to the practically relevant two- and three-dimensional situations, where geometry and analysis become significantly more challenging. To this end, a hierarchy of simple, yet representative two- and three-dimensional models will be developed in order to benchmark different flavours of QC methods by means of rigorous mathematical analysis. In addition, an experimental QC software for rapid prototyping will be created, in order to test the analytical predictions.The main benefit of rigorous numerical analysis is the guarantee that simulations are reliable in situations which are not experimentally testable. Furthermore, this research will identify those QC methods with the greatest potential and will provide new insights to guide the development of new and improved methods.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H003096/2","grantId":"EP/H003096/2","fundValue":"175557","fundStart":"2011-09-02","fundEnd":"2013-06-01","funder":"EPSRC","impactText":"  The research has changed the way atomistic multi-scale methods are viewed. The result is the ongoing development of a new class of atomistic multi-scale methods (in particular for materials science applications) based on rigorous mathematical analysis. The long-term effect will be the availability of efficient and robust simulation tools in materials science with unprecedented capabilities. Other Economic","person":"Christoph  Ortner","coPersons":[],"organisation":"University of Warwick","findingsText":" The project has achieved that a class of numerical coarse-graining schemes (quasicontinuum methods, atomistic/continuum multiscale methods), which has previously been intractable for mathematical analysis, is now well-understood. While theoretical open questions remain, there is now a clear pathway and mathematical framework for their study. development of new multi-scale simulation tools for efficient and robust materials science molecular simulation. Construction,Electronics,Pharmaceuticals and Medical Biotechnology,Other","dataset":"gtr"}