{"id":"1F9842DB-F4EE-4B23-9422-C4D0A1B43539","title":"Smart Sensing for Surgery","abstractText":"Recent advances in surgery have made a significant impact on the management of major acute diseases, prolonging life and continuously pushing the boundaries of survival. Despite increasing sophistication of surgical intervention, complications remain common and poorly understood, contributing significantly to mortality and morbidity. Surgical site infections, catheter related sepsis, wound dehiscence and gastrointestinal anastomotic leakage are recognised complications following surgical interventions or invasive monitoring of critically ill surgical patients. Current methods for detecting these complications rely on episodic clinical examination with 'snap shot' laboratory testing. There is therefore a pressing need to develop new sensing technologies that can be seamlessly integrated with existing surgical appliances to provide continuous sensing and early detection of these adverse events, thus minimising post-operative infection, complication, and readmission. All these will also have a direct impact on healthcare economics, and more importantly the prognosis and quality-of-life of patients after surgery. \n\nThe proposed project is organised into three research themes: 1) Multimodal Sensing and Miniaturised Embodiment; 2) Active Sensing with Low Power Microelectronics; and 3) Data Inferencing and Stratified Patient Management. These research themes address key technical issues related to sensor design, miniaturisation, and self-calibration, as well as low-power on-node processing, inferencing, and clinical decision support. These research themes are connected by three clinical exemplars in surgical sensing with increasing levels of technical complexity. The vision is to develop smart sensors integrated with surgical appliances and to be inserted in close proximity to the surgical site, encased within surgical drains/catheters, or placed in locations to more seamlessly monitor the systemic inflammatory response. The devices will be implanted during elective surgery or at biopsy, interrogated wirelessly, and eliminated by natural processes, or routine removal of 'hosts' such as the drains or catheters. The research programme is underpinned by extensive experience of the team in body sensor networks and bio-photonics in healthcare. Through an integrated programme of engineering research and development of a novel real-time active sensing paradigm, the project aims to transform the care pathways for surgery with greater consideration on personalised treatment, system level impact, real-time response to complications, patient concordance and quality of life. We expect that the outcome of the research will help improve surgical workflows, support safe discharge and home/community-based recovery, reduce unplanned readmissions, and influence the future of healthcare policy.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L014149/1","grantId":"EP/L014149/1","fundValue":"3027640","fundStart":"2014-06-01","fundEnd":"2018-05-31","funder":"EPSRC","impactText":"  The project is at a early stage of the development so current development remains in technical development as planned in the proposal and no real-impact can be assessed as yet. Digital/Communication/Information Technologies (including Software),Electronics,Healthcare Societal,Economic","person":"Guang-Zhong  Yang","coPersons":["Ara Warkes Darzi","Daniel Richard Leff","Mikael Hans  Sodergren","Benny Ping Lai Lo","Daniel  Elson"],"organisation":"Imperial College London","findingsText":" Surgical site infection accounts for over 15% of all hospital-acquired infections and burdens approximately 20% of high-risk surgical patients. The vision of the project is to harness existing sensing technologies and initiate new research opportunities that will underpin the development of smart sensing platforms for surgery to ensure early detection of surgical site infection, continuous monitoring of tissue viability, and quantitative assessment of functional restoration. We are in the first phase of the project development and the project team are developing three platforms involving a novel sensor enabled bio-patch for tissue viability, smart drainage and catheters for postoperative care and miniaturised intra-luminal implant that is self-powered and can provide continuous sensing of the local tissue environment. Our first step is to complete the design and development of functional prototypes that can be validated via preclinical studies. Future exploitation will include mixed independent exploitation (licensing and spin-off), as well as academic dissemination and large scale clinical studies. Digital/Communication/Information Technologies (including Software),Electronics,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}