{"id":"1F9FE8BF-3C7C-433A-8637-14BD4F946446","title":"Ubiquitin mediated trafficking of a cell surface receptor in neurons.","abstractText":"Cells in the body communicate with one another by sending signals to control normal tissue development, size and function. Inappropriate signal reception or production can lead to major cellular or tissue disruptions resulting in diseases such as cancer or developmental abnormalities. We wish to understand how cells control when or for how long they are able to receive these signals. In particular we study how nerve cells navigate along their correct pathway during the development of the nervous system. Some nerve cells change how they react to the signals they receive as they grow. We know that this is in part controlled by the nerve cell adding or removing a signal receptor to or from its cell surface. We know that a molecule named Commissureless binds to a receptor protein called Roundabout to control its distribution in the cell. In this research we plan to characterise in further detail where in the cell Commissureless acts on Roundabout and exactly how this process is regulated. We know an important component of the mechanism is the addition of a chemical tag called ubiquitin to the Commissureless molecule. This tag targets many proteins away from the cell surface into the cell and some viruses such as HIV and Ebola use this same pathway to attack cells. By further understanding how Commissureless regulates Roundabout we will gain increased knowledge about a basic cellular mechanism and may give insights into how to tackle disease. Any knowledge we gain will be assessed by peer review and published in scientific journals or at conferences. We will also endeavour to make available the results of our work to the general public by presenting significant advances on our website or through appropriate press announcements.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0401440","grantId":"G0401440","fundValue":"242844","fundStart":"2005-05-01","fundEnd":"2008-11-30","funder":"MRC","impactText":"","person":"Guy Justin Clive  Tear","coPersons":[],"organisation":"King's College London","findingsText":"","dataset":"gtr"}