{"id":"1FA956AE-81F9-4E64-8060-53FC3DE78045","title":"Mechanistic assessment of the acute and chronic cognitive effects of flavanol/anthocyanin intervention in humans","abstractText":"Representing one of the most important lifestyle factors, diet can strongly influence the incidence of cardiovascular disease and neurodegenerative diseases and thus a healthy diet is crucial for healthy ageing. Various bioactive constituents of certain foods and beverages, in particular a class of compounds called flavonoids, have generated interest over the last few years. Recent dietary intervention studies, in particular those using wine, tea, cocoa or blueberries, have begun to demonstrate beneficial effects on the function of blood vessels and on mental performance (cognition). While such foods and beverages differ greatly in chemical composition, nutrient content and calories per serving, they have in common that they are amongst the major dietary sources of two flavonoids known as anthocyanins and flavanols. Dietary supplementation studies in humans using foods or extracts rich in these flavonoids have indicated that they possess an ability to enhance human cognition, memory and learning. It is thought that they may do this by increasing the flow of blood to specific regions of the brain, which control these vital processes.\n\nBuilding on existing human work conducted in our laboratory, this multidisciplinary study is designed to determine how specific flavonoids may enhance human cognitive function by focussing on how they enhance blood vessel function thus increasing the amount of blood flow to the brain. The proposal, which is multidisciplinary in nature, will provide crucial information on the ability of flavonoid-rich foods to produce improvements in cognition by using optimised cognitive testing, along with state-of-the-art brain imaging (fMRI) techniques and blow flow measures (FMD). Importantly, this proposal will shed the first light on how flavonoids improve cognition in humans by examining their precise pathways of action in the body. The outcomes of this proposal have implications for exploiting the potential beneficial health effects of flavonoid components of the diet, particularly with relation to counteracting the decline in human cognitive function associated with normal and abnormal ageing. Although the study findings have most relevance to those at greatest risk of cognitive decline, notably older adults, the changes studied and the mechanisms involved hold relevance for all people. Indeed the concept of healthy brain ageing is rooted at the core of this proposal through the application of sound dietary recommendations. As the average-life span of humans increases this proposal becomes more relevant. \n\nData emanating from the proposal are necessary before academia/industry may work to exploit such biological activity in future. There has been a large growth in the desire for such functional foods (21% market growth in the USA) and cause-and-effect data are essential for the development of European Food Standards Agency health claims on specific flavonoid containing products. Such products would appeal to those wishing to temporarily boost their cognitive performance as well as those most at risk of cognitive impairment (i.e. 50-80 year olds). Indeed, the requirement for novel dietary approaches designed to improve cognitive health has never been greater, particularly given the increased incidence of age-related cognitive decline. Health care costs run as high as &pound;23 billion per annum for all forms of dementia and is continuing to grow as the mean population life expectancy increases. Such a preventative strategy for the treatment of dementia is essential if the number of sufferers and the cost of their treatment are to be reduced. Understanding more about how specific diets may promote healthy brain aging and modulate cognitive losses will help us to define more effective public health advice and encourage the population to make more informed healthy food choices.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L02540X/1","grantId":"BB/L02540X/1","fundValue":"575066","fundStart":"2014-09-30","fundEnd":"2017-09-29","funder":"BBSRC","impactText":"","person":"Jeremy Paul Spencer","coPersons":["Judi  Ellis","Claire  Williams","Laurie  Butler"],"organisation":"University of Reading","findingsText":"","dataset":"gtr"}