{"id":"1FB12C5C-CF80-4AC4-8A76-E9EC7BCC5952","title":"Fast remote focussing for three-dimensional microscopy","abstractText":"The confocal microscope is a powerful imaging tool that is widely used across the biological sciences. Its strength lies in its ability to image specimens at high resolution in three-dimensions, rather than two-dimensions as in conventional optical microscopy. Specifically, a three-dimensional image stack is constructed from a series of two dimensional images taken at different focal settings, where each setting corresponds to a different depth in the specimen. Computer algorithms can then be used to present the resulting information in a number of different ways to reveal a wealth of information about the object structure. Recently, it has become of interest to collect these three dimensional image stacks at high speed in order to observe the dynamic behaviour of biological specimens. As a result, technological advances have been made to improve the image acquisition speed and images from a single plane in the specimen can now be acquired at high speed. Unfortunately, the refocusing speeds that are achieveble with these systems are still limited and provide the real bottleneck in three dimensional image acquisition. For fundamental physical reasons imposed by the optical design of these systems, refocusing must be carried out by physically changing the distance between the objective lens and specimen. This is problematic for two reasons. First, this process is generally slow and second it can lead to undesireable specimen agitation. In order to alleviate these restrictions, we propose to build two new microscopes based on a new focus system architecture that we have developed. These systems will permit refocusing to be carried out at far superior speeds than current technology will allow. Furthermore, due to the specific nature of our approach, the refocusing will be carried out remotely from the specimen which will remain in its natural environment. The first microscope will obtain high resolution, video-rate stereo images of the specimen and present these on a stereo monitor so that the user can see the three-dimensional structure directly in real-time. The second microscope will be a high-speed two-photon microscope permitting a number of different imaging modalities. Specifically, it will be possible to select a number of arbitrarily chosen points in three dimensions to interrogate in quick succession. By careful choice of these points it will be possible to scan along curved trajectories or even surfaces We will work with biologists in order to develop the techniques and investigate applications for these new microscopes. In the first instance, we will concentrate on the imaging of developing mouse embryos where the advantages of increased focusing speed, non-invasive imaging and the possibility to increase the working distance of the objective are all desirable. We will also look for applications in neuroscience where it is necessary to be able to locate the focal spot at random locations with high speed and accuracy so as to study the functional imaging of complex three-dimensional structures.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F016042/1","grantId":"BB/F016042/1","fundValue":"99820","fundStart":"2008-04-01","fundEnd":"2010-03-31","funder":"BBSRC","impactText":"  The microscope constructed under this grant has, owing to its unique fast axial scanning properties, provided the basis of further successful research collaborations and grant applications. These grants include 'Imaging Membrane Potential via Second Harmonic Generation' (EP/H018565/1) and 'Synaptic plasticity during cortical slow wave activity' (BB/J018074/1). Education Societal","person":"T  Wilson","coPersons":["Martin  Booth"],"organisation":"University of Oxford","findingsText":" 1. The major achievement was the construction of an instrument which overcame the bottleneck in the speed of capture of through-focus data sets in optically sectioning microscopes. The system is capable scanning the spot at a rate of 3kHz in all directions. An axial scan range of 200 microns with a Strehl ratio greater than 0.8 was achieved using a 40X 0.8 NA water dipping objective. The system is also capable of scanning along an arbitrary, and user defined, three-dimensional trajectory.\n2. As a measure of the significance of the work and the impact it has already had on the community the master patent on which the critical axial scan unit is based has been licensed to Zeiss, one of the major microscope manufacturers, for commercialisation.\n3. Two major application areas of the technology - neuroscience and cardiac imaging - have been identified as areas where this technology will bring immediate benefit. Collaborative projects in these areas are already under way. We have identified neuroscience, where much experience has already be gained in the course of this work, as well as cardiac imaging as particularly appropriate areas to further exploit this technology. Education,Healthcare","dataset":"gtr"}