{"id":"1FB26F14-AB5B-47E9-9671-15A346DC2FB9","title":"Droplet collisions and interaction with turbulent flows for powder manufacturing","abstractText":"The following may be a key to the faster growth of powders in spray dryers: \n- control of droplet and particle collisions and appropriate outcomes {e.g. droplet coalescence as opposed to separation or bounce-off}, \n- generation of appropriate droplet or particle concentration 'patterns' - increased 'clustering' in space and time - to increase probability of collisions, \n- maintaining these qualities over a wider range of operating conditions. \nAlthough spray drying is an old technology - 'drying' including the process of collision and agglomeration of droplets, semidried and dried particles amongst each other - remarkably little fundamental knowledge exists which would reliably answer the simple question: given this geometry of spray drying tower, what kind of spray(s) and air flow(s) should I produce in order to manufacture powder of the following quality (e.g. humidity, mean size, size distribution, morphology)? The answer must include an explanation of how and why small modifications to the location of atomisers and flow conditions radically changes powder quality. To formulate the answer, we need better and more extensive measurements of the 'fundamental' processes than hitherto: and we must generate new understanding and ideas that will advance our ability to calculate the location, number and outcome (bouncing, coalescence/agglomeration, sticking) of collisions in turbulent flows for realistic liquids (initially feedstock frequently has the consistency of toothpaste on a cold day) and geometries - and check the advance against fundamental, simple yet representative flow geometries.\nThe overall aim of the proposal is to innovate powder manufacturing in spray dryers by improving the understanding of the probability of droplet or particle collisions in turbulent flows and of the outcome of droplet-droplet, particle-particle or droplet-particle collisions with emphasis on liquid properties and geometries used in powder production through spray drying or other similar processes. The research hypothesis is that the growth of powders in spray drying processes can occur much faster than currently believed through simultaneous multiple droplet collisions, initiated by binary droplet collisions. This is because collisions have a relatively long duration and result in deformed transient shapes (ligaments, discs, etc.) with relatively large 'target' surface area. The ligaments formed during droplet pair collisions can interact with the flow turbulence during a collision event and break up, instead of coalescing into larger droplets. Both these events are not currently taken into account in the design of industrial spray dryers nor in computational models of droplet collisions used for predictions. Our approach will be to make novel time- and spatially- resolved measurements of the liquid, spray and gas motions using optical instrumentation in flow configurations that allow the study of the microscale physics of droplet collisions and in model spray dryers that allow the study of macroscale processes. We will use these results to establish new 'collision kernels' and unique semi-empirical correlations of droplet collision outcomes in turbulent flows and breakup of non-spherical ligaments and propose novel methods for control of powder manufacturing in, and new computational models for predictions of, spray dryers.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K019732/1","grantId":"EP/K019732/1","fundValue":"379032","fundStart":"2013-05-01","fundEnd":"2016-06-30","funder":"EPSRC","impactText":"","person":"Ioannis  Hardalupas","coPersons":["Alexander Marinos Kreton Taylor"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}