{"id":"1FBD0818-192B-4F49-B6D7-CB4463FFB6CB","title":"The New Party","abstractText":"The New Party was formed by Sir Oswald Mosley in 1931, following his resignation from Ramsay MacDonald's Labour government and preceding his launching the British Union of Fascists (BUF) in October 1932. Mosley's objective was, initially, to formulate an effective and immediate response to the economic crisis afflicting Britain at the time. To this end, he hoped to win support from members of the three mainstream parties, which he deemed to have failed to adapt to the challenges of the modern age, and from intellectuals, economists and the press in order to propagate a programme based on a fusion of socialist and Keynesian economics committed to the 'national interest'. As controversially, the New Party insisted on the need for parliamentary reform to enact such a policy, with its emphasis on a strong executive cabinet and limited parliamentary discussion raising charges of dictatorship. \\n\\nTraditionally, the New Party has been seen either as a footnote in Labour Party history or as a brief stopping off point between Mosley's earlier socialism and later fascism. More recently, however, the ideas proposed by Mosley in 1930-31 have been placed in a broader context and related to the relatively fluid political-economic circumstances of the time. Put simply, Mosley was not alone in raising concerns as to the effectiveness of parliamentary democracy in the adverse circumstances of 1931; nor was he alone in beginning to conceive of a planned alternative to laissez faire capitalism. As such, the research project explores the origins, development and influence of the ideas and personalities which gathered in and around the New Party. Alongside Mosley, people such as John Strachey, Cyril Joad, John Maynard Keynes, H. G. Wells, Harold Nicolson, Osbert Sitwell, Harold Macmillan, Lord Rothermere and Anuerin Bevan joined or flitted around the edges of Mosley's circle, suggesting the New Party had a cultural and political relevance that has previously been underestimated. Linked to this, the New Party's evident failure raises questions relating to the processes, structure and nature of British politics in a turbulent period of history. As such, the New Party is used to analyse approaches to political organisation and the dissemination of political ideas in Britain between the wars. Finally, Mosley's eventual conversion to fascism was very much linked to his experience immediately prior to and amidst the New Party's formation and development. Consequently, the history of the New Party reveals much about both the Labour Party, in terms of its political and social character, and the evolution of British fascism. \\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F001347/1","grantId":"AH/F001347/1","fundValue":"16705","fundStart":"2008-01-01","fundEnd":"2008-03-31","funder":"AHRC","impactText":"","person":"Matthew  Worley","coPersons":[],"organisation":"University of Reading","findingsText":"","dataset":"gtr"}