{"id":"1FC447C9-2E60-42AA-AE1B-1F5D37085979","title":"Spin-dependent phenomena mediated by silicon nanocrystal assemblies","abstractText":"To encourage chemical reactions to proceed, and to exercise control over them, a promising strategy is to add energy to the molecules involved in the reaction, putting them in a more reactive state. A convenient way to add this energy would be via a beam of light. Unfortunately, it is often impossible to pump energy directly into a molecule using light because of obstacles due to fundamental quantum mechanics; the molecule may simply not be able to absorb the light. \n\nA way of avoiding this problem is to bring together a nanoparticle (termed a donor) that is able to absorb the light and then transfer that energy to the molecule in question. This proposal is based on our discovery that silicon (Si) nanostructures are ideal candidates to donors for energy transfer to, e.g, O2 and a variety of organic molecules. It is also supported by our recent advances in the development of freestanding spherical Si nanocrystals. \n\nThe ideal donor nanoparticle should have many key characteristics and nanosilicon satisfies all of them. It has an extremely long indirect exciton lifetime (thus storing the energy effectively), tunable energy of excitons (1.1-2.5 eV) and a large surface area (facilitating the transfer process). This unique combination of factors means that, for instance, the efficiency of excitation of O2 molecules to singlet states is found to be ~ 90 % even at room temperature. This process is accompanied by a spin-flip excitation of energy-accepting molecules (via a direct electron exchange mechanism) and should result in a variety of spin allowed photo-chemical processes. Therefore photoexcited systems containing Si nanocrystals can be viewed as universal spin-flip activators for molecules and clusters having singlet-triplet splitting energies below 2.5 eV. \n\nFor energy transfer, the mutual spin orientation of interacting species is crucial. We propose to investigate this through control of the participating spin states by magnetic field and microwave experiments. Remarkably, a very small magnetic energy (~1 meV) should efficiently control the energy exchange processes at the scale of eV by aligning the spins of the interacting species. Energy transfer can also be affected via variation of spacing between Si nanocrystals and accepting substances, or by variation of the surface potential barrier height and width. Studies of these will allow us to achieve full control over energy transfer process. \nOne key property of porous Si is that its pores can be almost completely be filled by energy accepting molecules. Optical excitation followed by the spin-exchange process thus significantly modifies the magnetic state of composite nanosilicon materials (from para- to diamagnetic or vice versa). An applied magnetic field should result in spin alignment and thus modify the magnetic state of the material. This will produce Faraday rotation and magneto-optic Kerr effects, which we will study. \nChemical reactions between singlet organic molecules and triplet O2 molecules forming new singlet organic molecules are forbidden by spin selection rules. Thus, the triplet multiplicity of O2 molecules is the reason why most reactions do not occur between O2 and organic substances at room temperature. Si nanocrystals can mediate either the excitation of O2 molecules into singlet states or of organic molecules into triplet states. Thus spin selection rules for oxidation reactions can be overcome if the spin state of only one substance is changed. The light-induced chemical reactivity of excited O2 or organic molecules will be studied using photo-bleaching experiments and infrared absorption spectroscopy to monitor the oxidation of the organic molecules and to identify reactants and products. Because scalable production of Si nanocrystal assemblies is feasible, these nanosilicon-based composites systems have real potential for eventual &quot;green chemistry&quot; industrial development.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J007552/1","grantId":"EP/J007552/1","fundValue":"401140","fundStart":"2012-01-03","fundEnd":"2015-04-02","funder":"EPSRC","impactText":"  They have not yet been used as far as I am aware - the project is still under way.  ","person":"Daniel  Wolverson","coPersons":["Paul Alistair Snow","Dmitry  Kovalev"],"organisation":"University of Bath","findingsText":" 1. First systematic magnetic-field dependent studies of electron-exchange mediated generation of singlet oxygen by photo-excited silicon nanoparticles;\n2. Development of a rate equation model for the dynamics of the above process as a function of oxygen concentration, nanoparticle size, and magnetic field strength;\n3. Observation and investigation of energy transfer to oxygen dimers from photo-excited silicon nanoparticles, proving that this is a non-spin dependent energy transfer process but is not a trivial optical absorption effect;\n4. First demonstration of energy transfer to oxygen as above but using two-photon absorption of silicon nanoparticles, thus enabling photo-excitation of oxygen with light wavelengths capable of penetrating biological tissue;\n5. First investigation of silicon nanoparticles supported within silica aerogel, seeking singlet oxygen generation within a solid gas-permeable matrix. We have identified the optimum silicon nanoparticle size for generation of singlet oxygen and have a much deeper understanding of the dynamics of this process; this informs future attempts to manufacture nanoparticles to the correct size range for biomedical applications. We have also shown that two-photon absortion can in principle be used to generate singlet oxygen via this mechanism. Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}