{"id":"1FCAE2BC-CA77-4DCB-B2AB-304E39E334EC","title":"Intracellular distribution of Cu(I): De-regulation &amp; exploitation in pathogen-control.","abstractText":"Copper is widely used in the agrochemical industry as a fungicide and Syngenta are investigating new copper based formulations with greater efficacy and/or requiring lower environmental copper input. Fortuitously, one of the Cu(I)-chelator compounds produced by synthetic chemists at Syngenta appears to de-regulate copper homeostasis in S. cereviasiae, as well as inhibiting growth of several pathogenic fungi. Via such de-regulation, this Cu(I)-chelator has the potential to provide insight into the pathways that deliver this metal to its destinations inside living cells. Specifically, preliminary data suggest that the sources of copper for each copper delivery pathway are not identical. This is a rare opportunity to explore fundamental questions at the heart of the cell biology of metals, while simultaneously tackling issues of direct relevance to an agrochemical company. Syngenta would like to understand the biochemical basis via which the Cu(I)-chelator acts if it is to be pursued commercially, and the 'Metals in Cells Group' at Newcastle University are eager to use the Cu(I)-chelator to explore how copper is correctly targeted inside cells. Copper is essential for enzymes such as cytochrome oxidase, superoxide dismutase 1, and (in plants) plastocyanin. Some metals, especially copper, have a tendency to form much tighter complexes with proteins than do others. Cells must maintain exceptionally low buffered cytosolic concentrations of copper in order to minimise the mis-population of proteins that require the less competitive metals. Copper must also be tightly controlled due to its propensity to engage in redox chemistry such as the Fenton reaction which generates deadly hydroxyl radicals. To avoid copper-release in the cytosol it is supplied to copper requiring proteins under kinetic control, meaning that copper is delivered to its correct destinations by specific 'copper metallochaperones'. The metal is passed from the copper metallochaperones to their partners by sequences of ligand-exchange reactions. In most eukaryotic cells, including fungi, these include copper metallochaperones for cytochrome oxidase in mitochondria, one for superoxide dismutase 1 in the cytosol and finally one for the trans-Golgi network. However, it is unclear where the copper metallochaperones themselves obtain copper and it is also unclear how the routing of copper to these different cellular destinations is prioritised, especially when copper is in short supply. These are fundamental unknowns in regard to copper homeostasis in all organisms; plants, fungi, bacteria and animals including humans. An intriguing hypothesis is that the copper chaperones for cytochrome oxidase have access to copper released at cuproprotein turnover, while those for SOD1 and for the trans-Golgi network predominantly have access to newly imported copper. This would ensure that as copper levels decline the metal ions become predominantly routed to a most vital intracellular destination, namely cytochrome oxidase. Fungal cells treated with the Cu(I)-chelator generated by Syngenta chemists appear to detect high intracellular copper concentrations by switching on expression of (metallothionein Cup1-1 and Cup1-2) genes whose products mop up surplus copper. However, the treated cells concurrently exhibit phenotypes consistent with insufficient copper reaching cytochrome oxidase. A goal of this programme is to measure the respective cupro-enzyme activities and quantify the amounts of copper reaching the different destinations. This will establish if there are distinct sources of copper for the different copper delivery pathways.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H011110/1","grantId":"BB/H011110/1","fundValue":"363401","fundStart":"2010-07-01","fundEnd":"2010-12-31","funder":"BBSRC","impactText":"  refer to version 2 of this award held in Durham Agriculture, Food and Drink Economic","person":"Nigel John Robinson","coPersons":["Julian Colin Rutherford"],"organisation":"Newcastle University","findingsText":" See record for BB/H011110/2 See record for BB/H011110/2 Agriculture, Food and Drink","dataset":"gtr"}