{"id":"1FD0DD98-6C5B-4670-AAB4-A81F783BC478","title":"Metaphysics of Science: causes, laws, kinds, and dispositions","abstractText":"We naturally think that what happens in the universe is governed by laws of nature. We also think that events are causally related lo other events, that things are naturally classified into kinds (physical, chemical and biological kinds, for example), and that at least some natural kinds have distinctive dispositions (for example, the disposition of NaCI to dissolve in water). This project explores how, or whether, all these distinct notions - law, cause, natural kind, and disposition - can be made to fit together into a coherent and unified worldview. For example, must two causally related events be such that they are members of kinds that are lawfully related? Must those kinds be natural kinds? Are natural kinds distinguished from one another by the fact that members of different kinds are disposed to behave in different ways? \n\n\nResearch context \nThe project builds on the philosophical success and fruitful working relationships developed by the 'Metaphysics in Science* Research Group, established in 2001 and funded since 2003 by a British Academy International Networks grant. The group has annual workshops, and its participants include the three applicants together with other philosopher working broadly within the metaphysics of science both in the UK and overseas. Regular participants include Paul Noordhof and Stephen Baricer (Nottingham), Stathis Psillos (Athens), Johannes Pereson and Anna-Sofia Maurin (Lund). James Ladyman (Bristol) and Alice Drewery (Reading). Other participants have included Peter Menzies (Macquarie), Phil Dowe (Queensland), Adam Elga (Princeton), Daniel Nolan {St Andrews), and Samir Okasha (Bristol). \n\nIt also builds on the expertise of members of staff at the three participating institutions (some of whom are listed above). In particular, there are philosophers of science (Ladyman and Okasha at Bristol), metaphysicians (Noordhof, Rodriguez-Pereyra, Noonan and Mackie at Nottingham), and philosopher of language and mind (Baricer and Predelli at Nottingham, Brawn and Spicer at Bristol, and Milter, KOIbel and Byme at Birmingham). \n\nThere are two further, crucial features of the research context that forms the background to this project. First, the general topics to be investigated are currently very active areas of philosophy worldwide which are generating a very great deal of interest. Second, the applicants themselves are at the forefront of international debate on causation, laws and dispositions. All have produced major published work on, and are engaged in on-going research in, these areas. \n\nAims and objectives \nTo produce and disseminate research of the highest quality on the interrelations between, and applications of. the notions of law, cause, natural kind and disposition. \n\nTo bring together researchers in disparate fields who work on topics which draw on these notions in order to stimulate a broader and better-informed debate than would otherwise be possible, thus making greater progress on relevant philosophical problems (e.g. mental causation, scientific classification, the nature of natural kinds). \n\nPotential applications and benefits \nThe project will benefit the research of the three participating UK departments but also lead to collaboration with and dissemination to a wider audience. It will also provide early career opportunities for postdoctoral fellows and study opportunities for PhD students working in these areas.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/D503833/1","grantId":"AH/D503833/1","fundValue":"748644","fundStart":"2006-10-01","fundEnd":"2010-03-31","funder":"AHRC","impactText":"","person":"Alexander James Bird","coPersons":["Helen  Beebee","Stephen  Mumford"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}