{"id":"1FE353EE-543C-4EBF-BBF9-B9E6C81A3188","title":"Investigation of a novel supramolecular organisation of the oligomeric mucins MUC5AC MUC5B and MUC2","abstractText":"A layer of mucus is a common means of protecting the delicate exposed epithelial surfaces of an organism against its environment and a range of biological, chemical and physical insults. We have discovered that the gel-like characteristics of mucus in saliva and now potentially in other mucus gels (e.g. the respiratory, gastrointestinal and reproductive tracts) are caused by calcium binding in the large structural glycoproteins (mucins). Our evidence shows that this involves protein parts of the mucin linking mucin molecules together. Therefore we will identify the part(s) of the mucin responsible for calcium-binding by testing different parts of the molecule prepared separately and also in fragments of mucin purified from saliva. The details of how it functions and where it occurs in the structure of the mucin will be determined. We will also investigate whether mucins can be modified to remove or inactivate their calcium binding properties. This calcium dependent cross-link activity that we have detected in mucin is newly discovered and it is a potentially important mechanism contributing to the function of this vital protective barrier. Furthermore, an improved understanding of the organisation of this barrier has important implications for treatment of common diseases involving mucus overproduction (e.g. asthma and cystic fibrosis) and improved strategies for the delivery to and across epithelial surfaces of pharmaceuticals and gene therapy agents.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D522389/1","grantId":"BB/D522389/1","fundValue":"250509","fundStart":"2006-02-01","fundEnd":"2009-01-31","funder":"BBSRC","impactText":"","person":"David  Thornton","coPersons":["Timothy Edward  Hardingham"],"organisation":"The University of Manchester","findingsText":" 1. Calcium can mediate reversible interactions (KD 100nM) between oligomeric MUC5B mucins leading to the formation of a cross-linked, branched mucin network. Importantly, similar specificity of binding of the D3 subdomain of MUC2 to native MUC5B showed that calcium-dependent cross-linking is a common feature in this family of oligomeric mucins.\n\n\n\n2. Two classes of calcium binding sites are present on native MUC5B mucins, these are:\n\ni. Multiple, low affinity, electrostatic ion binding to glycans (KD 74_M, ~760 sites per mole) only detected at low ionic strength and;\n\nii. A single, high affinity, calcium specific protein site (KD 400nM, ~1 site per mole) active at physiological ionic strength.\n\nThe low affinity binding of calcium to the glycans was not responsible for network formation.\n\n\n\n3. Calcium binding and the site of calcium-dependent network formation of native MUC5B mucin were localized to sites within the N-terminal D3 domain, using an antibody specific to a sequence within D3 and by binding experiments with recombinant MUC5B N-terminal protein sub-domains. \n\n\n\nThese findings have shed light on how the major mucin in respiratory, salivary and cervical mucus is packaged and stored inside secretory granules and factors that might affect the formation of normal, functional mucus gels  Healthcare,Other","dataset":"gtr"}