{"id":"1FE53AE7-8CAB-4A13-858A-7A366062443C","title":"Timing in Accents of English","abstractText":"<p>Timing is a crucial part of speaking. The actions of the speech organs must be precisely timed with one another if speech is to sound natural and be easy to understand. Across different accents of English, speech timing and rhythm seem to differ, and unfamiliarity with an accent's timing intuitively seems to lead to trouble understanding it. Yet there is little research into this area. This project addresses three questions:</p>\n\n<ol>\n \n\n <li>How do accents differ in the timing patterns associated with particular word shapes?</li>\n\n <li>Is comprehension disrupted if the &quot;wrong&quot; timing pattern is heard for a given accent?</li>\n\n <li>How do speakers of different accents adjust to one another's timing patterns in conversation?</li>\n</ol>\n\n<p>The project looks at the accents of Glasgow, Buckie, Leeds, Cambridge, and at Bradford British Asian English. It investigates the fine details of timing in specific types of word, such as feeler, filler and feel a [bit ill]. Methodologies include phonetic analysis of both conversational and read speech, and perceptual experimentation. Results will be used to design further research on speech timing patterns, and ultimately to build collaboration with psychologists and neuroscientists in order to understand the kinds of mental 'clocks' people use to perceive speech.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-061-25-0302","grantId":"RES-061-25-0302","fundValue":"136667","fundStart":"2009-08-01","fundEnd":"2011-09-30","funder":"ESRC","impactText":"  Our research on timing in accents of English has given rise to several events and initiatives, including:\n(1) a workshop on pronunciation learning for non-native learners of English (2012); a successful application (2013) to AHRC for a Collaborative Doctoral Award testing whether incorporating rhythmic training into a pronunciation learning software tool can improve non-native learners' comprehension of casual speech;\n(2) considerable networking activity, including the establishment of a network (Rhythms in Scotland), a Twitter feed and JISCmail list for the rhythm research community, an international interdisciplinary conference involving academics and speech and music therapists (Perspectives on Rhythm and Timing, 2012), and and resulting journal special issue (2014, see Publications) which has attracted media attention;\n(3) a workshop for speech and language therapy students on rhythm in disordered speech (2013);\n(4) advice sought and obtained by Glasgow Science Centre on the development of an exhibit on delayed auditory feedback (a fluency phenomenon that involves rhythm) for their Bodyworks exhibition Digital/Communication/Information Technologies (including Software),Education Cultural,Societal","person":"Rachel  Smith","coPersons":[],"organisation":"University of Glasgow","findingsText":" A long-standing research tradition understands speech rhythm in terms of two perceptual prototypes, 'machine-gun' vs. 'Morse-code' rhythms, and seeks reliable acoustic metrics to support this intuitive categorisation. Motivated by an alternative, structural approach, we investigated linguistic factors affecting timing variation in four dialects (Cambridge, Glasgow, Leeds, and Bradford). We identified acoustic differences in timing across the dialects relating to the realisation of many levels of linguistic structure (prosodic boundaries and prominence, stress, word boundaries, syllable structure, and segmental inventory). We began to bridge the gap between these approaches, and proposed a new linguistically-informed perspective on rhythm measurement, the Multi-dimensional Dispersion Coefficient (MDC).\n\n\n\nWe then tested whether the observed dialectal differences affect perception. We created artificial meaningless sentences with real words embedded in them, and modified the word rhythm to be right or wrong for either Leeds or Glasgow accent. The wrong rhythm for their accent made listeners less accurate and slower at identifying words. \n\n\n\nFinally, we began to explore how people adjust temporal properties of their speech towards another speaker. We asked non-native speakers to imitate a difficult temporal pattern of English, and observed that convergence towards the model speaker was easy in a highly rhythmical task, but more difficult in other tasks.\n\n\n\nThis research has provoked many events and initiatives, from workshops on pronunciation learning through to an international conference. We are exploring potential applications in speech therapy, while a new collaboration with neuroscientists investigates the cerebral correlates of convergence. The research has applications in English pronunciation learning and teaching. In February 2012, we ran a Knowledge Exchange workshop on rhythm and stress in English pronunciation, which was offered to international students at Glasgow's universities. 20 learners listened to a mini-lecture and took part in pronunciation exercises where they listened, chanted, and sang. Participants enjoyed the workshop and awarded it very high ratings in a post-course questionnaire.\n\nWorking with a start-up, Micro-phonics Ltd, who produce software for English pronunciation teaching and learning, we have explored possibilities to incorporate material on rhythm into Micro-phonics lesson plans, and in 2014 obtained AHRC Collaborative Doctoral Award funding for a studentship to investigate this. \n\nOur production results and the corpus on which they are based have already aroused interest within the academic community. Our MDC metric is a new exploratory tool for rhythmic analysis that has potentially broad application across languages and regional and social dialects. It could also be applied to help understand data from disordered speech. We collaborated with Anja Lowit (Strathclyde) on a seminar for trainee speech therapists (March 2013).\n\n\n\nOur perception study is one of very few on processing of unfamiliar accents that unpicks the specific consequences of fine phonetic differences for the dynamics of word recognition. It has the potential to change awareness within the field. Digital/Communication/Information Technologies (including Software),Education","dataset":"gtr"}