{"id":"1FECB68F-68D3-43C8-AA27-F483ACE5C1FF","title":"Role for dynamic protrusions in epithelial patterning","abstractText":"The back of an adult fly carries a beautiful array of bristles. This has long been used as a simple model to understand pattern formation in biology. When imaged live fly embryos it is clear that this pattern of bristles develops over time through a process of self-organisation, which from messy beginnings yields a well-ordered final state. Remarkably, such patterns can be achieved even when challenged with wide range of perturbations. \n\nThe possibility to manipulate fly genetics and to image fly development live make the fly thorax (notum) an ideal model with which to explore general principles in this process of biological pattern formation. Fundamental discoveries in this area are likely to have implications for our understanding of processes as diverse as the generation of the organisation in the human inner ear or the gut.\n\nIn a recent study of this process we discovered that the cells that make up the notum (a flat tissue) have numerous fingerlike protrusions (filopodia) that span several cell diameters. These formed a dense web of cell-cell contacts underneath the tissue that enabled non-neighbouring cells to contact one another and, importantly, to exchange information at a distance. Like most cellular protrusions, these are dynamic, with an average lifetime of less than 10 minutes. Because of this, cells contact different neighbours over time as the pattern of bristles is being established, enabling each cell to ensure that it is correctly positioned with respect to other cells in the vicinity before deciding on its fate. Inhibition of protrusion formation resulted in patterning that was severely disrupted and in which the average separation between bristles was decreased. These data suggest that filopodial protrusions play an important role in sending the signals that regulate bristle patterning. This generated interest across the scientific community because many researchers suspect protrusions may mediate long range signalling in their own systems of study.\n\nHere, in order to build on this novel finding, we aim to identify the molecular mechanisms that underpin protrusion formation, dynamics, and protrusion mediated signalling in flies. We will use approaches taken from nanotechnology together with genetic techniques to determine the role of the dynamic filopodia in the generation of a well-ordered and patterned epithelium. First, we will image individual cells in developing flies using high power light microscopy, paying particular attention to the dynamics and morphology of their protrusions. By using markers of signalling together with markers of filopodia, we will be able to see what differentiates cells that become bristles from those that do not by measuring parameters related to filopodial length and duration of contact with other cells. Next, we will search for proteins that regulate the dynamics of filopodial protrusions. To do this, we will reduce the number of candidate proteins and ask if their depletion affects filopodial form and/or dynamics. In this way we expect to identify proteins that are physical components of the filopodia and proteins that regulate their assembly acting downstream of cell-cell signalling events. To find out what these protrusions do and to understand the link between individual filopodia and whole tissue patterning we will disrupt filopodia dynamics in specific tissue regions and ask how bristle spacing changes across the perturbed region of tissue, comparing results with simulations in a computational model of the process. Finally, we will ask if filopodial dynamics contribute to the robustness of this patterning process following mutation or environmental shock. \n\nWe believe this work will provide us with a better understanding of this new type of patterning that relies on dynamic changes in cell-cell contacts. We anticipate this having broad implications for other patterning processes during development, homeostasis and disease, and for tissue engineering.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J008532/1","grantId":"BB/J008532/1","fundValue":"346706","fundStart":"2013-01-07","fundEnd":"2016-01-06","funder":"BBSRC","impactText":"  Spoke about tissue patterning on Radio 4 as part of a series on Kiplings stories to an audience of several million heard by millions on prime time Radio 4:\n\nhttp://www.bbc.co.uk/programmes/b01pthk9 Education Cultural","person":"Buzz  Baum","coPersons":["Guillaume Thomas Charras"],"organisation":"University College London","findingsText":"","dataset":"gtr"}