{"id":"1FF85E63-F82B-40A9-ACAC-040BEC780AFC","title":"Supporting creative business: the Cultural Enterprise Office and its clients","abstractText":"The Cultural Enterprise Office (CEO) was established in 2002. It is supported by Creative Scotland, Aberdeen City Council, Dundee City Council, The City of Edinburgh Council and Glasgow City Council and its services are delivered in partnership with the Business Gateway network. The CEO undertakes a wide range of activities in support of cultural micro-businesses. In line with the EU's definition, 'Micro enterprises are defined as enterprises which employ fewer than 10 people and whose annual turnover or annual balance sheet total does not exceed 2 million euro'. The areas it covers - using specialist advisers - are: digital development, equalities, finance, taxation, human resources, legal affairs, press and publicity, property, marketing and retail. These services are provided for the following creative sectors: community arts, dance, design, fashion and textiles, film, games and apps, literature, music, performance, product design and photography, screen industries and animation, TV and digital media and visual arts.\n \nIn recognition of the value that this project will contribute, the CEO's chair and director have offered unrestricted access for research. The organisation wishes to reflect on a decade's work and to make its exceptionally rich database of relations with a wide range of clients across a gamut of cultural practices available for analysis with a view to increasing the CEO's effectiveness and its understanding of the tacit and implicit knowledge that is used in dealing with clients. The research team will offer real time analysis of interactions between clients and the CEO's executive and advisory teams to assess areas of success and those that might be improved. The research will therefore constitute an unprecedented analysis of the workings of a cultural support body and how it engages in knowledge exchange in the creative economy. At the same time, because the research will add very significant new analysis to the CEO's knowledge base, it also exemplifies how academics can engage in highly constructive KE with a cultural support body. \n\nThrough the methods outlined below, this study will aim to understand the funding and policy environment in which the CEO operates and how this is translated into its internal imperatives and how these in turn shape relations with clients. The research team will also seek to understand how clients approach the CEO for advice, how this relates to other sources of advice that they might pursue, and how - through case studies - that advice shapes (or does not shape) the development of cultural enterprises. This project constitutes an exceptional and timely opportunity to undertake a full-scale case study that scrutinises how contemporary policy is understood and implemented institutionally and organisationally by a publicly funded cultural agency. \n\nThe research will examine the objectives pursued by the CEO; how it fulfils its objectives; and ask what strategic lessons may be drawn from its overall experience. The principal data-gathering techniques include the assessment of documents and texts, analyses of a rich holding of data on clients, archival research, and interviews with board members, staff, advisers, clients and other key policy actors, to all of whom the project team are confident of achieving excellent access. The PI (Schlesinger) and Co-I (Selfe) bring multi-disciplinary expertise in sociological, historical, archival, creative economy and policy analysis.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K002570/1","grantId":"AH/K002570/1","fundValue":"146967","fundStart":"2013-04-01","fundEnd":"2014-09-30","funder":"AHRC","impactText":"  Our provision of analysis to CEO during the research period has taken two forms. First, there has been formal feedback in the form of special events. See our response to Objective 6, below. Second, there has been continual, informal interaction, during which we discussed emerging findings and regularly acted as sounding boards for CEO staff and board members. \n\nThe project has brought critical engagement with dominant assumptions underpinning knowledge exchange. Pain et al (2011) have suggested that the impact agenda could enable HE institutions to formalise their public engagement activities. This is not a simple matter, as it happens, because it would be perilous to assume that each and every academic is capable of undertaking the same kinds of task, or indeed, that this is desirable. With the impact agenda now assuming a new role in UK research practice, it is important to open up the debate as to how this should be addressed, what its relationship to KE and public engagement might be, and how a nuanced and variegated approach might be taken. \nAs the name suggests, knowledge exchange requires that knowledge be exchanged, to benefit both a given HE institution and a partner organisation. Knowledge exchange is predominantly understood as something that occurs via formal channels, such as through events (see above) or structured advice. Our experience shows that while this is indeed an important component of knowledge exchange, far greater attention needs to be paid to 'informal' processes, namely, those small-scale occurrences in the field that may lead to profound changes both in HE institutions and their partner organisations. As it stands, we fear that such 'informal' knowledge exchange is not being given sufficient attention, in part because it is much more difficult to capture and evidence. Creative Economy Cultural,Policy & public services","person":"Philip  Schlesinger","coPersons":["Melanie  Selfe"],"organisation":"University of Glasgow","findingsText":" 1. The research team has undertaken a path-breaking analysis of Cultural Enterprise Office (CEO), a small cultural business support agency, based in Glasgow. For the first time, to our knowledge, we have undertaken an ethnographic study of how such an agency works and how it fits into the wider policy landscape in the UK and Scotland. Such bodies are significant intermediaries between top-down government policy initiatives and bottom-up developments in microbusinesses and among sole traders.\n2. The research has involved extensive observation in CEO with 26 interviews conducted with CEO staff and advisers, 11 interviews with CEO ‘stakeholders’ and a further 17 with CEO’s clients.\n\n3. The research has provided evidence-based analysis to CEO and the team is in the process of developing a body of work that will be of considerable use to future researchers.\n\n4. The research team engaged in 3 formal KE events with CEO – an all-hands workshop for staff and board; a more focused workshop centred on business support; and an end-of-project seminar with wide constituencies and an international dimension.\n\n5. The research team has connected its research with others focused on creative work, notably through the AHRC’s Creative Economy Showcase, by way of collaboration with CREATe, the RCUK Centre for Copyright and New Business Models in the Creative economy, and also through our extensive networks. 1. The research team has undertaken a path-breaking analysis of Cultural Enterprise Office (CEO), a small cultural business support agency, based in Glasgow. For the first time, to our knowledge, we have undertaken an ethnographic study of how such an agency works and how it fits into the wider policy landscape in the UK and Scotland. Such bodies are significant intermediaries between top-down government policy initiatives and bottom-up developments in microbusinesses and among sole traders.\n2. The research has involved extensive observation in CEO with 26 interviews conducted with CEO staff and advisers, 11 interviews with CEO ‘stakeholders’ and a further 17 with CEO’s clients.\n\n3. The research has provided evidence-based analysis to CEO and the team is in the process of developing a body of work that will be of considerable use to future researchers.\n\n4. The research team engaged in 3 formal KE events with CEO – an all-hands workshop for staff and board; a more focused workshop centred on business support; and an end-of-project seminar with wide constituencies and an international dimension.\n\n5. The research team has connected its research with others focused on creative work, notably through the AHRC’s Creative Economy Showcase, by way of collaboration with CREATe, the RCUK Centre for Copyright and New Business Models in the Creative economy, and also through our extensive networks. Creative Economy","dataset":"gtr"}