{"id":"200153E8-8BC0-4357-9C7F-451B4FE15E24","title":"Peri-domestic behaviour of African malaria vectors and the impact of insecticides","abstractText":"The most effective and widely used malaria vector control measures use insecticides to target the vector in the home environment and account for 60% of global investment in malaria control today. With the arrival and rapid spread of insecticide resistance in African malaria vectors, the need to find new approaches to indoor vector control has become urgent. Existing tools and the majority of new approaches for vector control are designed to target Anopheles sp. peri-domestic behaviours to deliver impact. Yet despite its importance in malaria epidemiology and control, very little is known about mosquito behaviour within the human home. Knowledge is limited to simple basics such as where mosquitoes enter and exit the house and that they rest within the home after bloodfeeding. Key questions about how they approach the house, where they fly in three-dimensional space, which sensory cues are critical and how they influence flight or entry behaviour remain unanswered. This lack of knowledge becomes even more apparent when investigating how mosquitoes interact with insecticides in the domestic environment. \nSmall, fast-flying and nocturnally active, Anopheles mosquito behaviour is not easily studied. Progress in this field has been hampered by the technological challenge of tracking anophelines and insight into the behaviour of anophelines will ultimately be the key to more effective vector control. Moreover, such studies are best undertaken in the mosquito's natural environment, to ensure accuracy and reliability. Tackling this challenge, we have developed robust mosquito tracking technology that overcomes many of the obstacles that prevented studies previously. Our tracking system can provide detailed visual recordings of nocturnal mosquito activity indoors, at a rural setting in the field in Tanzania, allowing detailed observation and subsequent analysis of the behaviour of wild populations of the Anopheles malaria vectors. \nThe project will use the tracking equipment in an experimental hut system in the field in Tanzania to deliver an evidence-based characterisation of anopheline mosquito behaviour in the human home. We will also examine how insecticide treatments deployed in the home affect behaviour to determine more precisely how existing vector control tools function and how they might be improved.\nThis unique collaboration utilises state-of-the-art technology deployed in a resource-poor setting to search for solutions to a disease affecting millions worldwide. Its findings will be fundamental to increasing understanding of the mechanisms of existing vector control tools, whilst potentially identifying targets for new tools in the near future.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M011941/1","grantId":"MR/M011941/1","fundValue":"914272","fundStart":"2015-07-01","fundEnd":"2018-06-30","funder":"MRC","impactText":"","person":"Philip John  McCall","coPersons":["David Peter Towers"],"organisation":"Liverpool School of Tropical Medicine","findingsText":"","dataset":"gtr"}