{"id":"2002CEF1-7B49-4FC2-9CEB-D07A1E210EFD","title":"Development of an improved (DIVA) vaccine against peste des petits ruminants and technology for a control strategy in endemic areas","abstractText":"We are making great progress in the fight against many viral diseases through the use of concerted mass vaccination campaigns. One viral disease (smallpox) has been eradicated, and other human diseases (polio, measles) are close to eradication or in great decline. In the area of livestock disease, one of the great historical killers of cattle, rinderpest, has been essentially eradicated, a programme that is in the last stages of confirmation. However, a close relative of rinderpest virus, peste des petits ruminants virus (PPRV) is a growing problem, spreading from a relatively limited area of sub-Saharan Africa both northwards and southwards, and from India into Tibet and other countries in South-East Asia. This virus causes a serious disease in sheep and goats, and is thus a threat to the primary types of livestock held by the poorest herders and small holders in the developing world. It is possible that the spread of this disease may in part be due to the increased trade in (movement of) livestock which became possible as countries became confirmed as free from rinderpest. There are existing vaccines against PPR which are being used to try to control the disease in specific areas. These vaccines are essentially weakened versions of the normal virus, and give life-long immunity, but they have two major faults: (i) they are not heat stable, so they require a so-called 'cold chain', a network of veterinarians with stable power supplies for refrigerated storage, and cold-store-equipped vehicles to distribute the vaccine; (ii) there is no way to differentiate vaccinated animals from those that have had the disease and recovered. Therefore, once a vaccination campaign is under way, it becomes impossible to detect whether animals have been infected previously, or whether infected animals have been brought into an area where vaccination is being carried out. This project is primarily aimed at producing a vaccine which overcomes these problems. We will make recombinant versions of an avian virus called fowlpox virus (FPV), a virus which is naturally heat tolerant. FPV does not replicate in mammalian cells, so the recombinants cannot cause disease in the sheep/goats. In addition, the strain of FPV used for the work is one used as a vaccine against fowlpox disease in chickens, so domestic fowl are also not at risk. These recombinant FPV will express two PPRV proteins when injected into sheep, and the immune response to these proteins should protect against PPRV; however, because not all the PPRV proteins are being made, the set of immune responses will not be the same as seen in real PPRV infection, so it will be possible to determine which animals have been vaccinated and which infected. In order to boost the immune response to the PPRV proteins made by the recombinant FPV, we will include other recombinant FPV expressing sheep immune stimulator proteins. We hope that this will mean that a single dose of the new vaccine will be enough to protect animals, which will decrease the cost of vaccination. We will test the new vaccine in sheep or goats at the research institute in the UK and then further in larger numbers of animals in farms in Uganda where there is a current, ongoing PPR epidemic. This will ensure that protection from infection is still seen when the animals are the types found in developing countries, and kept under the same conditions. Other tasks in Uganda are the testing and validation of a new diagnostic test that will only detect PPRV infection, but not the vaccination, and a 'pregnancy test' style device which will enable the diagnosis of PPR disease directly from a sample of animal tears, without need for a laboratory (so-called 'penside' test). This test will greatly simplify checking for infection in areas where the PPR virus has not yet become established.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H009027/1","grantId":"BB/H009027/1","fundValue":"787014","fundStart":"2010-11-04","fundEnd":"2014-05-03","funder":"BBSRC","impactText":"  A penside test for PPRV, developed within this project, has been prepared as a kit and is being tested in 5 different countries for usability and accuracy.\nThe new vaccine we have developed is being further characterised in follow-on projects. It needs much more extensive validation and long-term checking before it will be accepted as a replacement for the existing vaccine.  ","person":"Michael  Baron","coPersons":["Anna Rose  Okurut","CHRISOSTOM  AYEBAZIBWE","Chris  Oura","Geraldine  Taylor"],"organisation":"The Pirbright Institute","findingsText":" Fowlpox-vectored vaccine was poorly immunogenic in goats, while the vaccines based on recombinant adenoviruses were effective, eliciting neutralising antibodies as well as target-specific T cells. The vaccinated animals were shown to be protected.\n\nA penside test was developed for PPRV which was effective when tested in infected animals at Pirbright. This has been commercialised after validating in PPR-endemic countries The outputs will initially only be useful in non-academic contexts, i.e. in the field for diagnosis and prevention of PPRV infection The Penside tests are undergoing field trials prior to going on sale.\n\nDiscussions are underway with GALVMED toward further testing of the vaccine in Africa prior to commercial production. Grant funding has been obtained for an extended test of the vaccine. Agriculture, Food and Drink","dataset":"gtr"}