{"id":"201364CA-2D6F-4FD2-8068-5AEF2287D077","title":"Corpus of Scottish medieval parish churches: 2nd phase","abstractText":"The project for which funding is currently sought is the second phase of a survey of all the locations where medieval parish churches were established in Scotland. This phase will examine parochial sites within the dioceses of St Andrews and Brechin.\\nA great majority of Scottish parish churches now appear to be buildings of relatively modern date, and this has led to a view that very few are of interest to historians of medieval architecture or ecclesiastical history. Apart from the consequent neglect of a significant area of scholarship, this has had the practical consequence that a great deal of damage has been caused to the fabric and archaeology of churches on the mistaken assumption that there is no medieval work that might be at risk when invasive works are taking place.\\nHowever, the Investigators involved in this project have become increasingly aware that many apparently modern buildings on medieval sites are likely either to contain significant elements of pre-Reformation structures, or were very closely conditioned by their medieval predecessors. \\nIn order to test this idea a pilot study was carried out in the dioceses of Dunkeld and Dunblane, where there were 105 parishes. It was found that 14 wholly or partly roofed churches there have retained significant medieval work; 22 ruined churches have retained part of their medieval appearance; 14 churches appear to perpetuate the footprint of their pre-Reformation predecessors and are likely to incorporate some medieval work; and 22 churches are on the site of the medieval building, with a possibility that they incorporate medieval work. It was also found that medieval churches of rectangular plan (the great majority) have average proportions of 1:2.69, whereas the preferred proportion for post-Reformation churches was closer to 1:2. In the course of the work, a greater body of information on the medieval history of the parishes has been assembled than for any other part of Scotland, and much of this information is of relevance for our understanding of the buildings.\\nHaving established an effective methodology, it is intended both to expand the scope of the survey and to test the findings of the pilot study by examining the churches and sites in the dioceses of St Andrews and Brechin. These dioceses offer a fascinating range of parochial types, many of which were planned on a more ambitious scale than the majority of those considered in the pilot study. The dioceses of St Andrews and Brechin embrace the majority of Scotland's great trading burghs, and include a number of major cathedral, monastic and collegiate churches that also served a parochial function.\\nApart from the analyses of the buildings and the documentation of the individual parishes, there will therefore be scope for taking an overview of a number of themes. These will include the introduction of new ideas along trading routes and the artistic influences exerted by the major workshops.\\nSince this promises to be a particularly rewarding phase of the overall project, and in view of the current shortage of scholarly expertise in this area, it is considered that the opportunity should be taken to offer training to young postgraduates. A proportion of the fieldwork and research will therefore be undertaken by a post-doctoral researcher working alongside one of the co-investigators for half the length of this phase and a PhD studentship will be attached to the project with a particular focus on the collegiate churches.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/I026499/1","grantId":"AH/I026499/1","fundValue":"403102","fundStart":"2012-03-05","fundEnd":"2015-08-31","funder":"AHRC","impactText":"  Our work on this second phase is still in progress as we enter the third and final year. So far, all of the entries on the architectural evidence at the individual sites have been uploaded onto the website, together with large numbers of images taken in the course of the fieldwork. Work is currently in progress to edit and upload the historical material, and to ensure that it is dovetailed with the architectural analyses in ways that are likely to make it most useful for the full range of expected visitors to the website. There have also been large numbers of presentations to a range of bodies by both the investigators and the PhD student attached to the project.\n\nAt this stage it would therefore be premature to assess the full gamut of ways in which our findings will be used. However, both the website and the investigators are already being regularly consulted by:\n\nNational and local bodies responsible for recording, making decisions on statutory protection, conserving and grant-aiding churches and church sites.\n\nNational learned/amenity societies and local history/archaeology societies with an interest in church architecture and medieval Scotland. Creative Economy,Education,Environment,Leisure Activities, including Sports, Recreation and Tourism,Government, Democracy and Justice,Culture, Heritage, Museums and Collections Cultural,Societal,Economic,Policy & public services","person":"Richard  Fawcett","coPersons":["Julian Marcus Luxford","Richard  Oram"],"organisation":"University of St Andrews","findingsText":" This second phase of our project to examine and analyse the churches and church sites where there was a parochial presence before the Reformation is now into its third and final year. The analysis of our findings will not be completed until all the evidence has been assembled, but already it is clear that the generally held understanding of the extent of survival of medieval fabric at these sites has been greatly underestimated. We are very excited by the scale of our new discoveries. Although we consider that our analysis of the evidence across the four dioceses studies so far has generated a statistically valid body of information that is almost certainly applicable across the whole of medieval Scotland, it is our hope that we shall be able to give our project definitive shape by covering all thirteen dioceses in due course.\n\nThe information we have gathered so far is proving to be of value both for those working within the areas covered, and at a more general level for t Communities and Social Services/Policy,Creative Economy,Education,Environment,Leisure Activities, including Sports, Recreation and Tourism,Government, Democracy and Justice,Culture, Heritage, Museums and Collections","dataset":"gtr"}