{"id":"2013102A-1A3E-4598-93E2-81648586CD0B","title":"Extremal Laurent Polynomials","abstractText":"There are different kinds of geometry, depending on how restrictive we choose to be in the transformations of space that we allow. In Euclidean geometry we only allow rigid motions, so this is a pretty rigid geometry. In topology, the fabric of space is rubber, so this is a pretty flexible geometry. Geometry has applications to physics: space-time is geometry and our view of the physical world depends a great deal on how we imagine the geometry of space-time.The rigidest of all is arithmetic geometry. Next comes complex (algebraic) geometry. The objects, or spaces of geometry are called manifolds. In complex geometry there are three basic types of manifolds: those with(1) positive curvature, called Fano manifolds; (2) zero curvature, called Calabi-Yau; (3) negative curvature, called general type.The types roughly correspond to the geometry of the sphere, the Euclidean plane, and the hyperbolic plane. One of the aims of this project is to develop a better understanding of Fano manifolds. The perspective of this research comes from theoretical physics. In classical physics a free particle moving from A to B follows a straight line. In quantum physics a particle can follow any path connecting A to B but the straight line is still the most probable path. The elementary objects of string theory are strings moving in a background X that is--depending on the theory--a complex Fano or Calabi-Yau manifold. The string-theory analog of a straight line from A to B, the most probable quantum-mechanical path, is a 1-dimensional subspace--a curve --C with ends at complex subspaces A_1,...,A_n. Because the complex line has two real dimensions, a curve in complex geometry actually looks like a surface, precisely the kind of path that a string sweeps out as it moves in X. It is no longer true that there is a unique line connecting A to B: Gromov-Witten theory is the science of counting the number of complex curves C in X having ends in A_1,...,A_n. The curve count is the key to computing various other physical quantities in the string theory.In this proposal, we view the curve counts in the Fano manifold X as basic geometric information about X. To explain how we exploit this, I need to tell more about string theory. It turns out that there is a way to construct a string theory from a Laurent polynomial f: that is just a polynomial in variables x_1,...,x_n and their inverses 1/x_1,...1/x_n. We say that a Fano manifold X and a Laurent polynomial f are mirror to each other if they give rise to the same string theory. The support of a Laurent polynomial is the convex polytope spanned by the set of its nonzero coefficients. Extremal Laurent Polynomials supported on reflexive polytopes are the Laurent polynomials mirror to some Fano manifold X. One of the goals of this research is a computer classification of all extremal Laurent polynomials supported on reflexive polytopes in 4 dimensions. (There are finitely many of these polytopes but the actual number is more than 400 million so we definitely need a computer.) By doing so, we will map out the geography of all possible curve counts on all possible Fano manifolds, and thus also classify all possible Fano manifolds, in 4 dimensions.An extremal Laurent polynomial is an object of arithmetic geometry, thus this research will have an impact in arithmetic. The complex manifolds that are most useful in real-life applications e.g. to computer-aided geometric design are those that admit a unirational parametrization. An important and poorly understood problem is to determine which Fano manifolds admit a unirational parametrization, and our classification will contribute to our understanding of this problem. Our study of extremal Laurent polynomials will teach us new things about polytopes, which have applications to error-correcting codes. Finally, our work will have impact on the way humans imagine space-time at the most fundamental level of the tiniest scale.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I008128/1","grantId":"EP/I008128/1","fundValue":"386465","fundStart":"2011-01-01","fundEnd":"2014-06-30","funder":"EPSRC","impactText":"  Ongoing collaboration with the artist Gemma Anderson, leading to: a joint (Gemma Anderson, Dorothy Buck, Tom Coates, Alessio Corti) keynote address at the interdisciplinary conference &quot;Thinking Through Drawing: Drawing in STEAM 2012&quot; at the Wimbledon College of Art; artworks shown at the exhibition &quot;Isomorphology&quot; at the EB&amp;Flow Gallery, London, Feb--Apr 2013; a joint (Gemma Anderson, Alessio Corti )keynote address at the conference &quot;Matematica e Culture 2014&quot; held in Venice, March 28--30 2014\n.\n\nVisual artist Gemma Anderson created art objects based on mathematical work funded by the grant.\n\nBeneficiaries: General art-viewing public Culture, Heritage, Museums and Collections Cultural,Societal","person":"Alessio  Corti","coPersons":[],"organisation":"Imperial College London","findingsText":" Rediscovered the classification of smooth Fano 3-folds (due to Mori-Mukai) using mirror symmetry methods. See data available at www.fanosearch.net Collaboration with the artist Gemma Anderson, funded in part by an EPSRC Pathways to Impact grant : see http://www.gemma-anderson.co.uk/fano-project.html Creative Economy","dataset":"gtr"}