{"id":"2016CF41-0EE8-4E93-BDDF-63E5C160D91D","title":"Networks of Sensors in Extreme Environments: High-Resolution Glacier Dynamic Monitoring","abstractText":"Our work brings together two important areas of science and engineering: wireless communications technology and glaciology. Using innovative techniques currently being developed for wireless communications to install a network of sensors, we will increase our understanding of how the world's large ice sheets will respond to climate change, while the knowledge gained by experimenting with wireless networks in an extreme environment will be of benefit to engineers developing the next generation of wireless networks such as mobile phone networks. Around the edge of the Greenland Ice Sheet are outlet glaciers, which allow ice to flow from the centre of the ice sheet into the sea. Where the ice meets the sea, icebergs are formed, and about half of the ice which leaves the ice sheet does so in this way. These glaciers are thought to be very sensitive to changes in air and ocean temperatures, but we do not yet know enough about them to be able to predict future changes, or understand those already observed. The processes leading to iceberg formation ('calving') are particularly important, but poorly understood. In particular, there is an urgent need to address the question of how changes in glacier flow ('dynamics') relate to changes in terminus position and calving rates. Does one drive the other, or is it more complex than that? To understand this, we need to know what the primary mechanisms are for calving in Greenland outlet glaciers, and we need characterise these mechanisms in a consistent, quantitative way across all such glaciers. Only then can the relevant processes be represented in computer models of the ice sheet and its outlet glaciers, allowing us to improve our predictions of how they will respond to climate change. To improve our understanding, it is vital to have detailed observations of iceberg calving events, but these are hard to obtain because of the difficulty of placing and maintaining instrumentation on the heavily-crevassed ice surface. To overcome the problem of getting the right observations, a network of expendable GPS receivers will be deployed on Helheim Glacier, an important calving glacier in south-east Greenland. Using special data processing techniques, GPS can be used to make measurements which are accurate to a few centimetres. The GPS receivers will be connected to each other and to a base station via a network of expendable, low-power wireless transceivers. The design of the network will mean that data can still be collected if parts of it are lost: it will be self-healing. The innovative nature of the network and its components make it economically and logistically possible to deploy a large number of sensors by helicopter in the calving region of the glacier. During the lifetime of the project, we expect to observe several calving events in detail. The data from the GPS receivers will be combined with other data sources, from aircraft, satellites and stereo photography, to obtain an unprecedented insight into iceberg formation. The data will be combined with computer models of ice flow, enabling various theories about iceberg formation to be explored and tested. This part of the project has the potential to deliver new science well beyond the end of the funded work.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I007148/1","grantId":"NE/I007148/1","fundValue":"881354","fundStart":"2011-06-01","fundEnd":"2015-03-31","funder":"NERC","impactText":"  We are only just publishing our results so it is a bit early for impact, howevet we have participated in all the industry showcase events organised for NoS Environment Economic","person":"Tavi  Murray","coPersons":["Pavel  Loskot","Ian Charles Rutt","Stuart John Edwards","Timothy  O'Farrell"],"organisation":"Swansea University","findingsText":" 19 node GPS sensor network and 5 oblique cameras installed at Helheim Glacier for 55 days during 2013.\nCalving by exploitation of bottom-crevasses with ice downglacier of flexion zones rotating upwards prior to and during calving.\nMechanism likely to dominate whenever glacier is out of buoyant equilibrium We are still working on our results. Environment","dataset":"gtr"}