{"id":"2018BB67-93AA-42C1-8E6F-502B6AEE8B6F","title":"Modelling the determinants and implications of the disparate trends in HCV and HIV amongst injecting drug users","abstractText":"Hepatitis C (HCV) and HIV are viral infections that cause substantial morbidity and mortality amongst humans, with both infections being easily transmitted amongst injecting drug users when they share syringes. Reducing the ease with which they are propagated through injecting drug use is important for controlling their spread in most countries, with the main strategies for reducing transmission being the distribution of clean syringes, reducing their injecting frequency through supplying them with orally administered drug substitutes (frequently methadone), and other interventions seeking to reduce the frequency with which IDUs share syringes or inject. However, although there is evidence that these control strategies can reduce the rate of spread of HIV, there is little equivalent evidence for HCV. Indeed, this uncertainty and the fact that there is confusion over why certain populations of injecting drug users have much lower prevalences of HCV infection than others, has made it impossible for policy makers to produce clear guidelines on what coverage of specific control strategies is required to reduce the spread of these infections to a certain degree. This project plans to develop a mathematical model to simulate the time dependent trends in the prevalence of HCV and HIV infection of a number of injecting drug user populations experiencing different sizes of epidemic. The use of data from a number of sites will result in the model giving insights in to what aspects of the behaviour of injecting drug users was important for increasing the spread of the infections in certain settings, and so will identify what aspects of their behaviour could be focussed on to control their spread. The model will then be used to simulate the likely impact of different control strategies for reducing the spread of both infections amongst different populations of injecting drug users. Five control strategies will be simulated by the model, including the distribution of clean syringes, use of orally administered drug substitution therapy, educating injecting drug users to reduce risky behaviours, treating injecting drug users to cure their HCV infection, and providing treatment to delay the progression of HIV infection. The model projections will be used to help policy makers to produce targets for how much of a particular control strategy is needed to achieve a certain reduction in the spread of HIV and HCV infection in a particular population.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0701627","grantId":"G0701627","fundValue":"332194","fundStart":"2008-10-01","fundEnd":"2011-09-30","funder":"MRC","impactText":"","person":"Peter  Vickerman","coPersons":[],"organisation":"London Sch of Hygiene and Trop Medicine","findingsText":"","dataset":"gtr"}