{"id":"201D3F18-FBDD-435A-824F-EF4EBD77542B","title":"Auroral Structure and Kinetics","abstractText":"The subject of our study is the aurora borealis, or northern lights, which is an amazing natural lightshow in the sky. We use the aurora as a diagnostic to find out many things about the space environment around the Earth. That environment is made up of 'plasma' (ionised gas) which makes up over 95% of the directly observable material in the cosmos, yet is strangely difficult to maintain and study within Earth's biosphere. Aurora appears to be a ubiquitous property of magnetised planets and its detection from planets beyond our solar system would give us a uniquely detailed view of their magnetic field and atmosphere. The story of the aurora begins at the Sun, which is a continuous but very variable energy source, in the form of a plasma stream (the 'solar wind') which impacts on the Earth. Auroral displays are regularly seen at high latitudes, such as northern Scandinavia, and only rarely at the latitudes of the UK. To study the aurora, we use a special instrument which has three cameras looking at different 'colours' simultaneously. The proposed research is for studies of very dynamic and structured aurora at the highest possible resolution. The instrument is named ASK for Auroral Structure and Kinetics. It is designed to measure a small circle of 3 degrees in the 'magnetic zenith' i.e. straight up along the Earth's magnetic field. Particles from the Sun spiral along these imaginary magnetic field lines, and lose energy when they collide with atmospheric oxygen and nitrogen. The exact colour (or wavelength of the light) depends on how much energy the incoming particle started with, and on what molecule or atom it hits. The ASK cameras help to unravel this complicated process by making very precise measurements in space and time of three emissions which have different physical origins. We also use measurements from radars and other optical instruments to give more information about the aurora. We do our research in Svalbard, which is so far north that it is dark all day in the winter months, ideal for optical measurements. It is not fully understood how the particles obtain so much energy when they are caught up in Earth's magnetic field. Many questions about the aurora have been answered since the space age from rockets and satellites flying through auroral events. However, the central question remains: how particles are accelerated inside the Earth's magnetic field, and how they make such complex and dynamic patterns in the atmosphere. There are a great many theories of auroral particle acceleration that have varying degrees of success in explaining auroral behaviour; however, none to date has credibly explained how auroral arcs can be so thin and dynamic. The plasma in the upper atmosphere is the closest large-scale plasma to us and hence using radars and optical instruments allows us to exploit this natural plasma laboratory. There are many examples of phenomena that were discovered by studying the plasma around the Earth that have been applied in fusion research, solar physics and astrophysics. We aim to continue this process. In recent years it has become clear that if a person was lost in space, the first signal of Earth he or she could detect would be a radio emission generated by the same accelerated particles that produce the aurora. This is called AKR (Auroral Kilometric Radiation). Because aurora and AKR is produced by all the magnetised planets in our solar system we envisage a time when space-based radio detectors (possibly on the Moon) and exceptionally large, multi-segment telescopes will be used to detect and analyse planets around other stars. A long-term goal of our research is to develop ways that this could be achieved.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/G00319X/1","grantId":"ST/G00319X/1","fundValue":"31612","fundStart":"2009-01-01","fundEnd":"2009-06-30","funder":"STFC","impactText":"","person":"Betty  Lanchester","coPersons":["Michael  Lockwood"],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}