{"id":"2023957C-1634-4834-843F-6F84CE1B3383","title":"Martin Carter and Pan-Caribbean Literary Culture","abstractText":"The Guyanese poet Martin Carter (1927-1997) was one of the foremost Caribbean writers of the twentieth century. Twice imprisoned by the colonial government of British Guiana during the Emergency in the 1950s, he became a minister in Guyana's first independent government during the 60s, representing his country at the United Nations, but resigned in disillusionment after three years to live, in his words, 'simply as a poet, remaining with the people'. He was one of the first Caribbean poets to write about slavery, Amerindian history and Indian indentureship in relation to contemporary concerns. His work has been in print since the 1950s without interruption, and has been published in China, Cuba, Guyana, India, Trinidad, the Soviet Union, the UK and the US; UNESCO funded a Spanish translation in 1999. Critics working on Caribbean literature recognise the need to assess individual writers in context, and the addition of Carter to this literary history is overdue. This project will provide the first book-length study of Carter's work, provisionally entitled 'Poet of the Americas: Martin Carter and Pan-Caribbean Literary Culture'.\\n\\nThe monograph aims to provide a comprehensive assessment of Carter's contribution to pan-Caribbean twentieth-century poetics. Examining the full range of his work, it will assess the extent to which Carter's reputation as the Caribbean's 'protest poet' and Guyana's 'national poet' should define a literary history of his work. This will involve investigating how Carter's imaginative local and global concerns (eg. from his poetic working of an encounter on the streets of Georgetown ('The Poems Man') to his poems for distant comrades ('For Angela Davis')) should be understood in relation to pan-Caribbean twentieth-century poetics. It will involve examining the poetic relationships between Carter and his predecessors (including canonical writers in English, radicals, writers of nation, recent Caribbean pioneers), contemporaries (eg. Louise Bennett, Aim&eacute; C&eacute;saire, Nicolas Guillen, Wilson Harris, Derek Walcott) and successors (eg. Ngugi wa Thiong'o, Linton Kwesi Johnson, Grace Nichols). In examining Carter's range, it will be necessary to explore how his political engagement and later philosophical readings together engender a poetic that questions and reformulates conceptions of freedom and social relationships. Carter's reading practices reveal a writer engaging with and challenging what Cassanova calls 'world literary space': Carter is aware that a 'local' Caribbean poetics can be part of textual communities (e.g. pan-Caribbean, pan-American) that stretch beyond national and political communities, but also that a writer's place within world literary space can be contested, limited or enhanced by local circumstances. The study of Carter will involve working closely within these ways of framing Caribbean literature and postcolonial criticism, moving beyond a mono-lingual focus and foregrounding the concepts of 'the pan-Caribbean' and 'the Americas'. \\n\\nIn addition, the monograph aims to explore how Carter's example can inform the growing field of 'the history of the book' within Postcolonial Studies: this involves attending to how the composition, production and reception of literature can help bring into focus debates within postcolonial studies concerning colonialism, political action and nationality. The first publications of many twentieth-century Caribbean poets were locally produced and self-financed. Although Carter was the first of his generation of poets to be published outside the Caribbean (Poems of Resistance (1954)), he was unusual in then publishing largely locally as his career progressed. In assessing Carter's place within pan-Caribbean poetics, I will examine the pivotal role of local Caribbean publishing in the literary history of the region, and how Carter's poetics engaged with the limitations and possibilities of the available publishing networks.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H00680X/1","grantId":"AH/H00680X/1","fundValue":"30608","fundStart":"2011-02-01","fundEnd":"2011-10-31","funder":"AHRC","impactText":"","person":"Gemma  Robinson","coPersons":[],"organisation":"University of Stirling","findingsText":" The Guyanese poet Martin Carter (1927-1997) was one of the foremost Caribbean writers of the twentieth century. Twice imprisoned by the colonial government in British Guiana during the Emergency in the 1950s, a minister in Guyana's first independent government during the 1960s, he resigned in disillusionment after three years to live, in his words, 'simply as a poet, remaining with the people'. Carter was one of the first Caribbean poets to write about slavery, Amerindian history and Indian indentureship in relation to contemporary identities. His work has been in print since the 1950s, and has been published in China, Cuba, Guyana, India, Trinidad, the Soviet Union, the UK and the US. My study of Carter shows his central position within an expanded literary history of Caribbean writing. My AHRC research leave has generated two major journal articles on Carter and his peers, four newspaper articles in the Guyanese press, and the major output - the first book-length study of Carter's work - is currently being completed. \n\n\n\nMy approach frames Caribbean literature in terms of 'the pan-Caribbean', 'the Americas' and 'world literary space' (Pascale Casanova), and uses Carter's distinctive set of interests (eg. in the Berbice and Demerara Slave Rebellions, global anticolonialism and Guyanese flora and fauna) to bring into focus these regional, hemispheric and global approaches. A chronology for reading Carter needs to reach back to 'past tense Americas' (to consider the historical legacies of writing in a colonial society) and look forward to the 'afterlives of Martin Carter' to assess creative re-readings of his work by other writers and musicians (from Linton Kwesi Johnson to 3Canal). Building on the findings presented in my critical edition of Carter's Collected Poems and Selected Prose (Bloodaxe, 2006), the project analyses Carter and Caribbean poetics across a long twentieth century. \n\n\n\nMy work is informed by new archival research and the problems of the archival research of Caribbean literature. For example, my interests in the Americas has led to the archives of Paul Breman and Walter Lowenfels and the literary tastes of the radical left in the United States. Through this research I have been able to reconstruct and examine Carter's revisions to his seminal anticolonial work: Poems of Resistance from British Guiana (1954). This manuscript is currently lost, but investigations of correspondence between Breman and Lowenfels allow us to see the expansions that Carter outlined to the latter author. My research investigates our limited understanding of Carter's manuscripts, compositional practices, publishing relationships and international reception and shows how we must attend to these archival and bibliographical matters if we are to make a full reckoning of Carter and Caribbean literature. As literary history that engages with colonialism, nationalism and the poetics of the Caribbean, this research appeals to the interests of international cultural bodies, political research in the Caribbean and education in socially diverse contexts. Creative industries, such as Caribbean media, have already reported on and published my work, and organisers of the Bocas literary festival (Trinidad and Tobago) intend to focus on Carter in future events. I continue to present my research on Carter to the widest possible audience, and most recently at a symposium in Cambridge, Now and Coming Time: Aubrey Williams and the Textual and Visual Arts of Guyana', to a mixed audience of curators, art critics, artists and academics. Communities and Social Services/Policy,Creative Economy,Education,Government/ Democracy and Justice,Culture/ Heritage/ Museums and Collections,Security and Diplomacy","dataset":"gtr"}