{"id":"202C74F0-8152-41C1-BB9D-305E3EEE6A8B","title":"Epigenetics: Environment, Embodiment and Equality (E4)","abstractText":"It is widely accepted that early life influences shape our development and health and behavioural outcomes across the life course. Epigenetic mechanisms are increasingly implicated in these complex interactions and provide a key to understanding (i) what aspects of our environment impact upon gene regulation, (ii) how our environment and way of living become embodied in human biology, over what timeframe and with what degree of persistence and (iii) how social and biological inequality may influence development and health.\n\nThis project builds upon a substantial foundation of epigenetic research in richly characterised longitudinal cohort studies to explore these concepts of environment, embodiment and inequality. We will utilise the Avon Longitudinal Study of Parents and Children, which currently has the most extensive collection of longitudinal epigenetic data of any birth cohort study in the world, as a platform to address these concepts and through collaboration with seven other cohorts we will extend our investigations across the entire lifecourse to understand how different social and environmental experiences in early life operate to influence epigenetic signatures and downstream outcomes. We will extend these analyses by implementing causal analysis methods, including novel applications of Mendelian randomization, to strengthen causal inference in the associations we observe. Further, we will apply social constructs/theories to elaborate these interpretations.\n\nAnalysis of the role of epigenetic processes in linking the environment with development and health across the lifecourse requires the capacity to generate, analyse and interpret complex data. The high dimensional, dynamic characteristics of epigenetic data require advanced competencies in bioinformatics and statistical methods. We have invested considerable effort in generating epigenetic data, developing and refining informatics and statistical skills over recent years and through this project propose to apply them to the questions outlined above.\nThe proposed work will extend current research activities, drawing together skills of social and biological scientists to apply recently developed methodologies to unresolved issues at the interface of epigenetics and social science. A major component of project activities will be the promotion of inter-disciplinary collaboration, training opportunities and widespread dissemination of both methods and scientific outputs. We will draw upon the expertise of our co-investigator team in bioinformatics, computational science, econometrics, education, epigenetics, lifecourse epidemiology, psychology, quantitative genetics, social science and statistics to execute the proposed project.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/N000498/1","grantId":"ES/N000498/1","fundValue":"669634","fundStart":"2016-01-01","fundEnd":"2018-12-31","funder":"ESRC","impactText":"","person":"Caroline Laura Relton","coPersons":["Madeleine  Murtagh","Thomas Richard Gaunt","Marcus Robert Munafo","Kate  Tilling","George  DaveySmith","Riccardo Emilio Marioni","Peter  Visscher","Neil Roy  Ingram","Ian J. Deary","Neil Martin Davies","Christine  Power","Gerard  Van Den Berg","Frank  Windmeijer"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}