{"id":"203174E3-E728-433B-ACB1-C3886CD2D04A","title":"LAP function in apicomplexan parasite development","abstractText":"Apicomplexan parasites are widespread protozoan parasites and include major pathogens of humans, domestic animals and livestock. Many existing measures against these parasites remain insufficient for disease control, and new strategies for prophylaxis, treatment and control of transmission are urgently needed. This research proposal focuses on an Apicomplexa-specific conserved family of modular proteins (named LAPs) containing domains implicated in lipid, carbohydrate and protein interaction. In Plasmodium, the LAP family has six conserved members that form a protein complex, localize to distinctive multivesicular organelles named crystalloids, and have essential roles in crystalloid biogenesis and sporozoite development. The uniqueness, complex architectures and conservation of the LAPs strongly point to a conserved function in all apicomplexan parasites, but thus far it is unknown what that function is. Determining the function and mode of action of the LAPs is of much interest both from a parasite cell biological perspective, and as potential molecular targets for antiparasitic chemotherapy. \n\nThis proposal aims to investigate the function of the LAPs in parasite development and test the hypothesis that the conserved function of the LAP complex in apicomplexan parasites is the formation of specific transport vesicles. We will do this using the rodent malaria parasite species P. berghei as a model, because this is a suitable parasite for genetic modification and the culture and purification of relevant life stages. Moreover, we already possess a range of transgenic parasite lines expressing genetically modified LAPs, which provide unique tools for the proposed studies. The specific objectives are: (1) Test the functional requirement of crystalloids in parasite development. We will use inhibitors of vesicle transport to chemically disrupt crystalloid assembly in parasites. The effects of this on downstream parasite development will allow us to test whether the LAPs function downstream of crystalloid formation, and whether crystalloid assembly is required for downstream parasite development; (2) Define the LAP 'interactome'. We possess genetically modified parasite lines that express LAPs tagged with green fluorescent protein (GFP). We will pull-down LAP complexes from these parasites using magnetic beads that can bind to the GFP, and these complexes will then be analyzed by mass spectrometry (MS) to determine their protein composition. The identification of other proteins in the LAP complex (the LAP interactome) will shed new light on its mode of action; (3) Define the crystalloid proteome. We possess transgenic parasite lines that do not possess crystalloids. Using MS we will compare the total protein content of crystalloid-positive (wildtype) vs. crystalloid-negative parasites to identify the other crystalloid constituents. As a parallel approach we will use MS analysis of purified crystalloid fractions. The identification of other proteins in the crystalloids (the crystalloid proteome) will shed new light on its mode of action and that of the LAPs; (4) Investigate the subcellular localization, function and mode of action of novel LAP interactome and crystalloid proteome components. Newly identified proteins of the LAP interactome and crystalloid proteome identified from objectives 2 and 3 will be functionally characterized using fluorescent protein tagging and gene knockout approaches in genetically modified parasites. The results will provide new mechanistic insight into LAP function and mode of action.\n\nThe proposed research will build a comprehensive picture of the molecules that are part of the LAP complex and of the crystalloid organelle, which will lead to better understanding of the functions and modes of action of the LAPs. This will form a platform for developing new and rational intervention strategies to combat diseases caused by apicomplexan parasites in humans and domestic animals.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M001598/1","grantId":"BB/M001598/1","fundValue":"352525","fundStart":"2015-01-01","fundEnd":"2017-12-31","funder":"BBSRC","impactText":"","person":"Johannes Theodorus Dessens","coPersons":[],"organisation":"London Sch of Hygiene and Trop Medicine","findingsText":"","dataset":"gtr"}