{"id":"20365460-DC58-48AD-8A18-87D6792522EF","title":"Sources and atmospheric processes determining airborne concentrations of polycyclic aromatic hydrocarbons and their degradation products","abstractText":"The polycyclic aromatic hydrocarbons are a group of chemical substances present in the atmosphere which are known to be a cause of lung cancer. They are formed when carbon-containing fuels such as coal, oil or gas are burned, as well as being emitted from some industrial processes such as aluminium smelting. Whilst road vehicles and home heating are known to be significant sources, the relative amounts coming from different sources are not well known and this research intends to use measurements of these compounds in the atmosphere to infer which sources are mainly responsible. It is also known that polycyclic aromatic hydrocarbons are changed by chemical reactions in the atmosphere but the rates of these reactions are not well known and these are also to be studied. These reactions cause the formation of other chemicals known as PAH-derivatives for which measurement methods will be developed. The outcome will be a much improved understanding of the sources and processes affecting these compounds in the atmosphere leading ultimately to the possibility of more cost-effective control measures being taken.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F016581/1","grantId":"NE/F016581/1","fundValue":"639516","fundStart":"2008-03-01","fundEnd":"2014-08-28","funder":"NERC","impactText":"  The project has led to a much improved understanding of the processes determining the atmospheric lifetimes of polycyclic aromatic hydrocarbons. This will be of direct use to the atmospheric science research community but has major implications also for the health effects research community. The most tangible outcome of the work is a quantitative source attribution of polycyclic aromatic hydrocarbons in the UK atmosphere to the sources responsible for them. Environment Policy & public services","person":"Roy  Harrison","coPersons":[],"organisation":"University of Birmingham","findingsText":" It is important to gain a better understanding of polycyclic aromatic hydrocarbons as they are potent chemical carcinogens strongly linked with lung cancer. In order to predict the exposures of the public, it is necessary to understand both the sources of these chemical compounds and their removal from the atmosphere. This project has substantially enhanced understanding of their removal from the atmosphere by chemical reaction processes. It has also generated important new information on the sources of emission of these compounds. The results of our study have been passed on to Defra through Professor Harrison’s membership of the Air Quality Expert Group. As polycyclic aromatic hydrocarbons are important regulated air pollutants, the enhanced understanding of their sources is highly relevant. Environment","dataset":"gtr"}