{"id":"2037A3AD-9D92-4A48-94F5-EB7ACFDF8920","title":"Improved permanently installed ultrasonic monitoring of structures at elevated temperatures","abstractText":"The objective of this proposal is to explore the feasibility of permanently installed ultrasonic monitoring of degradation mechanisms at elevated temperatures, with a special focus on hydrogen attack. To date, very few permanently installed monitoring systems exist. This is historically due to the lack of robust transducers that can survive harsh environments and the unavailability of cheap electronics and wireless communication that make manual intervention and its associated errors less important. As electronics and wireless technology have rapidly advanced, their mass deployment has become economically feasible. It is the ultrasonic monitoring technique and sensors that require research input in order to allow the development and future deployment of permanently installed sensors for monitoring material degradation. The author has recently developed a robust method that can be used to send and receive ultrasonic signals to and from test pieces at elevated temperatures for long periods of time. It is the aim to use this transduction method to couple ultrasonic signals into a test piece and monitor its degradation. From the many degradation processes that exist, hydrogen attack presents a problem in industrial applications at elevated temperatures and has been chosen as an example mechanism to focus on. The main challenge of the proposed work is to make the measurement system stable enough in order to reliably detect and monitor the relatively small changes that are introduced by a material degradation mechanism such as hydrogen attack (the ultrasonic velocity, attenuation and backscatter are changed by the formation of voids in the steel). The final aim is to experimentally demonstrate the feasibility of ultrasonic monitoring of hydrogen attack.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I011064/1","grantId":"EP/I011064/1","fundValue":"96292","fundStart":"2011-05-01","fundEnd":"2013-04-30","funder":"EPSRC","impactText":"  Findings have been reported to the academic community via a conference presentation and a journal publication. Furthermore the findings have been communicated with industrial collaborators who have an interest in high temperature monitoring. Energy Economic","person":"Frederic  Cegla","coPersons":[],"organisation":"Imperial College London","findingsText":" The aim of this project was to research and improve the stability of a permanently installed ultrasonic monitoring system and apply this to monitoring the progress of a high temperature degradation mechanism called hydrogen attack. \n\n\n\nPreliminary work was focused on testing the feasibility of the measurement approach by building an experimental rig that simulated the degradation due to hydrogen attack. This was achieved by introducing an in-homogenous ultrasonic velocity profile into a steel test block by heating it non- uniformly by means of cylindrical line source heater. Results were very encouraging and have been written up in a scientific paper that has been submitted to the IEEE Transactions on UFFC journal.\n\n\n\nThe above outcomes were also presented in presentations at the 2012 QNDE and the 2013 AFPAC conferences.\n\n\n\nFollowing the encouraging results of the feasibility study an electrochemical test rig to introduce hydrogen attack was built. The initial tests revealed stability issues in the ultrasonic measurement which were not due to the introduced hydrogen attack. This led to a thorough investigation of the parameters influencing the stability of the ultrasonic measurement, which is still on-going and which will be reported in the PhD thesis of a student who was involved in this project. It is anticipated that a publication on the achievable accuracy of ultrasonic monitoring sensors will be published by the principal investigator and co-authors later this year.\n\n\n\nTherefore although the controlled introduction of hydrogen attack could not be monitored, the feasibility of the approach has been demonstrated and fundamental work on the achievable stability has been successfully completed. Use of the same techniques for accurate ultrasonic monitoring of material properties. Aerospace, Defence and Marine,Agriculture, Food and Drink,Electronics,Energy,Healthcare,Manufacturing, including Industrial Biotechology","dataset":"gtr"}