{"id":"20383592-B8C7-48B5-B9AC-E016E34F3AE8","title":"Transplantation of hESC-derived otic progenitors into models of neuropathic deafness:long term analysis and safety","abstractText":"Deafness is a major public health issue, with more than 3 million people in the UK suffering a moderate to profound hearing loss. The numbers rise to more than 10 million if we include sufferers of mild impairments. Most forms of deafness are, in fact, progressive, neurodegenerative disorders which involve loss of sensory hair cells (cells that converts sounds into an electrical signal) and their associated neurons (responsible to take the signal to the brain). Both these cells are only produced in the womb, therefore if they become damaged are not replaced and hearing loss is irreversible. The only treatment available is the cochlear implant, but it needs the preservation of the sensory neurons to function. When the damage occurs primarily at the neurons, in a condition known as auditory neuropathy, the therapeutic options are very limited and implant performance is poor. A stem cell-based therapy could, in theory, repopulate the deaf ear with the cell types that have been lost and offer new opportunities for functional recovery. \n\nWe have recently established that transplantation of human otic progenitors, generated in the laboratory from human embryonic stem cells, can replace lost auditory neurons in the gerbil and elicit a level of functional restoration. The aim of this project is to assess the long-term behaviour and biosafety of transplanted human stem cell in animals with a damaged auditory nerve, resembling the condition observed in human auditory neuropathies. \nThe cells to be applied have been extensively studied in culture, and we have evidence that they can differentiate into functional cells when treated with the appropriated conditions. We are performing more experiments in vitro, trying to understand their molecular and functional properties. But in order to evaluate the interaction with a host and the responses they may trigger, as well as if their beneficial effects are sustained long-term, they would have to be tested in an animal model. \nQuestions we would like to address involve the number of cells needed to achieve maximum recovery, if the functional recovery is permanent and whether the cells delivered into the cochlea can spread into other tissues. Moreover, it will be important to find out if they can originate tumours, or have other unwanted effects.\nAn important issue to highlight with our work is that these experiments will be performed with human cells, the actual putative therapeutic tools. The information obtain from these studies should advance their future application in human clinical trials and the development of a therapy for deafness.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L013320/1","grantId":"MR/L013320/1","fundValue":"617027","fundStart":"2013-11-01","fundEnd":"2016-10-31","funder":"MRC","impactText":"","person":"Marcelo Nicolas Rivolta","coPersons":[],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}