{"id":"203F8153-C427-494C-BDF3-5B187B99AF8B","title":"Correlating gene expression changes and innate immune responses with protective SIV vaccination in cynomolgus macaques","abstractText":"There are around 33 million people living with HIV/AIDS and around 25 million people have died. There is a desperate need for a protective vaccine but all the recent HIV vaccine trials have failed. This is essentially because we don t really understand how good vaccines work. In monkeys, the only vaccine strategy that works reliably is vaccination with live attenuated virus. This is not acceptable in humans because the attenuated virus could eventually make the vaccinated person ill and they may pass it on to others. This study aims to find out what it is that the vaccine virus does to the vaccinated animals, that makes them immune to a second infection. Based on earlier work at NIBSC we propose that vaccination stimulates innate immunity in the specific cells that the virus infects. This means that the cells infected with the vaccine virus are stimulated to make proteins that protect them and surrounding cells from further infection. We will identify the important genes and proteins by measuring change in their amounts after vaccination. In a parallel approach we will accurately measure amounts of specific proteins known to have anti retroviral properties, comparing vaccinated and unvaccinated animals. In this way we will seek a role for innate immunity in protective vaccination. Once we have identified proteins that appear after vaccination, we will test them for antiviral properties. An important aspect of this study is the close interaction between NIBSC and UCL sponsoring the transfer of technologies and expertise between centres with considerable experience in vaccination studies (NIBSC) and molecular virology and innate immunity (UCL).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0801172","grantId":"G0801172","fundValue":"563016","fundStart":"2009-03-03","fundEnd":"2012-09-30","funder":"MRC","impactText":"","person":"Gregory John Towers","coPersons":["Neil  Berry"],"organisation":"University College London","findingsText":"","dataset":"gtr"}