{"id":"204DC7B4-FF13-44AA-BFA8-94343FA92753","title":"UK Project Science for the European Extremely Large Telescope 2013-2015","abstractText":"This is a continuation of the grant ref ST/J002216/1 (UK Programme for the European Extremely Large Telescope). The continutation will cover the E-ELT Project Science work in the period 1/4/2013 - 31/3/2015. \n\nThe Summary below is taken from that of the original grant.\n\nWe propose a programme to enable the UK to take a leading role in the construction of the first generation of instruments for the world's largest optical and infrared telescope - the European Extremely Large Telescope. Previously funded STFC programmes have been used to develop technology and instrument concepts to put the UK in a position to take the PI role in one of the two 'first light' instruments for the E-ELT and to take significant roles in three of the instruments expected to closely follow. Strong involvement in a programme of instruments will give the UK considerable science return through direct influence on the scientific priorities of these instruments and early science through guaranteed time return to the UK. There will also be important industrial return to the UK in terms of direct contracts and technology transfer. \n\nThe European Extremely Large Telescope (E-ELT) project aims to provide European astronomers with the largest optical-infrared telescope in the world. With a diameter of 42m and being fully adaptive from the start by incorporating a large deformable mirror, the E-ELT will be more than one hundred times more sensitive than the present-day largest optical telescopes. The E-ELT will vastly advance astrophysical knowledge by enabling detailed studies of planets around other stars, the first galaxies in the Universe, black holes, and the nature of the Universe's dark matter and dark energy.\n\nThe E-ELT has now completed its Phase B study, led by ESO with strong involvement of European Industry, and a fully-costed construction proposal is now undergoing international review before to be put to ESO Council in December 2010. A series of instruments has gone through detailed Phase A studies with strong UK involvement. Out of this process, ESO has developed an instrument plan which has two instruments selected for 'first light' and a pool of six other instruments in competition to form a sequence in the first generation. \n\nThe ESO E-ELT Science Working Group (SWG) and the Scientific and Technical Committee (STC) have both recommended that the first light complement at the E-ELT should comprise a &quot;HARMONI-like&quot; spectrograph (ELT-IFU) and a &quot;MICADO-like&quot; imager (ELT-CAM). This first light complement is part of the instrumentation plan embedded in the E-ELT construction proposal.\n\nThe outcome of the ESO selection process places the UK in the unique position of being one of only two European countries leading the development of an E-ELT first light instrument. Given the enormous discovery potential of the E-ELT, this provides UK astrophysicists with an unprecedented opportunity to exploit the power of the world's largest ground based optical/near-IR telescope.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/K003321/1","grantId":"ST/K003321/1","fundValue":"160194","fundStart":"2013-08-01","fundEnd":"2015-07-31","funder":"STFC","impactText":"  This grant has enabled us to provide scientific support the UK E-ELT Programme. This includes interfacing with the community of future users of the telescope (for example by holding scientific meetings to discuss science goals and future instrumentation, and by giving talks at research institites around the country). We also helped to develop a funding proposal for development of E-ELT instruments within the UK. \nWe have participated in several public outreach events, which raise awareness of this project and astronomy in general. Ultimately this type of work is expected to inspire the next generation of young researchers to take up or continue in physics and angineering. Aerospace, Defence and Marine,Construction,Digital/Communication/Information Technologies (including Software),Electronics,Culture, Heritage, Museums and Collections,Other Cultural,Societal","person":"Isobel Mary  Hook","coPersons":[],"organisation":"University of Oxford","findingsText":" This grant has enabled us to provide scientific support the UK E-ELT Programme. This includes interfacing with the community of future users of the telescope (for example by holding scientific meetings to discuss science goals and future instrumentation, and by giving talks at research institites around the country). We also helped to develop a funding proposal for development of E-ELT instruments within the UK. We have participated in several public outreach events, which raise awareness of this project and astronomy in general. The findings of our work are used to inform the detailed design of instruments for the European Extremely Large Telescope. The community of future users is also kept informed of developments within the project, allowing them to better prepare for future science programs. Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software),Education,Culture, Heritage, Museums and Collections,Other","dataset":"gtr"}