{"id":"2050CBA8-E796-4B22-890D-1922DA67FDCA","title":"A biologically-inspired hearing aid","abstractText":"Summary This project proposes to design, build and evaluate a new design of biologically-inspired hearing aid in collaboration with a world-leading manufacturer (Phonak). The design is specifically targeted at improving the perception of speech in noisy environments. The process of tuning the aid will use computer models of patient hearing developed in the on-going Hearing Dummy Project at Essex University. A successful outcome should prepare the way for a new generation of hearing aid designs and major changes in dispensing practice. The most common complaint associated with hearing impairment is difficulty in understanding speech in noisy backgrounds at work and in pubs, restaurants and parties. Conventional hearing aids restore normal thresholds and offer more comfortable levels of sound. However, they are not successful in solving the problem of hearing speech in noise. Recent research has suggested that normal hearing is successful because it uses a process of instantaneous compression combined with other methods of input level regulation linked to the level of the background noise. In a recent computer-based study we have shown that the implementation of these biological processes can improve the recognition of speech in noisy backgrounds. In this project we shall design and build a hearing aid that uses these principles to aid the perception of speech in challenging situations. The project involves a software design study at Essex and a hardware implementation study by a manufacturer. Phonak AG, the hearing aid company, is strongly supportive of the proposal and will collaborate by addressing the hardware design issues and implementing the new principles as a working, wearable hearing aid. This proposal is associated with an on-going EPSRC-funded project that will provide facilities and patients for testing the new algorithm. Computer models of hearing will play an important role in the design process. We have developed a model of normal hearing that incorporates the biological principles of the acoustic reflex, instantaneous compression and efferent depression. The 'normal' model forms the basis of the new hearing aid design with a view to restoring effects that are missing in patients. Hearing impairment is typically characterised as an inability to hear quiet sounds but this may be too simplistic. For many people with a hearing impairment, automatic regulation of input level is also ineffective. We have simulated this in individualised computer models of a number of impaired listeners and shown that this replicates their psychometric data. By combining the hearing aid based on the 'normal' model with an 'impaired' model in a software harness it will be possible to identify the optimum settings of the hearing aid needed for a given patient to restore normal hearing in a speech recognition task. Our 'impaired' computer models are based on measurements made on an individual patient (like a tailor's dummy). Recent research in our laboratory has developed rapid patient evaluation methods that measure thresholds, tuning and compression. These measurements show substantial differences among patients who have similar audiograms and would be prescribed similar hearing aids. We have made detailed measurements of a number of patients and created computer models of their hearing. These models will be used in the design of the new hearing aids and the same patients will be available to help us optimise these aids. The project will have strong clinical involvement. It is supported by an ENT surgeon, and a hearing aid dispenser. They will monitor and advise the project as well as direct suitable patients who wish to volunteer. The Essex hearing research team already includes two audiologists, a speech therapist/audiologist and a computer scientist in addition to the principle investigator (psychologist).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H028285/1","grantId":"EP/H028285/1","fundValue":"134420","fundStart":"2010-08-09","fundEnd":"2012-04-08","funder":"EPSRC","impactText":"","person":"Ray  Meddis","coPersons":[],"organisation":"University of Essex","findingsText":"","dataset":"gtr"}