{"id":"20580A21-459D-4C09-83C9-06612EA068DF","title":"Chaos Cabaret Competition - Southwest Pilot","abstractText":"To communicate that being a scientist is about taking an open-ended journey towards an unknown destination as well as mastering a specific area of existing knowledge, and that theories which have first been proposed to explain scientific phenomena can also find applications in many other disciplines. \n\nTo create an intervention that makes pupils (Key Stage 3; 11 - 14 years old) aware of Chaos Theory and its implications principally in the field of physics but also in the many other areas where its operation is demonstrable. Thus combining the significance of Chaos Theory to research funded by the STFC and connecting physics to everyday experience.\n\nTo secure participation of 20 secondary schools in the Bristol, Bath, Gloucestershire and Somerset region in chaos workshops, with a view to 600 pupils participating in the project.\n\nTo generate at least 20 entries to the competition. \n\nOverall, the project seeks to counter-balance the tendency in the national curriculum to present science as a pre-existing and unchanging body of knowledge. A collection of facts to be learned. This concept of science as fact has come under increasing criticism, and even accused of being one of the main reasons young people turn away from science and scientific careers. Yet the National Curriculum has failed to engage fully with the exploratory nature of science. \n\nThis pilot project will create and test an intervention designed specifically to introduce young people to the open-ended journey of discovery that scientists undertake, offering a counter perspective to that promulgated in the national curriculum. Through carefully designed workshops and short films of our existing STFC funded project on public engagement with chaos theory, this project will not only highlight the variety of fields in which chaos theory plays an important role (e.g. from financial markets to medicine), but also encourage young people to create their own open-ended journey of discovery. This journey will be supported by opportunities to question physicists as well as a competion to create a physics inspired journey that starts with a butterfly flapping its wings and ends with a tornado. Thus, the project seeks to offer young people an opportunity to experience what it is like to be a scientist and to meet and question scientists through the I'm a Scientist platform. \n\nThrough these tools, the project seeks to change pupils' opinions of what scientists do and the role that science plays in society and supporting their interest in science. We have chosen to target Key Stage 3 (years 7 - 9) because this appears to be a crucial age group in terms of intentions to study science at higher levels. At the end of year 9, some pupils will already have chosen to options that may make it more difficult for them to study science at A level and beyond. Thus, the intervention is designed to support young people's learning and interest through this crucial period. As a pilot project, we will evaluate the impact of the project on pupils interest in science and their understanding of what scientists do, as well as identifying how best a project of this nature could be rolled out at national level.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/N001869/1","grantId":"ST/N001869/1","fundValue":"9736","fundStart":"2015-08-01","fundEnd":"2016-10-31","funder":"STFC","impactText":"","person":"Emma  Weitkamp","coPersons":["RJ  Newport"],"organisation":"University of the West of England","findingsText":"","dataset":"gtr"}