{"id":"206CDD85-A223-45D4-8B2C-B5095496D8C2","title":"Macroeconomic Fluctuations and Inequality","abstractText":"<p>The recent financial crisis has shown that current macroeconomic models could be improved to better guide policymakers in recessions, especially in a world with growing inequality.&nbsp;</p>\n\n<p>This projects aims to bridge the gap between abstract macroeconomic models and actual macroeconomic policymaking. To achieve this, the project will develop a simple and realistic theory of macroeconomic fluctuations. There are three features of modern economies that policymakers must contend with but that are not at the core of most modern models: unemployment, widespread inequality in wealth and income, and the influence of consumption behavior and aggregate demand on the economy. To remedy these absences, the proposed theory will account for unemployment arising both from matching frictions and from a lack of jobs in the economy. The theory will also embed consumption functions and aggregate demand, in the spirit of Keynes. Finally, the theory will incorporate inequality in wealth, income, and firm ownership by introducing heterogeneous social classes.&nbsp; Using the theory, the project will derive a set of recommendations for conducting fiscal, monetary, and social insurance policy in the face of business cycle fluctuations and social inequalities.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/K008641/1","grantId":"ES/K008641/1","fundValue":"237136","fundStart":"2013-10-01","fundEnd":"2016-09-30","funder":"ESRC","impactText":"  So far, only the findings of the paper entitled &quot;Optimal Unemployment over the Business Cycle&quot; have been explicitly used to inform the policy debate. The theoretical arguments and results in the paper have been cited by Prof. Till von Wachter to support the case for extending unemployment benefits in a hearing of the US Senate Budget Committee in 2011 (before the grant started). More recently, the paper was cited by Prof. Giuseppe Bertola to explain the behavior of the labour market during the Great Recession to central bankers from many countries. This occured at the conference organized by the Federal Reserve Board of Kansas City at Jackson Hole, WY in 2014. Communities and Social Services/Policy Policy & public services","person":"Pascal  Michaillat","coPersons":[],"organisation":"London School of Economics & Pol Sci","findingsText":" During this period, I have worked on three projects analyzing macroeconomic policy and business -cycle fluctuations. The first two projects were revisions of work I had produced before the grant started. The third project is a new preliminary working paper produced after the grant started.\n\nThe first project is entitled &quot;Optimal Unemployment over the Business Cycle.&quot; It is joint work with Emmanuel Saez and Camille Landais. This project makes two contributions. First, it develops a theory that determines whether the generosity of the unemployment insurance (UI) system should increase or decrease when the unemployment rate increases. Combined with available empirical evidence, this theory suggests that the government should increase the generosity of the UI system when the unemployment rate increases. Second, this project develops an empirical methodology to determine at any point in time, using available statistics, whether the current level of UI is optimal, too high, or too low.\n\nThe second project is entitled &quot;A Model of Aggregate Demand, Idle Time, and Unemployment.&quot; It is joint work with Emmanuel Saez. This project also makes two contributions. First, it develops a new model of unemployment to inspect the mechanisms behind business-cycle fluctuations of the labor market. Second, this project combines the theoretical predictions of the model with empirical evidence for the US to identify the sources of labor market fluctuations. Through the lens of our simple model, the empirical evidence suggests that price and real wage are somewhat rigid, and that unemployment fluctuations are mainly driven by aggregate demand shocks.\n\nThe third project is entitled &quot;An Economical Business-Cycle Model.&quot; It is joint work with Emmanuel Saez. This project also makes two contributions. First, it constructs an alternative business-cycle model capturing two features of advanced economies in recent decades (Japan, US, and European Union): low and stable inflation and long periods of liquidity trap. Second, this projects uses the model to study the effects of a broad range of conventional and unconventional monetary and fiscal policies. The policies analyzed include issuance of money through open-market operations, helicopter drop of money, tax on wealth, government purchases, and deficit spending. The findings of the first project can be taken forward by economists working in the fields of labor economics. Labor economists can use our theory to guide their empirical measurement of the effect of unemployment insurance on the labor market. Indeed, our theory clearly defines the statistics that must be measured in the data to design the optimal unemployment insurance system. A number of research teams have been working on these questions using our model in the past year.\n\nThe model developed in the second project can be used by macroeconomists to determine the origins of business-cycle fluctuations. In the project we use our model to separate between four types of macroeconomic shocks in US data: (1) high mismatch caused by major shocks to the financial and housing sectors, (2) low search effort from unemployed workers triggered by extensions of unemployment insurance benefits, (3) low productivity, and (4) low aggregate demand caused by a sudden need to repay debts or pessimism. This analysis could be replicated in many other countries, and it could be extended to many other shocks, if you will. \n\nThe findings of the third project can be taken forward by macroeconomists working in monetary economics. First, there are a number of macroeconomic policies that can be examined using the model that we devised. Second, the model could be simulated and compared to the data in order to validate the theory and study quantitative questions. Government, Democracy and Justice","dataset":"gtr"}