{"id":"20737DF6-585F-4B10-BDD7-96E429C79610","title":"Glass-Ceramic Wasteforms for High Level Wastes from Advanced Nuclear Fuel Reprocessing","abstractText":"A key barrier to maturation and exploitation of glass-ceramic technology, for immobilisation of high activity waste from nuclear fuel recycle, is the gap in fundamental understanding of the molecular-scale mechanisms of phase separation and crystallization, that lead to the development of the desired phase assemblage and microstructure. These characteristics determine the long-term performance behaviour of the glass-ceramic wasteform in a geological disposal facility. The demand for increased waste loading per package, to minimise onward storage, management and disposal costs, results in a tendency towards liquid-liquid phase separation and (uncontrolled) crystallization of complex metal oxide phases. The grand challenge, to be addressed in this project, is in predictably achieving the targeted phase assemblage and microstructure, requiring a detailed understanding of the transformation process as a function of both cooling rate and melt chemistry. Controlling this phase separation and crystallization process is critical to preventing the formation of a non-durable crystal, glass, or crystal-glass interface. This understanding is of paramount importance for radioactive waste management programs in the UK, USA, and elsewhere, which seek to exploit glass-ceramic technology or, conversely, optimize conventional borosilicate glasses to improve the solubility of key fission products and actinides. \nThis research program is a joint collaborative enterprise between leading researchers from the US and UK who, collectively, bring mutually complementary and compatible skills, capabilities, and interests required to achieve a paradigm shift in the fundamental understanding of relevant phase separation and crystallization mechanisms in glass ceramics for radioactive waste immobilisation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N017870/1","grantId":"EP/N017870/1","fundValue":"419974","fundStart":"2016-01-01","fundEnd":"2018-12-31","funder":"EPSRC","impactText":"","person":"Neil  Hyatt","coPersons":["Claire Louise  Corkhill","Karl Patrick Travis","Russell John  Hand","Martin Christopher Stennett","John Vincent  Hanna"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}