{"id":"207C1E49-5A4F-4BA4-891E-1E873DE2229C","title":"Combatting the threat of carbapenem resistance in Gram-negative bacterial pathogens","abstractText":"Hospital-acquired infections (HAIs) are growing in importance as the numbers of susceptible individuals (e.g. elderly, transplant or cancer chemotherapy patients) increase in aging populations. HAIs caused by antibiotic-resistant bacteria are more difficult to treat and consequently more dangerous. While MRSA (methicillin-resistant Staphylococcus aureus) is the most notorious cause of HAIs, so-called Gram-negative bacteria, such as Escherichia coli, are also responsible for many thousands of HAIs each year. The most important antibiotics in the fight against HAIs caused by these organisms are the beta-lactam drugs, of which penicillin is the best known. Since Gram-negative bacteria have become resistant to most other antibiotics, drugs called carbapenems (the most powerful beta-lactams) are now the most important antibiotics used to treat these infections. Fortunately, until recently carbapenem resistance in Gram-negative bacteria has been relatively rare, and usually encountered in bacteria that cause fewer HAIs than E. coli and its relatives. However, this situation has now changed with the recent discovery that carbapenem-resistant strains of several Gram-negative bacteria (carrying a gene called NDM-1) are spreading rapidly worldwide. This is a significant concern because, while several new antibiotics are effective against MRSA, there are as yet no new drugs for antibiotic-resistant Gram-negative bacteria. Infections by carbapenem-resistant bacteria are consequently very hard to treat.\nWe aim to develop a new treatment for HAIs caused by carbapenem-resistant Gram-negative bacteria. Penicillin-resistant Gram-negative bacteria can be treated by combining penicillin with a drug that blocks the mechanism of resistance. However, it has not yet proved possible to block the activity of NDM-1 (or that of related genes). Our team, which combines chemists, biochemists and university and hospital microbiologists from the U.K. and Canada, will design, make and test molecules than block the function of carbapenem-resistance mechanisms like NDM-1 and that consequently will restore the ability of carbapenems to kill resistant Gram-negative bacteria. An antibiotic that is reliably active against these organisms will transform the outlook for many patients with HAIs. As part of this work we will also monitor the spread, particularly in hospitals, of bacteria that carry NDM-1 and similar genes, and identify the most important types to use in our testing programme. We will further develop new methods to test whether particular molecules are able to block the function of NDM-1. New methods and resources for testing how to block NDM-1 will also benefit efforts in the wider scientific community to overcome the threat of carbapenem-resistant HAIs.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1100135","grantId":"G1100135","fundValue":"999971","fundStart":"2011-10-01","fundEnd":"2015-09-30","funder":"MRC","impactText":"","person":"Timothy  Walsh","coPersons":["James  Spencer","Mark Alexander Toleman","Colin  Fishwick","Christopher Joseph  Schofield"],"organisation":"Cardiff University","findingsText":"","dataset":"gtr"}