{"id":"2089D242-5FDC-4507-B577-82DE1522DBD7","title":"The interactions between Clostridium difficile, intestinal microbiota and the host response in hospitalised patients","abstractText":"Clostridium difficile is a bacterium that causes chronic diarrhoea and sometimes life-threatening disease (referred to as C. difficile infection or CDI) mainly in elderly and hospitalized patients. C. difficile is now the most significant hospital acquired infection with over 34,000 UK cases last year and an estimated cost to be &pound;500 million per annum. The reported incidence of CDI has risen dramatically over the last decade and is related to the emergence of aggressive strains. Given the ability of C. difficile to evolve to be highly virulent coupled with the ageing population and increasing rates of hospitalization, the problem of CDI is likely to continue. It is a current NHS imperative to reduce the burden of CDI. \n\nCDI is unique among infections in that in almost all cases, disease follows the administration of antibiotics that disrupt the &quot;normal&quot; bacteria (called microbiota) present in the gut. It provides C. difficile the opportunity to overgrow, produce toxins and cause disease. It has become apparent that the balance of the microbiota plays a key role in disease. One of the most perplexing questions concerning CDI is the diversity of clinical symptoms. For example, C. difficile colonization can result in a spectrum of clinical outcomes ranging from asymptomatic carriage to death. The relative virulence of C. difficile organism clearly plays a role in determining clinical outcome, but the nature of this role has not been identified. Up to 30% of patients treated successfully for symptomatic CDI succumb to recurrent disease, but it is unclear why only some patients relapse. In addition to the pathogen, the host immune response and/or host microbiota are also likely important determinants of clinical outcome, but remain largely unexplored. Our central hypothesis is that variations in C. difficile genetics, the composition of the resident intestinal microbiota and the host immune response to the bacterium shape the clinical outcome. \n\nWe will investigate the hree-way interaction between pathogen, host and microbiota by monitoring a unique group of patients with and without CDI. C. difficile serum and faecal samples will be studied in unprecedented detail to provide a platform for follow up studies to understand how C. difficile causes disease. We have established a high quality prospectively collected bioarchive comprising bacterial, blood and serum samples from 300 patients with CDI and full clinical history. These samples are linked to detailed clinical data and a disease severity-scoring index along with 150 control samples from hospitalised patients who have been exposed to antibiotics but did not develop CDI. We will use the existing cohort to validate methodologies and then also recruit another cohort of 150 confirmed CDI cases, 100 diarrhoea controls and 100 healthy volunteers (e.g. patient's spouses) to confirm our findings. This unique resource will be used to monitor the host response (including how the immune system responds to the infection), determine the complete genome sequence of infecting C. difficile and identify the intestinal microbiota by sequencing and culturing. The studies will also allow us to distinguish between re-infection (infection caused by another strain) and relapse (re-infection caused by the same strain). \n\nRobust statistical analysis comparing disease severity, host response, infecting pathogen and the composition of intestinal microbiota will facilitate subsequent studies on C. difficile to determine how and why it causes disease. This will be achieved by selecting C. difficile genes and constructing defined mutants and studying these alongside the parent strain in a range of assays established in the applicants' laboratories.\n\nA comprehensive understanding of C. difficile, the host response and the intestinal microbiota will strengthen our understanding of the microorganism and to develop novel strategies to reduce the burden of CDI.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K000551/1","grantId":"MR/K000551/1","fundValue":"2419860","fundStart":"2012-10-01","fundEnd":"2017-09-30","funder":"MRC","impactText":"","person":"Brendan  Wren","coPersons":["Fabio  Miyajima","Trevor David Lawley","Taane Gregory Clark","Munir  Pirmohamed"],"organisation":"London Sch of Hygiene and Trop Medicine","findingsText":"","dataset":"gtr"}