{"id":"208F93EE-3E81-407F-BD5F-E1ACD3A5448F","title":"Speciation and bioavailability of iron in plant foods","abstractText":"Iron deficiency is a serious public health problem which affects around 2 billion people worldwide. When left untreated iron deficiency leads to iron deficiency anaemia (IDA) and in the UK IDA affects an estimated 2.4 million adults, 500 thousand pre-school children and up to 1.8 million school-age children. The majority of the iron in our diet is present in plant foods. However, absorption of plant-derived iron is very variable, ranging from 0-15%, due to the presence of other components in the diet that can enhance iron absorption (for example vitamin C) or inhibit iron absorption (for example phytate). However, very little is known about the different forms of iron in plant foods and how different species are absorbed by the body. Also, thrre are limited data on the effects of processing and digestion of plant foods on iron absorption. \n\nOur aim in the proposed project is to identify and characterise the different forms of iron in selected plant foods (for example wheat, peas and broccoli) that are potentially good sources of iron in the UK diet and are believed to contain different iron species. We will use the raw food materials but also cooked and processed foods following simulated digestion. \n\nWe have gathered together a multidisciplinary team with a range of expertise, including: (i) state-of-the-art analytical techniques that will be used to characterize the different iron forms, including the distribution in plant tissues and plant cells (ii) whole food imaging techniques that will be used at the UK's national synchrotron facility to identify structures within foods associated with high iron concentrations (iii) high resolution microscopy, spectroscopy and proteomics that will be used to fully characterise these structures and to provide information on proteins in the foods that bind iron (iv) assays using human cells that will be used to study the availability of the different forms of iron for absorption by the body before and after simulated digestion. \n \nThis research will provide essential information on the major forms of iron present in plant-based foods and how well they are absorbed by the body. Information on iron-binding proteins will be useful in the long-term to aid crop breeding programmes and select for varieties that are naturally rich in iron. Knowledge gained from this project will enable the development of plant foods and processed food products with higher iron bioavailability and the design of efficacious and safe alternative iron food fortificants that more closely represent the forms of iron naturally present in the diet. Finally, our data will better inform policy makers, regulatory authorities, nutrition consultative groups and health professionals on strategies for improving the iron status of the UK population.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L025264/1","grantId":"BB/L025264/1","fundValue":"35402","fundStart":"2014-08-31","fundEnd":"2017-08-30","funder":"BBSRC","impactText":"","person":"Jonathan  Powell","coPersons":[],"organisation":"MRC Centre Cambridge","findingsText":"","dataset":"gtr"}