{"id":"209654B6-A8FB-4002-8CEF-CF24D12ACA1F","title":"Support for an observing programme at the University of Hertfordshire","abstractText":"The Centre for Astrophysics Research (CAR) at the University of Hertfordshire has a very wide range of observational programmes. Some examples are: Using a variety of techniques, CAR astronomers study galaxy and structure formation and evolution, over all cosmic epochs. We use massive bursts of star formation to investigate early epochs of galaxy formation and evolution. These are highly obscured at optical and even near-infrared wavelengths, and hence best observed through the reprocessed submillimetre emission from warm dust, using instruments such as SCUBA (SCUBA-2) on the JCMT. Over-dense regions of the early universe can be explored by targeting the fields of known high-redshift active galactic nuclei (AGN) at submillimetre wavelengths. Such AGN are amongst the most massive objects in existence at their epoch and should signpost rare high-density peaks of the dark matter distribution. CAR astronomers play a key role in the international THINGS collaboration. THINGS, short for 'The HI Nearby Galaxy Survey', is a large program at the NRAO Very Large Array, to perform 21-cm HI observations of nearby galaxies. The goal is to investigate key characteristics related to galaxy morphology, star formation and mass distribution across the Hubble sequence of galaxies. On an overall very different size scale, CAR astronomers address the key issues of the formation and evolution of cosmic objects that range over scales from high-mass stars to brown dwarfs (sub-stellar objects with a mass below that necessary to maintain hydrogen-burning), and exoplanets. We study the stellar population of Local Group galaxies, including the Milky Way, to trace age and metallicity gradients as well as their structure using stars in different evolutionary stages. We also study the earliest phases of the chemical evolution of the Milky Way by recording the high-resolution spectra of extremely old stars which preserve the fossil record of the Galaxy's earliest epochs. From this we can learn about the Big Bang and the conditions in the newly forming Galaxy when its first stars were emerging. Low to intermediate mass stars (0.8 to 8 solar masses) end their days as cooling white dwarfs. This is a transition that will be undergone by the majority of stars in the Galaxy, probably including the Sun, and these end phases of a star's life are characterized by huge mass loss, which is the major source of dust and chemically enriched material in the interstellar medium. This is studied using a variety of techniques including imaging polarimetry. Understanding how stars form remains one of the major goals of modern astrophysics research, as it underpins the study of a range of phenomena, such as the formation and evolution of galaxies (including our own), the formation of the first stars in the Universe through to our own Solar System and others like it, and perhaps of life itself. We now largely concentrate on massive stars as these are a powerful force in our Galaxy and others, acting to disrupt giant molecular clouds and trigger new generations of star formation before exploding as supernovae. Once massive stars have formed they are highly visible but their earliest stages are still shrouded in secrecy as their birthplaces are hidden deep within the densest regions of dark molecular clouds and radio/submm observations are needed to probe these obscured regions. We are involved in a wide variety of programmes to detect and characterise extrasolar planets and brown dwarfs, and we are one of just a few groups worldwide to discover nearby extrasolar planets (over 40). We are pioneering a number of new extrasolar planet projects , including transits of low mass stars, with the aim of detecting extrasolar 'Earths' within the habitable zones of their parent stars.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/G001073/1","grantId":"ST/G001073/1","fundValue":"102349","fundStart":"2008-10-01","fundEnd":"2010-09-30","funder":"STFC","impactText":"","person":"James Harley Hough","coPersons":["Philip William Lucas","Maria-Cruz  Galvez-Ortiz","Jason Anthony Stevens","Elias  Brinks","Timothy Michael Gledhill","Antonio  Chrysostomou","Uta  Fritze","Judith Helen Croston","Ralf  Napiwotzki","Janet Elizabeth Drew","Sean  Ryan","David James Pinfield","Robert Stephen Priddey","Hugh Richard Jones","Matthew John Jarvis","Maria-Rosa Lucia Cioni","Marc  Sarzi","Mark Anthony Thompson","Pall  Jakobsson","Martin John Hardcastle"],"organisation":"University of Hertfordshire","findingsText":"","dataset":"gtr"}