{"id":"20A347A0-CA6E-42B8-85A1-C3C6791B5F78","title":"Screening European Heritage: History on Film, the Heritage Industry and Cultural Policy","abstractText":"From 'La Reine Margot' (1994) to 'The King's Speech' (2010), historical dramas dominate mainstream European film production and often generate major national debates on the role of the past in contemporary national identity construction. Defined in the 1990s as 'heritage films', the makers of such films frequently work in partnership with the wider heritage industry in order to secure funding for their productions. And the films, along with the debates they generate, often shape the subsequent marketing and curatorial strategy of the heritage sites they foreground in their stories. However, there has been very little exploration of this relationship and how it reflects the complexity of contemporary public engagement with the past across Europe. \n\nLed by the Centre for World Cinemas at the University of Leeds, in collaboration with B-Film: The Birmingham Centre for Film Studies, 'Screening European Heritage' responds to the AHRC's 'Care for the Future' theme in a variety of interconnected ways. Most obviously, the project explores questions of inter-generational communication, cultural transmission and exchange. It examines the representation of Europe's past on contemporary screens, what this says about contemporary cultural attitudes to the past and how this reflects, and can be shaped by, the policies and practice of cultural institutions now and in the future. In the process, it raises questions around the role and value of the past in cultural and societal change, investigating how history is re-imagined by the contemporary film and heritage industries and to what end, ultimately exploring the way contemporary heritage film, and its instrumentalisation of spectators' emotional engagement with the past, reflects broader trends in the heritage industry towards the visceral exploitation of the history and thus the way film can explore the relationship between emotions and change. \n\nThe aim of this exploratory project is to provide the foundation for a broader study that will map interactions between heritage filmmaking and the wider heritage industry from Dublin to Warsaw, from Helsinki to Madrid. Structured around a process of knowledge exchange between leading academics in the fields of film and heritage studies and film and heritage industry professionals, the exploratory phase of the project will build an international network with the necessary interdisciplinary range to undertake this ambitious future study. It will also undertake a pilot investigation of a small number of recent heritage films in order to develop an investigative model that can be used in the subsequent full project, tracing the production and consumption of its case-study films and how they reflect widespread trends in contemporary society's emotional and material engagement with history. Finally, the pilot study will also be used as the basis of a briefing paper designed to make a direct intervention in a series of national policy debates, the heritage and film industries being seen by national governments across Europe as a key generator of growth in the face of the present economic crisis. Through its public-facing collaboration with industry professionals, the project will focus explicitly on questions of direct relevance to these debates, which often ignore their common concern with the role of the past in contemporary cultural production. In the process, the project will share insights across industries as well as across national boundaries.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K005359/1","grantId":"AH/K005359/1","fundValue":"31857","fundStart":"2013-02-01","fundEnd":"2013-10-31","funder":"AHRC","impactText":"  The project has already had a degree of policy impact. It's finding where taken up by the House of Lords Select Committee on Soft Power and the UK's influence. Government, Democracy and Justice Policy & public services","person":"Paul  Cooke","coPersons":["Rob  Stone"],"organisation":"University of Leeds","findingsText":" This project looked at the key role played by contemporary historical dramas in driving the European film industry, as well as reflecting, and shaping public debates around the nature of national history, the role this plays in national and international perceptions of a given country. a variety of film and history projects Education,Government, Democracy and Justice,Culture, Heritage, Museums and Collections","dataset":"gtr"}