{"id":"20A969D6-7C07-4AA1-A83C-4A7AF64AC7BB","title":"CAD-GAME: Computer-Aided Game Design","abstractText":"As a form of media - increasingly, mass media - games have much in common with film, particularly in terms of business models. One reason for the high levels of risk in film is that only limited market testing can be done prior to product release, and the product is essentially fixed from then on. Games have traditionally followed this model, but it is important to remember that games are not just media - they are also pieces of software. One major lesson from the software industry is that capturing users' interactions with a product can be used to refine market offerings in several ways: by adapting it after release (e.g. adaptive interfaces), by using that data to iteratively refine products in future releases (e.g. error reporting in Microsoft and Apple), and to understand the various user groups in more depth. In essence, we are suggesting that this approach can be directly applied to games. The difficulty, however, is that we cannot use simple measures of task completion, because there is no task: we are simply trying to entertain. The main research challenge is to understand better just what the word 'entertain' really means in games, and how this might be reflected in patterns of player behaviour. To do this, we will undertake a study of enjoyment and immersion in video games, in order to derive a concrete methodology for closely estimating the amount of enjoyment and immersion a player has, at fairly fine-grained intervals of a game. We will also capture a multitude of different forms of data from players actually playing Rebellion's games, and we will use advanced techniques from Artificial Intelligence to search for correlations with the player's overall enjoyment. These techniques could be used during design to speed up the process of tweaking the various game parameters - where the enemies are, how effective weapons are, etc. More interesting, however, is the idea that data analysis tools could run within the game itself, adapting the game in response to the player's behaviour. In this way, we hope to pioneer a new age of user-adaptive video games, within a one game, many gameplays paradigm, i.e., where each player has a unique game experience which is tailored to their personality, level of experience, playing style and mood.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=TS/G002843/1","grantId":"TS/G002843/1","fundValue":"27250","fundStart":"2009-03-01","fundEnd":"2012-02-29","funder":"EPSRC","impactText":"  The project developed a tool to collect low level player action data from digital games. This has already proven to be a useful tool to our industrial partners as they are now able to see what players are doing and where there are processing bottlenecks in levels. Longer term it will provide a route to classify player experience in relation to the gameplay.\n\nBeneficiaries: Rebellion Games Ltd\n\nContribution Method: The research required the development of these tools and also informed the design of the tools to lead towards the classification of low level data as gaming experience outcomes. Creative Economy,Digital/Communication/Information Technologies (including Software) Economic","person":"Paul Antony Cairns","coPersons":[],"organisation":"University of York","findingsText":" The project produced a new piece of software that can capture fine-detailed actions by players in games and using user interviews relate these to the experiences that players were having and how they understood what they were doing. This is the first step towards thinking about how to adapt games to provide different experiences through matching patterns of behaviour to particular experiences. We also found several links between features of the game and experiences that people had for instance the skill and balance not only need to be balanced but that players need to perceive the balance to become engaged in the game. Also that interaction style influences how engaged players are: even though some interactions styles are more novel and just as effective, they do not engage the players in the same way. The approach to collating and analysing gaming experience is generally applicable and games companies could exploit it as a more rigorous form of play-testing. Creative Economy,Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}