{"id":"20ADFF44-2478-4E31-9AC4-24D01A28712E","title":"Genocide and Genre: performing mass-violence and its histories - filmmaking with perpetrators and survivors of the 1965-66 Indonesian genocide","abstractText":"In 1898, American Vitagraph staged the Battle of Manila Bay in a bathtub with paper boats and cigar smoke; in 1914 Pancho Villa invaded the USA, the star of his own war movie, having sold the rights to film his campaign to the Mutual Film Corporation for $25,000.\\nCinema has long shaped not only how mass-violence is perceived, but also how it is performed. Today, when media coverage is central to terror campaigns, and newscasters serve as embedded journalists in the war on terror's televisual front, understanding how the moving image is implicated in the imaginations and actions of perpetrators and survivors of mass-violence is all the more urgent.\\nThis project contributes to such an understanding. It develops innovative filmmaking methods to explore people perform, remember and recount acts of genocidal violence.\\nThe research focuses on Indonesia, where, in 1965-66, up to one million trade unionists, organised peasants and alleged communists were murdered in the space of six months. Unlike in Rwanda or Cambodia, here there have been no truth and reconciliation commissions, no trials, no memorials for victims--only triumphant slogans of 'national struggle'. Indeed, the perpetrators have been promoted through the ranks of military and government, and continue to be celebrated as national heroes.\\nCinema is often directly implicated in the imagination and machinery of this genocide. In Indonesia, not only did some death squads emerge from gangs controlling black markets in movie tickets, some executioners explicitly fashioned themselves after Hollywood stars who were projected on the screens that provided their livelihood.\\nWorking with perpetrators and survivors, this project uses cinema to access and present details of the genocide's history, while exploring how cinema is an actor in this history.\\nDrawing on the cinematic fantasies of perpetrators, the project creates a unique opportunity to explore both the routines of violence and the rhetoric and imagination of the killing machine. Perpetrators dramatise their roles in the killings, suggesting genres and directing scenes. The project documents these efforts, emphasising the tension between accuracy and perpetrators' desire to stylise, to be seen as gangster or generalissimo, as the case may be. This disturbing dramatic space is used to explore how the killings became daily routine, and this, in turn, will provide insight into why violence we would hope to be unimaginable is not only imagined, but also routinely performed.\\nAnalysing the genres of these dramatisations, we investigate the violence itself, but also the genres of its subsequent historical rendition. We explore how the violence was originally staged as a spectacle, one whose 'theatre of operations' was to be symbolically rehearsed again and again both in official histories and in the lurid boasting of the 'heroes', carrying a charge of terror across generations. \\nIn response to perpetrators' performances, we develop creative filmmaking forums for survivors to act out memories of genocide that would otherwise remain repressed, giving voice and vision to the experiences of a community who share a history they can never forget, but were forbidden to remember.\\nWhile perpetrators are keen to celebrate the killings through a musical film--a chilling and revealing artefact of a genocidal imagination flourishing in impunity--survivors explore their own memories of the massacres through improvisational Javanese opera and the calling of ghosts. The result is a cinematic record of how victims and perpetrators are in contest for control over their history.\\nThis project will result in a film, DVD-ROM, a book and a series of public discussions. But perhaps as importantly, where families and friends of victims live alongside the genocide's administrators, this project recovers crucial historical detail, offers insight into the dynamics of a precarious coexistence, and opens possibilities for dialogue and resolution.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F009542/1","grantId":"AH/F009542/1","fundValue":"396698","fundStart":"2008-03-01","fundEnd":"2011-10-28","funder":"AHRC","impactText":"  extensive use in exposing the hidden history of event in Indonesia 1965-66 in the country and internationally Education,Other Cultural,Policy & public services","person":"Joram  Ten Brink","coPersons":[],"organisation":"University of Westminster","findingsText":" An innovative documentary film form enable similar film projects activities Creative Economy,Education,Culture, Heritage, Museums and Collections","dataset":"gtr"}