{"id":"20BCBBC8-01BE-4EDA-9869-4BF6BD411780","title":"Life Study: Phase 1","abstractText":"<p>The Life Study is designed to investigate influences operating in early life, which have implications for the health, well-being and development of children and the adults they will become. The Life Study will develop a rich resource of longitudinal data and biological samples to support research into the interplay between biology, behaviour and environment during early life and its influence on future health and wellbeing in areas of major importance to the lives of children and their parents. Five major research themes will be explored through the cohort: Inequalities, diversity and social mobility; early life antecedents of school readiness and later educational performance; developmental origins of health and ill-health in childhood; social, emotional and behavioural development: the interplay between infant and parent; and neighbourhoods and environment: effects on child and family.</p>\n\n<p>Life Study will follow the lives of more than 80,000 babies and their families from across the UK. Its design and scale will enable research findings to be placed within the context of a nationally representative population of very young children and will lay the foundation for a continuing longitudinal study of children born between 2014 and 2018. The study has ethical approval and will commence recruitment in 2014. </p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L012871/1","grantId":"ES/L012871/1","fundValue":"14019500","fundStart":"2014-01-01","fundEnd":"2016-01-26","funder":"ESRC","impactText":"","person":"Carol  Dezateux","coPersons":["Anna  Vignoles","Jonathan  Wells","Cyrus  Cooper","Anthony Richard Charman","Christopher John Dibben","Jugnoo Sangeeta Rahi","Claire Louise Townsend","Paul  Elliott","Mireille B Toledano","Simon  Burgess","Diane  Reay","David Andrew  Leon","Ronan Anthony Lyons","Stephan  Beck","Jennifer Jane Kurinczuk","Helen Elizabeth Bedford","Frank  Kelly","Hilary  Graham","Alan Martin Emond","Neil  Marlow","Peter  Brocklehurst","Dale  Hay"],"organisation":"University College London","findingsText":"","dataset":"gtr"}