{"id":"20C1FDE0-3C4B-4E76-B8F4-046283E7B9FC","title":"Bioengineering of next generation lipoglycopeptide antibiotics","abstractText":"One of the major challenges in healthcare is the provision of new antimicrobial agents that can combat antibiotic-resistant pathogens (superbugs), which are widely recognised as a major global threat. Despite this, the majority of antimicrobial agents used today belong to old classes of antibiotics discovered before 1970. Consequently, there is an urgent need for new approaches that can deliver the next generation of antibiotics. To address this, we propose to investigate the biosynthesis and bioengineering of lipoglycopeptide antibiotics of the ramoplanin and enduracidin family. \n\nThe lipoglycopeptides are highly potent antibiotics which have considerable clinical potential, with ramoplanin having entered phase III clinical trials. However, these highly complex natural products are very difficult to modify using traditional synthetic chemistry, and are inaccessible through total synthesis on the scale required for drug development. Consequently, efforts to generate modified and improved second-generation lipoglycopeptide antibiotics are severely limited. In this project we will develop alternative biosynthetic engineering approaches to enable the rapid structural diversification of this class of antibiotics, providing access to large numbers of lipoglycopeptide variants with potentially improved antimicrobial activities, for subsequent development with industrial partners. Initially, we will sequence the genome of the most productive enduracidin producer, S. fungicidicus, and use this sequence to optimise production of lipoglycopeptides, by deleting competing pathways and introducing other mutations to further increase product yields. We will also explore key steps in the biosynthesis of lipoglycopeptides, including glycosylation, halogenation and assembly of the fatty acid moiety. The biosynthetic insights will then be used to guide the development of novel biosynthetic engineering methods in the optimised S. fungicidicus host. We will develop bioengineering methodology to alter the glycosylation, halogenation and lipidation patterns, as well as the peptide sequence of hybrid lipoglycopeptides. We will also explore approaches aimed at replacing the lactone peptide core, which is prone to inactivation through hydrolysis, with more stable lactam structures, to increase the longevity in vivo and improve the activity of these important antibiotics. \n\nThe large repertoire of new biosynthetic engineering methodologies that we develop will be generic, and so can also be used to generate a wide range of derivatives for other promising classes of antibiotics (e.g. vancomycins and mannopeptimycins), as well as other natural product variants with therapeutic applications, for example new immunosuppressive, antiviral and anticancer agents. Moreover, the methodology could be adopted to produce new herbicides, fungicides and insecticides for agricultural use.\n\nThis project also addresses key environmental issues, by providing methods that can lead to the more environmentally benign and sustainable biomanufacture of pharmaceuticals and other bioactive products from renewable resources, via fermentation. This is particularly important given our over reliance on fossil fuels, not just for energy, but also for the petrochemicals used in the synthesis of pharmaceuticals, agrochemicals, and other products that are essential in our lives today. The irreversible depletion of metals and other elements used in synthesis, along with the toxic pollution generated in traditional chemical manufacturing processes, are also major environmental concerns that necessitate the development of alternative approaches, such as those described in this proposal.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L002299/1","grantId":"BB/L002299/1","fundValue":"690996","fundStart":"2013-10-01","fundEnd":"2017-09-30","funder":"BBSRC","impactText":"","person":"Jason  Micklefield","coPersons":["David  Leys","Eriko  Takano"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}