{"id":"20C6308A-81CE-46B6-9849-AE2F043BBE26","title":"FASTNEt - Fluxes Across the Sloping Topography of the North East Atlantic","abstractText":"Shallow seas, the Shelf Seas, surround almost all of the Earth's land masses. On average shelf seas are hundreds of meters deep, compared to the average depth of the ocean of nearly four kilometres. Shelf Seas may be as narrow as a few kilometres, or as wide as hundreds of kilometres and together they occupy only a tenth of the watery part of the world. Yet they exert an effect on humanity far out of proportion to their mere size. Shelf Seas around the UK and western Europe are particularly wide (10s to 100s km) and shallow (around 150m); they are beset by strong tides, westerly winds, and fed by the warm waters of the NE Atlantic. From the smallest plant life, phyto-plankton, to the fish, UK Shelf Seas are highly biologically productive: nine tenths of the world's commercial fish catches come from shelf seas. This high productivity is fuelled to the greatest extent by the movement of nutrient-rich ocean waters onto the Shelf Seas. However, the step seabed slope (the Shelf Edge), which marks a narrow zone separating ocean from shelf, acts to reduce the movement of water from ocean to shelf (and visa versa); major ocean currents do not like to cross a sloping seabed. This restriction to exchange, however, breaks down when oceanic flows feel the wind or the seabed, or vary more rapidly than daily or over distances shorter that a few tens of kilometres. \nThe shelf edge is therefore seen as the controlling gateway to exchange between ocean and shelf, and the gatekeepers of that exchange are flows which change quickly, or lie at the very surface or at the very bottom of the sea. This makes the gatekeepers of exchange difficult to measure, and as a result we know very little about how the gatekeeper processes change from one season to another and from one year to another.\nFASTNEt will bring together the strongest possible UK team of Physical Oceanographers to tackle this challenge using state-of-the art observational technologies, and a range of predictive modelling approaches.\nTwo research ship expeditions will study the details of the gatekeeper processes, aided by satellite tracked drifting buoy, fluorescent dyes, and unmanned mini-submarines. Instruments will be left in place over winter to record changes brought by winter storms, and a fleet of unmanned submarines will visit these instruments in conditions no ship could operate in, and is so doing fill a huge gap in our understanding.\nWe will take the information gathered from the submarines, drifters, satellite pictures and ships and test our understanding of the gatekeeper processes, improve models designed to simulate these processes. We will then work with the National Centre for Ocean Forecasting to help improve our ability to provide forecasts of the conditions of the seas surrounding the United Kingdom.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I030208/1","grantId":"NE/I030208/1","fundValue":"422505","fundStart":"2012-01-05","fundEnd":"2016-09-30","funder":"NERC","impactText":"","person":"Johan Mattias Green","coPersons":["John H Simpson","Thomas  Rippeth"],"organisation":"Bangor University","findingsText":" We now have a capability to accurately measure vertical mixing by using ocean gliders with specific turbulence equipment attached. Work from cruise D376 show that the Ocean Mixing Glider (OMG) produces very similar results to those obtained from conventional free falling profilers. This is significant step forward in our ability to obtain long-term observations of vertical mixing in the ocean.\n\n\n\nThis new data, together with other observations, has suggested that sever wind events may have an impact on the shelf sea vertical transports long after the wind have died down. This is because the wind changes the vertical temperature structure of the ocean and this affects how wave motions within the water column can move and how energetic they are. None at the moment. This new technique has lead to a capability to get continuous autonomous measurements of turbulence for several weeks, something which previously would have required a very large investment in trained staff. Environment","dataset":"gtr"}