{"id":"20D18A94-A2DE-4BFD-9F9B-DD53FB4BE7CC","title":"13TSB_ACT: Seaweed as a Solution for Sustainable Economic and Environmental Development","abstractText":"Task 1.1 Optimisation of growing systems.\nProductivity can be defined both in terms of production per unit area, and production per unit volume of pumped water. Both the footprint of the system and the amount of water pumped directly impacts on the cost of production. A production system that maximises biomass production and quality while minimising on footprint and water pumping will be developed. This will be based on two accepted industry standards: conical bottom circular tanks (paxtons) and v bottom raceways. \nTask 1.2 Optimisation of the growth conditions. \nPhysical parameters such as light availability, temperature, nutrients, and pH all affect the rate that seaweeds grow at and thence the productivity of the system. Building on the preliminary results from the MaraWeed project these variables will be optimised for the production systems trialled in Task 1.1. Replicated production units and regular monitoring over a series of short duration experiments (1 month) will be used to define the optimal parameters for the production system.\nTask 1.3 Development of new technology to increase the production season. \nThe preliminary study has indicated that day length is likely to be the largest constraint on the productivity of the seaweed. To overcome this constraint the use of energy efficient LED lighting systems will be trialled. This will initially be done in controlled and replicated lab scale trials at SAMS to determine which systems are appropriate, and to demonstrate cost effectiveness. \nTask 2.1 Compare the nutritional profile of wild harvest and cultivated seaweeds. Nutritional profiles will be compared on a quarterly basis between wild harvested and cultivated seaweeds. In addition a full metal analysis will be conducted on both wild and cultivated seaweeds at two time periods.\nTask 2.2 Development of organic pest control systems. \nThree pest control systems will be tested to determine their efficacy of reducing grazers and fouling organisms. These will be freshwater, hydrogen peroxide, and iodine treatments. Small scale trial of the effectiveness against grazers and fouling organisms will be conducted at SAMS; protocols will be developed for larger scale production facilities.\nTask 3.1 Integration of seaweed cultivation with existing aquaculture at OF. \nTo determine if there are benefits from developing an integrated system the outflow from the OF hatchery will be connected to the inflow of replicated seaweed production units. \nTask3.2 Performance monitoring of the integrated system. \nThe productivity and quality (using same parameters as task 2.1) will be monitored for the integrated system over the course of 6 months.\nTask 3.3 Benefit analysis of the integrated system. \nThe nutrient content (nitrate, ammonium, phosphate) of the water entering and leaving the integrated system will be analysed. This will determine the efficiency of the system to remove nutrient loading from aquaculture wastes. This data will be combined with the productivity data, and product quality data to perform cost benefit analysis of integrations.\nTask 4.1 Lab scale trials on the vegetative growth of two new species of seaweed. \nSP1 and SP2 will be grown at small scale in replicated trials at SAMS to determine whether they are suitable for large scale production. These trials will include determining whether the seaweeds will grow in tumble culture or if they need to be fixed\nTask 4.2 Observation of sexual reproduction in new species of seaweed. \n Elucidation of the full life history of seaweeds is notoriously difficult. However for the duration of task 4.1 the two species of seaweed will be kept under observation for signs of sexual development and spawning. \nTask4.3 Pilot scale commercial cultivation of new seaweeds. \nThe information generated in T4.1 will be used to develop and run pilot scale cultivations of the two species at OF.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M005127/1","grantId":"BB/M005127/1","fundValue":"94680","fundStart":"2014-05-01","fundEnd":"2015-10-31","funder":"BBSRC","impactText":"","person":"Adam David Hughes","coPersons":[],"organisation":"Scottish Association For Marine Science","findingsText":"","dataset":"gtr"}