{"id":"20D3612C-7873-4037-9742-6198A3EAD2E0","title":"Amino acid sensing by hypothalamic tanycytes","abstractText":"Nearly two thirds of the UK population is overweight or obese. This excess weight elevates the risk of premature death and a range of illnesses, such as diabetes and stroke, which greatly reduce quality of life. The hypothalamus at the base of the brain controls body weight by regulating food intake (though feelings of hunger and satiety), and also deposition of fat and expenditure of energy (as heat production and activity). Understanding how the brain signals hunger and satiety is one way in which we can start to develop strategies to reduce the incidence of excess weight in the population.\n\nThe amino acid content of food is a powerful determinant of satiety. When plasma levels of amino acids are high, then so is the feeling of satiety. Amino acids are detected in the brain. So far four different brain regions have been described in which nerve cells respond to variations in the concentrations of amino acids. We propose to examine a 5th mechanism, which is unique as it is not mediated by nerve cells, but rather by specialized glial cells in the hypothalamus called tanycytes. We have already shown that tanycytes respond to amino acids, and that this may be via the activation of a receptor that also occurs in the taste buds of the tongue which is tuned to the &quot;umami flavour&quot; -the taste of L-amino acids. The overall purpose of this project is to understand why tanycytes sense amino acids in the brain and what this information is used for.\n\nOur specific aims are to: \n1. Characterize the mechanisms by which tanycytes detect and signal amino acid concentration; \n2. Determine whether amino acid sensing via tanycytes interacts with other modalities of nutrient sensing in these cells -specifically their ability to sense glucose; \n3. Test whether the properties of amino acid sensing via tanycytes can be altered by diet (fasting, amount of amino acids in food); \n4. Examine the contribution of amino acid sensing via tanycytes to determination of food preferences, the amount of food intake, and ultimately control of body weight.\n\nUnderstanding the mechanisms and functional roles of this new amino acid sensing pathway has many benefits for clinicians and related health professionals; commercial organizations; relevant medical charities; government agencies; and the public. Commercial companies may use our work to develop new types of food additive that reduce appetite, or to reformulate food so that it promotes feelings of satiety. In the light of our work, clinicians, dieticians, and relevant medical charities, may be able to modify advice on diet and eating patterns to various classes of patient to promote healthy eating and weight loss. Government agencies may be able to revise their policies with respect to the food industry and advice to the public to promote healthy eating.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M021629/1","grantId":"BB/M021629/1","fundValue":"61911","fundStart":"2015-08-01","fundEnd":"2019-01-31","funder":"BBSRC","impactText":"","person":"Fran  Ebling","coPersons":[],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}