{"id":"20D33703-106D-4ECC-B419-26B419CBEEF3","title":"Beyond Blue: New Horizons in Nitrides (Platform Grant Renewal)","abstractText":"Our research is based on gallium nitride and its alloys, an amazing family of materials which can emit light over a wide range of colours - from the infra-red (IR) to the ultra-violet (UV). Already these materials are widely used in light emitting devices that are part of our everyday lives, perhaps most commonly in blue light emitting diodes (LEDs) and laser diodes (LDs). The LDs are at the heart of the blu-ray HD-DVD player, whilst the blue LEDs are combined with phosphors that emit other colours of light to produce white light. Such white LEDs are now very common in bicycle lights, torches and back-lighting for displays on portable electronic devices from mobile phones to tablet computers.\n\nCambridge and Manchester have been collaborating on materials for blue LEDs for over ten years. Our research has led to step changes in the understanding of the basic materials science and physics of the light emitting materials leading to improved LED efficiency. Also we have pioneered lower cost methods for the growth of the gallium nitride crystals used in LEDs which have been commercialised, and are currently being exploited by a UK company, Plessey, who are fabricating these devices at their UK factory in Plymouth. Whilst we aim to continue to improve both the performance and cost of our blue LED technology in collaboration with our industrial partners, enabling new applications, e.g. in health care systems, we are now looking beyond the blue LED to other applications of gallium nitride such as devices that will emit light in the green and UV parts of the spectrum. Currently nitride devices emitting in the green and UV have much lower efficiencies than blue LEDs, and this limitation prevents the full exploitation of the nitrides across the whole spectrum. Applying the successful Cambridge-Manchester approach of understanding the basic science underlying the materials' properties, and using this to drive device development, we aim to produce green LEDs for application in displays and in high quality white lighting for homes and offices. Perhaps even more significantly, UV LEDs could be a low-energy way to purify drinking water, which could save millions of lives in the developing worlds, and we are considering innovative approaches to the development of these devices. \n\nLooking beyond LEDs, we will carry out research on LDs and even single photon sources. These latter devices, which emit one -and only one - photon on demand, are an enabling technology for quantum cryptography and quantum computation. We are already world leaders in the design and fabrication of blue single photon sources. The horizons we wish to explore are not necessarily new colours but devices with astounding new capabilities, such as the emission of pairs of entangled photons. Entanglement - which Albert Einstein referred to as &quot;spooky action at a distance&quot; - is a peculiar phenomenon by which changes made to one of the entangled pair of particles affect the other, even if the two are many miles apart. Entanglement can be used to achieve totally secure transfer of information. Gallium nitride can also be used in electronic devices, and so another emerging research theme at Cambridge and Manchester is the development of nitride transistors which will reduce the energy wasted as heat in high power applications such as computer power supplies, motor drives or power inverters of photovoltaic systems.\n\nOverall, our research has the potential to provide clean water for millions, vastly reduce energy consumption and greenhouse gas emissions and to enable totally secure communications but there are many new applications on the horizon for GaN, and we hope that this platform grant will help us to keep the UK at the forefront of this outstanding developing technology.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M010589/1","grantId":"EP/M010589/1","fundValue":"979288","fundStart":"2015-01-29","fundEnd":"2020-01-28","funder":"EPSRC","impactText":"","person":"Colin  Humphreys","coPersons":["Rachel Angharad Oliver"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}