{"id":"20D53A32-B362-470B-A6F3-54C283315423","title":"Core formation, Hadean mattes and the timescale of Earth accretion","abstractText":"Based on radioactive dating of the oldest particles in meteorites it appears that the planets began to form 4567 Million years ago from a cloud of dust and gas surrounding the young sun. We are currently at a very interesting and exciting time for those scientists trying to understand how the Earth and the other planets grew from this primitive solar system material. It has recently been discovered that there were a number of short-lived radioactive isotopes which were present at the beginning of the solar system, possibly injected into the dust cloud by a nearby exploding star. These radioactive isotopes are now completely decayed ('extinct') but their stable decay products ('daughters') can be found in meteorites and in the Earth, moon and Mars. Because the extinct isotopes and their daughters have different chemical properties, they may be used to investigate early processes which tended to separate them. For example, hafnium-182 (extinct) decays to tungsten-182 with a half-life of 9 million years. Tungsten tends to enter the metal cores of planets while hafnium remains in their outer 'rocky' parts. From measuring the isotopes of daughter tungsten in meteorites and the planets it has been shown that some asteroids formed metal cores within 1-2 million years of the beginning of the solar system while the same processes took about 12 million years on Mars and 30 million years on Earth. The aim of this project is to investigate the chemical behaviour of a number of these extinct isotopes and their daughters so that we may better understand the processes which took place as the Earth grew. One major question is whether or not the Earth lost a substantial fraction of those elements which could easily be turned into gases ('volatile') at the time of the giant impact which appears to have formed the moon about 50 million years after the beginning of the solar system. Another is the apparent discrepancy between the time of core separation on Earth measured by the hafnium-182, tungsten-182 system discussed above and that measured by uranium-lead. Lead is somewhat volatile, so it is possible that the age measured by lead isotopes (50-100 million years after the beginning of the solar system) is actually the age of volatile loss rather than the age of core formation. We will be able to distinguish between these possibilities by determining the chemical behaviour of parent and daughter isotopes of different volatility during the core formation stage. In order to do this I propose to work on distribution of lead (daughter of uranium and parent of thallium), thallium (daughter of lead-205) and silver (daughter of palladium-107) during metal core segregation under the high pressure, high temperature conditions relevant to the growing Earth. Because the three daughter elements have quite different volatilities (thallium most, silver least) the results will enable us to separate the two processes of core separation and volatile loss.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F018266/1","grantId":"NE/F018266/1","fundValue":"367300","fundStart":"2009-01-30","fundEnd":"2012-01-29","funder":"NERC","impactText":"","person":"Bernard John Wood","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}