{"id":"20DACE4E-3DC5-4D69-8A24-4139E7D4AE6F","title":"Young People's Science and Career Aspirations age 14-19 ('ASPIRES2')","abstractText":"In the UK, as in virtually every developed country, it is widely accepted that we need more people studying and working at all levels in Science, Technology, Engineering and Mathematics (STEM). STEM industries are vital elements of the UK economy and are predicted to expand relative to other fields. But there is a widespread consensus that there is a STEM skills gap and that this gap is growing with fears that the predicted lack of appropriately qualified STEM graduates and workers with STEM technical skills will impact negatively on the UK economy. There is also a widely accepted case for the need to broaden the gender, ethnic and social class profile of those who study STEM post-16, particularly in the physical sciences. It is therefore a matter of urgency for research to understand the factors affecting STEM participation and the reasons why many young people choose not to study these subjects post-16.\n\nThis study ('ASPIRES2') will extend the unique dataset developed by the first ASPIRES study (RES-179-25-0008), which tracked the development of young people's science and career aspirations from age 10-14. ASPIRES1 surveyed over 9,000 children when they were in primary school (age 10/11) and then conducted further surveys when the cohort reached secondary school (surveying 5,600 students at age 12/13 and c.5000 at age 13/14). Alongside the surveys, researchers longitudinally tracked a group of children and their parents, conducting interviews with 92 young people and 78 parents in Year 6,following them up again in Year 8 and 9.\n\nThe new study aims to understand how young people develop their science and career aspirations over the next important five years of their lives (from age 14-19). It will explore changing influences of the family, school, careers education and social identities and inequalities on these young people's science and career aspirations and, crucially, will relate these to their actual subject choices and attainment in national GCSE examinations and their post-16 choices. This tracking of young people's aspirations and educational outcomes comprises the vital 'final link' in our tracking of this cohort. \n\nTo achieve this goal, the project will conduct two surveys with a nationally representative sample of c.7-10,000 students per sweep. The students will be drawn from the same age cohort as the previous ASPIRES survey, and will be conducted when students are in Year 11 (age 15/16) and Year 13 (age 17/18). This will provide us with an authoritative picture of the developing views of young people from age 10-19. Interviews will also be conducted in Year 11 and Year 13 with c.80 students and 60 of their parents, all of whom have been previously tracked by the researchers from Year 6. We will also statistically analyse national datasets for those who took part in the very first survey (Y6), to explore how early attitudes and/or factors may relate to later outcomes (e.g. GCSE attainment, post-16 choices).\n\nThe project will collaborate with two science organisations (the Institute of Physics and the Science Council) to develop ways of engaging families and young people with key project messages around STEM careers. Collaboration 1 will focus on translating project messages for parent audiences, via social and popular media formats (e.g. through a series of articles placed in the popular print media such as supermarket magazines and by using Twitter and social networking sites). Collaboration 2 will develop an 'app' (computer application software) to develop an interactive quiz that can convey key project messages to young people in an engaging, interactive format. We also hope to enlist the help of schools and science teachers to promote the use of this app among students.\n\nASPIRES2 addresses the urgent need for a deeper understanding of how student aspirations are shaped, offering a unique opportunity to extend existing knowledge from 10-19, through key points in students' educational careers.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L002841/1","grantId":"ES/L002841/1","fundValue":"842092","fundStart":"2014-02-01","fundEnd":"2019-01-31","funder":"ESRC","impactText":"  We have only just started this project and therefore have no findings to report at present.  ","person":"Louise  Archer","coPersons":["Jennifer Eileen DeWitt","Becky  Francis"],"organisation":"King's College London","findingsText":" We have only just started this project and therefore have no findings to report at present.  Education","dataset":"gtr"}