{"id":"20DBCB77-9E46-4559-B6A4-C3EBC6A9FCFE","title":"Dynamics in Geometric Models of Matter","abstractText":"Ever since Einstein's interpretation of gravity as spacetime geometry in his theory of general relativity, physicists have searched for a unified and geometric description of all known forces. Shortly after Einstein invented general relativity, Theodor Kaluza and Oscar Klein proposed a unified geometric model of gravity and electromagnetism, with electromagnetic forces being interpreted in terms of curvature into a fifth dimension (in addition to time and the three spatial dimensions). The fifth dimension had to be assumed to be tightly curled up into small circles. Under certain assumptions on the five-dimensional geometry, the Kaluza-Klein model reproduces classical electromagnetism together with general relativity. \n\nIn a recent paper Atiyah, Manton and Schroers propose a geometric model of matter which is akin to the Kalzua-Klein model, but exchanges the roles of the electric and magnetic fields. Modifying and relaxing Kaluza and Klein's assumptions, they arrive models for elementary particles like the electron and the proton in terms of four-dimensional geometries. These models are static (time is not included) and capture qualitative properties of the particles in question. \n\nThe goal of this project is develop the geometric description of matter by clarifying how it accounts for the spin of elementary particles and how one can describe interactions in purely geometric terms. This is ambitious and adventurous research which draws on many different research areas in mathematics and physics. It could pave the way for a radically new mathematical language for elementary particle, nuclear and atomic physics.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K00848X/1","grantId":"EP/K00848X/1","fundValue":"165674","fundStart":"2013-09-02","fundEnd":"2015-10-31","funder":"EPSRC","impactText":"","person":"Bernd  Schroers","coPersons":["Michael  Atiyah"],"organisation":"Heriot-Watt University","findingsText":"","dataset":"gtr"}