{"id":"20DDECBA-20D5-4671-98DF-4F9BC72318E8","title":"Performativity/ Place / Space: Locating Grid Technologies","abstractText":"As part of the University of Bristol research theme Performativity | Place | Space, the 'Locating Grid Technologies' workshops and symposium investigated the potential of Grid technologies to produce new understandings of space and time for distributed, creative research practices.\n\nUsing Access Grid (AG) as a flexible, interactive audio-visual networking environment the project drew together mixed-mode researchers from the UK, US and Japan to generate, analyse and re-use audio-visual documents of distributed practice-led research. Key to the success of the workshop series was the effective interdisciplinary partnership among the PI, Dr Angela Piccini, and University of Bristol's Institute for Learning and Research Technology, its Centre for e-Research and the Graduate School of Education, in addition to Memetic and the Access Grid Support Centre at University of Manchester.\n\nAll events were recorded on to the Memetic server at University of Manchester. Memetic is a JISC-funded VRE (virtual research environment) designed to extend uses of AG through advanced meeting support and information management tools. It allows for recording, analysis and replay of AG meetings. In the 'Locating Grid Technologies' project we explored the potential of Memetic in distributed creative research.\nThe first workshop was 'Distribution: an introduction to e-Science for the creative and performing arts and media'. A key objective was to determine themes central to facilitating distributed collaborations between the arts and e-Science. The first part of the day introduced participants to Grid technologies and their potential application in the arts. \nThe second half of the day demonstrated AG and Memetic through distributed performance: an improvisational orchestra performed in one AG node, a dancer performed in another node and the performance was mapped through the Compendium software application within Memetic. Of specific concern was the way in which the technologies of AG and Memetic and the physical expression of AG within the meeting rooms produce particular understandings of performance spaces.\n\n'Connection: PARIP Explorer, Semantic Web and data grids for the creative and performing arts and media' focused on using the audio-visual data objects generated at the first workshop and stored on the Memetic server to develop ways in which they might be linked via a Semantic Web database application. Following presentations on Semantic Web and non e-Science data grids such as peer-to-peer file sharing, participants used the Memetic\nrecordings of the first workshop to explore collaborative tagging aimed at facilitating the location and reuse of distributed performance documentation data in online environments.\nThe final workshop, 'Location: the impact of Grid technologies on the performativity of space and place in the creative and performing arts and media', used the tagged audio-visual data objects from the second workshop to explore how these might productively be used in further creative research.\n\nFollowing a practical session on collaborative classifying of creative practices, a group of researchers in the Bristol AG node met with others in Southampton, London and Manchester in a distributed performance that involved dancers, musicians, poets, performers, visual artists, film makers and digital artists. The aim of the final workshop was to test the limits of the available technology in order to generate useful technical guidance for other users and to produce a series of questions for future research.\nThe final event was an AG symposium that brought dancers from Japan, theatre makers from Utah and telepresence and new media artists from the UK to share their experiences of Grid technologies as they compare with existing technologies for distributed creative research. A specific focus of the symposium presentations was the impact of Grid technologies on the 'place of place and space' in practice-led research.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E500447/1","grantId":"AH/E500447/1","fundValue":"12123","fundStart":"2006-05-01","fundEnd":"2006-10-31","funder":"AHRC","impactText":"","person":"Angela Ann Piccini","coPersons":[],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}