{"id":"20E4C7BD-F717-414B-97A9-42F75798C476","title":"Social Networks and Occupational Structure","abstractText":"<p>What can we learn about social stratification and socio-economic structure through the study of the social relationships that connect people from different occupations? Sociologists have long recognised that empirical patterns of social interaction are revealing about the nature of the underlying social structure, and that the social relationships of occupations are major forces in defining the social structure. </p>\n\n<p>This project deals with observational data about the social interations held between the incumbents of occupational positions in order to apply two contrasting statistical approaches to the analysis of social interaction data. By doing so it makes new substantive and methodological contributions to exploring the occupational order and its relationship to social structure in both general and specific ways. </p>\n\n<p>The study uses large scale census and survey data from many different countries and time periods. The two methodologies used are 'social network analysis' and 'social interaction distance analysis'. The latter has been used before to analyse occupations (eg the applicants' 'CAMSIS' project);&nbsp; this project updates previous analysis, extending the range of results and methodological resources linked to the approach. The former is an exciting emerging methodology which offers innovative new insights into the nature of social relations in occupations. </p>\n\n<p>&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-062-23-2497","grantId":"RES-062-23-2497","fundValue":"158559","fundStart":"2010-10-01","fundEnd":"2012-09-30","funder":"ESRC","impactText":"","person":"Paul Stuart Lambert","coPersons":["David Peter Griffiths"],"organisation":"University of Stirling","findingsText":" The starting point of the project 'Social Networks and Occupational Structure' (SONOCS) was an extended body of previous sociological literature that had used the analysis of social interaction patterns between the incumbents of occupations as a way of finding out about the nature of social inequality. This body of work, associated in particular with the 'Cambridge Scale' and the 'CAMSIS' project, focussed upon identifying a dimension of social inequality in occupations that was defined through social interaction patterns and that proves to be a good indicator of the structure of social stratification (for instance, those jobs that have the most advantaged social connections on average are also those with the most advantaged economic, lifestyle and health outcomes). One of the investigators on the SONOCS project had worked extensively in this tradition, and indeed now maintains the popular CAMSIS project website www.camsis.stir.ac.uk and the development of new CAMSIS scales (work that was continued with and supported as a component of the SONOCS project). \n\n\n\n\n\nThe major innovation of the SONOCS project was to exploit different techniques of analysis to explore similar empirical data on the social connections between occupations. Primarily, the project focussed on applying and comparing the outcomes from analysis using the traditional methods of Social Network Analysis. The main strategy was to define occupations as 'Nodes' within a social network framework; in this approach, whether or not a tie was recorded between occupational nodes was defined by whether or not there was a disproportionate number of social connections between the respective occupations. Network analysis techniques (such as graphical depictions, summary statistics and models) were then used to describe the connections between Nodes. Other methodological strategies were also explored, including using random effects models to summarise relations between Nodes, and exploring other regression model frameworks for understanding social connections between occupations. \n\n\n\n\n\nThese new avenues of research led to several promising findings. Methodologically, the investigators identified, documented, and promoted to others, a number of alternative means of analysis through which empirical results and substantive interpretations on social structures could be developed. Substantively, the project led to a number of new insights about social stratification and its relation to social connections between occupations. The project investigators published journal, technical and conference papers, and workshop and online materials, summarising the methods used and resulting findings. A forthcoming highlight of the project will be the publication, expected Spring 2014, of a research monograph by the investigators that will summarise both the methodological and substantive results of the project. This study is entitled 'The Social Resin', referring to a metaphor that the authors use to describe the powerful and consequential means by which social connections serve to bind together important social positions (occupations) and in turn contribute to the very reproduction of the social stratification structure itself. Researchers from non-academic sectors working with data on occupations, and/or using social network and social interaction analysis techniques, may find the project's methodological resources of value. The operationalisation of categories from social surveys as 'Nodes' is innovative and has potential applications in other sectors. \n\n\n\n\n\nConsumers of social science research outside the academic sector may find the project's insight into the importance of social connections in structuring social inequality of value. In particular, the project explores differences between measures of occupational stratification, stating the case for the measures derived from applying social distance techniques; this discussion is likely to add to popular debates about the measurement of stratification and class analysis.\n 1) Methodological route: Both the CAMSIS project website (maintained and updated as part of the project), and the SONOCS project website itself, disseminate a range of methodological resources. These cover techniques of analysis (e.g. social interaction distance and social network analysis methods), and metadata on data resources related to occupations. These resources are suited to exploitation by researchers working with social science data outside academic research. The project has also conducted workshop events where similar materials were demonstrated and exercises undertaken, with audience members from academic and other research outlets. There was a healthy interest in these events, which could potentially be re-run by the investigators in the future. \n\n\n\n\n\n2) Substantive route: The substantive findings of the project centre on themes of the social reproduction of stratification inequality and the consistency of social connections in relating to those structures. Existing social policies related to social inequality and occupational stratification tend to be focussed upon individual level circumstances to the relative neglect of the importance of people's social connections. The project has the potential to inform policy development in this area in academic and non-academic sectors alike. When the project monograph is realised we will be publicising its finding through the project website, through blogs (including that of the connected follow-on ESRC funded project 'Is Britain Pulling Apart?') and by sending leaflets to relevant stakeholder organisations publicising both the book and its findings. Government/ Democracy and Justice","dataset":"gtr"}