{"id":"20E56108-77E2-40A1-A37F-B7B4B9D92F4D","title":"Monitoring and Evaluation for Sustainable Communities","abstractText":"<p>The activities and projects of UK low carbon community groups (LCCGs) do achieve notable resource/energy savings and behaviour changes. However, gathering data on LCCGs outcomes and impacts is both pressing and challenging, for LCCGs themselves, and for those wishing to aggregate collective impacts to assist in shaping future policy decisions.&nbsp; Although useful monitoring and evaluation (M&amp;E) tools already exist, they are often not tailored to the needs and capacities of community groups, thus limiting groups’ ability to learn from the data and improve the effectiveness and affect of activities and projects.</p>\n\n<p>In response, this project explores if and how participatory knowledge exchange methods can contribute to producing M&amp;E resources and practices based on the needs of UK LCCGs. Specifically, questions addressed include whether M&amp;E approaches can be developed that meet both the needs of LCCGs and achieve across-group aggregation of data. Also, what outcomes are produced when diverse LCCGs share experiences of, and co-develop, M&amp;E resources? These questions will be explored through participatory workshops with researchers and LCCGs to:</p>\n\n<ul>\n \n\n <li>identify priorities and needs</li>\n\n <li>develop pertinent M&amp;E frameworks</li>\n\n <li>pilot M&amp;E resources amongst participating groups, gathering qualitative and quantitative feedback on experiences and outcomes.</li>\n\n</ul>\n\n<p>&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L001977/1","grantId":"ES/L001977/1","fundValue":"84886","fundStart":"2013-12-01","fundEnd":"2014-11-30","funder":"ESRC","impactText":"  As our project is not yet complete, to date the main impacts on this project has been on the participants i.e. the low carbon community groups and networks involved in the monitoring and evaluation workshops. Through these workshops, participants have reevaluated their projects and impacts, both within and outside their organisation. Communities and Social Services/Policy,Environment Societal","person":"Kersty  Hobson","coPersons":[],"organisation":"University of Oxford","findingsText":" So far through this knowledge exchange project we have developed material for, and the process of, 1-day workshops to help low carbon community groups formulate their own monitoring and evaluation (M&amp;amp;E) strategies. We have also selected and developed M&amp;amp;E tools to trial with groups over several months, to evaluate the tools' relevance and impact - trials that have just been completed and are now being evaluated by the project team. The M&amp;amp;E tools we have utilised during the project trials could be developed further, in particular around the issues of social impacts and well-being. The 1-day workshop structure and process will be made available for all to use. We are still working on assessing overall project impacts and findings, to be taken forward in a future report and academic papers. Communities and Social Services/Policy,Digital/Communication/Information Technologies (including Software),Education,Environment,Government, Democracy and Justice","dataset":"gtr"}