{"id":"20ECBDF3-CE63-4FD8-817E-52F19CDA3373","title":"Writing the Community - Myth and Recognition in French Literature and Thought 1930-55","abstractText":"\\n\\n'Writing the Community' explores the ways in which some of the most influential French authors and philosophers between 1930 and 1955 imagined that literature and art could contribute to the conceptualization of a new and better society. The authors discussed include Breton, Bataille, Nizan, Sartre, Queneau, Merleau-Ponty and Barthes. But the project is not only a study of French intellectual history: the ambition is to deliver a historically informed contribution to contemporary debates on community. \\n\\nThe conceptual framework rests upon two concepts - myth and recognition - used by three theorists: Sorel, Freud and Koj&egrave;ve. Both myth and recognition are considered as mechanisms for constituting a coherent society. \\n\\nIn the mid-twentieth century many intellectuals (and politicians) believed that the creation of a coherent society presupposed the reference to a mythical foundation. They argued that only the presence of a mythical element would allow social construction to transcend the level of a merely formal assemblage. The belief in myth was particularly visible in Surrealist circles. It took several forms: sometimes myth was a tactical means for reaching a political goal, at other times it was a predominately spiritual concept. In order to define this multifaceted notion 'Writing the Community' examines the influence Georges Sorel's and Sigmund Freud's use of myths in particular. \\n\\nThe other important mechanism for constituting a community in this period was the Hegelian concept of recognition. It was often argued that a true society only becomes possible with the mutual recognition of consciousnesses. Between 1930 and 1955 the question of recognition was more commonly referred to as the struggle between master and slave. Many intellectuals maintained that only the revolutionary overcoming of the separation between masters and slaves, bourgeoisie and proletariat, could lead to a state of mutual recognition. This tradition was dominated by Alexandre Kojve's unorthodox Marxist reading of Hegel.\\n\\nThe project examines myth, recognition and the relation between these two concepts in eight chapters. This leads to a conclusion concerned with the re-emergence of the concept of recognition within socio-political philosophy today. The fundamental question is: how can the historical discussions of recognition inspire contemporary debates about community?\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F003625/1","grantId":"AH/F003625/1","fundValue":"22790","fundStart":"2008-03-01","fundEnd":"2008-07-13","funder":"AHRC","impactText":"","person":"Nikolaj D'Origny Lubecker","coPersons":[],"organisation":"University of Aberdeen","findingsText":"","dataset":"gtr"}