{"id":"20FB69FA-7B65-48F9-8863-40254FCE11FC","title":"Transfer Learning for Person Re-identification","abstractText":"Person re-identification is an important task in distributed multi-camera surveillance. This is currently performed manually at great economic cost, and with high error rates due to operator attentive gaps. In this project we aim to achieve fast accurate and robust automated person re-identification that can be deployed to any given camera network scenario, without any expensive calibration steps.\n\nAutomated person re-identification is the task of associating people based on images captured in video across diverse spatially distributed camera views at different times. This is challenging because the articulation of the human body and variety of viewing conditions such as lighting, angle and distance means that observed appearance typically differs more for the same person in different views than it does for different people. At the same time, it is an important task to solve because re-identification underpins many key capabilities in visual surveillance such as multi-camera tracking. This in turn is a key capability for end-user organizations which need video analytics to achieve a variety of ends including retail optimization, operational efficiency, public safety, security, infrastructure protection and terrorism prevention. Moreover, it is important to automate re-identification because the manual process in large camera networks is both prohibitively costly and inaccurate due to attentive gaps.\n\nCurrent state of the art re-identification systems use machine learning techniques to produce models for re- identifying across a particular pair of cameras based on manual annotation of person identity in those cameras. However, this is not scalable in practice, because every unique pair of cameras would need calibration with training data. In this project, we will develop new machine learning models that can automatically adapt re-identification models created for an initial set of source cameras to address the re-identification problem in each new pair of cameras without requiring new annotation. This will dramatically improve the practical impact of re-identification technology by making it significantly more accurate as well as cheaper and easier to deploy.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L023385/1","grantId":"EP/L023385/1","fundValue":"98569","fundStart":"2014-10-27","fundEnd":"2015-12-26","funder":"EPSRC","impactText":"","person":"Timothy Miguel Hospedales","coPersons":[],"organisation":"Queen Mary, University of London","findingsText":"","dataset":"gtr"}