{"id":"20FE6D38-D829-4B80-B658-0BF9DC5C59C8","title":"Gastrointestinal stem cells and their progeny in health and disease","abstractText":"Our research will study stem cells of the epithelium that lines the intestine. The epithelium is important in protecting the intestine against inflammatory diseases such as ulcerative colitis, Crohn’s disease or those due to infection. Acute inflammation can arise due to infection by bacteria and usually resolves without any long term harm. Chronic inflammatory diseases have more complex causes in which genes that determine how we respond to bacteria normally resident in the intestine appear to be important. Currently, there is no medical cure for ulcerative colitis or Crohn’s disease. These diseases often require long-term medical treatment or surgery and there is also an increased risk of the development of cancer, which arises from the epithelium. It is postulated that abnormalities in the ways in which the epithelial stem cells and their daughter cells interact with bacteria normally resident in the intestine, and the neighbouring cells in the lining of the intestine, lead to chronic inflammation. Our research will involve the study of stem cells in specimens of normal and diseased human intestine and also in mouse models. It is hoped that the outcome of the programme of research will be better understanding of the regulation of the epithelium and its stem cells and how abnormalities of their function may lead to intestinal inflammation. Greater understanding of adult epithelial stem cells may also enable the development of future methods for their manipulation in the laboratory such that they can subsequently be useful for treatment.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0500067","grantId":"G0500067","fundValue":"651204","fundStart":"2005-10-01","fundEnd":"2010-09-30","funder":"MRC","impactText":"","person":"Yashwant  Mahida","coPersons":["Fred  Sablitzky","Christopher Stanislaus Potten"],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}