{"id":"20FF7433-291B-4E1A-838E-C90A151821EC","title":"Driving up the quality and relevance of research-based knowledge through the identification and use of core outcomes: the COMET Initiative","abstractText":"People doing clinical trials and other types of health research often struggle when trying to choose the outcomes to measure which would be of most use to the patients, practitioners and policy makers who will use their research to help them make decisions. These difficulties for trialists are passed on to those producing and reading systematic reviews of trials, many of whom have experienced the frustration of finding that the original researchers either did not measure certain outcomes or measured them in such different ways that it is difficult or impossible to compare, contrast or combine the studies. \n\nMuch could be gained if there was an agreed minimum set of core outcomes for each medical condition, which were measured and reported in all clinical trials in that area. Last year, the COMET Initiative was launched to bring together an international network of individuals and organisations interested in the development, application and promotion of such core outcome sets. \n\nCOMET aims to collate relevant resources in a publically available, searchable database; to provide guidance on methods for developing core outcome sets; and to develop reporting standards for such studies. Through personal contacts we already know of work on core outcome sets in over 70 areas but there is likely to be much more than this. This proposal is for a two year project to consolidate and develop the COMET Initiative, that has started and that is supported by many stakeholders. The project will include three workstreams: core activity, research, and strategic development. \n\nCore activity will include periodic searching of the literature to identify all relevant work and keep the database up to date, provision of advice to researchers, delivery of training workshops, collation of information about methodological research, organisation of international meetings, and development of the website as a resource for those interested in outcome measurement. We will also examine the level and nature of any patient involvement in this work, since examples exist where patients have identified an outcome important to them as a group that might not have been considered if the core outcome set was developed by practitioners on their own. \n\nAn initial review of the studies identified to date shows that the methods used to develop core outcome sets vary and there is limited empirical evidence regarding whether different methods result in similar or different conclusions. Our research will involve undertaking a survey of researchers to understand their experience of core outcome set development and their choice of approach. From the survey, we will identify key methodological research questions and subsequently undertake feasibility work alongside ongoing core outcome set development in particular clinical areas.\nThis workstream will provide a starting point for methodological research in this area, with the goal of improving methodological standards for COS development.\n\nOur strategic development will involve working towards three main goals: (i) to increase the number of core outcome sets developed using evidence-based methods, (ii) to increase their impact on the quality of research-based knowledge, by raising awareness and increasing implementation, and (iii) to establish methods for standards of core outcome set development.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J004847/1","grantId":"MR/J004847/1","fundValue":"174328","fundStart":"2012-11-28","fundEnd":"2014-11-27","funder":"MRC","impactText":"","person":"Paula  Williamson","coPersons":["Michael  Clarke","Jane Miranda Blazeby","Douglas Graham Altman"],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}