{"id":"2107447E-3D09-4F20-8231-0AA9B0E91F6E","title":"Distinguishing realistic environmental risks of nanoplastics by investigating fate and toxicology in real-world scenarios","abstractText":"Contamination of marine environments by plastic debris is a visually obvious and undesirable consequence of dramatic increases in production and use of plastics in consumer products over the last 50 years. Pieces of plastic have been found in marine environments worldwide and the need to establish levels of contamination and consequences of plastic debris has become a high priority to inform policy. Nanoplastics are manufactured (primary particles) for use in products or form by fragmentation of larger pieces (secondary particles); however, their appearance and properties appear to be indistinguishable after release to the environment. The abundance and persistence of nanoplastics presents a chronic and increasing human-induced change of marine environments on a massive scale for which assessment of risk is an urgent priority. Nanomaterials have unique properties because of their size and there is concern for unexpected toxicity in organisms because nanoplastics may be transported across cell membranes and may persist within the gut and interfere with processes of the digestive system. Investigations of nanomaterial toxicology have been conducted for over ten years, but many of these early studies do not provide the information needed for environmental scientists to assess the risks nanomaterials pose to the environment. This project is focused on providing critical information to enhance the environmental risk assessment of nanoplastics, and is based on real-world exposure scenarios. In particular, we will investigate interactions with microorganisms present in natural seawater on the formation of microorg-agglomerates of nanoplastics and how these microorg-agglomerates have different properties and therefore different environmental effects compared to nanoplastic particles. We will investigate how toxic substances associate with microorg-agglomerates and influence where nanoplastics accumulate within test marine environments (mesocosms) and whether the toxic substances are released to fish. Toxicology and effects of nanoplastics in fish and marine invertebrates after ingestion will be studied considering a variety of endpoints with a design that will enable effects to be modelled across concentrations and sizes of nanoplastics. The outcome of this project (RealRiskNano) will be to provide risk assessors with urgently needed information to evaluate the realistic risk that nanoplastics pose in marine ecosystems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/N006526/1","grantId":"NE/N006526/1","fundValue":"508581","fundStart":"2015-11-15","fundEnd":"2019-11-14","funder":"NERC","impactText":"","person":"Theodore  Henry","coPersons":["Tony  Gutierrez"],"organisation":"Heriot-Watt University","findingsText":"","dataset":"gtr"}