{"id":"2117365E-ADDE-4435-9A17-0F76946EBA2F","title":"N-terminal acetylation as a signal for protein degradation controlling plant development and stress responses","abstractText":"Unlike animals, plants cannot move, and have therefore evolved to grow and survive in constantly changing environments. Understanding the mechanisms that plants use to achieve this is critical if we are to develop superior crops to produce enough food to support a growing global population in the face of climate change. One way in which plants control their growth and respond to the environment is by regulating the stability of the proteins in their cells - plants need to precisely control when to get rid of a protein in order to successfully and rapidly respond to a wide range of signals. Protein degradation (proteolysis) in plants is important for controlling almost all aspects of plant life - for example, the sensing of and response to most plant hormones and a large number of external and internal signals (e.g. light and oxygen) is reliant on protein degradation. Therefore, increasing our understanding of the signals and mechanisms regulating protein stability is a major focus for plant science in order to identify targets that plant breeders and biotechnologists can focus on to develop improved crop varieties.\n\nThis work will identify and characterize a new pathway for targeted protein degradation in plants. In this pathway, which was recently identified for the first time in yeast, degradation is initiated through the addition of a small molecule (acetyl) at the beginning (N-terminus) of a protein. Once a protein has been N-terminally acetylated, it can then be recognised by another type of protein that adds a second marker (ubiquitin), which acts as a signal for degradation by the cell. Our initial studies suggest that protein degradation via this pathway plays important roles during plant development and stress response (including the control of seed germination, drought response and chlorophyll content). This pathway therefore represents a promising new system for understanding and manipulating plant growth and survival, a key focus for future food security.\n\nWe will investigate in detail how this pathway functions and what important aspects of plant life it controls. Studies will be carried out in the plant Arabidopsis - the 'lab rat' of the plant world - since it is much easier to grow and study compared to crop species, yet has all the same genes and mechanisms. We will develop and analyse Arabidopsis plants that have had the key components of this pathway removed (mutants) and ones which 'over produce' them, in order to understand what roles these factors play during normal growth and development. We will also perform studies to see where this pathway is working in the plant, both spatially (i.e. leaves vs roots?) and over time during the life cycle. Collectively this will allow us to dissect where and when this pathway is functional, and identify what key aspects of plant life it regulates. We will also perform biochemical analyses on protein 'targets' of the pathway, to show that their degradation is dependent on Nt-acetylation and subsequent addition of ubiquitin, which will provide important insight into the mechanisms and signals underpinning proteolysis via this pathway, and help guide future studies into identifying natural protein targets.\n\nFunctional characterization of this novel pathway will greatly enhance our understanding of plant signalling and behaviour. Since these genes are conserved in important crop species - from barley to broccoli - this research will therefore help inform future studies into creating better, more efficient crop varieties. As well as uncovering an entirely new mechanism for regulating protein stability in plants, this work will also provide new insight into why some proteins are acetylated at their N-terminus. This modification is widely conserved in plants and animals, and was recently linked to human disease, but its functions are largely unknown. Thus our detailed studies will provide scientific insight that may also benefit human and medical research.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M020568/1","grantId":"BB/M020568/1","fundValue":"407474","fundStart":"2015-09-01","fundEnd":"2018-08-31","funder":"BBSRC","impactText":"","person":"Daniel James Gibbs","coPersons":[],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}