{"id":"2125FE41-8784-4BE2-826A-4A9E5952489A","title":"IMPETUS: IMproving PrEdictions of Drought To inform USer decisions","abstractText":"Droughts have severe impacts on societies, economies, agriculture and ecosystems. The 1975-76 UK drought had a devastating effect on the UK economy causing an estimated &pound;3,500M loss to agriculture, &pound;700M of subsidence damage to buildings and a &pound;400M cost to the water industry (present day figures adjusted for inflation). Forward planning is critical for managing the impacts of drought, since early action enables stakeholders, such as public water supply and agricultural companies, to curb demand and to effectively manage diminishing water resources. Improved forecasts on drought management (monthly to seasonal) and planning timescales (seasonal to decadal) would be exceptionally valuable for effective drought management and for minimising the negative impacts of droughts.\n\nDroughts are complex events, with impacts dependent on meteorological, hydrological and land surface factors as well as on water demand and management. Consequently, drought forecasting has many components: forecasting meteorological drought (deficit of rainfall), agricultural drought (soil moisture deficit) and hydrological drought (decline in surface water and groundwater), forecasting the consequences of drought for water availability and forecasting the effects of drought management. All of these are uncertain and any improvement in decision-making needs to consider all aspects of the forecast process. IMPETUS focuses on meteorological and hydrological forecasting linked to innovative methods for forecasting local domestic water demand during drought.\n\nIMPETUS is an interdisciplinary proposal that brings together scientists from the meteorological, land surface, surface water and groundwater communities and social scientists from the water demand and forecast usability communities. The project involves internationally-leading scientists and social scientist from three NERC Research Centres (NCAS, BGS and CEH), four leading universities (Oxford, Reading, Newcastle, and Southampton), the Metfice and ECMWF. IMPETUS aims to improve the forecasting of UK drought on monthly to decadal timescales, which will lead to the development of improved decision-making processes. This will be achieved by improving meteorological, hydrological and water demand forecasts and how they are combined to produce drought forecasts. This will be done in conjunction with stakeholders to ensure that drought forecasts are relevant for decision making. IMPETUS addresses WP2 (Forecasting Drought) of the UK Droughts and Water Scarcity call.\n\nWe envisage IMPETUS producing a range of high-impact publications in meteorology, hydrology, hydro-meteorological forecasting, water demand modelling and the usability of drought forecasts. The outcomes from IMPETUS will also benefit a wide range of stakeholders. These include informing the Environment Agency (EA) on the ability of the hydrological models used by EA for water resource management to represent drought, and furthering the understanding that underpins key operational projects, including the Hydrological Outlooks project. IMPETUS outcomes will also benefit the Met Office and ECMWF through an improved understanding of the drivers of meteorological drought and recommendations for improving the representation of drought in operational meteorological forecast systems and climate models. \n\nFinally, IMPETUS aims to improve the forecasting of drought on monthly to decadal timescales, which will enable stakeholders to better curb demand and more effectively manage diminishing water resources. In particular, IMPETUS aims to engage stakeholders and assess their needs for drought forecast information, co-producing drought metrics from forecasts to ensure that they support real-world decision-making. Particular examples of this have already been identified through initial discussions with stakeholders including precipitation forecasts for Thames Water and soil moisture forecasts for the agricultural sector.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/L010518/1","grantId":"NE/L010518/1","fundValue":"97882","fundStart":"2014-06-01","fundEnd":"2018-12-31","funder":"NERC","impactText":"","person":"Hayley Jane  Fowler","coPersons":[],"organisation":"Newcastle University","findingsText":" Nothing as yet - just started N/A Agriculture, Food and Drink,Environment","dataset":"gtr"}