{"id":"212FA72D-8BD4-457A-8A83-6B5905EC0F75","title":"Enrichment activities? Arts, creativity and spirituality in criminal justice systems","abstractText":"The UK government is considering a 'rehabilitation revolution'. It is investigating how to reduce the prison population and reoffending. Both of these will reduce monetary and emotional costs to the government and wider society. New policies will require all prisoners to learn a new skill or vocation for a job in prison, which will help then them lead law abiding lives after release. At the same time as vocational, educational and psychological initiatives are being run, prison and probation workshops are allowing offenders to paint and draw, embroider and stitch, make pottery and music, write and perform stories, poems and plays. They are being creative. Most of this activity is not strictly about changing an offender's behaviour or teaching them new vocational skills (although writing a story or a song might help with literacy). It is about ensuring that prisons fulfil their duty to punish and rehabilitate prisoners with decency and humanity. \n\nWhen people take part in a creative, or spiritual, activity they feel 'affect'. Affect is a sense of belonging to a community, or a pride in something which they have made themselves. Australian researchers found that graffiti artists reported having the same sort of response when spray painting - committing the act of vandalism. If affect plays a role in offending behaviour, could it also play a part in reducing reoffending? \n\nThere is work to suggest that artistic interventions have a positive impact on broken communities and people's general health and well-being, but there is little academic literature to support the ideas that taking part in something creative while in prison will reduce an offender's likelihood of breaking the law in the future. This seminar series will help to change that.\n\nThis innovative seminar series is not just about increasing academic knowledge; it is important for artists, playwrights, actors, musicians, prison governors and staff, charitable funding agencies, researchers and civil servants and government policy makers. People from all of these groups will be invited to speak at, and take part in, the seminars so that they can share experience and ideas. \n\nThe participants will consider what works well when artists, writers, and actors deliver creative activities in prisons and probation settings. It will help social scientists, psychologists, medics, lawyers and fine artists compare their different understanding of how people experience taking part in creative activities. They will then be able to apply this knowledge to their understanding of what might change offenders' future behaviour and attitudes. Prison governors and staff will be able to talk about the impact that holding plays or exhibitions has on prisoners, which may then result in less violence and unacceptable behaviour in the prison. The seminar series will then draw all of these elements together in helping all participants to improve future research and evaluation. Improvements in recording best-practice will ensure that funds are allocated to only the most effective initiatives. An effective initiative is one that has a positive outcome: an improvement in a prisoner's mental health, might mean that they have to be seen by a doctor less often; prisoners learn to react less aggressively towards each other or staff because of the communication skills they learn staging a play, which means a calmer prison environment; a released prisoner setting up a business as a textile designer meaning that they are much less likely to reoffend. All of these positive outcomes are good for wider society. \n\nWhile there has been a good deal of positive, creative activity being carried out in prisons for a number of years, it is only very recently that the research to show the impact of this work has begun to be published. This seminar series will ultimately improve the research and evidence that demonstrates effectivness and value for money when rehabilitating offenders.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/J021784/2","grantId":"ES/J021784/2","fundValue":"15374","fundStart":"2013-02-01","fundEnd":"2014-04-30","funder":"ESRC","impactText":"","person":"Laura Siobhan  Caulfield","coPersons":["Sarah  Colvin","Leigh  Harkins","Charlotte  Bilby","Rose  Parkes"],"organisation":"Bath Spa University","findingsText":" Key findings report here: http://www.esrc.ac.uk/my-esrc/grants/ES.J021784.1/outputs/read/4aeddd4f-ea7d-419f-8e5d-5dee8580e595 Key findings report here: http://www.esrc.ac.uk/my-esrc/grants/ES.J021784.1/outputs/read/4aeddd4f-ea7d-419f-8e5d-5dee8580e595 Communities and Social Services/Policy,Government, Democracy and Justice","dataset":"gtr"}