{"id":"2133579B-9E48-46C7-A07A-E526BCD37F63","title":"Regulation of inflammation by endogenous danger signals","abstractText":"Rheumatoid arthritis (RA) is an inflammatory disorder that causes the immune system to attack the joints. It is a disabling and painful condition that leads to loss of mobility due to joint destruction. The incidence of RA is 30 cases per 10,000 people; there are more than 350,000 sufferers in the UK alone. RA is a progressive disease, after 5 years ~33% of patients are unable to work, and it shortens life expectancy by 5-10 years.\n\nInflammation is the first response of the immune system to infection and injury.\nIt is activated by infectious agents and by molecules made by the body upon injury, known as ‘danger signals’. Cells flood the affected area and release cytokines including TNF?, IL-6 and IL-8. Cytokines fight infection and promote repair by removing infectious agents, and degrading dead/damaged tissue. Normally, cytokine activity is tightly controlled; after infection or injury is resolved they are no longer made. \n\nAutoimmune diseases such as RA result from chronic or ongoing inflammation. What triggers the immune response in RA is unknown but the joint becomes inflamed. Here, cytokines cause degradation of healthy joint tissue. This injury stimulates continued inflammation and a vicious cycle is created that leads to extensive destruction of the joint. \n\nCurrent treatments of RA stop joint destruction by inhibiting TNF? and IL-6 action. However, repeated treatments are required, making it expensive, and this approach doesn’t lead to permanent remission. Suppressing the immune response at this level also renders the patient unable to fight infection. Thus, a major goal of our studies is to develop new therapies for RA. \n\nOne group of molecules, called damage associated molecular patterns or DAMPs, are made by the body in response to tissue injury. Levels usually return to normal when repair is complete, however, large amounts are continually produced in autoimmune diseases including RA. We have shown that specific DAMPs stimulate TNF?, IL-6 -8 synthesis in isolated cells. We hypothesize that their persistence in RA drives excessive cytokine production. \n\nThis project aims to determine if inhibition of specific DAMPs in human RA joint tissue prevents cytokine production and whether mice that don’t express these DAMPs are protected from experimentally induced RA. These experiments reveal if blockade of DAMP action will be of clinical benefit. To design strategies that prevent DAMP action we will investigate how these molecules interact with cells to cause cytokine production. Thus we hope to limit excessive tissue damage in RA without compromising patient response to infection.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0700108","grantId":"G0700108","fundValue":"312377","fundStart":"2008-01-28","fundEnd":"2011-07-27","funder":"MRC","impactText":"","person":"Kim  Midwood","coPersons":[],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}