{"id":"213FD764-D122-443E-AE3D-2AC385506996","title":"Towards a systems-level understanding of the novel redox-regulated mitochondrial protein import and disulphide bond formation pathway","abstractText":"Mitochondria are vitally important organelles - often described as the powerhouses within eukaryotic cells. They generate the primary energy for biological activities that sustain human life, and regulate cell growth and cell death (apoptosis). Mitochondria are implicated in &gt;40 human diseases, including diabetes, deafness, ageing and cancer. For example, a single Cys mutation in the mitochondrial deafness-dystonia protein 1 (DDP1) causes Mohr-Tranebjaerg/deafness-dystonia syndrome, an X-linked neurodegenerative disorder. Protein import is essential for the biogenesis of mitochondria, since 99% of mitochondrial proteins are synthesized in the cytosol and have to be imported into mitochondria for their biological function. Each mitochondrion is enclosed by a double membrane that divides the organelle into four sub-compartments: outer membrane, intermembrane space (IMS), inner membrane, and matrix. The mitochondrial IMS harbors many Cys-containing proteins that are essential for the biogenesis of mitochondria and viability of the cells. A recent important biological finding by us and others is the presence of novel redox regulated mitochondrial import and assembly (MIA) machinery in the IMS. The MIA machinery includes two essential component proteins, Mia40 and Erv1, which form a disulphide bond relay system responsible for the import and correct disulphide bond formation in the newly imported IMS proteins. However, the molecular basis for the function of this machinery is not clear. Many important questions, such as how are electrons and/or disulphide bonds transferred within the Mia40-Erv1 system; what regulates the disulphide bond transfer between the system and its substrate proteins; how are the protein-protein interactions and recognition regulated; is the harmful hydrogen peroxide (H2O2) the real product of the oxidation reaction, remain to be answered. Thus, this proposal will use a wide range of biophysical, biochemical, and biological methods to provide answers to these questions. This currently heated research topic has been a focus of many biologists. Biological studies on cellular systems often take the form of top-down approaches to identify new candidates and potential correlations in the systems. They are then formulated in terms of empirical relations, but rarely lead to the formulation of molecular mechanisms. Thus, a bottom-up mechanism-based study is timely and essential, which relies on knowledge of thermodynamics, kinetics, and measurable parameters of protein interactions. In this proposal, we will determine those functionally important thermodynamic, kinetic and structural properties of the proteins in order to define the molecular mechanism of the Mia40-Erv1 system. This study will provide insights in not only protein disulphide bond formation and mitochondrial biogenesis per se, but also redox regulation and cause of oxidative stress. All these processes are inextricably linked to mitochondrial physiology, ageing, dysfunction and therapeutic intervention.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H017208/1","grantId":"BB/H017208/1","fundValue":"347186","fundStart":"2011-01-01","fundEnd":"2014-03-31","funder":"BBSRC","impactText":"","person":"Hui  Lu","coPersons":["Nigel Shaun Scrutton","Jonathan Peter Waltho"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}