{"id":"2141DF20-F148-4B5F-9EBB-48DC8A57ABA1","title":"Variable Dielectric Delay Lines in Liquid Crystals for Phased Array Feeds","abstractText":"In this project we seek to exploit a novel liquid crystal technology, which\nallows a controllable true time delay to be applied to an RF signal of\nfrequencies up to tens of Giga-Hertz. The basic technology has already been\ndemonstrated and has a wide variety of applications. We now intend to use this\ntechnology to construct a real astronomical demonstration system for delay\nlines and show that these can be integrated into the beam-forming module of an\nexisting Phased Array Feed (PAF) instrument, dramatically improving its\ncapabilities. \n\nPAFs are an essential next step for radio astronomy. They offer the\npossibility of increasing a telescope's Field-of-View (FoV), of\nimproved calibration and of allowing operation up to higher\nfrequency. PAFs have been implemented in instruments such as PHAROS\nand can achieve these goals, but over a narrow bandwidth due to the\nuse of phase shifters in the beam-former hardware. In this project we\nseek to implement a true time delay beam-former, which will allow the\nwhole available bandwidth to be used. This will make use of novel\ntechnology - liquid crystal stripline whose dielectric constant can\nbe varied by application of an AC voltage. We propose a two year\nprogramme during which we will produce a PAF module using a set of\ntrue-time delay units that will be tested within the PHAROS receiver,\nwhich is available for use on this project and will make an ideal\ntest-bed. Our focus is on demonstrating the Technology Readiness Level\nof these delay lines in the context of a prototype instrument, thereby\naddressing integration issues as well as pure technology development.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/K002538/1","grantId":"ST/K002538/1","fundValue":"352306","fundStart":"2013-03-01","fundEnd":"2015-08-31","funder":"STFC","impactText":"","person":"Keith James Grainge","coPersons":["Daping  Chu","Paul  Alexander"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}