{"id":"21449E4C-0F6E-4683-ACFA-7A9D77D82547","title":"Impacts of Southern Ocean warming on marine connectivity: Integrating oceanographic modelling with molecular ecology and developmental biology","abstractText":"General Summary: Our work brings together data on developmental rate of fish larvae, population genetics, ocean circulation and the environment (specifically temperature) to generate predictions of recruitment that can be tested. This provides us with a powerful tool for tackling the uncertainty that characterizes the dynamics of wild populations in a rapidly changing world. Many fish populations, as all species living in nature, are exposed to a wide variety of changes in the environment that determine their abundance and distribution. Some changes are natural and include such things as alterations in food supply or number of mates, while others are largely driven by man-made activities, of which climate change and exploitation are two major types. Since fish form a major component of natural ecosystems in providing food for many other animals, and are predators of many groups, and since they also form a major source of human food globally, it is important that we estimate the role of various environmental changes on their dynamics, especially as many fish populations have recently collapsed, or are only in early stages of recovery. Here we examine, using several fish species from a well characterised region of the Antarctic, the potential effect that an increase in temperature might have on the numbers of fish entering the adult population ('recruitment'), and more specifically the rate at which their larvae develop. It is well established that at higher temperatures, larvae that rely on yolk resources for nutrition will exhaust these supplies more quickly at higher temperatures, meaning they may not reach appropriate feeding grounds in time to develop into adults. In such circumstances, fewer young will recruit to the next generation of individuals, and since dispersal among sites will be reduced, populations would be expected to lose connectivity, which has follow-on effects on population and ecosystem resilience. We will examine how likely such effects are by observing fish larvae of several species differing slightly in their life history larval characteristics, and compare their rates of development in relation to fluctuations in temperature. We test whether higher temperatures do indeed lead to faster development by two means: (1) with live larvae acclimated to different temperatures regimes within a season, and (2) with archived larval specimens sampled from the wild across multiple years in which developmental temperature regimes varied. We then take this information and add it to Individual Based Models incorporating ocean circulation and biological characteristics of each species, thus creating species-specific biophysical models. This allows us to test whether any changes in rate of development will influence the likelihood of larvae reaching appropriate feeding grounds and recruiting to the adult population. Model predictions of dispersal for the present-day will be validated by comparison with inferred dispersal from genetic analyses, and an assessment of dispersal variability due to interannual oceanographic variability will allow the effects of increased temperature to be placed in context. It will then be possible to make predictions about the likely effects of the predicted increases in temperature in the area on fish recruitment as a component of climate change. Such information is important since climate records from the Antarctic show that the waters of the Antarctic are warming more rapidly than the global ocean as a whole. Not only is this significant for much of the biodiversity that is unique to the Antarctic, but the Southern Ocean is known to influence climates globally. Ultimately, our integration of environmentally relevant data taken from nature, with genetically validated 'biophysical' models will enable a more realistic projection of the impact of ocean warming on marine species and ecosystems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H023704/1","grantId":"NE/H023704/1","fundValue":"253857","fundStart":"2011-03-01","fundEnd":"2014-09-30","funder":"NERC","impactText":"","person":"GR  Carvalho","coPersons":[],"organisation":"Bangor University","findingsText":" Understanding the key drivers of population connectivity in the marine environment is essential for the effective management of natural resources. Although several different approaches to evaluating connectivity have been used, they are rarely integrated quantitatively to elucidate the drivers of population genetic structuring. Here, we used a 'seascape genetics' approach, combining complementary approaches of numerical modelling and microsatellite analyses, to understand the dominant influences on the population genetic structure of Champsocephalus gunnari and Notothenia rossii. The close accord between the model projections and empirical genetic structure demonstrates that connectivity during the planktonic early life stages is the dominant influence on patterns and extent of genetic structuring in both species. The shorter planktonic phase of C. gunnari restricts direct transport of larvae between distant populations, leading to stronger regional differentiation; genetic structuring is dictated by the underlying oceanographic flows, which influence the direction and magnitude of stepping-stone transport routes. Inter-annual variability in oceanographic flows strongly impacted the projected genetic structure, suggesting that shifts in circulation patterns due to climate change are likely to impact future genetic connectivity and opportunities for local adaptation, resilience and recovery from perturbations. Further development of realistic climate models is required to fully assess such potential impacts. Management of the fishery as well as impacts of climate change on population structure and exploitation. Agriculture, Food and Drink,Environment","dataset":"gtr"}