{"id":"2154B24B-0C1E-43A0-AD16-5C1DC7B96BE2","title":"Biomolecular archaeology of ancient tuberculosis in Britain and Europe","abstractText":"Tuberculosis (TB) is a reemerging infection that was also common in the past in Britain. Poverty, drug resistance, the HIV, and migration are key factors in its occurrence today. The disease can be caused by any one of five related bacteria known as the Mycobacterium tuberculosis complex. In Britain the two most likely candidates are Mycobacterium tuberculosis and Mycobacterium bovis. M. bovis can infect many different animals, including cows, and humans were often infected by drinking milk, which is why it is pasteurised in Britain. Today, most TB infections occur in the lungs, because it is transmitted via coughing, but other parts of the body can also be infected, especially if the disease is caught by eating or drinking infected foods. If left untreated the infection can cause damage to different bones in the body, most commonly the spine, ribs, hips and knees. Archaeologists have used this information to study TB in the past, but visual examination of skeletons does not reveal which bacterium has caused the infection, nor which strain of either species is present. We would like to be able identify species and strains because this would enable us to trace the origin of TB in Britain. We think TB came to Britain from the Mediterranean region but to confirm this idea we would have to compare the particular strain present in early British skeletons with that in bones from southern Europe. Similarly, we believe that there were changes in the frequencies of different strains of Mycobacterium over time, and these changes were possibly influenced by factors such as immigration, changes in population density, and changes in the environment. There are also interesting questions about the evolution of TB in the New World after contact with Europeans. All of these questions could be addressed if we could identify the particular strains of Mycobacterium in skeletons from different places and different time periods. Until recently, this was impossible, but now there are techniques for studying the small amounts of 'ancient' DNA that are preserved in some archaeological skeletons. We will therefore extract ancient DNA from a variety of skeletons that show the bone changes associated with TB, and use DNA sequencing to determine which Mycobacterium strain is present in each case. The proposed project will carry out this work with skeletons from Britain and Europe. Our Project Partners in Arizona State University are doing similar work with bones from North America, and by comparing our two sets of results we will be able to study the impact that Contact had on TB in the New World.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E018564/1","grantId":"NE/E018564/1","fundValue":"175491","fundStart":"2007-11-01","fundEnd":"2011-10-31","funder":"NERC","impactText":"","person":"Charlotte Ann  Roberts","coPersons":[],"organisation":"Durham University","findingsText":"","dataset":"gtr"}