{"id":"21610C76-8416-466B-A4B9-6069BBD0BA6D","title":"Investigation of the Southern Methane Anomaly: causes, implications, and relevance to past global events.","abstractText":"Methane is the second most important greenhouse gas and contributes to the atmospheric chemistry affecting ozone. Southern tropical methane sources and sinks constitute a significant component of the global methane budget. The current major anomaly in southern methane growth rate is among the largest on record. Yet despite its importance, tropical methane variability has received relatively little study. This proposal is to investigate the southern tropical methane budget. The work will improve quantification of southern tropical sources and the understanding of the mechanisms of sudden growth events. \n\nSouthern tropical methane sources are varied, each having their own isotopic signature in the methane they produce. Wetlands are very extensive in southern tropical S. America and in western parts of southern sub-equatorial Africa, but data on methane emissions from these wetlands are very sparse. Fires in savanna grasslands in Africa and S. America are also significant sources, as are the large ruminant animal populations. Anthropogenic sources are also increasing, with major recent hydrocarbon discoveries. Tropical OH is the major global methane sink. \n\nAscension Is. is a uniquely located, UK-administered, experimental site for studying the methane budget. At surface the air is almost always SE Trade wind, which arrives from the South Atlantic middle latitudes, and, after Ascension, becomes the background air for Amazonia. Above the trade wind inversion, the air over Ascension is tropical, its origin switching regularly between Africa and S. America. Currently Royal Holloway sustains continuous high-precision CH4 and CO2 measurement (CRDS instrument) and also flask measurement of d13C in CH4 on Ascension, as well as on E. Falkland Is. and on RRS JC Ross.\n\nMethodologically, the project will focus on the measurement of methane in the southern tropics, carrying out campaign studies, especially on Ascension, and modelling the results. Measurement will include continuous measurement by CRDS in Ascension, E. Falklands, bi-annual Atlantic transects by RRS JC Ross, and Tedlar bag sample collection for CH4 and d13C of CH4 in Uganda, Peru and Bolivia. Campaign studies will include installation of a CRDS instrument in Peru and use of an unmanned aerial system (UAV) to sample above the Trade Wind Inversion on Ascension, as well as source campaigns to characterise d13C signatures of CH4 emissions in Africa and S. America. The proposed helicopter UAV deployment exploits new expertise and would represent an important UK deployment of a substantial UAV for atmospheric sampling. This deployment therefore addresses one of the key science challenges set out in the NERC scoping study for next-generation platforms for Earth &amp; Environmental Science. Modelling studies are also state-of-the-art, and will include regional trajectory analysis to assess source inputs across Africa and S. America, and global modelling of d13C of CH4, tested against the measurements made in the project.\n\nThe results will be used to assess the importance of southern tropical methane in the global budget, the causes of rapid past changes, and the possibility of future rapid growth in emissions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/K005979/1","grantId":"NE/K005979/1","fundValue":"164214","fundStart":"2013-03-01","fundEnd":"2016-02-29","funder":"NERC","impactText":"","person":"A. Robert MacKenzie","coPersons":[],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}