{"id":"216316D3-71D7-4B65-8E86-5A4129A6F368","title":"MICA: Revisiting unexploited natural product antibiotics in the fight against multidrug-resistant bacterial pathogens","abstractText":"The clinical introduction of antibiotics in the early years of the 20th century enabled for the first time the treatment and cure of bacterial infections, and heralded a new era for humanity. However, the usefulness of these agents has become steadily eroded as disease-causing bacteria have evolved to resist their effects, and we have now reached a point where bacterial infections can prove difficult, sometimes even impossible, to treat. Unless new antibiotics are developed as a matter of urgency, we face untreatable bacterial infections on a scale not seen since the pre-antibiotic era, a time when death from bacterial infection in otherwise-healthy individuals was common. Indeed, infections caused by antibiotic-resistant bacteria now represent one of the most pressing areas of unmet medical need, and the World Health Organization has declared the problem one of the top three currently facing human health. \n\nThe present proposal aims to investigate in detail five natural products (chemicals produced by microorganisms) for their potential to be developed into new antibiotics for treating bacterial infections in humans. Natural products have been rather overlooked in recent years as a potential source of new antibiotics, since a considerable proportion of antibiotic discovery and development has focused on trying to make new synthetic (man-made) antibiotics. However, in view of the fact that natural products are the source of the majority of antibiotics already in clinical use, we believe that they likely also represent the best source of new antibiotics. To maximize the likelihood that our natural products can be developed into antibiotic drugs for treating infection, we have chosen to pursue only those for which there is already some evidence in the scientific literature that they are effective against bacterial infection in animals. This approach effectively means that these natural products have already overcome many of the most significant hurdles that stand in the way of developing chemical compounds into safe and effective drugs to treat infection.\n\nWe propose to prepare the five natural product antibiotics from their producing microorganisms, examine in detail their ability to effectively inhibit the growth/kill bacteria and establish how they do this, and confirm that they are safe and effective in models of bacterial infection. The results of these studies will provide important fundamental scientific knowledge, and will establish whether one or more of these natural products are suitable for further development into antibiotic drugs. The project will be conducted in collaboration with Cubist Pharmaceuticals, an industry-leader in natural product antibiotics; by harnessing complementary strengths and capabilities in antibiotic research within academia and industry, we aim to establish a synergistic partnership capable of progressing these novel antibiotics from bench to bedside.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L000369/1","grantId":"MR/L000369/1","fundValue":"349017","fundStart":"2013-12-01","fundEnd":"2017-06-30","funder":"MRC","impactText":"","person":"Alex John O'Neill","coPersons":[],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}