{"id":"2165FB50-801F-435F-8A7C-7F53731E1C1C","title":"The parameters of tissue-resident macrophage autonomy","abstractText":"Macrophages are immune cells that reside within the tissues of the body. In normal every-day life these cells play key roles in maintaining healthy tissues, for example guarding against bacteria and clearing away old and dying cells to prevent unwanted inflammation and autoimmunity, and new and unexpected functions are continually being discovered. Macrophages are also of central importance to almost every disease process, and thus are themselves key targets of therapeutic strategies. Therefore, it is important that we understand how macrophages are generated and maintained within the tissues as this will allow us to properly devise ways to intervene in situations where they are damaging or promote their numbers where they are beneficial. \n\nLike most immune cells, it was thought that tissue macrophages were continually replenished from bone marrow-derived cells that circulate in the blood. Recently, we have begun to understand that while some macrophages come from the blood during inflammation, those that reside in normal healthy tissues survive for long periods without recruiting blood cells into their ranks. Even during disease it appears that resident cells self-regenerate in the tissues in order to remain distinct from the recruited blood population. One reason for such independence is that blood and tissue macrophages have highly distinct and possibly opposing functions, a hypothesis that is being borne out by new research. Until now the focus of most research has largely been on blood-derived macrophages, but strategies that target blood macrophages during inflammation may also result in unintended and detrimental effects on the resident macrophage population. Thus, the goals of this proposal are to establish how resident macrophages maintain their independence and determine if this independence deteriorates with age or repeated chronic inflammation, and to identify the functional changes that may occur in the tissue environment should resident macrophages be replaced by blood-derived cells. \n\nThe first experimental aim is to determine whether all tissue macrophages have the same ability to regenerate and survive long term, or whether a hierarchy exists whereby a few cells at the top, known as stem cells, are very long lived and give rise to the more numerous cells that carry out most of the important functions in the tissue but have limited regenerative capacity. Our current understanding of stem cells is that they divide relatively infrequently to prevent them acquiring DNA mutations and chromosome changes that result in cells becoming aged, exhausted or cancerous. Discovering if all tissue macrophages have an equal capacity to self-renew could lead to future research to identify those mechanisms within the cell that prevent ageing but at the same time allow regeneration. Alternatively, identification of a stem-like cell would provide a target to expand or contract the resident macrophage pool during disease. \n\nI also plan to explore whether there is a natural limit to the extent that resident macrophages can regenerate, and if so, whether this leads to replacement by blood cells and a change in tissue physiology. This research may help to unravel the processes involved in tissue ageing, but is also pertinent to chronic disease in which repeated cycles of activation and renewal could lead to the accelerated exhaustion of these cells. Ageing and chronic disease are intimately related, with chronic inflammation leading to faster ageing, and a greater incidence of non-resolving inflammation in the elderly. By examining how the origin of tissue macrophage may change with age and chronic disease we may identify a pathway that links these two processes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L008076/1","grantId":"MR/L008076/1","fundValue":"480517","fundStart":"2014-07-01","fundEnd":"2017-06-30","funder":"MRC","impactText":"","person":"Stephen John Jenkins","coPersons":[],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}