{"id":"216FE813-FBD7-467A-B5A9-8F84F33289E5","title":"Development of supramolecular assemblies for enhancing cellular productivity and the synthesis of fine chemicals and biotherapeutics.","abstractText":"The ability to rewire and reorganise the internal metabolic machinery of the cell through the engineering of scaffolds and compartments represents a major aspiration of synthetic biology. Here we address issues to this problem through the design and rational engineering of de novo and natural scaffolds and organelles. Indeed, it is well known that nature uses compartments to efficiently concentrate and/or segregate specific proteins in specific organelles. In this way, active components such as enzymes have better access to their substrates but also toxic substances are prevented from diffusing throughout the cell. In one of the key strategic areas of BBSRC, Synthetic Biology, a major aim is to design from new and / or improve on such existing natural systems and to exploit these for the production of commercially important chemicals and biotherapeutics.\n\nWhereas most compartments inside cells are limited by a lipid membrane, there is increasing interest and potential in compartments limited by a non-lipid / proteinaceous shell. In this proposal we will exploit the use of Bacterial MicroCompartments (BMCs) and Self-Assembling peptide caGEs (SAGEs) as exponents of such non-lipid bounded compartments. One of the possible advantages of proteinaceous compartments over lipid-bounded organelles is transport in and out of the compartment. Our overall aim is to (let the cells) build metabolic micro-factories that will be able to produce useful and or valuable molecules without intoxicating the cells. In this way we may develop new ways to produce fine and platform chemicals as well as biotherapeutics.\n\nThe Universities of Kent, Bristol and Queen Mary have been at the forefront of studying both BMCs and SAGEs and have unravelled a large number of the underlying principles. We are therefore in an excellent position to take these studies to the next level; introducing new metabolic processes into compartments, expressing such systems inside cells, and ultimately use them for &quot;large scale&quot; production.\n\nIn order to achieve this ambitious goal we have assembled a highly interdisciplinary team of researchers covering such diverse areas as Cell Biology, Chemistry, Bioinformatics, and Engineering. Only via such an integrated approach will it be possible to design the desired functioning bacterial factories. Also, through the exchange of concepts, ideas, and technologies between the 3 sites we will be able to achieve substantially more than each group independently. It is important to highlight the significant interest in this research from the chemical/pharmaceutical sector, who will be able to guide us to valuable targets but may also be a route to further development and translation of specific outcomes of this project.\n\nThrough the research described in this application we are confident that we will be able to contribute to the development of new sustainable approaches to the generation of chemicals and biotherapeutics and for their rapid incorporation into manufacturing with leading companies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M002969/1","grantId":"BB/M002969/1","fundValue":"3484650","fundStart":"2014-10-20","fundEnd":"2019-10-19","funder":"BBSRC","impactText":"","person":"Martin James Warren","coPersons":["Christopher Mark Smales","Martin James Cryan","Mark James Howard","Daniel Patrick Mulvihill","Richard  Sessions","Wei-Feng  Xue","Richard William Pickersgill","Paul  Verkade","Dek Neil Woolfson"],"organisation":"University of Kent","findingsText":"","dataset":"gtr"}