{"id":"217C3D77-CCAC-4A7C-9DD2-0AFF8E1C0900","title":"Big UK Domain Data for the Arts and Humanities (BUDDAH)","abstractText":"Web archives are an increasingly important resource for arts and humanities researchers, yet we have neither the expertise nor the tools to use them effectively. Both the data itself and the process of collection are poorly understood, and it is possible only to draw the broadest of conclusions from current analytical analysis. The proposed project will focus on deeper analysis of the dataset derived from the UK domain crawl from 1996 to 2013 (that is, when legal deposit legislation was extended to cover digital materials), totalling approximately 65 terabytes and constituting many billions of words. For the arts and humanities, this is very big data indeed.\n\nA key objective of the project will be to develop a theoretical and methodological framework within which to study this data, which will be applicable to the much larger on-going UK domain crawl, as well as in other national contexts. Researchers will work with developers at the British Library to co-produce tools which will support their requirements, testing different methods and approaches. These may include, but are not limited to, sentiment analysis, topic modelling, proximity searching, link analysis, and geo-spatial analysis. The scale and inter-connectedness of the data requires an analytical, big data approach rather than the rendering of individual web pages.\n\nA major study of the history of UK web space from 1996 to 2013, including language, file formats, the development of multimedia content, shifts in power and access, and so on, will be complemented by a series of sub-projects from a range of disciplines, for example contemporary history, literature, gender studies and material culture.\n\nProject outputs will include a suite of tools associated with the 1996-2013 dataset; a series of case studies produced by the sub-projects; an online training course for arts and humanities researchers; peer-reviewed journal articles; and a monograph on the history of the UK web during this period.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L009854/1","grantId":"AH/L009854/1","fundValue":"337937","fundStart":"2014-01-01","fundEnd":"2015-03-31","funder":"AHRC","impactText":"","person":"Jane  Winters","coPersons":["Helen  Hockx-Yu","Eric T Meyer","Ralph  Schroeder"],"organisation":"University of London","findingsText":"","dataset":"gtr"}