{"id":"21811133-DAB5-41D7-8FDC-80042720B10A","title":"Tag &amp; Charge A new approach to simultaneously enrich and enhance phosphoproteome analysis","abstractText":"Reversible protein phosphorylation has turned out to be a general control mechanism involved in almost all aspects of cellular process. The significance and complexity of reversible protein phosphorylation can be assessed from the fact that there are at least 518 protein kinases and more than 100 protein phosphatases present in the human genome, and it is estimated that one third of proteins are phosphorylated in a given cellular proteome. Dysregulation of protein phosphorylation signalling pathways is a major factor leading to different types of human disease, including cancers. Currently about 30% of all drug development programs across the pharmaceutical industry are focused on kinase inhibitors. So far only the skeleton of the body of protein phosphorylation pathways has been uncovered and the interaction maps between individual kinases, phosphatases and their substrates are far from clear. Despite major advances in phosporylation site discovery, utilizing enrichment strategies in combination with mass spectrometry, a major part of the phosphoproteome still remains undiscovered. In this proposal we seek to open a new window on the phosphoproteome by developing new methods for phosphopeptide enrichment and analysis by mass spectrometry, there by allowing the detection of previously undetected phosphorylation sites. As protein phosphorylation is one of the most important mechanisms for controlling cellular process, and kinase and phosphatase inhibitors are the focus of much pharmaceutical interest, the outcome of this study will benefit a wide range of investigators from both academic and pharmaceutical sectors. In the long term it will also benefit patients whose illness is a consequence of dysregulation of protein phosphorylation. In the short term the chemistry developed has the potential for commercial 'packaging' in a kit format.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I012354/1","grantId":"BB/I012354/1","fundValue":"285430","fundStart":"2012-03-01","fundEnd":"2015-02-28","funder":"BBSRC","impactText":"","person":"William James Griffiths","coPersons":["Yuqin  Wang"],"organisation":"Swansea University","findingsText":" The project is on-going. The derivatisation methods being developed may have wide applications in proteomics. Healthcare","dataset":"gtr"}