{"id":"218463AE-FA16-439C-87A3-4F63A6F70E61","title":"Understanding the relationship between clathrin-mediated endocytosis and transendocytosis of CTLA-4: cell biology at the heart of immune regulation.","abstractText":"We rely on our immune systems to keep us alive in the face of constant challenges from infections. Because we never know what each infection will look like we generate an immune system that contains many millions of different cells each capable of recognising different infections. Whilst this solves the problem of being able to recognise a vast array of different bacteria and viruses, it creates a second problem which is that those same immune cells can now also recognise bits of our bodies causing disease. Controlling our immune system so that it only attacks invaders and not our bodies is critical and getting it wrong can be fatal. Understanding how the immune system achieves this balance is relevant to most areas of our health. Understanding the mechanism underpinning this balance is the basis of this proposal.\n\nTo understand this process we need to focus on proteins found at the interface between two types of immune cell, the T cell and the dendritic cell which are responsible for initiating a response. The T cell expresses two proteins, CD28 which acts as a &quot;go&quot; signal and CTLA-4 which inhibits this process. Surprisingly, both CD28 and CTLA-4 interact with the same proteins called CD80 and CD86. We recently discovered that CTLA-4 acts like a tiny hoover and can remove CD80 and CD86 molecules from the surface of dendritic cells using an unusual process called transendocytosis. By hoovering up CD80 and CD86 this means that there is effectively a competition between CD28 and CTLA-4. Removing all the ligands prevents CD28 from receiving a &quot;go&quot; signal keeping our immune system switched off. In this proposal we are seeking to understand exactly how the CTLA-4 hoover functions and by doing this better understand situations where the process goes wrong.\n\nTo perform this work we will use several approaches:\n\n1) We will take apart the CTLA-4 protein in order to figure out which bits are necessary for it to work. \n2) We will find our which parts of the cell interact with CTLA-4 in order to promote transendocytosis.\n3) We will used advanced microscopy to visualise CTLA-4 interacting with its cellular partners to understand the time and place where transendocytosis occurs.\n4) We will test our predictions to see whether interfering with selected parts of the CTLA-4 hoover mechanism cause defects in our immune system as we expect.\n\nTogether these experiments will provide a complete picture of both an unusual process in biology and a better understanding of how an essential part of our immune system works.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M009203/1","grantId":"BB/M009203/1","fundValue":"514067","fundStart":"2015-06-01","fundEnd":"2018-05-31","funder":"BBSRC","impactText":"","person":"David Michael Sansom","coPersons":["Emmanuel  Boucrot"],"organisation":"University College London","findingsText":"","dataset":"gtr"}