{"id":"2186C53E-C096-4820-9111-D5400B7FEDC7","title":"LNiK - the Northern Ireland Administrative Data Research Centre","abstractText":"There is great potential for understanding more about our society by making better use of data that already exists and by linking different datasets together. This could be undertaken more widely in the UK as in other parts of Europe such as Scandinavia. Using existing data is not only efficient and cheaper than collecting new data, but it can also provide a powerful means of better understanding how society works and what action is needed to tackle a wide range of social issues, thereby guiding the development, implementation and evaluation of policy. This can be achieved in a way that ensures that the public have the maximum confidence that their data are being used appropriately and that the safeguards of these data meet the highest international standards.\n\nTo this end, four Administrative Data Research Centres- ARDC for coordinating and undertaking record linkage are being setup in each of the four countries of the UK. In Northern Ireland the two universities and NISRA, the local governmental statistics agency, will come together to promote and facilitate record linkage here. This will have two aspects; an independent body (trusted third party) for linking different datasets and a separate secure environment (the NI-ADRC) for undertaking analyses of the data. The process of record linkage ensures that (i) the trusted third party never see the administrative information about individuals and (ii) that the ADRC never have sight of personal information such as names or addresses. All of these processes will be overseen by a UK Governing Board who report to Parliament, probably via the UK Statistics Authority. The public will be represented at all levels. An Administrative Data Service will coordinate ADRCs activities and provide a single source of information for enquiries and information. \n\nThe NI-ADRC will be led by an academic Director; NISRA will provide the secure environment and oversee its operation with full auditing of all data access and processing. They will also operate the trusted third party linkage. The NI-ADRC will employ two experienced academics to provide assistance and technical support to users of these data who will have undergone accreditation training and access the anonymous data only in a secure environment; all statistical and written outputs will be further scrutinised before release. \n\nA major task for the NI- ADRCT will be to increase the public awareness of and confidence in the safe linking of administrative records and will therefore appoint a senior Public Engagement and Communications Officer. The NI- ADRC will also raise the potential for and benefits of record linkage amongst the academic fraternity, data custodians and Government Agencies. The formation of NI-ADRC should bring about a closer working relationship between the generators and custodians of administrative data in governmental and other agencies, the potential users of these data, and the policy makers who should benefit from the analyses of these linked data; this interrelationship will be underpinned by a series of seminars and meetings and other opportunities for interaction and exchange.\n\nEarly in the first year the ADRC will start to cement relationships with the various data custodians and governmental agencies and (i) catalogue what data is currently available for linkage (ii) negotiate, with the ADS, the production of the metadata and the informal advice and support that will be essential for understanding the processes behind the data and of the database structures, and (iii) over a longer period increase the range and number of datasets available for linkage within NI and the wider UK context, and to encourage the passage of enabling legislation. Building relationships and joint strategies with the other ADRCs and the ADS, and with UK groups with interests in similar datasets and/or methodological approaches will be a major priority from the outset.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L007509/1","grantId":"ES/L007509/1","fundValue":"6268150","fundStart":"2013-10-01","fundEnd":"2018-09-30","funder":"ESRC","impactText":"","person":"Dermot  O'Reilly","coPersons":["Gillian Margaret Robinson","Maria  Loane","Michael  Donnelly","Gerard  Leavey","Allen  Thurston","Weiru  Liu","Gerard  Parr","Jun  Hong","Brendan  Bunting","Ian  Shuttleworth","Frank  Kee","Siobhan  O'Neill","Helen  Dolk","Anne  Kouvonen"],"organisation":"Queen's University of Belfast","findingsText":"","dataset":"gtr"}