{"id":"2194CFC7-6ED0-4B3C-A35B-8079B2E4485E","title":"Optical Tweezers at Long Range and High Pressure (Creativity @ Home)","abstractText":"Optical tweezers move microscopic objects around using nothing more than the gentle touch of light itself. For over 20 years scientists have used optical tweezers to explore the small forces in nature - to watch and measure the motion of individual cells, bacteria and biomotors on a piconewton/nanometre scale. One problem with tweezers is that they require very powerful lenses meaning that the optical trap is usually less than a millimetre from the lens itself. This short range of the optical tweezers limits their application and it is this limitation we seek to overcome.Jointly with some of our international collaborators we will build a portable technology demonstrator where the trapping point can be a few mm above a simple mirror and 10mm away from the lens. We have just shown that these mirror traps can be electronically enhanced to give similar performance to a traditional tweezers.Again with our collaborators we wish to illustrate how such a system can allow science that is beyond the range of traditional systems. For example we will show optical trapping within an ultra-high pressure cell, which typically have diamond windows too thick for traditional systems. We will trap at pressure up to 1GigaPascal exploring the strange changes in resulting viscosity and, for example, look at whether bacteria can still swim. We will use the increased optical access to measure optical forces from first principles - addressing the age old dilemma of how much force a light beam really produces.This project was identified through creativity @ home from across the extend group with a project plan that was similarly devised.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I034726/1","grantId":"EP/I034726/1","fundValue":"80247","fundStart":"2011-07-28","fundEnd":"2012-07-27","funder":"EPSRC","impactText":"","person":"Miles  Padgett","coPersons":["Mervyn John Miles"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}