{"id":"21949381-6D05-4AC8-BA3A-6D14E25E2863","title":"Dynamics of relativistic leptonic jets in low-density plasmas","abstractText":"Astrophysical jets represent some of the most impressive and intriguing phenomena ever detected in the Universe. They are observed to being ejected from some of the most energetic phenomena ever identified in Nature, such as black holes and pulsars. These jets can propagate, in an extremely collimated way, for enormous distances of the order of kiloparsecs (1 parsec = 3.09 x 10^13 km, i.e. 3 millions of billions of km). Studying these jets is crucial for a thorough insight into the physics of these ultra-massive objects and might contribute towards the understanding of cosmic rays and ultra-high luminosity bursts of gamma-rays. Despite the fundamental interest that these structures excite, their key properties (such as composition, density, and energy) are still lacking a thorough understanding. This is due to the fact that, despite extensive theoretical modelling and observation, clear access to the in-situ relevant physical quantities is obviously impossible. There are only educated guesses around them: for instance, it is widely accepted that most of them should be predominantly constituted of electrons, positrons (the anti-particle of the electron), and gamma-ray photons even though their typical relative percentage and spectrum have not been fully determined yet. \nAn indirect way of inferring their characteristics is by monitoring their interaction with the intergalactic space. Even though the intergalactic space represents the best approximation to a pure vacuum that has been ever observed in Nature (it has an average density of approximately one particle per cubic centimetre), its density is still not exactly zero; it has been observed that, over such enormous distances, even the presence of such a low density medium affects the dynamics of an astrophysical jet inducing filaments, discontinuous propagation and bending. By knowing under what conditions these instabilities can be triggered, it is thus possible to infer the characteristics of these jets.\nIt is thus clear that an in-depth study of the propagation of electron-positron jets in low density gases will play a central role in the understanding of these phenomena. Fortunately, these impressively extended and energetic phenomena are scalable: in other words, by adopting the suitable experimental parameters, it is possible to produce much smaller scale replica (down to a few millimetre size) which will behave in a similar manner. This suggests that it is possible to study astrophysical jets exploiting controlled, smaller-scale reproductions in the laboratory.\nOur research group has recently demonstrated the possibility of generating controlled electron-positron jets, with characteristics similar to their astrophysical counterparts, using compact laser-driven setups. Moreover, we demonstrated the possibility of tuning, by simple changes in the setup, the relative percentage of electrons and positrons in the beam going from a purely electronic beam (highest charge and, therefore, highest magnetic field) to a neutral electron-positron beam (virtually no charge and, therefore, no magnetic field).\nThe proposed research project is then thought as the natural extension of these promising results. We aim at probing the propagation of these laser-driven electron-positron jets through background plasmas of different density. We aim at studying the different instabilities triggered as a function of the density of the gas (i.e. denser, comparable to and more rarefied than the electron-positron jet) and the relative percentage of electrons and positrons in the beam. This will allow us to experimentally characterise the propagation properties of these jets and, by comparing our laboratory results with observation of astrophysical jets, to provide a set of data useful for understanding these enigmatic astrophysical phenomena.\nNot only these results will be of interest to the astrophysical community, but also to the plasma physics and particle physics community","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L013975/1","grantId":"EP/L013975/1","fundValue":"98422","fundStart":"2014-03-31","fundEnd":"2015-08-30","funder":"EPSRC","impactText":"  Our findings are still in a research stage, since the grant funding this work is still active  ","person":"Gianluca  Sarri","coPersons":[],"organisation":"Queen's University of Belfast","findingsText":" We developed a platform for the generation of matter - antimatter plasma, a unique state of matter that was so far only found in ultra-energetic astrophysical environments. By creating this state of matter in the laboratory, we are now able to study it in detail, an experimental venture that has already started with an ongoing campaign at the Central Laser Facility at the Rutherford Appleton Laboratory. \n\nThis work will open a new field of research in plasma physics: the experimental study of electron-positron plasma. This field has tremendous implications for our understanding of exotic phenomena in astrophysics and will expand our knowledge of plasma physics We are opening a new field of research in plasma physics: the experimental study of electron-positron plasma. This field has tremendous implications for our understanding of exotic phenomena in astrophysics and will expand our knowledge of plasma physics Environment,Other","dataset":"gtr"}