{"id":"219C27DD-1C08-4627-B0D5-7E8A0EEF903B","title":"Defining the cellular and molecular pathogenesis of ulcerative colitis","abstractText":"Ulcerative colitis (UC) is an incurable disease of the guts which can affect men, women and children of all ages. It can cause severe abdominal pain, bloody diarrhoea, and even cancer and many patients require surgery to help with these symptoms and complications. What is particularly worrying is that this condition is becoming more common and nobody really knows what causes it or what the best treatment is.\n\nThis research aims to understand more about what causes UC and may lead to the development of new therapies.\nOur recent work has given us great insight in to what is likely to be going on in UC. We have found that one particular gene in cells of the immune system can upset the balance between ?good? and ?bad? bacteria in the gut and trigger inflammation in the bowel. \nThe research showed that this gene (known as T-bet) controls the production of a key protein called TNF-alpha. Without T-bet, too much of this protein gets produced, which starts the process of inflammation in the gut. This in turn allows bacteria to cross from the gut into the body, which can aggravate the inflammation and cause ulcerative colitis. Our work is uncovering the ways in which the crucial balance between ?good? and ?bad? bacteria is maintained in the gut and what goes wrong when it is upset.\nUC is one type of ?autoimmune disease? that occurs when the body?s immune system makes a mistake and attacks itself. This can be triggered by the breakdown of the barrier of cells that prevents immune cells from attacking bacteria in the bowel. We?ve found that the T-bet gene is essential for maintaining the integrity of that barrier ? it?s like a peacekeeper in our guts and without it, things can get nasty.\nKnowing more about the events that lead to ulcerative colitis opens up several possible new ways to treat it. As well as developing drugs that affect T-bet, another approach might be to use special ?regulatory immune cells?, which have already proved effective at treating ulcerative colitis in mice.\nThese results are very important and we hope to study these mice in a more detailed way to discover new treatments for patients with this disease, such as giving back some regulatory T cells.\nWe aim to take these findings from the lab and turn them into new treatments to help patients as quickly as possible.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0802068","grantId":"G0802068","fundValue":"1172600","fundStart":"2009-09-01","fundEnd":"2014-05-31","funder":"MRC","impactText":"","person":"Graham Michael Lord","coPersons":["Tom  MacDonald","Alfonso  Martin-Fontecha"],"organisation":"King's College London","findingsText":"","dataset":"gtr"}