{"id":"219E3590-272C-46D1-9285-A70FACE3B767","title":"Establishing the infrastructure for functional annotation of farmed animal genomes","abstractText":"Research on domesticated animals has important socio-economic impacts, including underpinning and accelerating improvements in agriculture, improving animal health and welfare, contributing to medical research and increasing our understanding of natural and wild animal populations.\n\nHigh quality annotated genome sequences (&quot;sequence of DNA nucleotides that make up the genetic material of an organism&quot;) provide an important framework for the discovery of genetic variation (&quot;genotype&quot;) in that sequence linked to variation in the characteristics (&quot;phenotype&quot;) of an animal. Genome sequences are available for many domesticated animals, including poultry (chicken, turkey and duck), livestock (cattle, pig, goat and sheep), fish (cod, tilapia and salmon) and companion animals (dog and horse). Today technology to sequence DNA is both rapid and relatively cheap and allowed the development of a wide range of assays based on generating short or long sequences. High quality, annotated genomes are critical to the analysis of these assays, including RNA-seq analysis of a cells RNA (&quot;read off the genome, encoding information to synthesise proteins or regulate gene expression&quot;), Methyl-seq analysis of the location of covalent modifications (methyl-groups) to the genome or ChIP-seq analysis of proteins bound to the genome that activate or repress gene expression. Identifying the functional elements within the genome that code for proteins, non-coding RNAs or regulate gene expression is essential for understanding the phenotypic consequences encoded in the genome.\n\nAnnotated genome sequences are freely available on-line through Ensembl, NCBI and UCSC. We have used the Ensembl system to establish high quality annotations of animal genomes based on mostly cDNA and comparative data from other species. Whilst 70-90% of protein coding elements can be identified, there is little information on non-coding RNA genes many of which are suspected to regulate gene expression. Comparing the number of annotated RNAs read from genes in the human, mouse and domesticated animal genomes shows that the complexity of RNAs in domesticated animals is underestimated. Even less is known of regulatory sequences, which is a significant barrier to understanding the link between genotype and phenotype.\n\nThe importance of this challenge is recognised by the EU-US Animal Biotechnology Working Group, which is promoting the need for transnational coordinated functional annotation of animal genomes. Following a workshop of over 100 scientists in San Diego (2014) an international consortium the &quot;Functional Annotation of ANimal Genomes or FAANG&quot; was launched. The FAANG project aims to provide experimental data to comprehensively annotate domesticated animal genomes.\n\nWe will establish the data infrastructure to support these goals. The infrastructure will comprise hardware and compute capacity at Roslin/TGAC/EMBL-EBI together with software to enable the functional annotation of animal genomes. The infrastructure will support a Data Coordination Centre (DCC) and Data Analysis Centres (DACs). DCC will store data and analyses from the FAANG consortium subject to quality control checks. DACs will seek to minimise redundant analysis of data. Standard bioinformatics pipelines for quality control of assay-by-sequence data (ChIP-Seq, RNA-Seq, and Methyl-seq), tools for validation of sample identity and a number of primary analysis pipelines (to map location of RNAs for protein coding/non-coding RNAs and regulatory features) will be developed.\n\nA high quality annotated genome is a key source of information and critical for contemporary research in the biological sciences. It is valuable not only to academic researchers, but also to scientists working in animal breeding, animal health and pharmaceutical industries. This project is concerned with the infrastructure for delivering high quality annotated reference genomes to enable research on economically important animals.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M01844X/1","grantId":"BB/M01844X/1","fundValue":"1900840","fundStart":"2015-01-01","fundEnd":"2016-06-30","funder":"BBSRC","impactText":"","person":"Alan  Archibald","coPersons":["Timothy  Stitt","Robert  Davey","Federica  Di Palma","Paul  Flicek","Mario Jose Caccamo","Andrew Stephen Law","Michael Bryan Watson","David William Burt"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}