{"id":"21A6024A-72D0-46E8-9D18-7E210C997513","title":"A Multi-Functional Organic Charge Coupled Device","abstractText":"The charge injection device (CID) and the charge coupled device (CCD) fabricated on silicon have a wide range of applications, the most common being in image capture for example in digital cameras and sensitive image arrays in astronomy. These devices are composed of arrays of two-layer capacitors fabricated adjacent to each other. One layer is a semiconductor, the other an insulator. In these devices charges are induced at the semiconductor/interface either electrically or optically. By applying suitable voltages across successive capacitors these charges can be moved through the array from one capacitor to the next. The CID is composed simply of two capacitors but is extremely useful for studying the generation and transfer efficiency of charges from one capacitor to the other. The CCD is a multicapacitor array. Until our recent publication of an organic CID no laboratories had previously reported organic versions of these two devices. This project is directed at demonstrating a multi-functional organic charge coupled device (CCD). Initially the programme will characterise fully our groundbreaking demonstration of an organic CID which is, in essence, a single-stage CCD. We plan to utilise the optical response of the CID to investigate the interface physics of the device. We will study specifically chosen insulator/semiconductor combinations in order to obtain the essential information on the dynamics of charge transport and trapping at the insulator/semiconductor interface. This information will allow us to design and fabricate the optimum test structure and identify the appropriate test conditions for demonstrating a multi-functional organic CCD. The device offers opportunities for exploitation in signal processing and imaging applications that are compatible with printed plastic electronic systems, a key investment area for the UK Government.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J021857/1","grantId":"EP/J021857/1","fundValue":"231548","fundStart":"2012-11-01","fundEnd":"2015-08-08","funder":"EPSRC","impactText":"","person":"David Martin Taylor","coPersons":[],"organisation":"Bangor University","findingsText":"","dataset":"gtr"}