{"id":"21A96502-95C5-4094-BD4B-7B664EEE149F","title":"Support for the SUPERFAMILY protein domain resource.","abstractText":"The SUPERFAMILY resource detects and classifies protein domains of known structure in genome sequences. Small proteins are a single unit but larger proteins can be made up of multiple subunits we call domains. Domains are modular evolutionary blocks which are assembled into whole proteins via duplication and recombination. X-ray crystallography and NMR experiments provide the 3D atomic resolution of proteins allowing the domains to be grouped into related families which often share a common or related function. The SUPERFAMILY database contains a library of profiles of these domain families in the form of hidden Markov models. These models are a computational tool which can detect the presence of domains in the sequences of proteins. Some years ago the first complete genome was experimentally characterised, giving us a list of all the sequences of the proteins which make up that organism. Subsequently the human genome was sequenced and now we have the complete sequences for the proteins of approaching 1,000 organisms. The SUPERFAMILY model library is run against all the genomes to identify the domains in the proteins. Our knowledge of domain families is not complete, so the assignments from the hidden Markov models cover only about half of the protein sequences, but this is still extremely valuable information. The data produced by the SUPERFAMILY analysis can be used for example by biologists working on specific proteins in the laboratory, larger projects working on a whole genome, or to improve our understanding of molecular evolution across all genomes and all kingdoms of life. The SUPERFAMILY website enables users to enter sequences to search against the model library. The results of the domain assignments to all the genomes are stored in a database and can also be viewed on the website. There are many tools and ways of browsing the data which allow the comparison of different organisms, proteins and domains to allow researchers to answer biological questions. The data,software and model library are available for people to download wholesale to carry out their own analysis. The information contained in SUPERFAMILY feeds into several other websites and resources, e.g. the ENSEMBL human genome website, which bring together different specialist sources of data to display alongside each other.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G022771/1","grantId":"BB/G022771/1","fundValue":"684410","fundStart":"2010-02-01","fundEnd":"2015-01-31","funder":"BBSRC","impactText":"","person":"Julian John Gough","coPersons":[],"organisation":"University of Bristol","findingsText":" This is a resource rather than research project and consists mostly of deliverables rather than findings.\n\n\n\nThere was a user survey conducted both in person at ISMB and online for those not attending the conference. The key findings were that most users were satisfied with the resource, but that most of them were not aware of the more advanced features.  ","dataset":"gtr"}