{"id":"21AB6495-1328-47AF-A6DE-87F9BED6F5D5","title":"Molecular Endofullerenes: Nanoscale dipoles, rotors and oscillators","abstractText":"Fullerenes are football-shaped cages of carbon atoms, for the discovery of which the British scientist Harry Kroto won the Nobel prize in 1996. Inside the cage is an empty space. Chemists and physicists have found many ingenious ways of trapping atoms or molecules inside the tiny fullerene cages. These encapsulated compounds are called endofullerenes. \n\nA remarkable method was pioneered by the Japanese scientists Komatsu and Murata, one of whom is a project partner on the current proposal. They performed &quot;molecular surgery&quot;. First, a series of chemical reactions was used to open a hole in the fullerene cages. A small molecule such as water (H2O) was then inserted into each fullerene cage by using high temperature and pressure. Finally, a further series of chemical reactions was used to &quot;sew&quot; the holes back up again. The result was the remarkable chemical compound called water-endofullerene, denoted H2O@C60. \n\nOur team has succeeded in developing a new synthetic route which requires milder conditions and has improved yield for the production of H2O@C60. In addition we will encapsulate other small molecules in the fullerene cage, including ammonia (NH3) and methane (CH4). \n\nMolecules of ordinary water have two forms, which are called ortho and para-water, which are distinguished by the way the magnetic hydrogen nuclei point: in opposite sense for para-water, and in the same sense for ortho-water. In ordinary conditions, these two forms interconvert rapidly, and cannot be isolated. However, by trapping water molecules inside fullerene cages, the two forms are isolated and may be studied separately. \n\nWe recently observed that these two forms of water have different electrical properties. At low temperatures, the two forms interconvert over a period of tens of hours. We will study the interconversion of the two forms of water, and develop a theory of why this conversion changes the electrical properties. \n\nIn order to understand how these molecules behave, we will use several techniques. These methods include nuclear magnetic resonance (which involves a strong magnet and radiowaves), neutron scattering (in which the material is bombarded with neutrons from a nuclear reactor) and infrared spectroscopy (which involves the absorption of low-energy light waves). By combining the information from these different techniques, we will build up a complete picture of the quantum-mechanical behaviour of the trapped molecules. \n\nSince ortho and para-water have different electrical properties, we expect to distinguish between single H2O@C60 molecules in the ortho and para states, by measuring the electrical response of single molecules. This will be done scanning over a surface loaded with the fullerenes, using a very sharp tip. In this way, we hope to observe the ortho to para transition of single molecules - something that has never been done before. \n\nAlthough most of this project concerns basic science, this project could lead to technological and even medical advances in the future. For example, the ortho and para states of the individual H2O@C60 molecules could allow the storage of one bit of information inside a single molecule, without damaging it in any way. This might lead to a new form of very dense data storage. Since a single gram of H2O@C60 contains about 10^19 molecules, this single gram could in principle store 1 million terabytes of information, sufficient to store the DNA sequences of everyone on the planet (although it will be very difficult to store and retrieve this information). In addition, the quantum behaviour of the encapsulated molecules is expected to give rise to greatly enhanced magnetic resonance signals, leading to the possibility of greatly enhanced MRI images, with considerable medical benefits.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M001962/1","grantId":"EP/M001962/1","fundValue":"826422","fundStart":"2014-10-27","fundEnd":"2018-04-26","funder":"EPSRC","impactText":"","person":"Malcolm Harris Levitt","coPersons":["Richard John Whitby"],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}