{"id":"21BC8A7F-6500-4542-B361-CD10E627B049","title":"The role and regulation of polarised secretion in the development of Candida albicans hyphae","abstractText":"Candida albicans is a fungus that is responsible for causing vaginitis (thrush) in women. It is also the cause of a common, and often fatal bloodstream infection in hospital intensive care units. A feature of its biology, which important for its pathogenicity, is its ability to switch between unicellular yeast and filamentous growth forms. The filamentous form consists of long tube-like cells, called hyphae, which grow exclusively from their tip. This proposal aims to understand the molecular mechanism responsible for this extreme form of polarised growth. In the long term this may help develop better drugs to fight not only C. albicans infections, but also serious infections caused by other fungi, which also show this pattern of growth. So far our laboratory has shown that in C. albicans hyphae a structure called a Spitzenk&ouml;rper (from the German 'apical body') is present at the tip. It is thought membrane-bound vesicles that contain the raw materials for new hyphal growth are transported to the Spitzenk&ouml;rper, where they accumulate to form a supply centre for the delivery of vesicles to hyphal tip. The problem we are addressing is what is responsible for controlling flow of vesicles to the Spitzenk&ouml;rper? We are helped by research in the budding yeast Saccharomyces cerevisiae, which has proved a very useful model for understanding many fundamental cellular processes. In S. cerevisiae, polarised growth is not as extreme as in C. albicans hyphae, but the molecular detail has been worked out. Secreted proteins pass through various compartments in membrane-enclosed vesicles. The last set of compartments is called the Golgi, from which vesicles are transported to the cell surface along tracks consisting of actin cables. Once they arrive at the cell surface they dock with a multi-protein structure called the exocyst before fusing with the plasma membrane and releasing their contents. Actin cables are formed at sites of polarised growth by a second multi-protein strure called the polarisome. Formation of the polarisome and exocyst, and the docking of vesicles with the exocyst, is promoted by a protein called Cdc42, that plays many roles in controlling bud growth, shape and separation of the bud from the mother cell. Our research focuses on the proteins which specifically regulate secretory vesicle movement between the Golgi and the exocyst. In S. cerevisiae these have been identified as Ypt31 (and the very similar Ypt32), Sec2, Sec4, Iki3 and Msb3 (and the very similar Msb4). We have already shown that Sec2 accumulates in the Spitzenk&ouml;rper in hyphae, but it does not show any specific localisation in yeast. We have also shown that Sec2 is subject to modification after it has formed by the addition of a phosphate group, a type of modification that well known to change the properties of a protein. It's possible that the state of phosphorylation of Sec2 is responsible for changing location with the cell. We plan to map the precise amino acid that is phosphorylated and test this hypothesis by changing the amino acid to one which can't be phosphorylated. We also plan to identify the enzyme responsible for the phosphorylation. Again there is a clue that from the S. cerevisiae research that it might be an enzyme called Cbk1. We will test this hypothesis by generating a mutant of Cbk1 that is specifically sensitive to a drug so we will be able to Cbk1 off and on at will to see if its activity is required for Sec2 localisation in hyphae. We also plan to investigate the roles of Ypt31, Iki3 Msb3 by investigating where these proteins are located within the cell and testing the effect on hyphal growth when the genes that encode them are deleted from the genome. Finally, we have engineered a cell where Cdc42 is more active than normal. These cells show unscheduled hyphal-like growth. We will use these cells to investigate whether Cdc42 directly controls the activity of Sec2.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E003273/1","grantId":"BB/E003273/1","fundValue":"307094","fundStart":"2007-01-10","fundEnd":"2010-12-09","funder":"BBSRC","impactText":"","person":"Peter Edwin  Sudbery","coPersons":[],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}