{"id":"21CA0FF7-D283-41C6-8C4D-C8F43A64803D","title":"A Season of War: Sacrifice, Survival and the Reconstruction of American Nationalism, 1861-1920","abstractText":"The significance of the American Civil War to that nation's history is too readily seen to reside in its casualty figures, specifically its mortality figures: C. Vann Woodward, in his introduction to the Oxford History of the United States volume on the Civil War, James M. McPherson's Battle Cry of Freedom, highlighted what he termed the 'simple and eloquent measurement' of the war's magnitude that the casualty figures provide. By casualties, however, he meant the mortally wounded, and observed that 'American lives lost in the Civil War exceed the total of those lost in all the other wars the country has fought added together, world wars included.' The significance of the Civil War dead, of course, should not be, and has not been underestimated. Specifically, the role of the dead in the construction both of Northern/Union nationalism and the Southern 'civic religion' that was the Lost Cause has been examined at length in studies that explore, from various angles, the American variant of the 'cult of the fallen soldier,' a cult through which, David Blight has argued, the 'nineteenth-century manly ideal of heroism was redefined for coming generations' and within which 'the Union dead/and soon the Confederate dead with them/served as saviours and founders, the agents of the death of an old social order and the birth of a new one.' Yet slaughter was not the war's only legacy; the scale of death in the Civil War was almost matched by the scale of non-fatal casualties/some half a million/among those who returned home. Along with commemorating the dead, the most pressing, and even more immediate, legacy of the war was how to reincorporate into civil society men who had not made the ultimate sacrifice, yet who had suffered, and who would continue to suffer in many cases, in the process of establishing the American nation. This aspect of the conflict's legacy is less well-understood, which is in some ways surprising since the issue of how to respond to, and heal, the wounded war veteran remains of contemporary concern. \\n The figure of the wounded veteran is a discomfiting one to contemplate; a stark reminder of the cost of war, the violence that attends the birth of many nations, the veteran exists on the margins of our understanding of the impact of the Civil War. Further, the debate over the reconstruction of the American nation and the reconfiguration of American nationalism in the aftermath of that conflict has, to date, focused mainly on the subjects of race and reconciliation within the context of Reconstruction politics. By exploring, as this study does, the ways in which the disabled veteran was incorporated into the revived national body within the broader context of nineteenth-century concepts of masculinity, particularly as these related to race, a more complex understanding the conflict, and the nationalism arising from it, becomes possible. The contradiction involved in commemorating the whole but dead white soldier with an almost equally strong desire to downplay, or render invisible, both the black and the disabled veteran, this work argues, goes to the heart of post-Civil War American national identity: the new national body could not be conceived of as damaged, or even much altered by the war, but was presented as arising intact from the struggle, if anything stronger than before.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/G004412/1","grantId":"AH/G004412/1","fundValue":"35103","fundStart":"2009-09-21","fundEnd":"2010-01-20","funder":"AHRC","impactText":"","person":"Susan-Mary Cunningham Grant","coPersons":[],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}