{"id":"21DCF5C4-8ED4-401B-8C1E-9745917A620B","title":"WEb Audio Virtual Environment Rendering (WEAVER): Online Virtual Acoustics for Sonic Art, Digital Heritage, and Broadcast","abstractText":"Auralisation, the audio equivalent of visualization, enables us to audition virtual acoustic environments that once existed, will exist or that are purely fictional. Auralisation is based on obtaining the acoustic room impulse response (RIR) of a space, through measurement if the building already exists, or otherwise via simulation using computational modelling. The result is a 3D acoustic rendering of any sound we wish to hear within the auralised environment. This research plays a key role in architecture, environmental noise assessment, recreating past environments in digital heritage, as well as enabling creativity in music production, broadcast and computer gaming.\n\nThe WEb Audio Virtual Environment Rendering (WEAVER) project will revisit the concept of spatial audio composition and rendering in relation to the last ten years of development in auralisation and virtual acoustics research. Since this research started in 2004, the specialised audio technology required to explore spatial composition using virtual acoustics, auralisation, acoustic measurement and modelling is now commonplace in most creative computer music software applications. Acoustic RIR measurements from various sites, buildings and venues, many of significant heritage value or interest have also been gathered and disseminated over this ten-year period via the online Open Acoustic Impulse Response Library (OpenAIR: www.openairlib.net). Over this time OpenAIR has become a key resource for electronic musicians, sound designers, software and computer game developers.\n\nMuch of the functionality required to explore and audition spatial audio content and virtual acoustic environments can now, in fact, be offered via a standard web browser and mobile device - additional acoustic RIR data is still needed to auralise these virtual spaces, but the ability to use or listen to these results is now carried by millions of potential users worldwide. \n\nWEAVER will use the Web Audio API to deliver interactive virtual acoustic environments via a web browser, and to further realise some of the creative research aims first articulated over ten years ago. In combination with the research and resources related to OpenAIR, that was also an outcome from this initial work, WEAVER will develop impact and engagement in online sonic art, digital heritage and broadcast.\n\nWEAVER will create novel online sonic art from OpenAIR data. We will scope the Web Audio API to detail its capabilities for developing creative virtual acoustics applications informed by existing examples and current practice, and provide a route to impact through the development of new user contacts for OpenAIR content.\n\nWe will work with York Theatre Royal, a regional producing theatre based on a historic site that has hosted a working theatre since 1744, to develop a web resource to engage new audiences with the redevelopment and heritage of the theatre's auditorium space. This presents a unique opportunity to apply our virtual acoustics research in a culturally and historically significant venue during its refurbishment. We will help York Theatre Royal to tell their story and engage new audiences using our expertise in acoustic heritage, auralisation and sound design, brought together through the development of novel, interactive online content.\n\nWith BBC Audio Research we will investigate how virtual acoustic rendering informs the experience of listening to audio broadcast material. WEAVER will expand on existing BBC spatial audio rendering for broadcast to include differently rendered virtual acoustic and playback listening environments, and will make use of BBC facilities and test platforms for reaching audiences in order to gain feedback on the effectiveness and future viability of this presentation technology.\n\nAt all stages data and code developed will be disseminated by open-source/open-access means, encouraging maximum potential impact for WEAVER and the resources it creates.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/N00356X/1","grantId":"AH/N00356X/1","fundValue":"75351","fundStart":"2016-02-29","fundEnd":"2016-12-28","funder":"AHRC","impactText":"","person":"Damian  Murphy","coPersons":[],"organisation":"University of York","findingsText":"","dataset":"gtr"}