{"id":"21DE60C4-8985-4F11-8C39-6A6A21EA4C87","title":"TREViS: Tailoring Nano-Reinforced Elastomers to Vibrating Structures","abstractText":"Rubbers and other elastomers are very effective in mitigating vibrations experienced by Civil Engineering structures subjected to natural actions such as earthquakes, wind gusts or ocean waves. Following early applications in aircrafts and machineries, engineered rubbers have been successfully used in a number of energy dissipation devices and isolation bearings for buildings, bridges and other types of construction. A concerted effort has been made over the last few decades to further improve the performances of such elastomers with a variety of nano-reinforcements, e.g. carbon black, silica nano-particles and carbon-nanotubes, in so obtaining enhanced rubbers with significant nonlinearities. Despite this material complexity, manufacturers of elastomeric devices very often encourage the application of crude assumptions in the dynamic analysis of viscoelastically damped structures. Their interest is indeed to simplify as much as possible design procedures for structures equipped with their products, aimed at engaging more professional engineers. Unfortunately, such simplifications can be highly inaccurate, as demonstrated by previous investigations of the applicant in a range of design situations, e.g. buildings resisting seismic and wind forces. The TREViS project aims to demonstrate the feasibility of a radically new way of designing vibration-proof structures. According to the applicant's vision for the future, structural engineers must have the possibility to select the most appropriate mechanical properties of viscoelastic dampers and isolators, which optimise the global behaviour of new and existing structures under dynamic loadings; while the manufacturers' role should be simply to use suitable nano-reinforcements to tune structural rubbers according to the designers' specifications. As a necessary first step in this direction, an efficient computational framework will be theoretically established and experimentally validated throughout the proposed investigations; the aim is to allow accurate material information on nano-reinforced elastomeric devices to be incorporated and efficiently used to run dynamic analyses of structures equipped with such components within the limits of a reasonable computational effort. This novel strategy is intended to bridge the existing gap between academic appreciation of this challenging dynamic problem and current state of practice. A blend of experimental and computational studies will be conducted at Loughborough University along the three phases of TREViS. Orthonormal properties of Laguerre's polynomials will be used to approximate the relaxation function of elastomeric compounds containing carbon black and silica nano-particles, and special attention will be paid to strain-dependent effects and other nonlinear phenomena; an enlarged state-space model will be devised for viscoelastic beams with a sandwiched nano-reinforced core (Phase 1). Re-analysis techniques will be exploited to tackle material and geometrical nonlinearities, and a series of impulse hammer and shake table tests will be carried out for validation purposes (Phase 2). The proposed approach will be extended to frames made of viscoelastic beams with different dissipative properties, in so addressing the case of non-proportionally non-viscously damped structures (Phase 3). Each of these phases has a significant transformative aspect, namely: 1) nonlinear state-space formulation for viscoelastic materials and components, alternative to traditional characterisations in the frequency domain; 2) general computational strategy based on re-analysis techniques for enlarged state-space models, adaptable to other structural problems (e.g. flutter instability of bridge deck sections); 3) exploitation of normal modes for nonlinear structures with non-proportional non-viscous damping, providing structural engineers with physical insight and computational advantages in practical applications.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I033924/1","grantId":"EP/I033924/1","fundValue":"102420","fundStart":"2011-10-24","fundEnd":"2013-04-23","funder":"EPSRC","impactText":"","person":"Alessandro  Palmeri","coPersons":[],"organisation":"Loughborough University","findingsText":" This project has investigated the dynamic performance of sandwich beams with nano-reinforced rubber core. This structural element, widely used in many engineering applications, has been selected because it makes possible to easily observe the effects of the nano-reinforcement on the viscoelastic damping. Material tests have shown that type and amount of nano-particles can significantly modify the viscoelastic behaviour of the rubber, and in particular the relaxation time; this in turn affects the dynamic response of the viscoelastic beams, as demonstrated by vibration tests. A novel computational model has been then formulated for the sandwich beams, which explicitly takes into account the relaxation function of the viscoelastic core with a reduced computational effort. The identification of the viscoelastic parameters has been improved with a more accurate mathematical representation of the relaxation test. The experimentation has also demonstrated a significant degree of nonlinearity in the dynamic behaviour of frame structures made of viscoelastic sandwich beams. Building upon the results of this project, further research will be needed to establish robust performance-based design strategies for viscoelastically damped structures subjected to environmental loads, e.g. response spectra for earthquake-resistant structures, which should include flexibility and relaxation time of the elastomeric components (instead of an equivalent viscous damping ratio, currently suggested by structural codes). Such improved design can result in more reliable and/or more economic structures. Aerospace, Defence and Marine,Construction","dataset":"gtr"}