{"id":"21EB5031-4162-4AA4-B20B-7AAB4BA6F7D3","title":"Reducing and replacing mouse use to model the human platelet response in vivo","abstractText":"Huge numbers of mice are used in the UK to research cardiovascular diseases such as pulmonary embolism. Pulmonary embolism occurs when blood clots form in the legs of bed-ridden patients or occasionally following a long flight in economy class. Until recently research into the causes of pulmonary embolism was carried out in mice by inducing massive pulmonary embolism in conscious animals to induce death or paralysis. An earlier NC3Rs grant allowed us to refine this method so that neither death nor paralysis was induced and the procedure was conducted entirely under general anaesthesia. Our method does, however, require the death of large numbers of mice since we must collect cells from their blood and monitor these cells in additional mice. We want to show now that we can reduce animal use by using cells from human blood rather than animal tissues and infuse the human cells into mice. We shall conduct experiments to demonstrate that blood clots form in our human-mouse model in a way that represents human disease. We shall also demonstrate that the effects of drugs such as aspirin can be evaluated in the mouse by giving the drug to human volunteers rather than by repeatedly and forcibly introducing it to the stomachs of mice. As well as reducing animal use this research will allow us to work with patient samples in an entirely new way which may contribute to cardiovascular research generally. Since a number of research groups have incorporated our methods into their research plans the reduction in mouse use achieved in our own laboratory will be amplified several fold.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0900732/1","grantId":"G0900732/1","fundValue":"224618","fundStart":"2010-04-01","fundEnd":"2011-10-31","funder":"NC3Rs","impactText":"","person":"Michael  Emerson","coPersons":[],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}