{"id":"21EC881D-0DF1-4128-8818-F5DF2A075276","title":"Are glacier surfaces the last refuge of an evolutionarily ancient lineage of unknown fungi?","abstractText":"Glaciers and ice-sheets are increasingly recognized as the homes of surprisingly diverse and active microbial ecosystems. Even the mere prospect of life in Antarctic subglacial lakes, isolated for many millennia, attracts major international attention and investment. However since life certainly flourishes in unusual habitats on glacier surfaces. these should not be overlooked in our attempts to explore microbial biodiversity. Cryoconite holes are one such habitat, formed when rocky dusts are colonized by a diverse and highly active microbial consortium, forming a darkened microbe-mineral aggregate which increases the transfer of the sun's energy to ice and thus accelerates surface melt. My doctoral studies centred on the diversity and functioning of the bacterial community of cryoconite, which is dominated by organisms closely related to taxa in a broad range of habitats world-wide. In stark contrast, of the eukaryotes inhabiting cryoconite on High Arctic glaciers, the most abundant group by biomass, Fungi, appears strongly dominated by two related groups of fungi hitherto unknown to science. These fungi account for 75% of the sequences in collections of fungal DNA extracted from Svalbard cryoconite, and according to microscopy using genetic stains specific to the group, are derived from small ovoid cells attached to debris. Sequenced genes from specific DNA tests for the fungi demonstrate their presence in cryoconite worldwide suggesting a broad geographic range while the absence of affiliated sequences from DNA databases and the failure to detect the group in periglacial habitats imply their restriction to the cryoconite group near the root of the fungal tree of life and provide a crudely estimated divergence during the Neoproterozoic era, which consisted of major world-wide glaciations, including a hypothesized &quot;Snowball Earth&quot;. Little else is known about these fungi, tentatively named the &quot;cryomycetes&quot;. Therefore, I seek support to detail their evolutionary history, population structure, ecological functions and interactions. Doing so will permit the testing of the hypotheses that i)&quot;cryomycetes&quot; assume a significant role in the functioning of the extant cryoconite ecosystem ii)they form a major new branch on the fungal tree of life iii)cryoconite holes have formed a stable refuge for these fungi over glacial cycles. As a consequence, I anticipate insights into the interactions between cryoconite biodiversity and melting glaciers, both in the present day, and potentially in the postulated transition from a Neoproterozoic &quot;Snowball&quot; to a &quot;Mudball&quot; Earth.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/K000942/1","grantId":"NE/K000942/1","fundValue":"62864","fundStart":"2012-09-05","fundEnd":"2015-03-04","funder":"NERC","impactText":"  The award is current and research is ongoing. However as a result of the award, dissemination of outcomes to the general public, other researchers and Arctic policymakers is contributing in a shift in perception of glaciers and ice sheets as glacial ecosystems. In due course it is anticipated the scope of these impact will increase as further findings are published. Environment Societal,Economic","person":"Arwyn  Edwards","coPersons":[],"organisation":"Aberystwyth University","findingsText":" We have found that an enigmatic lineage of fungi is present on glaciers on Svalbard, European Alps, Alaska, Greenland, Tien Shan, the Himalaya and Antarctica.\nWe have characterized the contribution of this fungal group to the biodiversity of Svalbard and Alpine glaciers\nWe have evidence of its contribution to glacier surface carbon cycling\nWe are currently developing our datasets on the cellular morphology and single-cell genomes of the fungal lineage. I am preparing a manuscript for publication in a headline journal to report the discovery of this fungal group. Subsequently I anticipate this will lead to other investigators examining fungal biodiversity associated with glaciers and its implications for fungal taxonomy. \nThe biotechnologic potential of glacier-associated biodiversity is currently being developed through a new PhD studentship funded by the Welsh Assembly's National Research Network. Energy,Environment,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}