{"id":"21FFD2AF-23D2-4C00-BF57-17CCD560C255","title":"SEARCHbreast: A virtual resource to facilitate sharing breast cancer materials and knowledge to benefit the 3Rs","abstractText":"We will develop a searchable database of animal resources related to breast cancer that scientists can share to potentially minimise repetition, at the same time providing access to an under-used resource of archival material. Whilst a virtual resource we anticipate valuable cross collaborations between network partners and new researchers in sharing materials rather than duplicating models to generate such. We recognise there may be concerns given the sensitive nature of the information provided by such an on-line resource hence this would be achieved via secure password protection. This will be complemented by on-line technical expertise accompanied by detailed SOPs describing e.g. how to estimate the number of animals needed in genetically engineered mouse (GEM) and transplantation models of breast cancer and how best to collect and preserve material thereby reducing waste, refining ongoing work and impacting positively on future studies. NC3Rs has already improved the reporting of animal experiments (ARRIVE guidelines). We aim to take this a step further by developing a web based bioinformatics search portal to allow researchers to mine published in vivo studies related to breast cancer to minimise repetition of previous work and access data placed in public repositories. This differs from other resources e.g. DFCI-MGI, KOMP which focus on collection/ storage of single gene/allele knockouts across a broad range of disease types rather than a comprehensive catalogue of the types of model available for study in a single disease. We will hold a series of workshops bringing researchers together to share ideas and resources. These will be hosted by each centre in turn, allowing attendance by scientists throughout the UK. The first will take place within the first 6 months of the project to introduce the UK breast cancer research community to our SEARCHbreast vision. Workshop format will include 4-6 presentations, followed by breakout discussion groups. Subsequent workshops will be themed and could include how to select the best in vivo model to address a specific research question, use of the bioinformatics portal, information on how to establish 3D cell culture models as animal alternatives etc. We will invite one international guest speaker to at least one of these workshops, broadening the SEARCHbreast impact. We will organise a joint NC3Rs-British Association of Cancer Research (BACR) one day workshop to promote the SEARCHbreast blueprint to the wider cancer research community. Dr Holen sits on the BACR Meetings and Training Committee which directs and encourages this sort of initiative. Additionally, we will offer a joint workshop with the Breast Cancer Campaign Tissue Bank, providing advice/training on how to develop and use alternative 3D multicellular tissue culture models developed from human breast tissue to study breast biology. A series of webinars will promote SEARCHbreast beyond the UK. Workshops and webinars will be advertised widely. Once established in breast cancer, in collaboration with NC3Rs, we will arrange meetings with other funding bodies e.g. MRC, CRUK, Prostate Cancer UK, LLR, Heart Research UK, Parkinsons UK etc, to demonstrate the benefits our resource could have impacting on the 3Rs across other disease types. These will be attended by one of the applicants and the coordinator. While most funding agencies now implement data sharing as a routine condition of funding, we will work with these agencies/journals aiming to embed our improved data sharing concept into their application/submission process. Our blueprint is sufficiently generic such that it could be adopted easily for other diseases with the acronym adapted to reflect this while retaining uniformity with the original e.g. SEARCHcardiovascular, SEARCHlung etc. SEARCHlung may be particularly attractive to the NC3Rs given their substantial investment in asthma research. We will actively engage with this group of researchers to promote this.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NC/L001004/1","grantId":"NC/L001004/1","fundValue":"495766","fundStart":"2014-02-10","fundEnd":"2016-08-09","funder":"NC3Rs","impactText":"","person":"Valerie  Speirs","coPersons":["Ingunn  Holen","Karen  Blyth","Claude  Chelala","Louise J Jones"],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}