{"id":"2202CE06-F4DA-4DE6-B1DB-C9B39C22D981","title":"Archive of Exile","abstractText":"In this project three academics in the humanities will collaborate with three artists (a photographer, a theatre artist, and a composer/audio producer). Each pairing will produce a piece of artwork, document the dialogue involved in its conception, and reflect critically on both the process and the art object is produces. Each work will arise from an examination of the ways in which the meaning and practice of the 'archive' might be detached from its established associations with sites of political, intellectual, and cultural power. The key to this lies in the notion of 'exile'. \\nWhile 'exile' names the trauma of homelessness and displacement, it also asserts a critical agenda that demands our attention. Generations of writers, thinkers and artists have articulated radical understandings of the world from lives 'out of place' - from Ovid to Brecht, Dante to Adorno, Spinoza to Schoenberg. To understand exile as more than a historical experience and introduce it as a critical paradigm in itself is, however, to posit something new. Further, to bring this paradigm to bear on the archive, an institution at the heart of academic and national life, is to call for new modes of intellectual practice and orders of knowledge. Indeed, if 'exile-as-paradigm' holds open alternative modes of thought, then the archive, creatively reformed, might provide a space capable of living up to an exilic challenge. Working with creative practitioners will allow us to investigate this possibility: to speculate what an 'archive of exile' might be.\\nThe project will run for two years. In months 1 to 3 we will (i) develop an electronic space in which participants will interact by sharing text, images, sound and video, and (ii) prepare for the first of two events, which will take place in month 3. The academics and artists will present work in progress. Also in attendance will be our advisory group, Sheffield Professors Peter Jackson (Geography), Dominic Shellard (English), Jeremy Till (Architecture), and Vanessa Toulmin (Director of the National Fairground Archive), as well as our intellectual mentor, Prof. Martial Staub (History), Head of the Sheffield Exile Project, and other critical friends including artists, archivists, and participants from outside the academy who can talk to the experience of exile. \\nThe 'strands' will run concurrently from months 3 to 12. In face-to-face and virtual meetings, participants will produce their respective creative projects, documenting their collaboration in detail, and reporting to the advisory group and to each other every 3 months. They will also disseminate their work-in-progress through small-scale public objects and activities including podcasts and small photo exhibits. Simultaneously, we shall prepare for a second event in month 12. Here, participants and advisors will the future intellectual and theoretical possibilities raised by the artwork and the process of its making. \\nDissemination at the end of the project will take three forms: (i) a ten-day public exhibition which will the present the artwork and materials documenting its production, (ii) a symposium/round table for people both inside and outside the academy, and (iii) a special issue of an interdisciplinary peer-reviewed journal which analyses the findings of the work and considers the possibilities offered by its methods of inquiry and conceptual frameworks. Preparation for the exhibition will start in month 12 for an opening in month 23 or 24. The manuscript of the publication will be submitted by month 24. \\nThe outcomes of the project are open-ended. The novel engagement of archive and exile, explored through the collaboration of scholars and artists, means that the project will push at the limits of established methodological models, and, at a theoretical level, ask how we might think of the archive as something capable of meeting the challenge of living and thinking 'out of place'.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/G011451/1","grantId":"AH/G011451/1","fundValue":"161808","fundStart":"2009-04-01","fundEnd":"2011-08-31","funder":"AHRC","impactText":"","person":"Jessica  Dubow","coPersons":["Richard  Steadman-Jones","Frances Helen Babbage"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}