{"id":"22072AA8-B10B-4D3F-9FEF-F69E9E66F290","title":"Atomic Scale Simulation of Nanoelectronic Devices","abstractText":"Since the launch of its Platform Grant in June 2002 the Glasgow Device Modelling Group (GDMG) has grown to become one of the largest and most influential specialised semiconductor device modelling groups in academia. The group sets the agenda in the simulation of intrinsic parameter fluctuations introduced by the discreteness of charge and matter in nano CMOS devices, and in the development of quantum mechanical transport simulators based on the Non-Equilibrium Green's Function (NEGF) formalism. During the platform grant period members of the group has published more than 190 papers and have given more than 44 invited talks. The group has a balanced research portfolio of 3.3M from EPSRC, the EU and present contracts with SEMATECH, Sony and Fujitsu. Maintaining its core membership of 3 academics, the group has grown from 4 PDRAs at the inception of the Grant to a present total of 2 Advanced EPSRC Fellows and 7 PDRAs. Active industrial collaborations include IBM, Freescale, National Semiconductor, Synopsys, Infineon, Royal Philips Electronics, ST Microelectronics, Sony, Fujitsu, ARM and Wolfson Microelectronics. The new proposal aims to provide continuity for key PDRAs and to ease the path of trained UK PhDs onto the PDRA ladder. It also aims to fill gaps in GDMG expertise by training existing group members, making new appointments and facilitating strategic collaborations. We have identified areas of research which are important for future group development but which will be difficult to resource initially through standard responsive grant proposals, either due to a lack of specific track record or due to the speculative, proof of concept nature of the research. These new areas include: (i) the inclusion of inelastic scattering into the Glasgow NEGF code, and its atomic-level formulation; (ii) development of compact models that natively access data on intrinsic parameter fluctuations; (iii) development of expertise in first-principles band structure simulation for diverse sets of channel materials, strain conditions and crystal orientations; (iv) improvements to the commercial usability of the Glasgow codes by enhancing user interfaces, robustness and the cohering of internal data structures to facilitate the transfer of interim results between the Glasgow 'atomistic' drift diffusion (DD) and Monte Carlo (MC) simulators.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E038344/1","grantId":"EP/E038344/1","fundValue":"1189790","fundStart":"2007-10-01","fundEnd":"2013-03-30","funder":"EPSRC","impactText":"","person":"Asen Mihailov Asenov","coPersons":["Scott  Roy","Jeremy  Watling","Karol  Kalna","John Reginald Barker"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}