{"id":"2210EF04-BBBC-4309-B472-671D0FA8C724","title":"A molecular scaffold that mediates box C/D snoRNP biogenesis","abstractText":"Individual functions in the cell are harnessed and controlled, often within large molecular machines. Examples include the activities that replicate DNA, synthesise proteins and generate RNA. Correct assembly of these machines is performed in a controlled way, far from their site of function. This is important as partially or incorrectly assembled complexes are likely to interfere with the normal processes in the cell. We wish to study the assembly of one family of such cellular machines, the box C/D snoRNPs, complexes that are important for the production of the machinery that produces proteins in the cell. Our aim is to study the role of assembly factors in the formation of the box C/D snoRNPs.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F006853/1","grantId":"BB/F006853/1","fundValue":"432363","fundStart":"2008-01-01","fundEnd":"2010-12-31","funder":"BBSRC","impactText":"  This was a basic science grant and the outcomes were mainly academic  ","person":"Nicholas James Watkins","coPersons":[],"organisation":"Newcastle University","findingsText":" 1) We have characterised a scaffold of assembly/biogenesis factors that is essential for snoRNP assembly. We have identified NUFIP as a protein that regulates this process and shown that the scaffold also recruits factors necessary for snoRNA processing.\n\n\n\n2) We have provided strong evidence that phosphorylation of snoRNP proteins specifically regulates snoRNP formation, localisation and function.\n\n\n\n3) We have investigated snoRNP structure and found novel snoRNA-rRNA base-pairing interactions Defects in the formation and function of RNA-protein complexes in the cell result in a number of genetic diseases and are also linked to cancer. This information therefore provides key insights and novel targets for novel chemotheraputics to combat these conditions. This research has opened up new avenues of research for the lab and resulted in preliminary data for a Wellcome-funded grant. This research has also provided important information about the assembly and localisation of RNP complexes Pharmaceuticals and Medical Biotechnology,Other","dataset":"gtr"}