{"id":"22109D4D-6ED4-4D91-BFC0-CCBECF880CCA","title":"Global analysis of temperature regimes to stratify the management of coral reefs for climate change","abstractText":"Hundreds of millions of people depend on coral reefs for their livelihood and source of food. Almost all of the ecosystem services provided by reefs are founded upon living corals which, through a mutualism with symbiotic algae, are able to deposit a coral skeleton. Unfortunately, this symbiosis is precarious and easily disturbed by thermal stress; rapid increases in sea temperature of only 1 degree can result in massive areas of coral dying off. Indeed, patterns of living coral cover in the Bahamas are strongly associated with the intensity of thermal stress in 1998 (Mumby unpublished data). With sea temperatures continuing to rise through global change, coral reefs are one of the most threatened ecosystems on Earth. Coral reef managers are powerless to avert the rise of sea temperature within their jurisdiction. However, a pilot analysis of satellite-derived sea temperature data from the Bahamas shows that some reefs experience much greater stress than others during a bleaching event. Furthermore, some reefs are routinely cooler than others during non-bleaching years which implies that the acclimation of corals to temperature varies predictably across the seascape. The existence of large-scale patterns in both chronic thermal stress (during normal non-bleaching periods) and acute thermal stress (during bleaching events), provides novel opportunities for attempting to manage climate change at local scales. Areas of reef can be identified that are expected to experience lower levels of physical stress during bleaching events - probably because areas of high wave exposure mix the water column and help it cool. If managers then target their interventions, such as marine reserve designation (which reduces biological stress such as the overgrowth of coral by seaweed), to these areas then there is a relatively strong possibility that the effects of climate change will be minimised at such sites. In other words, managers can target their efforts on minimising biological stress so that some reefs experience minimal levels of stress overall. Although we have demonstrated the efficacy of our approach in a pilot analysis (one of the results of which is given in the proposal), this NERC grant allows us to complete our study by testing its applicability at global scales. Moreover, a global analysis will enable us to test a hypothesis concerning the processes driving patterns of sea temperature on reefs and generate new hypotheses to follow up. All of the datasets required are already available so we simply require staff time to process our global dataset and carry out some specific analyses. Our results will have widespread impact because they assess the scope for managing climate change on reefs throughout the World. Those regions that do not possess great geographic variation in thermal stress will not lend themselves to a stratification of management for coral bleaching, so this will be one less tool in the management arsenal for such places. However, where appropriate geographic variation does exist, outputs from this grant will enable managers to begin stratifying their activities immediately. This project is one of the first demonstrations of targeting local resource management to address the problem of global climate change. As such, we anticipate a broad impact upon the science of sustainable management and climate change.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G010188/1","grantId":"NE/G010188/1","fundValue":"53194","fundStart":"2009-12-08","fundEnd":"2010-12-07","funder":"NERC","impactText":"","person":"Peter J  Mumby","coPersons":[],"organisation":"University of Exeter","findingsText":"","dataset":"gtr"}