{"id":"221E0A18-5B30-4BBD-80F2-B0EFB17CBC98","title":"Towards Data-Driven Environmental Policy Design","abstractText":"The Western Australian State Government Department of Environment and Conservation (DEC) is managing the allocation of environmental conservation resources and funds within priority areas of high conservation significance. A particular challenge in this process, exacerbated by limited resources, is the actual identification of priority biological assets within these conservation areas. In many situations, assets will need to be prioritised by taking into account the generally large number of relevant parameters which include quantitative estimates such as asset irreplaceability as well as stakeholder opinions on relevant values (recreational, aesthetical). These stakeholders include land owners, local residents and local government authorities. \nDEC has developed a framework which requires the capture of human values and the quantification of their delivery by biological assets such as species of animals and biological communities. The values are used to rank biological assets as a crucial input to environmental policy, planning and management. \n\nThe aim of this project is to deliver a methodology to capture and aggregate multiple heterogeneous data sources and any associated uncertainty in a real world environmental conservation context in order to support data-driven environmental policy design. The project will entail a close collaboration between DEC and the UK Horizon Digital Economy Research Institute where the former contributes their significant expertise and real world involvement in environmental conservation and policy design, and the latter leverages their expertise in data aggregation in a Digital Economy (DE) context where large numbers and types of different information sources are pervasive. The project will focus on two main stages: first, eliciting information (and its uncertainty) about the human value derived by different biological assets; second, modelling the captured qualitative (stakeholder opinions) and existing quantitative (e.g. asset area) data and associated uncertainty. \nIn doing so, we will develop and evaluate data aggregation algorithms &amp; tools based on Fuzzy Sets and Systems and/or Fuzzy Measures &amp; Fuzzy Integrals. The real-world application of the developed framework by DEC in conservation areas in Western Australia will provide concrete support for environmental policy-making in those areas. The project will also provide unique insights into the capacity of both the developed framework and data-driven policy design in general and in the context of environmental protection in Australia and abroad. The knowledge gained will further inform the potential for data-driven policy design in the DE in other areas where large numbers of stakeholders and information sources are pervasive.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K012479/1","grantId":"EP/K012479/1","fundValue":"161149","fundStart":"2013-05-01","fundEnd":"2015-04-30","funder":"EPSRC","impactText":"  The findings have been used to crucially inform environmental planning of highly valuable RAMSAR protected wetlands in Western Australia. In addition, the project outputs, which are still being refined, are currently being explored for their potential to support planning and policy design in the context of infrastructure development in the UK Thames Estuary. Agriculture, Food and Drink,Environment,Government, Democracy and Justice,Other Societal,Policy & public services","person":"Christian  Wagner","coPersons":[],"organisation":"University of Nottingham","findingsText":" The grant has led to a unique approach which enables the comprehensive capture of qualitative stakeholder opinion in parallel with quantitative data (e.g., water salinity, species diversity) and their subsequent aggregation to transparently and principled fashion inform environmental planning and policy design. Through collaboration with the Department of Parks and Wildlife of the Western Australian government, a unique set of real-world use-cases is being employed to evaluate the approach and ensure real-world viability and usefulness. The work has already led to significant real world impact through its impact on recovery catchment planning and has enabled initial exploration of utility with UK stakeholders (in the Thames Estuary context). Currently, a very small EPSRC Impact Accelerator grant and a small NERC grant enable the evaluation of the potential of the devised approach and system to inform planning and policy design in the UK context of the Thames Estuary. Initial workshops with stakeholders incl. the Env. Agency, Thames Water and the London Port Authority have been highly promising and it is expected that a follow-on bid will be submitted to address remaining gaps in the research in order to support infrastructure development and conservation in the Thames Estuary and beyond, throughout the UK and Europe. Agriculture, Food and Drink,Communities and Social Services/Policy,Construction,Environment,Government, Democracy and Justice,Other","dataset":"gtr"}