{"id":"221FE5A0-3116-40EF-82E5-E141E8081366","title":"Novel Anti Influenza Agents to Target Drug-Induced Resistance: Mechanism-based Neuraminidase Inhibitors","abstractText":"Our research is focused on trying to develop an improved class of anti-virals for the treatment of influenza viruses, including the highly pathogenic avian H5N1 (Bird Flu) influenza virus. The compounds we will be developing are designed to overcome some of the problems associated with the current influenza drugs, Relenza and Tamiflu. Unfortunately, the clinical usefulness of Relenza is reduced by the fact that it cannot be administered orally and, most alarmingly, drug-induced resistance to Tamiflu has already been observed in some patients infected with the H5N1 virus.\nRelenza and Tamiflu act by preventing the release of newly formed virus particles from infected cells. They do this by blocking the action of a particular enzyme known as a neuraminidase, and hence, are referred to as neuraminidase inhibitors. If the neuraminidase is blocked (inhibited), newly formed virus particles remain attached to the surface of already infected cells, and are unable to escape to infect further cells. The compounds we are developing are also neuraminidase inhibitors, but inhibit the enzyme in a very different way to Relenza and Tamiflu. By inhibiting the neuraminidase in a different way, we believe that; i). resistance to our compounds is much less likely to develop, and ii). it should also be possible to introduce chemical features into these inhibitors that will allow them to be administered orally. Ultimately, we hope to show that our neuraminidase inhibitors are suitable targets for the treatment of influenza, and they should also give us a much better understanding of how influenza viruses develop resistance to anti-viral drugs.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0600514","grantId":"G0600514","fundValue":"408415","fundStart":"2006-12-01","fundEnd":"2009-11-30","funder":"MRC","impactText":"","person":"Andrew Graham Watts","coPersons":["Jennifer  McKimm-Breschkin"],"organisation":"University of Bath","findingsText":"","dataset":"gtr"}