{"id":"2221B192-E7CF-46EE-84FA-E24C33D929DF","title":"Extending the Applications and Improving the Efficiency of Positioning Through the Exploitation of New GNSS Signals","abstractText":"Over the past three decades the US GPS (Global Positioning System) has evolved from a system designed to provide metre-level positioning for military applications to one that is used for a diverse range of unforeseen, and mainly civilian, applications. This evolution has been both driven and underpinned by fundamental research, including that carried out at UK universities, especially in the fields of error modeling, receiver design and sensor integration. However, GPS and its current augmentations still cannot satisfy the ever increasing demands for higher performance. For instance there is insufficient coverage in many urban areas, it is not accurate enough for some engineering applications such as the laying of road pavements and receivers cannot reliably access signals indoors.However things are changing rapidly. Over the next few years the current GNSSs (Global Satellite Navigation Systems) are scheduled to evolve into new and enhanced forms. Modernised GPS and GLONASS (Russia's equivalent to GPS) will bring new signals to complement those that we have been using from GPS for the last 30 years. Also we will see the gradual deployment of new GNSSs including Europe's Galileo and China's Compass systems, so leading to at least a tripling of the number of satellite available today by about 2013 - all with signals significantly different from, and more sophisticated than, those used today.These new signals have the potential to extend the applications of GNSS into those areas that GPS alone cannot satisfy. They will also enable the invention of new positioning concepts that will significantly increase the efficiency of positioning for many of today's applications and stimulate new ones, especially those that will develop in conjunction with the anticipated fourth generation communication networks to provide the location based services that will be essential for economic development across the whole world, including the open oceans. This proposal seeks to undertake a number of specific aspects of the research that is necessary to exploit the new signals and to enable these new applications. They include those related to the design of new GNSS sensors, the modeling of various data error sources to improve positioning accuracy, and the integration of GNSSs with each other and with other positioning-related inputs such as inertial sensors, the eLORAN navigation system, and a wide rage of pseudolite and ultra-wide band radio systems. We are also seeking to find new ways to measure the quality of integrated systems so that we can realistically assess their fitness for specific purposes (especially for safety-critical and legally-critical applications). As part of our work we will build an evaluation platform to test our ideas and validate our discoveries.The proposal builds on the unique legacy of the SPACE (Seamless Positioning in All Conditions and Environments) project, which was a successful EPRSC-funded research collaboration framework that brought together the leading academic GNSS research centres in the UK, with many of the most important industrial organisations and user agencies in the field. The project laid the foundation for an effective, long-term virtual academic team with an efficient interface to access industry's needs and experience. The research proposed here will be carried out within a new collaboration framework (based on SPACE) involving four universities (UCL, Imperial, Nottingham and Westminster) and nine industrial partners (EADS Astrium, Ordnance Survey, Leica Geosystems, Air Semiconductors, ST Microsystems, Thales Research and Technology, QinetiQ, Civil Aviation Authority and NSL). The industrial partners have pledged almost 2M of in-kind support and the proposed management structure, led by one of the industrial partners, is carefully designed to foster collaboration and to bring to bear our combined facilities and resources in the most effective manner.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G01969X/1","grantId":"EP/G01969X/1","fundValue":"697820","fundStart":"2009-01-01","fundEnd":"2013-06-30","funder":"EPSRC","impactText":"","person":"Washington Yotto Ochieng","coPersons":[],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}