{"id":"2231210E-4ADF-480B-AAB7-23976F6ED75F","title":"Molecular genetics of biological rhythms in an intertidal custacean","abstractText":"Circadian rhythms are 24 h cycles of behaviour and physiology that evolved in response to three billion years of relentless cycles of day and night. Remarkably, the same genes that run the circadian clock in the fruitfly, such as period, Clock, doubletime, also encode the clock in mammals. However, the most important environmental rhythms for animals that inhabit the seashore are not those of day and night, but those of high and low tide that ebb and flow every 12.4 h. Animals that inhabit this intertidal zone adjust their behaviour to the mechanical agitation of the incoming and outgoing tide. At low tide, they hide from predators by burrowing into the sand, and at high tide, crabs, for example, swim and forage for food. Terrestrial animals evolved from marine organisms so tidal rhythms may even have predated the circadian 24 h cycle. Nothing is known about the molecular basis for tidal rhythms. One idea is that the same genes that determine circadian rhythmicity may also be involved in tidal cycles. As many of the circadian clock gene products (mRNAs and proteins) cycle in the animals' brains with a 24 h period, we might expect that if the same genes controlled tidal cycles, their mRNA should also show 12.4 h cycles of expression in the part of the brain which controls tidal rhythmicity. Alternatively, a completely different set of genes might be determining tidal cycles, but we would nevertheless expect some of these to have12.4 h cycles of expression at the level of their mRNA. With this in mind, we have studied the molecular basis of the intertidal crustacean, Eurydice pulchra (the 'sea louse'). Eurydice shows very robust circadian and tidal cycles of behaviour. We have already identified almost all of Eurydice's circadian clock genes that would be expected to play the major role in generating 24 h cycles, and indeed we find rhythmic expression in some specific Eurydice neurons that express the PER protein. Under conditions in which we know that tidal cycles of behaviour are expressed, we find that two other neurons begin to express PER. It could be that the two groups of PER expressing neurons are both rhythmic with 24 h periods, but interact to give the ~12 hour tidal cycle. In order to see which genes cycle with 12.4 h mRNA rhythms, without any prior guesswork as to their identity, we have developed a Eurydice microarray, a glass slide on which the sequences corresponding to many thousands of Eurydice genes, have been spotted. By interrogating this microarray with mRNA collected from Eurydice brains at different times, which will hybridise to their corresponding DNA sequences on the microarray, we have obtained about 80 candidate tidal genes that show ~12 h cycles of expression. This grant proposal seeks to use those parts of tidal genes (promoters), that are responsible for their cycling and isolate the proteins that control this cycling. These proteins will then have their own genes and promoters analysed, and in this way we will work backwards into the tidal clock. We shall also use the canonical circadian clock genes from Eurydice that we have identified and use antibodies which label their proteins, to see whether groups of clock gene expressing neurons might form a network from which a ~12 h tidal rhythm could emerge. We shall also attempt to knock out these clock genes in individual Eurydice, and if this disrupts their tidal behaviour, it will mean that the tidal clock is probably generated by circadian oscillations. Finally we shall challenge the microarray with RNA taken from animals that have been acutely exposed to the major environmental stimuli that entrain circadian and tidal behaviour, namely light and vibration. This should allow us to identify light and vibration responsive genes. The vibration responsive genes would be particularly useful in helping us find the anatomical input pathways into the tidal clock.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E001750/1","grantId":"BB/E001750/1","fundValue":"371482","fundStart":"2006-10-16","fundEnd":"2012-02-15","funder":"BBSRC","impactText":"","person":"Simon George Webster","coPersons":[],"organisation":"Bangor University","findingsText":" An as yet poorly understood phenomenon in the marine environment concerns the molecular control of endogenous tidal rhythmicity. In this research we have solved a long standing controversy in biological rhythms reseach, and have shown, using a variety of novel techniques that there are both tidal and circadial oscillators which run the respective clocks. The findings we have made will stimulate tidal rhythm research amongst the large chronobiology community. Education,Environment","dataset":"gtr"}