{"id":"22357F50-D712-4D83-936E-E1D0FCD72B21","title":"MAXFARM (MAXimizing wind Farm Aerodynamic Resource via advanced Modelling)","abstractText":"This is a multidisciplinary project that brings together researchers from different academic backgrounds in order to address reliability, lifetime and efficiency in offshore wind farms, and to meet the needs of the UK electricity generation industry. The overarching aim is the reduction of the (levelised) cost of generation of the large offshore wind farms that the UK will need in order to meet national and international objectives in the reduction of CO2 emissions. The multidisciplinary aspect reflects the different but, in context, linked disciplines and brings together the growing discipline of energy meteorology, of aerodynamics and aeroelasticity, of fatigue and structural mechanics, and of systems control. That is, the approach is a holistic one, linking the environmental conditions with their impact on each rotor and the mechanisms to improve farm performance as a whole.\n\nThe meteorological contribution is essential because of the range of wind flow conditions that exist, subjecting the turbines and - importantly for large wind farms - the wakes of the turbines to a range of unsteady conditions that are known to reduce wind farm efficiency, and to cause increased structural damage (when compared to small-scale onshore wind farms). Both these contribute to increased capital and operating costs. The energy potential for the UK from offshore wind is huge, but offshore wind energy is still at a relatively early stage in technological terms. \n\nThe aerodynamic response of each turbine to a variety of conditions imposed by the wind flow and the wakes of upstream turbines depends on the aeroelastic behaviour of the blades, the load in turn imposed upon the turbine generator, and the response by the turbine control system. In a large wind farm, the behaviour of one turbine - principally how much energy it is extracting from the wind flow - affects the behaviour, efficiency and lifetime of wind turbines in its wake; the turbines are not independent of each other. In fact, all aspects of the performance of wind turbines within large offshore wind farms, whether power output, loads or operations, are affected by their interaction through the wakes. Hence, to improve the cost effectiveness of offshore wind energy requires a better understanding of the flow-field through the wind farm. The project will address this issue and develop models to better represent the flow-field including the wakes and turbulence. Furthermore, capitalising on this, the implication for loads on the individual wind turbines will be investigated and the design of control strategies will be explored that achieve optimal operation of a large wind farm with each turbine controlled to keep operations and maintenance costs to acceptably low levels whilst (subject to this constraint) maximising farm output.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N006224/1","grantId":"EP/N006224/1","fundValue":"1476690","fundStart":"2015-11-02","fundEnd":"2018-11-01","funder":"EPSRC","impactText":"","person":"Philip E Hancock","coPersons":["Hong  Yue","John Mike Graham","William Edward Leithead","Simon  Watson","Rafael  Palacios Nieto","Jim A Halliday","David M Birch","Matteo  Carpentieri","Alan  Robins"],"organisation":"University of Surrey","findingsText":"","dataset":"gtr"}