{"id":"224203AC-9CDD-47A1-9812-5B83C3F3AB07","title":"Face Matching for Automatic Identity Retrieval, Recognition, Verification and Management","abstractText":"In the past, when the majority of people were born, lived and died in the same locality where everybody knew each other, there was no need for biometrics. However, nowadays, with the society moving rapidly towards Digital Economy, and the people mobility within the country and across borders reaching unprecedented levels, efficient, robust and effective ways of recognising and verifying individuals automatically, based on biometrics, is emerging as an essential requirement and element of the fabric of the information infrastructure. Identity verification is required to facilitate commerce, and remote working, to enable access to remote services and physical sites in smart cities, as well as contributing to a safer society by fighting crime and terrorism through automatic surveillance. In this context face biometrics is a preferred biometric modality, as it can be captured unobtrusively, even without subjects' being aware of being monitored and potentially recognised. It is also the modality used by humans and thus, when needed, it supports a seamless transition and cooperation between machine and human face recognition. \n\nAlthough face biometrics is beginning to be deployed in several sectors, it is currently limited to applications where a strict control can be imposed on the process of face image capture (frontal face recognition in controlled lighting). However, automatic face recognition in uncontrolled scenarios is an unsolved problem because of the variability of face appearance in images captured in different poses, with diverse expressions, under changing illumination. Furthermore, the image variability is aggravated by degradation phenomena such as noise, blur and occlusion. \n\nThe project will develop unconstrained face recognition technology, which is robust to a range of degradation factors, for applications in the Digital Economy and in a world facing global security issues, as well as demographic changes. The approach adopted will endeavour to devise novel machine learning solutions, which combine the technique of deep learning with sophisticated prior information conveyed by 3D face models. The scientific challenge will be to develop a face image representation, which is invariant to various imaging factors. This will necessitate gaining better understanding of the effect of natural face appearance variations and face image degradation phenomena on face image representation. The work will be carried out by a multidisciplinary team constituted by three academic partners, University of Surrey, Imperial College London and University of Stirling, which has extensive experience in biometrics and face modelling, and jointly possesses the necessary expertise, including psychology of human face perception. The research direction will be regularly reappraised and if necessary revised, with steering provided by a team of external experts representing the biometrics industry, government agencies, and potential users of the unconstrained face recognition technology. The progress of the project will be measured by extensive evaluations of the solutions developed using challenging benchmarking tests devised by the biometrics community and compared with evolving commercial offerings.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N007743/1","grantId":"EP/N007743/1","fundValue":"6104260","fundStart":"2016-01-01","fundEnd":"2020-12-31","funder":"EPSRC","impactText":"","person":"Josef  Kittler","coPersons":["Stefanos  Zafeiriou","Peter  Hancock","Krystian  Mikolajczyk","Maja  Pantic","Tae-Kyun  Kim"],"organisation":"University of Surrey","findingsText":"","dataset":"gtr"}