{"id":"2249D45D-DD14-43A1-9CD9-0514218E9160","title":"Population genetic studies of susceptibility and treatment response in epilepsy","abstractText":"Epilepsy is an important condition, affecting 300,000 people in the UK alone. It increases the chances of early death, and is associated with psychological, social and financial disadvantages. The annual cost to the UK economy is over #500 million/year in direct costs alone, and much of this cost is due to epilepsy that is poorly controlled. Despite extensive research, we still know little about the causes of epilepsy and the causes of variable response to conventional antiepileptic drug treatment. Studies of rare families where multiple members are affected by epilepsy has revealed that mutations in specific genes (eg SCN1A, SCN1B, GABRG2) can cause some rare types of epilepsy. We have shown that common variation (polymorphism) in one (SCN1A ) of these genes (rather than rare mutation in that gene) also influences susceptibility to epilepsy in a large number of patients with epilepsy in whom there was not a clear inherited pattern of epilepsy. We have also shown that variation in another particular gene can influence to some degree how individuals patients might respond to antiepileptic drugs. These important findings show how common genetic variation, rather than rare genetic mutations, might have an effect on the risk of developing epilepsy and the response to antiepileptic drugs. Spurred on by these findings and the rapid advance in genetic knowledge and technology, we wish to study a larger range of carefully-selected genes in a large group of individuals with well-characterised epilepsy to identify other common variants that may have an important impact on susceptibility to and drug response in epilepsy. Once such genetic variants have been found, further detailed experiments can be devised to determine which variants are actually important at a clinical level and how such variants might exert their effects. Eventually, the resulting knowledge may lead to better treatment options, treatment tailored to the individual?s make-up, and perhaps even ways in which epilepsy might actually be prevented. \nAll the results from this project will be disseminated to the medical and scientific communities, related professionals and the lay public through the scientific media, conferences, press releases and patient support bodies, such as through the Department of Information and Education at the National Society for Epilepsy, an integral part of the working practices of the applicants.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0400126","grantId":"G0400126","fundValue":"473539","fundStart":"2005-08-01","fundEnd":"2009-01-31","funder":"MRC","impactText":"","person":"Sanjay  Sisodiya","coPersons":["David  Goldstein","Nicholas William Wood","L  Sander"],"organisation":"Institute of Neurology","findingsText":"","dataset":"gtr"}