{"id":"225194FA-8590-4A35-A3F1-3B8225F11D6C","title":"Towards a unified, computationally-implemented neural network for understanding semantic cognition and its disorders.","abstractText":"Semantic memory refers to the rich database of knowledge we have about the meanings of words, objects, people and all the stimuli present in our environment. We activate this information when we comprehend a word or recognise an object. We use the same knowledge to initiate speech or non-verbal activities such as object use. The aim of communication, itself, is for meaning to be conveyed between people. It is evident, therefore, that semantic knowledge is crucial for many everyday activities both at work and at home. When this type of knowledge disintegrates or becomes inaccessible after brain damage, patients become significantly disabled in many aspects of their lives. Imagine, for example, being able to comprehend only a small proportion of the words in everyday conversation, a letter or newspaper; being stuck with significant word-finding problems; or being unable to understand everyday symbols or road signs. \n\nSadly, these kinds of problems are a common feature of many types of brain disease. Semantic impairment is a characteristic of certain types of dementia, brain infections and after stroke. In a past study of patients with language problems after stroke, we found measurable problems with semantic processing in around 1/3 of them. The core aims of our continuing research programme, therefore, are (a) to build up a formal, working model of how the brain supports semantic processing; (b) to catalogue and investigate all types of patient with semantic impairment; and (c) to use our &quot;brain model&quot; of semantic processing to understand the causes of the patients' different impairments. These steps will be used to improve: detection of semantic deficits; differential diagnosis; clinical management; and evidence-based interventions. \n\nIn our last research programme we discovered important qualitative variations in the nature of semantic impairment in different patient groups. In addition to these clinical investigations, we developed and applied new basic science methods to probe the functioning of various specific brain regions. This allowed us to check the patient results in normally-functioning brains and then to use the methods to extend our understanding of semantic processes and which specific brain subregions are involved. \n\nIn the next phase of our research, we will use these important findings and methods as a foundation for a new series of studies. Our ultimate aim is to build up a complete picture and model of the network of brain regions that support semantic processing. We will use this model to reproduce each patient group's pattern of performance, which will be catalogued with high precision. This will be achieved by adopting a variety of clinical and basic science methods. These will include: (a) further clinical investigations of existing and new patient groups - leading to a complete catalogue of the semantic processing problems in all types of relevant patient groups (covering dementia, stroke and other forms of brain damage); (b) brain stimulation studies to mimic patient-like deficits and to test key ideas about semantic functioning; (c) functional brain imaging in order to map out the semantic processing, in both healthy participants and various patient groups; (d) to amalgamate the information from all these lines of enquiry through a new form of mathematical modelling which incorporates information about brain regions and their 'wiring' into the model - such that we can simulate not only the patients' behaviour but also the underlying pattern of brain damage. We will then be able to use this model not only to understand the nature of semantic problems across all these different patient groups but also to use the model to gain new insights about minimising these problems and for generating new interventions that could be used by speech therapists with these patient groups.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J004146/1","grantId":"MR/J004146/1","fundValue":"1673050","fundStart":"2012-04-01","fundEnd":"2017-03-31","funder":"MRC","impactText":"","person":"Matthew  Lambon Ralph","coPersons":["Geoff J Parker"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}