{"id":"2259AF9B-E57D-4E9F-8C8E-44EFCA588BF7","title":"Radio Astronomy for Development in Africa - A Newton Fund Project","abstractText":"We will conduct a training programme in radio astronomy in Africa that will help to drive economic growth. South Africa will host part of the Square Kilometre Array (SKA) - the major next generation radio telescope. A network of up to 3000 dishes will eventually spread out across southern Africa to give the telescope its powerful resolution to see small structures in the sky. To this aim South Africa is partnering with eight other countries in Africa that will host these outstations. However, there is virtually no astronomy activity in these countries at present and so SKA-SA are building the African VLBI Network (AVN) as a precursor instrument and very useful addition to the world's radio astronomy networks in its own right. The AVN will consist of 30 m class radio dishes in each partner country, either converted from defunct telecommunications dishes or newly built ones. This project targets Zambia, Kenya and Namibia that are next in line to obtain their dishes once the first one in Ghana is up and running. The UK team has experience of training radio astronomers in Ghana and in the conversion of old telecommunications dishes for radio astronomy purposes. \n\nThe UK team, together with SA colleagues will provide a basic training in the targeted countries so that the local people can use and help run the radio telescopes there. The STEM skills learnt as part of this training can be applied to a range of industries such as telecommunications, space science, land management, computing and big data. Therefore the training will result in a pool of local talent who can help to drive economic growth in the targeted countries. An integral part of the training programme will be interaction with entrepreneurs who have experience of setting up businesses using related technologies and with those who are using their expertise in big data to solve modern day challenges. Advanced training will take the form of a small number of MSc and PhD bursaries. The students will undertake research training using the AVN telescopes and spend time in both the UK and SA to help forge strong research links. A virtual centre of excellence will be established that pulls the various strands of training, research and industry together.\n\nWorking together with colleagues from the IAU's Office of Astronomy for Development in Cape Town and their regional offices in Africa we will conduct an outreach programme to increase the take up of STEM subjects at school level. Awareness events for school children and teachers by the visiting UK academics and the trainees themselves will take the inspirational subject of astronomy and mankind's origins into many locations in the targeted countries. Showcasing the radio astronomy facilities in these countries and demonstrating how the skills and technologies used in radio astronomy can be applied to many areas of industry and commerce can lead to a general upskilling of the population.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/M007693/1","grantId":"ST/M007693/1","fundValue":"704886","fundStart":"2014-10-01","fundEnd":"2017-09-30","funder":"STFC","impactText":"","person":"Melvin  Hoare","coPersons":["Matthew John Jarvis","Angela Clare Taylor","Michael Edward Jones","Garret  Cotter","Alastair Grey Gunn","Neal  Jackson","Peter Norman Wilkinson","Aristeidis  Karastergiou","Timothy John O'Brien","Stuart Leonard  Lumsden","Robert John Beswick","Mark Anthony Thompson","Benjamin Willem Stappers","Richard Theodore Schilizzi","Martin John Hardcastle"],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}