{"id":"2260DDE7-87BB-4FAD-AE67-58A685EAFF3C","title":"Negotiating the cultural politics and poetics of identity within the creative industries of South West Britain","abstractText":"This research places value on understanding the cultural practices and experiences of creative making within a regional context by exploring the relationships between place, space and identity. To this end, this research addresses relational identity formation through the lens of the creative industries in South West Britain set within the context of recent governance and policy debates associated with 'new regionalism'. We will explore the poetics and politics of the place-based identity formation of creative makers across the media and non-media creative industries in the South West.\\n\\nThis research will contribute to new theoretical interventions that are seeking to 'unbind' regions, and develop a new cultural understanding of space, place and identity. While the theoretical challenges to consider the relational politics of space have been developed, the empirical research that addresses the practices that configure relational interchanges remains underdeveloped. This research would significantly fill this lacuna. The analysis of the practices of creative makers and linked institutional frameworks offers an alternative cultural perspective to understanding the politics and practices of 'new regionalism'.\\n\\nThe nurturing and celebration of creative talent has become a central tenet of the political agenda, and the urgency of supporting research into the creative arts has become correspondingly clear. It has become a pressing matter to understand the connections, experiences and development of the creative economy. Exploring the relational politics and poetics of identity through the lens of the creative arts helps to highlight a series of tensions that are inherent within notions of the region and of senses of place:\\n\\nFirst, there are an abundance of institutions that have been established in order to support a regional creative industry (including connections to film, media, art, tourism, museums etc.). Their regional context has largely been taken for granted, driven by economic and political consideration, with the 'region' supposedly self-evident. In reality, however, they act to impose a regional framework that is imagined (Anderson, 1983). In other words, the developing framework of governance is both actively creating, yet also struggling to understand, the region.\\n\\nSecond, 'new regionalism' has been critiqued for attempting to construct an identity that is closed and exclusionary (Amin et al. 2003). While policy agendas are pursuing an ideal of social inclusion, pluralism and openness, many of the practices and performances of place-based identities are based around notions of exclusion. Indeed, within the creative industries, notions of 'difference' and practices that reflect 'insiderness' are often seen to accrue greater cogency together with increased economic and social value.\\n\\nWithin the context of the creative industries, we seek to understand the practices of those working within the sector; the histories of their work; the ways in which the networks are created and maintained; and the ways in which they connect within and beyond the South West. By understanding the relational identities and connections of those working in the South West, the research will contribute to a more inclusive awareness of the difference and diversity of people working within the creative industries. We will ensure that the biographical stories of individual makers, alongside larger creative enterprises will be presented, contributing to a new politics of place that is predicated on diversity rather than exclusion.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E008887/1","grantId":"AH/E008887/1","fundValue":"313546","fundStart":"2007-10-01","fundEnd":"2010-10-31","funder":"AHRC","impactText":"","person":"David  Harvey","coPersons":["Nicola  Thomas"],"organisation":"University of Exeter","findingsText":"","dataset":"gtr"}