{"id":"226974B3-F617-4BEC-A91C-7EF9996BCAB1","title":"Framing the Past in Berlin since 1945: The Urban Sights of Memory","abstractText":"We conventionally think of monuments as objects that were intentionally created to mark historical events. Post-unification Berlin is littered, however, with 'unintended monuments', such as the Palace of the Republic, former Nazi bunkers, and fragments of the Berlin Wall. These are urban objects that have lost their original function within the city and are subject both to the projections of memory and the pressures of economics. But Berlin's topography has been marked with such 'unintended monuments' since the destructive end of the Second World War, a situation only exacerbated by the Cold War, the Berlin Wall and political division. This study looks not just at the history of such 'unintended monuments', but the history of their representation in a range of visual media: newspapers, architecture, photography and film, analysing key examples by major directors such as Wim Wenders and Rainer Werner Fassbinder and architects such as Daniel Libeskind. It investigates how, in framing the past, these representations negotiate between the emotional power of memory, historical knowledge, and the rational understanding of history.\\n\\nContemporary cities play on the tug of nostalgia, marketing themselves as palimpsestic 'memory spaces' that seem designed to offer a specifically local compensation for the impact of global capital on urban space. Looking at Berlin in tandem with other contemporary cities' engagement with the past allows us to see how these are not merely local solutions, but actually variations on a global theme; Berlin's specific ethical dilemmas surrounding memorialization can be usefully compared and contrasted with similar strategies in other cities.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H00615X/1","grantId":"AH/H00615X/1","fundValue":"22689","fundStart":"2009-10-01","fundEnd":"2010-01-30","funder":"AHRC","impactText":"","person":"Simon  Ward","coPersons":[],"organisation":"University of Aberdeen","findingsText":"","dataset":"gtr"}