{"id":"227460DF-FABA-41D2-89B5-672FEEC06544","title":"Bilateral BBSRC-FAPESP: Defining the Genetic and Semiochemical Basis of Tick Resistance in Cattle","abstractText":"Ticks and tick-borne diseases have major impacts on livestock, humans and companion animals. In particular, the cattle tick is found worldwide in areas with high temperature and humidity. Tick infestations lead to weight loss, anaemia and secondary infections, as well as transmitting diseases such Babesiosis, Theileriosis and Anaplasmosis. Traditionally, chemicals (acaricides) are the main tick control strategy, but this approach is increasingly problematic, mainly due to the evolution acaricide-resistant ticks and generation of chemical residues. Because vaccines have only had mixed success, there is an urgent requirement for new control measures. Cattle vary greatly in the tick loads, and much of this variation is known to be controlled by the genetic composition of the host, therefore breeding for increased tick resistance is possible. We hypothesize that the primary means by which host cattle differ in the tick resistance is through their production of attractant/repellent volatile chemicals on the skin surface, i.e. semiochemicals, which ultimately determine how many ticks remain attached to the skin surface. Identification of these chemicals and the genetic factors that lead to different chemicals being produced by different animals would give us powerful new control opportunities. We could either breed animals that will be more resistant to ticks or we could devise repellents to reduce tick load. This project is designed to achieve this: the goal is to understand the factors underlying genetic variation in the resistance of Brazilian cattle to tick infestations, at both the genetic and biochemical levels. \n\nFirstly, on more than 1000 commercial Girolando cattle in Brazil we will collect detailed data on tick load, biological samples and factors which conceivably influence tick load. These data will provide an overview of factors influencing tick burden. After extracting DNA from the blood, we will genotype each animal using a tool known as a high density SNP chip. This allows us to genotype animals simultaneously for genetic markers at more than 750,000 locations throughout the genome. Analyses of these data will tell us where in the genome are the genes which have a large influence on tick burden, and hence tick resistance. But it doesn't tell us which genes. \n \nTo work out which genes are important, we will then examine the extreme animals in much more detail. Using skin rubbings obtained from the animals with the consistently highest and lowest tick burdens we will characterise the behaviour-modifying chemicals (semiochemicals) produced by these two groups of animals using chromatography and spectroscopic analysis. We will test the hypothesis that ticks respond to the same semiochemicals as for biting flies (e.g. 6-methyl-5-hepten-2-one). We will also purchase animals with genotypes that we predict to represent the extremes of susceptibility and resistance, and challenge these animals with ticks. We will then look at the RNA profile of these animals before and after challenge, using skin biopsies. The RNA profiles will tell us which genes are being expressed, and we can compare these profiles between resistant and susceptible animals. This will tell us which genes and biochemical pathways are predictive of resistance. \n\nUsing bioinformatics we will then bring all our results together. We will combine the gene expression and the semiochemistry studies to determine which genes are most likely to underpin variation in resistance. We will then relate these results to the SNP chip results: if likely genes fall in regions of the genome that have been shown to influence tick resistance then we have very strong evidence for genes (and genetic markers) that influence resistance. We will then validate our results by genotyping a further 200 phenotyped cows, and devise breeding strategies to improve resistance. We will also investigate semiochemical based or husbandry interventions from our data.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K007610/1","grantId":"BB/K007610/1","fundValue":"416880","fundStart":"2014-02-01","fundEnd":"2017-01-31","funder":"BBSRC","impactText":"","person":"Michael  Birkett","coPersons":["John  Pickett"],"organisation":"Rothamsted Research","findingsText":"","dataset":"gtr"}