{"id":"227A30CD-826D-4B74-96BE-4C33BE3D0E67","title":"Segregation and levee formation in geophysical mass flows and their feedback on runout distance","abstractText":"It is crucially important to be able to predict the distance to which a hazardous natural flow of rocky debris might travel; this is the flow runout distance. Runout distance has to be known for accurate assessment of the risks posed in populated areas by geophysical mass flows, such as snow slab avalanches, debris-flows and pyroclastic flows. In the high solids fraction regions of these flows the large and/or low-density particles commonly segregate to the surface, where the velocity is greatest, and are transported to the margins to form bouldery flow fronts. In pyroclastic and debris-flows the flow mobility results from high basal pore pressures that reduce the frictional resistance to motion. Since the pore pressure is dissipated much more rapidly amidst the coarse clasts than in the finer grained material, the bouldery margins experience much greater frictional resistance to motion than the flow interior. This can lead to frontal instabilities and surge waves on steep slopes. On shallow slopes, where the large/low density particles are able to come to rest, the flow front spontaneously organizes itself so that the more resistive bouldery material accumulates at the sides to form lateral levees. There are two mechanisms by which the large/low density particles can move to the side:- (i) they can be shoved en masse out of the way by the material behind or (ii) they can be over-run and recirculated by size/density segregation until they reach a stable position in the levee. Both mechanisms are active in most flows. Somewhat paradoxically, an increased resistance to motion in these bouldery perimeters can lead to much longer runout distances. This is because the levees form a channel that resists lateral spreading of the interior flow, in effect constraining the flow to push forward. This proposal aims to study the processes of segregation, flow mobility and levee formation, using a powerful combination of large-scale flume tests and field experiments, small-scale laboratory experiments and theoretical and computational modelling. This will significantly improve our ability to predict the motion and maximum runout distance of potentially hazardous geophysical mass flows, and will give sedimentologists an improved understanding of the parent flows that form deposits including coarse lobate terminations and levees.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E003206/1","grantId":"NE/E003206/1","fundValue":"264495","fundStart":"2007-09-01","fundEnd":"2011-12-31","funder":"NERC","impactText":"","person":"Nico  Gray","coPersons":["Peter  Kokelaar"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}