{"id":"227BDC88-21F0-4F6C-99F8-B2DE608270B9","title":"Aerodynamic control of Long span Bridges","abstractText":"The research program will carry out CFD and wind tunnel tests of the stability and buffet response of flexibly-mounted bridge deck models. The bridge decks will be fitted with aerodynamic control surfaces of the oscillating flap type. A combination of sensors on the deck, a digital control system and electrical actuation of the flaps will be used to increase the bridge stability in the heave-torsion mode. Quasi-three-dimensional CFD will be used first to compute flutter boundaries. The critical wind speed for flutter onset will be evaluated from the responses at different subcritical wind speeds. The system response to indicial control-surface movement will also be computed and the results used to model bridges, first on a section of the deck and later on a three-dimensional model of a full bridge. Measurements will be made, for a range of bridge parameters including deck geometry and smooth/turbulent incident winds, to assess the effectiveness of the system in increasing critical flutter speeds and alleviating buffeting and vortex-induced-vibration for full scale suspension and cable-stayed bridges. These tests will also be used to validate the numerical results.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H029982/1","grantId":"EP/H029982/1","fundValue":"307183","fundStart":"2010-09-01","fundEnd":"2013-08-31","funder":"EPSRC","impactText":"","person":"John Mike Graham","coPersons":[],"organisation":"Imperial College London","findingsText":" The project has developed a numerical simulation model of the response of a section of a long span suspension bridge, based on (a) Theodorsen's unsteady thin plate analysis and (b) a panel method for more general bridge sections, which are both able to predict accurately the critical wind speeds for bridge deck flutter for the 'bare' deck and for a deck fitted with leading and trailing edge flaps under controlled actuation. These programs have been combined with closed loop control programs to demonstrate that controllers can be built actuating practical sized flaps whose width in the wind direction (chord) is of order equal to 10% of the deck width. These have been shown to be able to raise the critical flutter speed by significant amounts (&gt;20%). The optimised controllers have been developed so that they are able to be physically realised by a mechanical system involving springs, dampers and inertances (small geared flywheels).\n\nA 1/30 scale model bridge section (based on a design for the second Forth Crossing) has been fitted with flaps and a corresponding (digital) control system. Measurements around the flutter speed with and without flap actuation have shown good comparison of the value of the critical flutter wind speed with the theoretically predicted results and considerable increases in flutter speed for the deck with closed loop control.\n\nFollowing these measurements in a smooth (low turbulence) flow, tests were carried out using the same aerodynamically controlled model in strong turbulence generated by both traditional biplanar grids and a new design of grid capable of giving a larger turbulence length scale. Sub-flutter wind speed tests measured bridge deck buffet loads with and without control operating and have shown (i) that three-dimensional aerodynamic lifting surface theory predicts the frequency spectra and correlations of the buffet loading of the uncontrolled bridge deck quite accurately, (ii) that both the numerical predictions and the experiments show that both the optimised flutter controller and an optimised buffet controller can induce a significant reduction in the power spectrum of bridge deck response to buffet loading (order 50% in the region of maximum response) and (iii) that the critical flutter speed can be similarly raised in a turbulent flow.\n\nA three-dimensional Finite Element model of a suspension bridge has been developed to include the simulated aerodynamic flap control in order to examine three-dimensional modal behaviour of the whole bridge under flutter or buffet and the optimum siting of distributed part-span flap control for both long term operation and for critical wind stability conditions during bridge erection. \n\nA mechanical realisation of the controller is currently under developed. The major barrier to use of active control by the industry is still the issue of long term reliability and risk in permanent bridge design solutions and some further work will be required in this area. However the use of these aerodynamic active control devices for raising flutter speed during the critical phases of bridge erection has been identified as a possible application for the near future.\n\nFurther work is continuing following the ending of the EPSRC funded project. Papers have been published on the aerodynamic control theory and further papers are in preparation including a paper to the Bridge Design Industry.\n\nThe experimental work has been conducted in close collaboration with one of the industrial collaborators (BMT Ltd) who not only loaned the high quality model bridge deck for the aerodynamic control adaptation and testing in the Imperial College large wind tunnel but also made available, at no cost to the project, approximately two months of wind tunnel time for that controlled model in their 2.8m wide wind tunnel to augment the Imperial College testing.\n\nRegular meetings have been held with all the industrial collaborators who have provided a great deal of advice from practical experience to the project. It is expected that these collaborations will also form an exploitation route into the industry. Construction","dataset":"gtr"}