{"id":"22908B3E-270F-4F16-8C3C-37E169C7C424","title":"An integrated approach to understanding spontaneous mutation and natural selection in the Chlamydomonas genome","abstractText":"Evolution by natural selection is fueled by genetic variation among individuals that ultimately originates from new mutations. Thus, the rate of appearance of new spontaneous mutations, whether they are beneficial or harmful and the magnitudes of their effects have profound consequences for the mode and speed of evolution. For example, if the rate of appearance of new beneficial mutations is very low, adaptation will frequently be limited by the supply of these mutations, whereas if the rate of beneficial mutations is high, adaptation will be limited by other processes, such as the speed with which natural selection can alter gene frequencies. Unfortunately, estimating mutational parameters has proved difficult, and, in spite of the importance of new mutations for evolution, there are few reliable estimates. We shall combine two approaches that aim to provide a fuller picture of the mutational process in our model system, the single-celled alga Chlamydomonas reinhardtii. Part of the difficulty in examining the supply of mutations is that natural selection operates in natural populations and removes deleterious mutations and increases the frequency of beneficial ones. Thus, the genetic differences that we observe within populations and between species are filtered and biased subsets of those mutations that arose in the first place. Our first approach will be to maintain replicate lines of C. reinhardtii for several hundred generations in conditions in which the effects of natural selection are minimised. This will allow us to examine the effects of the full spectrum of new mutations, not just those that pass through the filter of selection. We will then use state-of-the-art genome sequencing technologies to examine the complete genome sequences of a subset of these lines, which will allow us to measure directly the number and kinds of mutational changes at the DNA level. Taken together this information will provide us with a detailed picture of the fuel available to natural selection. Our second approach will also harness the power of whole genome sequencing to obtain a detailed picture of variation in the genome of C. reinhardtii sampled from a natural population. By comparing the amount and distribution of variation in different parts of the genome, we will be able to quantify how selection in natural conditions has acted on the mutations that originally generated the variation we observe. By comparing the genetic differences between different regions of the genome we will also be able to dissect the functional organisation of the genome, and determine which regions are constrained and so have remained relatively unchanged and which areas have more freedom to vary. We also plan to obtain the genome sequence of the closest relative of C. reinhardtii, C. incerta. By comparing the sequences of the C. reinhardtii and C. incerta genomes we shall be able to infer the principal adaptive changes in the genome between the two species. Answers to these questions will provide important insights in many areas of evolutionary biology, from helping us to understand why most eukaryotic species reproduce sexually to allowing us to predict whether the future responses of populations to environmental change is likely to be based on existing or new genetic variation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H006109/1","grantId":"BB/H006109/1","fundValue":"757677","fundStart":"2010-07-01","fundEnd":"2014-04-30","funder":"BBSRC","impactText":"  Our research project is fundamental in character, and the end users are expected to be academic, via the published papers, via the DNA sequences that we generated or via the lines of Chlamydomonas that we have generated.  ","person":"Peter  Keightley","coPersons":["Nick  Colegrave"],"organisation":"University of Edinburgh","findingsText":" Using an experimental technique called ‘mutation accumulation’ (MA) we allowed spontaneous mutations to accrue in the genomes of 90 Chlamydomonas reinhardtii lines derived from six natural genotypes along with 30 MA lines of one Chlamydomonas incerta starting genotype. We developed a method to estimate the average number of generations (cell divisions) per day. We estimate that Chlamydomonas undergoes slightly more than generations per day. The duration of our MA experiment was 14 months, and we estimated the average number of generations per experimental line to be ~850. \n\nTo test the effects of these mutations, we measured the fitness of the MA lines compared to their non-mutated ancestors, by measuring growth rates in standard conditions. The majority of MA lines declined in fitness relative to their ancestral lines, suggesting that most new mutations are deleterious. At the same time, variation in performance among lines increased as different mutations occurred in different lines. The overall change in mean fitness per cell division and rate of input of mutational variance per cell division were more similar to values observed in multicellular organisms than to those in other single-celled microbes. However, after taking into account differences in genome size among species, estimates from multicellular organisms and microbes, including our estimates from C. reinhardtii, become substantially more similar. This suggests that differences in genome size may be part of the reason that the amount of new variation generated by mutation differs among species.\n\nThe rate of mutation has only been estimated in small number of species. To get an early estimate of the per base pair mutation rate in our lines we carried out whole-genome sequencing of two MA lines derived from the same natural ancestor. We identified a total of 14 mutations, including 5 short insertion-deletion events and 9 single base mutations. We observed no mutations from A/T ? G/C, suggesting a strong mutational bias toward A/T, although paradoxically, the genome C. reinhardtii has a very high fraction of G/C bases. Our estimate was only the second direct estimate of the mutation rate from plants and among the lowest spontaneous base-substitution rates known in eukaryotes.\n\nWe have gone on to sequence the genomes of 85 MA lines from the six 6 starting genotypes of C. reinhardtii, yielding a data set of consisting of nearly 7000 de novo mutations; this dataset and other follow on work on the MA lines is the subject of a new grant from the BBSRC that capitalizes on this resource base.\n\nWe initiated a collaboration with Dr Michael Purugganan (New York University) to share data on 23 genome sequences of C. reinhardtii with us, and we are focusing on population genetics aspects described in our proposal that they do not intend to pursue. In addition we have obtained 30 wild isolates of C. reinhardtii from a two nearby localities in Quebec, Canada and have carried out successful resequencing of these genomes. The research is fundamental in character, and the main beneficiaries are likely to be those interested in the mutation rate and rate of generation of new mutational variation, which limit response to selection in asexual species. This could be of interest to those wishing to create artificial selection lines for use, for example, in synthesizing biofuels. Our lines and their sequences may also be of interest to academics interested in studying the effects of new mutations on biochemical, quantitative or life history traits that are outside the scope of our current work. Other","dataset":"gtr"}