{"id":"22A8CA62-D098-4BE8-BD70-50DCAFA1776D","title":"Gender and ethnic bias in sentencing - a study using Brazilian microdata","abstractText":"<p>This research is concerned with social justice in Brazil, focusing on criminal justice and examining whether different racial/gender groups are treated equally. </p>\n\n<p>The research focus is on sentence length disparity, both in terms of sentence awarded and in sentence served. Examining combined race-gender biases will be an important component. Specifically, the research will look at differences in length of prison sentence served or awarded by race and gender whilst taking account of any relevant variables that the data allows. The main data source comes from the prison system in the state of Rio de Janeiro, which will allow the calculation of length of sentence served and this will be used as our outcome measure. Data on length of sentence actually received also exists but may have less reliability. Finally, victim surveys such as ILANUD will be investigated in order to assess attitudes to fairness of the criminal justice system. </p>\n\n<p>A research network will be built by setting up events for practitioners and users in Brazil and in Europe. Quantitative skills in Brazil will be developed by running a three day short course. Dissemination will be by academic publications, conferences in Europe and the UK, and a project website.<br /></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-238-25-0013","grantId":"RES-238-25-0013","fundValue":"48585","fundStart":"2010-06-01","fundEnd":"2011-05-31","funder":"ESRC","impactText":"  There has been impact to three specific groups. Firstly Brazilian researchers and criminal justice professionals have been informed about the research through the network e-mail list. Secondly, the ESC working group on sentencing research has been involved in the discussions on methodology and results used in the ESRC research, and will contribute to future research of the working group/ Thirdly, the methodological approach will be used by a Lancaster research student supervised by Humphreys and Cano, with the aim of persuading the MOJ that methodology such as ours is the correct approach to follow in examining sentencing bias. Education,Government, Democracy and Justice Societal,Policy & public services","person":"Brian  Francis","coPersons":["Ignacio  Cano","Leslie Neal Humphreys"],"organisation":"Lancaster University","findingsText":" We have contributed knowledge to the academic debate on the racial democracy in Brazil, and contributed both methodological and substantive knowledge to the sentencing research community Four formal conference presentations have been made and two working papers written, which are available on our project web site. The research outcomes have been achieved by secondary analysis of court-based Brazilian data from the state of Rio de Janeiro, combining and linking four distinct databases together. The data was analysed using a novel technique in criminology - a crossed multi-level model. We were careful to control for a wide range of background variables. We have also trained 16 Brazilian researchers in appropriate quantitative methods for criminologists, and set up a suitable network so that they can communicate with each other and with us. We have interested a research student in the topic of equality and bias in sentencing, and have been working with her so that she uses and develops the methodological approaches used in this research. Finally, we have constructed a website www.crimestatsnetwork.org. in which the results and methodology of the approach can be disseminated. \n\nThere have been two major findings - one methodological and one substantive arising out of this research. The methodological finding has been in the use and promotion of a form of statistical model - the crossed mixed effects model which has not been used for sentencing research up until now. Such models have been developed in the educational setting, but are unusual in criminology. Briefly, the model allows for additional levels of random variability as well as the sentence to sentence variability - these are individual and court. As individuals do not stay within one court, but progress through a series of courts, a special form of multi-level model is needed. The substantive finding has been to identify that there is no evidence of racial bias in the sentences delivered by the courts up to 2006. There was however some evidence of gender bias, with sentences for women discounted by about 3% compared to a sentence for an equivalent male Additionally, there was also no evidence of bias according to educational level and bias according to marital status. Finally , we compared the results of the sentencing analysis with an analysis of survey data on perceptions of bias in the Brazilian criminal justice system. We are hopeful that the MoJ will be interested in our work on UK sentencing bias, the analysis of which can be tracked back to methodology developed in this research project. While this is a two-steps removed impact, it will hopefully demonstrate that methodology development combined with an important substantive problem can yield impact on other pieces of research. Government, Democracy and Justice","dataset":"gtr"}