{"id":"22B6E184-9214-4984-9EFB-91D9E6CCE43B","title":"We are all Designers","abstractText":"'We are all Designers'\\n\\nThe activity we commonly recognise as design has increased both in terms of its complexity and its reach on a continual basis since the 1950's. Design practice has been expanding continuously and now extends from the details of objects that we use on a day-to-day basis to cities, landscapes, nations, cultures, bodies, genes, nature, political systems, the way we produce food, to the way we travel, build cars or houses and clone sheep (Latour, 2008). With accelerated design activity into the 21st century, it is clear that an increasing number of practitioners across a large and diverse range of disciplines regard their methods as rooted in design practice or are using methods that could be considered designerly (Cross, 2006). It is equally clear that design is expanding its disciplinary, conceptual, theoretical, and methodological borders to encompass ever-wider disciplines, activities and forms of practice.\\n\\nIn recent years we have witnessed a rapidly growing phenomenon in 'amateur designers' that includes cake bakers, dressmakers, DIYers, product hackers, and creative hobbyists. Several notable design theorists suggest that this may be because 'We are all Designers' at heart. In their opinion, we manipulate the environment, the better to serve our needs...we select what items to own, which to have around us...we build, buy, arrange, and restructure and all of this is a form of design (Lawson, 2005; Norman, 2005; Papanek, 1985).\\n\\nIt is with this expansion in mind that this Research Networking Project aims to begin the process of mapping the complex inter-connected relationships between communities and practices of non-designers and designers. By 'non-designers' we mean individuals that have had no formal academic education or training in design. This would include, for example, economists, anthropologists, and computer scientists and by 'designers' we mean individuals that have received formal academic education or training in design such as graphic designers, industrial designers, fashion designers, and interior designers. The aim of this Research Network Project is to explore and stimulate new debate around emerging forms of design practice that routinely traverse, transcend and transfigure conventional disciplinary, conceptual, theoretical, methodological, and cultural boundaries. The 'We are all Designers' Research Network Project wishes to explore these fertile new terrains of creative practice, be multi-institutional and include creative and innovative approaches of production and entrepreneurship. It is envisaged that this Research Network Project will involve a number of participants that are themselves routinely traversing, transcending and transfiguring well-established and conventional disciplinary boundaries in their work. \\n\\nThis research network will host 3 intensive workshop events [1. Exploration, 2. Creation, 3. Reflection] that will facilitate debate amongst non-designers and designers around emerging forms of design practice, initiate both qualitative and quantitative mappings of the inter-connected relationships between communities and practices of non-designers and designers, and provide a rich forum for greater interaction amongst the public and other stakeholders in contemporary design practice. \\n\\nAt the end of the three workshops, the participants will have produced a number of group and individual 2D/3D maps that describe emerging forms of creative practice. These maps will illustrate emergent forms of disciplinarity, and boundaries and edges of 'rich' creative territories that may highlight potential areas of future creative practice. The principal investigators will also produce an end of Research Network Project report as well as several journal and conference papers.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/I022554/1","grantId":"AH/I022554/1","fundValue":"23348","fundStart":"2011-11-01","fundEnd":"2013-10-31","funder":"AHRC","impactText":"  We have used our findings in the academic papers we have had published that relate to this research network. Creative Economy,Education,Healthcare Cultural,Societal","person":"Paul  Rodgers","coPersons":["Ashley  Hall"],"organisation":"Northumbria University","findingsText":" We have examined and explored closely disciplinary boundaries and the expanding role and activity of design thinking. We have mapped disciplinary boundaries and approaches by a wide range of research network participants and provided a forum to discuss and develop future collaborations in key design-related development areas. We have identified a number of &quot;ideal&quot; skills, features and abilities for a notional future &quot;interdisciplinary character&quot; (using a bespoke design probe as a prompt) that is desirable from the research network participants' own perspectives and experiences. Our findings can be taken forward in the development of future design provision in Higher Education and elsewhere including local, regional and national policies. We also believe our findings about the role of design and interdisciplinarity has implications for major global issues including health and social care provision. Creative Economy,Education,Healthcare","dataset":"gtr"}