{"id":"22BDADC1-798E-4CFA-AA4A-93D8662A99F4","title":"JPI Climate: European Perceptions of Climate Change","abstractText":"Public engagement with climate change, and support for policies to tackle it, is critical in creating a climate-proof Europe. While attitudes to climate change have been well documented in individual European countries, their designs have never been coordinated. Also, each nation has its own unique sociopolitical context and energy infrastructure that need to be taken into account to make meaningful comparisons. There is an urgent need to connect the within-country knowledge that does exist, conduct rigorous cross-national research, and synthesise public perceptions at a European level.\n\nIn a two year project involving an inter-disciplinary team from the UK, Germany, Norway and France, we will address this need through: directly comparable and nationally representative surveys of public opinion (approximately 1,000 interviews in each country); an in-depth analyses of the sociopolitical context in each participating nation; and an innovative international stakeholder panel for co-constructing the sociopolitical analyses and disseminating findings.\n\nWhilst there have been some ad-hoc surveys of European public opinion, no theoretically well-justified cross-national analysis of climate change and energy perceptions has ever been conducted. The project will ground the survey findings in sociopolitical factors relevant to public perceptions, allowing robust international comparisons, and producing a detailed and rich source of knowledge for policy-makers. Outputs will include cross-national data on climate change and energy preferences and a series of recommendations for enhancing public engagement with climate change.\n\nWe will take an innovative approach to stakeholder engagement. An international panel will co-construct the socio-political analysis that informs the survey design, and will then play a central role in a coordinated programme of dissemination and outreach. This will ensure that the project has the maximum possible impact and contributes essential knowledge in the transition towards a climate-proof Europe.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M009505/1","grantId":"ES/M009505/1","fundValue":"248722","fundStart":"2015-01-01","fundEnd":"2016-12-31","funder":"ESRC","impactText":"","person":"Nicholas  Pidgeon","coPersons":["Wouter  Poortinga","Adam  Corner"],"organisation":"Cardiff University","findingsText":"","dataset":"gtr"}