{"id":"22C33BAE-6BF2-4285-9A04-02027360390C","title":"The Supergen Biological Fuel Cells Consortium 2010-2014 (CORE)","abstractText":"The Supergen Biological Fuel Cells Consortium is developing advanced technologies that exploit the special properties of biological systems for energy production. A fuel cell produces electricity by reacting a fuel (such as hydrogen or methanol) with oxygen (from air) at a pair of electrodes instead of by combustion,which produces only heat. Normally, fuel cells require expensive components such as special catalysts (platinum) and membranes. In contrast, biological fuel cells use whole organisms or isolated enzymes as catalysts, and a membrane may not be necessary. Two kinds of fuel cell are under development - microbial fuel cells (MFCs) and enzyme-based fuel cells. MFCs have an important role to play in improving our environment and conserving energy whereas enzyme-based fuel cells (EFCs) provide unique opportunities for new kinds of fuel cells, including ones that can be made very small for niche applications such as implantable power sources. MFCs use bacteria, held in contact with an electrode, to convert organic matter (the fuel) into electrical power. They can also be used to remove (oxidising) contaminants from water supplies with the advantage that the electrical power that is simultaneously produced offsets the energy costs for remediation. EFCs exploit the high activities, efficiencies and selectivities of enzymes, recognising that in most cases, and particularly when attached to an electrode, their performance is far superior to man-made catalysts. The Consortium combines expertise in several areas and plans to advance the field on several fronts. These include the following: developing a clear understanding of how microbes colonise electrodes, how useful bacteria can be sustained and undesirable microbes deterred from colonising; understanding and improving the way that electrical charge is transferred between bacteria and electrodes; optimising the design of electrodes from cheap and abundant materials, focusing on such factors as surface chemistry porosity and conductivity; designing novel fuel cells for small-scale special applications; last but not least, finding new ways to replace platinum as the electrocatalyst for oxygen reduction.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H019480/1","grantId":"EP/H019480/1","fundValue":"3374040","fundStart":"2010-04-18","fundEnd":"2014-10-15","funder":"EPSRC","impactText":"  The MFC themes has focused on system issues which impinge of the deployability of MFCs and BES, to the extent that there is commonality between them (particularly in the anodic system). USW previously established the principle that high aspect ratio tubular MFCs can plausibly be manufactured by cost sensitive methods and provide a means to increase system volume while maintaining near optimal physical spacing of components tubular scalable system. Hence, USW have continued to investigate the key. OXF has pioneered the chemistry of hydrogenases, not only establishing the mechanisms of oxygen tolerance and hydrogen activation, but also drawing attention to the fact that future technologies need not rely on precious metal catalysts in energy technologies. Education,Energy Economic","person":"Fraser Andrew Armstrong","coPersons":["John Robert Varcoe","Christopher John Pickett","Claudio Adolfo  Avignone-Rossa","Richard  Dinsdale","Christopher  Quince","Chris  Melhuish","William Taylor Sloan","Alan  Guwy","T P Curtis","Zheng Xiao  Guo","Ian  Head","Jorge  Rodriguez-Rodriguez","Eileen Hao Yu","Robert Charles Slade","John  Greenman","Alfred E.A.  Thumser","Giuliano Claudio Premier","Keith  Scott"],"organisation":"University of Oxford","findingsText":" Due to the introduction of new materials, power has been significantly increased from MFC units which allows MFC technology to become an important part of renewable energy sources.\nPreliminary work on the miniaturised MFC design has shown that the power density generated is quite remarkable for an MFC system, (miniaturisation could allow MFC stacks to be implemented in portable devices/applications).\nThe tubular MFCs use a new design of anode, which, when using low resistance porous carbon materials.\nIn the Hydrogen Enzyme fuel cells, we have demonstrated power development that is sufficient to drive small electronic devices with much improved stabilities. The Oxford group has established beyond reasonable doubt the mechanism of oxygen tolerance of certain nickel hydrogenases, a property that allows these enzymes to be used in fuel cells. The Oxford group has also established that electrocatalysts with activities exceeding those of precious metals can be formed from abundant elements. In the MFC area, Partner institutions are in direct contact with various industrial organisation, with the water industry a more than interested observer. More fundamental research is , nonetheless, warranted.\nIn the EFC area our studies have resulted in substantial steps forward in understanding of enzyme and electrochemical cells operations. In the area of energy from biomolecules such as glucose, problems associated with cross-talk between electrodes have been identified and overcome. From the hydrogen-enzyme work, it looks likely that new catalysts will be discovered. Aerospace, Defence and Marine,Agriculture, Food and Drink,Education,Energy,Environment,Manufacturing, including Industrial Biotechology,Other","dataset":"gtr"}