{"id":"22C85EBA-B533-4FD5-BD7C-E93E754CF7BC","title":"NIP aquaporins: new tools to reduce rice arsenic accumulation","abstractText":"Rice is the staple food for about half of the world's population. Among major food crops, rice is especially efficient at the accumulation of arsenic which is toxic and carcinogenic. This accumulation presents a potentially serious health risk, because consumption of rice contributes a large proportion of inorganic As intake for people living on a rice-diet anywhere in the world. The problem is exacerbated in many rice-producing regions by the past use of arsenic-based herbicides and insecticides, mining, and irrigation with arsenic-contaminated groundwater. There is an urgent need to develop strategies to reduce this widespread contamination of the food chain. This requires a better understanding of the mechanisms responsible for uptake, transport and distribution of arsenic into rice grain. Unlike aerobic soils where arsenate is the predominant chemical species of arsenic, the arsenite form dominates in the reducing environment of flooded paddy soils. We have recently discovered that arsenite is taken up by rice roots through the silicon uptake pathway. Rice accumulates a large amount of silicon, which protects the plant against biotic and abiotic stresses. An aquaporin channel protein called NIP2;1 transports silicon, and also inadvertently arsenite, into the root cells. There is a family of 10 NIP proteins in rice, some of which are expressed mainly in leaf and grain tissues. We hypothesise that some of these NIP channel proteins are involved in arsenic transport to the rice grain. We will evaluate the role of NIP proteins in arsenic distribution to the leaf and rice grain using a range of molecular and physiological methods. We will investigate the pattern of expression of different NIP genes in leaf and grain tissues during grain development and the transport function of NIP proteins for arsenic compounds. We will determine the specificity of different NIP proteins for arsenic compounds and manipulate the amino acid composition in a key region of the proteins to alter their transport selectivity for arsenic. Results obtained from this project will provide insight into the mechanisms of arsenic transport in plants and help the development of counter measures to reduce arsenic accumulation in rice grain through molecular breeding or transgenic approaches.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H006303/1","grantId":"BB/H006303/1","fundValue":"529583","fundStart":"2010-09-07","fundEnd":"2014-09-06","funder":"BBSRC","impactText":"  The European Union will introduce very strict limits of arsenic in rice from next year, 0.1 ppm for rice used in baby food and 0.2 ppm for other consumers. A large proportion of rice produced worldwide is likely to exceed these limits because the global mean of As concentration in rice is 0.15 ppm. Our research findings and related publications have been extensively referred to in a recent Discussion paper on possibility to develop a code of practice for the prevention and reduction of arsenic contamination in rice by the Joint FAO/WHO Food Standards Programme (2013). Agriculture, Food and Drink Policy & public services","person":"Fangjie  Zhao","coPersons":["Anthony  Miller","Stephen Paul  McGrath"],"organisation":"Rothamsted Research","findingsText":" 1. We have systematically investigated the expression pattern, tissue localisation, permeability to arsenite and silicon, and in planta functions of a number of rice NIP genes. NIP2;1 was highly expressed in rice roots and the expression was strongly down-regulated by arsenite exposure. NIP1;1 and NIP3;2 were expressed at moderate levels in rice roots, and the expression of NIP3;2 was strongly up-regulated by exposure to high concentrations of arsenite. NIP1;1 and NIP3;3 were expressed at high levels in developing grain. All NIPs tested showed permeability to arsenite when expressed in Xenopus laevis oocytes. In contrast, permeability to silicon was restricted to NIP2;1 and NIP3;3 only. NIP2;1, NIP1;1 and NIP3;3 were also permeable to methylated arsenic MMA. We further demonstrated that the aromatic/arginine filter in the aquaporin proteins is crucial for silicon/arsenite selectivity. Changing a single amino acid residue in the NIP3;2 filter (AAAR) to that of the NIP3;3 filter (AIAR) made NIP3;2 permeable to silicon. This new knowledge can be further explored to maximise silicon transport while suppressing arsenite accumulation. Using knockout mutants, we showed that NIP3;2, which was strongly expressed in the lateral roots, made a small but significant contribution to the uptake of arsenite by rice roots, whilst NIP3;3 played a significant role in the accumulation of arsenite in rice grain. This new knowledge extends our previous finding that NIP2;1 plays an important role in arsenite uptake by rice roots. \n2. During the course of this project, we have established a strong collaboration with Chris Grosvenor and Katie Moore of the Materials Department, Oxford University, and Tina Geraki and Fred Mosselmans of the Diamond Light Source. Through this collaboration, we established methods for imaging arsenic and other trace elements in plant tissues at the cellular and sub-cellular levels using synchrotron X-ray fluorescence and high resolution secondary mass spectrometry. We demonstrated that arsenic is sequestered as As-thiol complexes in the vacuoles of the pericycle and endodermal cells in the root, and the phloem companion cells in the vascular bundles in the stems, nodes and leaves of rice. Our results showed that rice nodes plays a crucial role in filtering arsenite restricting its movement to rice grain, and the silicon/arsenite efflux transporter Lsi2 is involved in the distribution of arsenite towards grain. This new knowledge suggests that enhancing the synthesis of phytochelatins in rice roots and nodes can decrease the distribution of arsenic to rice grain. \n3. We have previously shown that following the uptake of arsenate via phosphate transporters, it is rapidly reduced to arsenite with the majority of arsenite being extruded to the external medium. This arsenite efflux prevents excessive build-up of arsenic in plant tissues and is an important mechanism of arsenic detoxification. We found that NIP2;1 (Lsi1) is a bidirectional transporter for arsenite and can mediate both the uptake and efflux of arsenite from rice roots. In collaboration with David Salt of Aberdeen University, we have characterised the function of a new arsenate enzyme, HAC1, in Arabidopsis thaliana. This enzyme is localised to the epidermal cells of roots and functions as an arsenate reductase to allow arsenite to be extruded into the soil. Loss of function of HAC1 leads to abolition of arsenite efflux and arsenic hyperaccumulation in the shoots. HAC1 therefore plays a key role in limiting arsenic accumulation in plants. This discovery opens a new way to block arsenic accumulation in the edible parts of crops. The European Union will introduce very strict limits of arsenic in rice from next year, 0.1 ppm for rice used in baby food and 0.2 ppm for other consumers. A large proportion of rice produced worldwide is likely to exceed these limits because the global mean of As concentration in rice is 0.15 ppm. Based on the findings of this and our other projects on arsenic, we have proposed a number of solutions to decrease arsenic accumulation in rice, including use of silicon fertilisers to suppress arsenic translocation to the grain. Some of these solutions can be adopted by rice growers (e.g. silicon fertilisers and water management), whereas others (e.g. breeding and genetic engineering) require further research and development from academic and rice breeders. Agriculture, Food and Drink,Environment","dataset":"gtr"}