{"id":"22D11CD8-5453-4C99-AA30-944AE792564A","title":"Home and Away Traditional Tourists and the Thoroughly Modern Bedouin","abstractText":"A documentary film that takes an innovative look at the stereotypical 'romantic' images of the desert and Bedouin life. Focusing on the south Sinai, this film explores the problems that arise from tensions between the demands of the tourist/industry for Bedouin to maintain an image of 'tradition' and 'timelessness' yet also work within a very modern tourist industry. Made in a simple minimalist style to complement the Bedouin lifestyle- this film will follow Bedouin as they travel from one area of contested space to another and provide insights to a process of modernity rarely seen.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=119429/1","grantId":"119429/1","fundValue":"20224","fundStart":"2006-03-01","fundEnd":"2007-03-31","funder":"AHRC","impactText":"  My findings have been used in an educational context teaching courses on tourism and development studies in universities in the UK and the US.\nThe film has been taught to undergraduates and postgraduates In a range of disciplines including Anthropology, Geography, Development Studies and Tourism and Travel. \n\nThe film itself is also viewable online directly so has reached a very diverse audience of policy-makers, those working in the tourism and cultural heritage industry, fillmmakers and academics Creative Economy,Education,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections Cultural,Societal","person":"Jessica  Jacobs","coPersons":[],"organisation":"Open University","findingsText":" The main output of this research project was a collaborative film made with members of the Bedouin community in the Sinai. My main discovery was that film is an excellent, undervalued and underexplored vehicle for academic research that can be used to examine any subject. \n\nAt the time of the research most academic research that uses film tends to approach film as a video data output. Format is constrained and used rather conservatively, particularly in relation to development issues. \n\nThis project set out to push the boundaries a bit further and discover what other aspects of film (i.e. not just 'video') can contribute to the research and publication of research process.\n\nThe research was designed from the outset to reflect generally on some of the crucial issues facing people from 'developing' modernities who are engaged in the presentation of a 'traditional' culture for touristic/economic purposes. It never set out to examine changes within so-called traditional society because the research premise was that societies are always in flux, never static. \n\n\nThe process of making a film was found to be an excellent way to actively consider how fixity and stereotypes are made through the practice of tourism and visual representation in the media. \n\nAs a film output, the research has successfully created a visual exploration of these practices of contemporary travel and tourism and connected it visually and tangibly to its supposed (absract) precursor - 'nomadism'. \n\nThe collaborative element to this film was crucial and based on many years of working with the local community. In this film the Bedouin are not rendered passive and nameless. They chose many of the locations to film, selected what was filmed and also sometimes directed the interviews. They also participated in the filming and acted as performers - but crucially they decided what to say. In this film the voices of the Bedouin are not silent. The film also included images of Bedouin that upset normative imaginations - Bedouins in jeans, in bars, in government provided apartments, rather than solely in the tent and on the camel. By focusing on the 'protagonists' - following Bedouins like Hussein Abu Ahmed and Jebeli B'harbi and allowing them to direct what is filmed, this film I believe has achieved the objective to 'find out what they have to say.'\n\nThe film showed this by focusing on local perceptions of what is being 'captured'/contained and preserved (and sold for tourist consumption) and found that 'tradition' itself was being actively remade every day. Through a romantic historicised image of beauty of the Sinai, made accessible by primarily male Bedouin gatekeepers.\n\nThe film has been made accessible by being uploaded to view online. It has also been presented in conferences such as the Annual Association of Geographers conference. It was also selected as one of the films to participate in the Margaret Mead Travelling Film Festival as part of the Ethnographic Film Festival (University of Manitoba, Canada). This film has led to further research projects since, all based on the collaborative use of film to explore western encounters with 'others' in tourist space.\nHowever the approach and methods used can be applied to a far wider area of research particularly in development studies and in areas where visual ethnography is being considered. The collaborative approach first developed here and taken further in the ESRC 'Rebranding the Levant' project 2008-2011 in Jordan and Syria (RES-062-23-324 Agriculture, Food and Drink,Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Environment,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections,Other","dataset":"gtr"}