{"id":"22DCE6E8-BA58-4746-A3E5-925239C72546","title":"Religion and Belief, Discrimination and Equality in England and Wales: Theory, Policy and Practice (2000-2010)","abstractText":"The project will establish a contemporary benchmark in scholarly studies on 'discrimination' and 'equality' with regard to 'religion' and 'belief'. It is vitally important for the future of religion and society to understand the nature and extent of such discrimination and the adequacy of equality policies, practices and laws designed to tackle it. The project will inform public debate in this contentious area and equip users of research in public, private and voluntary and community sector organisations (including among policy makers, and in religion and belief groups) to make a difference by developing understanding, policy and practice in a more evidence-based way. \\n\\nIt will combine expertise in religion, research methods and human rights law and build on the results of the first (1999-2001) government-commissioned study of Religious Discrimination in England and Wales which was based on a national survey and four in-depth area case studies. That project's final report (see Weller, Feldman and Purdam, et al, 2001, Religious Discrimination in England and Wales, Home Office, London) found evidence of unfair treatment especially in education, employment and media, particularly as reported by Muslims, Sikhs and Hindus. There was some overlap between religious and racial discrimination, while Pagans and members of New Religious Movements also reported considerable hostility.\\n\\nOrganisations that participated in that first national survey will be recontacted in a new survey, in which the same but also new questions, will be asked. In addition the original case study areas (Newham, Cardiff, Blackburn, Leicester) will be revisited and qualitative research conducted. An additional location (Norwich) will take account of possibly distinct results from an area with a strongly rural hinterland and will capture developments linked with recent EU labour migration. Focus groups will help to capture the perspective of those who understand themselves as 'non-religious'.\\n\\nFindings from the original study will be compared with current findings to inform conclusions about how far patterns in reported religious discrimination (type; frequency; seriousness; groups affected; areas of social life) might have changed. The new research also goes beyond the limitations of the original project, examining how religion and belief data from the 2001 Census has been associated with other data (eg. on ethnicity, educational qualifications and employment), while more directly relevant survey data (eg. the Home Office Citizenship Survey) also exists. A thorough review and analysis of the use made of this data will be undertaken along with reviews of relevant literature and case law.\\n\\nThis will be explored in the context of a decade in which the concept of religious discrimination has become more accepted and incorporated into policy, practice and law (eg. Employment Equality [Religion or Belief] Regulations, 2003) but also more integrated into a wider equality and human rights framework with the Equality Act, 2006 and the 2008 establishment of the Equality and Human Rights Commission and plans for more integrated equalities law. The previous emphasis on 'religion' has been balanced by reference to 'belief'. Tension has emerged with other 'equalities'. There has been the 'social policy shock' of the 7/7 London Transport bombings and their impact on discourses, policies and practices identified with 'multiculturalism'. There has been a growing emphasis on 'social cohesion', 'shared values' and 'Britishness' and the emergence of 'preventing violent extremism' initiatives to counter the threat of religiously-justified terror. \\n\\nThe project will result in a scholarly monograph; bibliography; summary report for all participants; briefing report for opinion-formers and policy-makers in the public, private and voluntary sectors; and knowledge exchange seminars for practitioners in these sectors, as well as among religious groups and legal practitioners.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H016074/1","grantId":"AH/H016074/1","fundValue":"399946","fundStart":"2010-01-04","fundEnd":"2013-04-30","funder":"AHRC","impactText":"  Early impact from the project on policy development and understanding was made while the project was itself still underwat through Weller's (2011) commissioned report for the EHRC on Religious Discrimination in Britain: A Review of Research Evidence, 2000-2010 (Manchester: EHRC). \n\nBoth this report and the wider project were cited (pp. 8-9) in The Impact of AHRC Research 2010/11 - the AHRC's first annual Research Performance and Economic Impact report for the Department of Business, Innovation and Skills. In its section on &quot;Interaction with Policy Makers&quot; this states that: &quot;A research team at the University of Derby, for example, is looking at religion, discrimination and equality. The project team informed a new report for the Equality and Human Rights Commission (EHRC)&quot; and that &quot;The project is also more widely engaged with practitioners, government bodies, religious groups and lawyers.&quot; On Weller's EHRC report, the AHRC report quotes Dr. David Perfect, Research Manager at the Commission who stated that it: &quot;provides new evidence about the nature and extent of religious discrimination in Britain. The Equality and Human Rights Commission will be using the report to increase its understanding of this important issue and to help guide its future work on religion or belief more generally.&quot; \n\nAlso built into the project design as a key part of both the dissemination and impact of its interim results, and the production of its final results were five Knowledge Exchange Workshops held by the project in the Autumn of 2012 (Derby, 19.9.12; Oxford, 5.10.12; Manchester, 11.10.12; Cardiff, 25.10.12; and London 7.11.12). These involved 211 practitioners from organisations in the religion or belief (106); voluntary and community (45); public (40) sector; legal (12); private (8) sectors. At these workshops, the project's interim summary findings were presented by Weller and discussed in plenary and breakout groups facilitated by Weller, Contractor; the project Co-Investigators and the project's partner organisation, the Multi-Faith Centre at the University of Derby. \n\nOn feedback sheets, participants in the workshops identified up to 3 hopes/objectives for the workshops and whether these had been &quot;surpassed&quot;, &quot;satisfied&quot;, &quot;not fully satisfied&quot;, or &quot;disappointed&quot;. In total participants identified 263 hopes/objectives of which 23% were &quot;surpassed&quot; and 56% were &quot;satisfied&quot;, providing evidence that the workshops met many of the needs of a broad range of practitioners/research users, while also contributing further primary research data to the finalisation of the project's results.\n\nThe project has featured as one of the Arts and Humanities Research Council's Case Studies on research and policy impact, entitled Walking a Tightrope: Relevance, Responsiveness, Rigour and Responsibility in Policy-Related Research on Religion or Belief and accessible from: http://www.ahrc.ac.uk/What-We-Do/Strengthen-research-impact/Inform-public-policy/Case-studies/Documents/AHRC%20Religious%20Research.pdf \n\nWeller also presentated on project findings and implications at An Anglo-German Equality and Human Rights Dialogue, held at the Dickson Poon School of Law, King's College, University of London, 18.1.2013, in which representatives of the UK's Equality and Human Rights Commission, the German Federal Anti-Discrimination Agency, and the German Federal Institute for Human Rights participated in order to inform policy and practice development in terms of UK and German comparisons. Communities and Social Services/Policy,Education,Healthcare,Leisure Activities, including Sports, Recreation and Tourism,Government, Democracy and Justice,Retail,Security and Diplomacy,Transport,Other ","person":"Paul  Weller","coPersons":["Kingsley  Purdam","N  Ghanea"],"organisation":"University of Derby","findingsText":" THE FOLLOWING ARE SUMMARY FINDINGs FROM THE PROJECT THAT HAVE BEEN COMPILED INTO A 4 x A4 DOCUMENT/PDF FILE THAT IS ALSO AVAILABLE IN PDF FORMAT FOR DOWNLOAD FROM THE PROJECT WEBSITE (http://www.derby.ac.uk/media/derbyacuk/contentassets/documents/ehs/schoolofeducation/centreofsocietyreligionandbelief/tpp/Project-summary-findings.pdf) \n\nTHE SUMMARY FINDINGS ALSO SIGNPOST TO A RESEARCH INFORMED POLICY BRIEF INFORMED BY THE PROJECT FINDINGS THAT IS ALSO AVAILABLE IN PDF FORMAT FOR DOWNLOAD FROM THE PROJECT WEBSITE (http://www.derby.ac.uk/media/derbyacuk/contentassets/documents/ehs/schoolofeducation/centreofsocietyreligionandbelief/tpp/Research-informed-policy-brief.pdf) \n\nFINALLY, THE SUMMARY FINDINGS AND THE RESEARCH INFORMED POLICY BRIEF ARE FURTHER DEVELOPED IN A BOOK by Paul Weller, Kingsley Purdam, Nazila Ghanea, Sariya Cheruvallil-Contractor (2013), Religion or Belief, Discrimination and Equality, Bloomsbury, London (see http://www.bloomsbury.com/uk/religion-or-belief-discrimination-and-equality-9781441166203/)\n\n****************************************************************\n\nContext for Research Findings (Spring 2013)\n\nReligion and belief are important aspects of people's lives, informing how they see and live in the world, both as individuals and as part of wider groups. Issues around discrimination and equality on the grounds of religion or belief (including nonreligious beliefs) are sensitive and sometimes highly contested.\n\nThese issues involve matters of individual freedom of conscience and of collective organization and expression in public life. This can be most evident in their interface with the responsibilities of employers and service providers, but it also cuts across many other aspects of everyday life including: education, the media, the criminal justice system, housing and planning, health care, social and other services, and funding.\n\nThese issues involve relationships within and between religion or belief groups and between these groups and the wider society, including debates about the nature of a 'secular society'. Religion and belief also exist alongside and are interlinked with other aspects of people's identity, many of which have achieved legal recognition as 'protected characteristics', and conflicts between which result in debates about whether these should or can be balanced.\n\nThis research project aimed to contribute to a better understanding of the nature, extent and any change in unfair treatment on the grounds of religion or belief over the past decade. This included an assessment of the adequacy of policies, practices and laws designed to tackle such unfair treatment. In doing so it linked with and built on the results of previous research (1999-2001) carried out for the Home Office, the report of which can be accessed via the National Archives at: http://webarchive.nationalarchives.gov.uk\n\nResearch Objectives\n\nUniquely, the project has been able to compare and analyse results from research questions asked both a decade ago and now. These included: to assess the evidence of religious discrimination in England and Wales, both actual and perceived; to describe the patterns shown by this evidence, including: its overall scale, its main victims, its main perpetrators, and the main ways in which the discrimination manifests; to indicate the extent to which religious discrimination overlaps with racial discrimination; and to identify the broad range of policy options available for dealing with religious discrimination.\n\nIn the light of developments during 2000-2010, the project also asked about the extent to which reported experience of unfair treatment might have changed, including those groups most affected. By focusing on reported unfair treatment the project gathered evidence of a wider kind than that of only legally determined instances of religion or belief discrimination.\n\nThe project has also kept in mind the policy changes that have taken place over the decade in the light of events such as the 7/7 bombings, and the introduction of new laws relating to religion and belief. The project considered the implications of the evidence gathered for the further development of theory, policy and practice with regard to issues of discrimination and equality measures that are concerned with religion or belief.\n\nFinally, the project considered awareness and use of the law, including the extent to which provision for religious \n'exemptions' from equalities legislation might have contributed to unfair treatment among both religion and belief groups and/or in relation to other groups and aspects of identity such as gender, ethnicity and sexual orientation.\n\nResearch Approach\n\nThe findings are based on a postal and on-line questionnaire survey completed in 2011 on a stratified sample of over 1700 national and local religious organizations in England and Wales. This resulted in just under 500 responses (including just over 200 from organizations that also responded in 2011). In addition, case studies and interviews took place in 2011 with over 230 religion or belief, voluntary and community, public, private and legal sector participants in Blackburn, Cardiff, Leicester, the London Borough of Newham and Norwich. \n\nProject focus groups also engaged with 40 people who see themselves as 'non-religious' or 'secular'. Finally in Autumn 2012, at 'Knowledge Exchange Workshops' held in Cardiff, Derby, London, Manchester and Oxford, at which interim findings were shared and discussed with over 200 practitioners from religion or belief, community and voluntary, public, private and legal sector organisations and groups. Further input was gathered from these practitioners, and informed the project's overall findings, including especially the recommendations of its Policy Brief.\n\nIn order to develop an understanding of the legal context, over 130 relevant legal cases were identified and reviewed. Other relevant research evidence identified from the past decade was also reviewed. A doctoral research case study (on Church-related adoption agencies) explored the relationship between religious freedom and sexual orientation.\n\nKey Findings: Continuity and Change?\n\nA decade ago in England, Wales and Scotland unfair treatment on the basis of religion or belief had little scope for domestic legal redress. Since then, equality legislation such as the 2003 Employment Equality (Religion or Belief) Regulations, the Incitement to Racial and Religious Hatred Act, 2006, and the 2006 and 2010 Equalities Acts came into force. These laws are designed to protect the holders of religious and non-religious beliefs from unfair treatment.\n\nThe findings of the project survey suggest that there is evidence that over the past decade there has, in general, been a reduction in the reported experience of unfair treatment on the basis of religion or belief. The project's fieldwork findings suggest there are indications that the introduction of law has been associated with changes of policy and practice, particularly in the public sector. For example, Pagan organizations, in particular, have cited human rights law as having opened up the possibility of more equitable participation in aspects of public life.\n\nHowever, both the survey and the fieldwork results continue to highlight substantial levels of reporting of unfair treatment on the basis of religion or belief in important areas of people's lives. With regard to its impact, the survey findings indicate that, in most areas and across most religious groups, the unfair treatment is more often reported to be occasional than frequent. The unfair treatment is generally reported to be more to do with the attitudes and behaviour of individuals (including within employment in relation to managers and colleagues) than with the policies or practices of organizations.\n\nSome religious groups continue to report experience of higher levels of unfair treatment than others - in particular Muslim and Pagan and New Religious Movement organizations. Jewish organizations also continue to report significant experience of antisemitism including stereotyping and targeted attacks on Jewish property. \n\nHigh profile controversies and legal cases reflect continued experience of what is felt to be unfair treatment with regard to employer dress codes in relation particularly to Muslim women using head coverings and to Christians wearing crosses. In schools such issues affect pupils as well as teachers, and in comparison with a decade ago, the research contains some indicative evidence of what might be more widely spread difficulties for Sikhs in the wearing of 'the 5Ks' of their religion.\n\nIt is clear that the relationship between the perception and reporting of unfair treatment on the basis of religion or belief and the legal determination of it remains complex and open to contested interpretations. The introduction of new laws has not been a panacea. Moreover, the fieldwork findings suggest that many religious people are only very generally aware of their new legal rights. At the same time, many 'non-religious' focus group participants had a sense that, despite a broadening of the meaning of 'belief' in recent case law, these laws do not work equally for them.\n\nUnfair Treatment in Various Areas of Life\n\nFindings from the survey indicate a general reduction in the incidence of reported unfair treatment since 2001. This is especially so in criminal justice and employment. Fieldwork research evidence points to continuing unfair treatment in relation to immigration controls.\n\nEvidence from interviews with research participants in the fieldwork suggests that where there is an awareness of them, legal changes have contributed to a sense of improvement among religion or belief groups in terms of their being consulted on a more inclusive basis in relation, especially, to public sector policies and practices. Examples of this include liaison between the police and religion or belief groups. At the same time, during the fieldwork, concerns were expressed about both some of the concepts and also aspects of the implementation of Prevent initiatives. \n\nAlso from within the fieldwork, education (and especially Religious Education) was identified as having become more inclusive of diversities of religion or belief (including humanist views). These developments were especially linked with the work of Standing Advisory Councils on Religious Education (SACREs), despite the fact that some SACREs still do not accommodate non-religious participants. But, 'Knowledge Exchange Workshop' participants expressed concern that such gains could be undermined by policy developments around Academies and Free Schools in which Religious Education was not given an integral place.\n\nParticipants in fieldwork research reported that, overall, relations between different religious groups have improved since 2001. Survey results also show a reduction in reporting of unfair treatment from other religious groups since 2001. However levels of reported unfair treatment from other religious groups were substantial and religious organisations were more likely to identify other religious groups as being a source of unfair treatment than they were likely to identify 'non-religious' groups in general. At the same time some political groups including right wing groups were frequently cited in both the survey and the fieldwork as a source of hostility and insecurity.\n\nSimilar Reported Patterns of Unfair Treatment\n\nEducation, employment and the media remain key areas of people's lives in which they report experience of unfair treatment. Although there has been an overall reduction in the reported experience of unfair treatment in education and employment, evidence relating to the media suggests considerable continuity. However, as in 2001, experience of unfair treatment is more strongly identified with national rather than local media. But the fieldwork findings suggest that the 'new media' is seen as bringing both benefits and new problems.\n\nAs in 2001, more experience of unfair treatment was reported in relation to employment in the private sector than the public sector. Overall, even where there have been positive policy developments in organizations, there remain issues of consistency in translating policy into practice. Individual prejudicial attitudes can still create impacts that go beyond the individual, both internally within organizations and in their delivery of goods and services.\n\nThere is continuing complexity around the intersections between religion or belief and ethnicity in relation to claims of unfair treatment, with evidence that 'visible' religion or belief minorities continue to experience patterns of unfair treatment through a combination of factors that can also involve gender as well as ethnicity.\n\nNew Forms of Reported Unfair Treatment\n\nNew forms of unfair treatment are being reported - particularly, but not only, by Christians. For example, both the project's survey and field work research evidence point to a greater reported incidence of Christian employees concerned about employer policies and practices on Sunday working. \n\nSome Christians were also articulating a sense of the marginalisation of Christianity compared to its historic position in society and spoke of what they felt was a now comparatively fairer treatment of other religion or belief groups compared to Christians.\n\nAt the same time, the project focus groups highlighted the degree to which 'non-religious' people feel that Christianity and religion in general is privileged in ways that are structurally embedded in the society and can result in unfair treatment for others, especially in education and governance.\n\nIn both the fieldwork and survey evidence it was clear that people from a number of other religious groups (including especially, but not only Sikhs) were being misidentified as Muslims and thereby becoming the target for unfair treatment and a particular hostility that was clearly intended to be directed towards Islam and Muslims. This highlights not only the unfair treatment Muslims have been encountering but also how this affects other groups.\n\nEmerging New Challenges: Identity and Law\n\nA number of emerging new challenges are being highlighted, especially around the balance between the different so-called 'protected characteristics' in law, and particularly in the relationships between religion or belief, gender and sexual orientation. Fieldwork participants often cited specific high profile cases as being indicative of wider social trends.\n\nOverall, the progress facilitated by new law has also highlighted what are as yet unresolved tensions in the interpretation and application of domestic law. In January 2013, European Court of Human Rights judgements were given on the cases of Eweida and Chaplin v. the United Kingdom and Ladele and McFarlane v. the United Kingdom. The former concerned the wearing of religious symbols at work and the latter concerned conscientious objections on religious grounds of an employee in relation to conducting civil partnership ceremonies. \n\nFollowing these cases, the Equality and Human Rights Commission has issued helpful guidance on understanding these judgements and their implications for employers which are intended to provide better guidelines in the uncertainties around the tensions and clashes that have emerged and continue in mediating between various 'protected characteristics'.\n\nEvidence from the survey shows a majority of religious organizations favour exemptions (especially but not only for the internal structures of religion or belief groups) on matters of gender, sexual orientation and religion or belief. The survey evidence also points to strongly divided opinions on marriage/ civil partnership and sexual orientation exemptions, as well as to some support for exemptions from equalities legislation in relation to age and disability.\n\nA Spectrum of Unfair Treatment\n\nIn order to understand and consider how best to tackle the full range of unfair treatment, and to create the conditions for developing a more inclusive society in relation to matters of religion or belief, it is important to try to differentiate between the different kinds of unfair treatment. To inform interpretation of the evidence that it has gathered the project has employed an analytical spectrum which it has further developed from the one used in 1999-2001. In terms of religion or belief hatred, direct and indirect discrimination the spectrum overlaps with law, but in other aspects goes beyond it:\n\nReligion or belief naivety is a lack of basic religion or belief literacy that sometimes leads to actions that can be seen and/or result in unfair treatment.\n\nReligion or belief prejudice involves the stereotyping of particular religion or belief groups through attitudes that can wound individuals and form a basis for exclusionary unfair treatment, harassment or victimisation.\n\nReligion or belief hatred can occur when prejudice intensifies into a settled attitude of mind, emotion and will that can spill over into intimidatory and/or violent behaviour towards the religion or belief 'other'.\n\nReligion or belief disadvantage is a more structural instance of unfair treatment. In at least some measure, this can be experienced by all minority religion or belief groups in relation to the relative position and (sometimes) privileges of majority groups.\n\nReligion or belief direct discrimination occurs in deliberate exclusion of individuals from opportunities or services. \n\nReligion or belief indirect discrimination can occur where the effects of historical decisions, contemporary structures or patterns of behaviour have not been reconsidered in the light of current religion or belief plurality and result in unintentional discrimination.\n\nReligion or belief institutional discrimination can develop when unfair treatment becomes endemic and structurally embedded in organizations, leading to a collective failure to provide equitable treatment.\n\nViews on Tackling Unfair Treatment\n\nFrom the survey, among recent policy emphases for assisting the participation in society of people of various religious groups, the policy emphases on citizenship, community cohesion and 'multiculturalism' were seen as being the most helpful for creating a context in which unfair treatment on the grounds of religion or belief might be reduced. The idea of 'Britishness' was not seen as so helpful.\n\nIn the fieldwork, the importance of examples of good practice was cited, particularly in relation to a more inclusive approach to consultation with religion or belief groups and a basic literacy concerning their perspectives on life. \n\nIn comparison with 2001 there is not as much appetite among religion or belief groups for further new laws or for changes to existing law. Public education remained the preferred way to tackle unfair treatment on the basis of religion or belief. In the fieldwork research (including by some 'non-religious' participants in the focus groups) inter-faith initiatives were also seen as important.\n\nThrough the comparisons that it has been able to draw over a period of ten years the project has arrived at some unique evidence. This evidence provides the kind of insight on which policy-makers and practitioners can draw for the next decade and beyond. The project's findings have potential use in:\n\n1.] Informing law, policy and practice in relation to matters of religion and belief, discrimination and equality. The project's Policy Brief will especially help in this by being distributed to key organisations and individuals in the public, private, voluntary and community, religion or belief, and legal sectors of society.\n\n2.] Providing an evidence base for religion and belief groups in relation to matters of discrimination and equality. The project Summary Findings will especially help in this by being distributed to religion and belief organisations that participated in the project's research and through these to their wider networks.\n\n3.] Informing policy and practice in public, private, voluntary and community, religion or belief, and legal sectors. Both the project Policy Brief and the project Summary Findings will be of help in this by being distributed to the 211 participants in the project's Knowledge Exchange Workshops and through these to their wider networks. Communities and Social Services/Policy,Education,Healthcare,Leisure Activities, including Sports, Recreation and Tourism,Government, Democracy and Justice,Retail,Security and Diplomacy,Transport,Other","dataset":"gtr"}