{"id":"22E63889-A32F-4E8C-AFF4-714C5C334E13","title":"Investigating the stability and function of i-motif DNA","abstractText":"It is assumed that DNA exists as a double helix, the structure first described by Watson and Crick in 1953. However, it is lesser-known that DNA can adopt many different types of structure. DNA is composed of four different &quot;building blocks&quot; called bases: adenine, guanine, thymine and cytosine. DNA sequences rich in cytosine can form alternative secondary structures called i-motifs, first discovered in 1993. Sequences of this type are widespread throughout our genome and may play a role in gene expression, but there are many fundamental questions unanswered. The stability of i-motif structures is highly dependent on the particular sequence of bases. To understand which sequences are more likely to form i-motifs in biology, an understanding of their stability is required. This project proposes a systematic investigation of a library of different DNA sequences to determine the optimum sequence requirements for stable i-motif formation. This will allow us to define rules to predict the stability of i-motif structure based on the type of DNA sequence. We will then use this information for computational analysis of the human genome to estimate the number of sequences which could potentially form i-motif structures, and where these reside in the human genome. Using a mixture of molecular biology techniques, we will investigate the impact of stabilisation of i-motif structure on transcription and de-convolute the interplay between the dynamics of i-motifs and G-quadruplexes (structures which have previously been well-characterised) on gene expression. This proposal will reveal which i-motif sequences are most stable and potentially new targets for drug design, therapeutics and structural investigation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L02229X/1","grantId":"BB/L02229X/1","fundValue":"305329","fundStart":"2014-11-30","fundEnd":"2017-12-29","funder":"BBSRC","impactText":"  The grant has not yet started so no findings to date.  ","person":"Zoë Ann Ella  Waller","coPersons":[],"organisation":"University of East Anglia","findingsText":" The grant has not yet started so no findings to date. n/a Chemicals,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}