{"id":"22EA3695-14B8-4A72-9AF1-F44B23210296","title":"Changes in gene expression during sex chromosome evolution in the dioecious plant Silene latifolia","abstractText":"We propose studies of expression levels of genes on the sex chromosomes of the plant Silene latifolia. This plant is one of the minority of plant species that is not hermaphroditic, but has separate sexed individuals, and an X/Y sex chromosomal sex-determination system like that in mammals, including humans. It is well known that the Y (male-determining) chromosomes evolved from an ancestral chromosome that was similar to other chromosomes, and the X chromosomes in female mammals are still not very different from other chromosomes, though they have some distinctive features that probably reflect their evolution as sex chromosomes. The Y chromosomes, however, are extremely strange in both mammals and in the other very well studied system, the fruitfly, Drosophila. In both cases, the Y chromosomes carry only very few genes, and only a small proportion of them are present on the X (in Drosophila melanogaster, no genes appear to be shared between the X and Y chromosomes, and in mammals there is a handful of such genes); in both cases the Y has acquired genes not present on the X. How these strange genetic properties evolved is an interesting question. Theories for the process of 'genetic erosion' (or 'degeneration') of Y chromosomes from an initial state in which most loci were shared with the X chromosome, suggest that genes on Y chromosomes lose their former functions and can then be deleted, and that this occurs because the X and Y chromosomes do not cross-over and undergo genetic recombination like other chromosomes. Population genetic models of regions of genome without genetic recombination predict that advantageous genes are less likely to be able to spread, and that natural selection will be unable to resist spread of disadvantageous genes. To study this genetic degeneration process, we need genes that are located on the sex chromosomes of a species in which degeneration is occurring. Because mammalian and fruitfly sex chromosomes evolved long ago, their Y have already lost most genes present on the X, so they are not well suited for such studies. Some plant species are known to have evolved sex chromosomes much more recently than these animals, and these are of interest for studying Y chromosome genetic erosion. We propose to work on the sex chromosomes of the plant Silene latifolia, the white campion. Its sex chromosomes have been studied cytologically since the early days of genetics, and in recent years a few genes on the sex chromosomes have been sequenced. Our project is to test in a direct manner for genetic degeneration by testing whether Y chromosomal copies of several genes are expressed at lower levels than X-linked copies of the same genes. This is now possible because we have developed a straightforward approach to identifying sex-linked genes (allowing us to discover some new genes on the sex chromosomes); thus there are now enough loci to gain a general picture of whether Y copies have low expression levels, and more genes on the sex chromosomes can readily be found. The project includes tests to show whether any differences found are due to low Y expression , versus the less likely, but also interesting, possibility of an increase in expression of X copies since the species separated from its hermaphrodite relative, the bladder campion, S. vulgaris. The expression experiments are possible because the X and Y copies are similar enough that short sequences of both can be amplified simultaneously in experiments, yet their sequences differ enough that expression of each of the two different alleles can be measured.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E020909/1","grantId":"BB/E020909/1","fundValue":"342310","fundStart":"2007-11-01","fundEnd":"2011-01-31","funder":"BBSRC","impactText":"  Published papers, research talks (seminars and meetings) Education,Environment Cultural","person":"Deborah  Charlesworth","coPersons":[],"organisation":"University of Edinburgh","findingsText":" Developed high-throughput method to identify genes with sex-linked inheritance\n\nIdentified several hundred new genes on a plant sex chromosome\n\nFound that many X-linked genes have retained counterparts on the YY-linked alleles have low expression compared with X-linked ones, and have accumulated many more deleterious changes. \n\nProvided the first estimate of the proportion of genes in a dioecious plant with the Y chromosome copies lost The work has already been taken forward in further analyses of sequence diversity patterns in this plant. Education,Environment","dataset":"gtr"}