{"id":"22F4269C-FF1B-4AB3-9421-276ECCB4395B","title":"Science on Stage - Illuminating Science Education Festival 2015","abstractText":"Science on Stage (SonS) www.science-on-stage.eu brings together science teachers from across Europe to share best practice in science teaching. \n\nThe main objective of the festival is the exchange of teaching ideas to motivate educators, to enhance their skills, knowledge and enthusiasm, and as a consequence encourage schoolchildren to consider a career in science or engineering.\n\n SCIENCE ON STAGE EUROPE\n ...is a network of and for science and technology teachers of all school levels\n ...provides a European platform for the exchange of teaching ideas\n ...highlights the importance of science and technology at school and among the public\n\nIn June 2015 Science on Stage UK (www.scienceonstage.org.uk) is hosting this international festival in London \n ...350 full delegates (4 days)\n ...another 300 day guests (open day 19th June)\n ...largest ever delegation of UK teachers (up to 70)\n ...first time the festival has been to the UK\n ...teachers present projects through hands-on stands\n ...some provide workshops and presentations/performances \n\nThe funds we are applying to STFC for would be used to cover the costs of 15 teachers attending as full delegates, to be selected because their projects most closely match the research areas of STFC interest. It is our intention that these teachers would be given additional time to network with each other as a group, with the possibility of producing resources that target STFC research areas as a legacy. We expect at least 5 international collaborations to happen as a result of their participation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/M006743/1","grantId":"ST/M006743/1","fundValue":"9775","fundStart":"2015-04-13","fundEnd":"2015-10-12","funder":"STFC","impactText":"","person":"Peter William McOwan","coPersons":["Stephen  Lloyd"],"organisation":"Queen Mary, University of London","findingsText":"","dataset":"gtr"}