{"id":"22F6CDC2-2D82-46D7-83D9-CA45148ECCAB","title":"Exciplex detection: application of (i) novel detector systems and (ii) software for signal extraction from noise","abstractText":"One of the major scientific advances of recent years has been the inreasing use of information based on DNA samples to help in decision-making in many aspects of everyday life. Immediately obvious examples are the forensic uses of DNA, or medical uses, such as methods for diagnosing disease or potential pathogens. The determination of DNA sequence of the human genome recently has been followed by many similar genome deteminations that should serve to improve or health and safety. A huge number of methods to detect particular regions of a DNA sample, such as from a patient or a potential disease-causing organism, depend on our ability to detect light emission called fluorescence. Naturally, the aim is use as little material as possible in any detemination and for this reason we are seeking ways to minimise any background fluorescence that the DNA analysis method possesses. At Manchester University a new method has recently been developed in which two molecules that do not have any intrinsic fluorescence are brought together on the particular sequence of DNA that is to be detected. The detection molecules have to be very precisely arranged in space for successful fluorescence emission. This correct arrangement of the detector molecules is actually enforced by the DNA target sequence itself. The background fluorescence in this system is less than 1% (this can be compared with other current fluorescence probes for DNA that typically have backgrounds of greater than 60%). By careful design of the chemical structures of these two probe molecules, the system is only able to emit strong fluorescence when exactly the correct DNA sequence has been found. If even a single DNA base is incorrect in the sample sequence, the fluorescence emission is not detectable. This new project extends the scope of these target-assembled exciplex detection of DNA sequences using input of Leicester Space Centre scientists and Edinburgh University astrophysicists. Since 2001 the University of Leicester Space Research Centre (SRC) and Department of Biology, together with the Space Science Department at ESA/ESTEC, have been investigating the application of detectors developed for space astronomy to optical fluorescence measurements in the life sciences and medicine. Their work with superconducting tunnel junctions (STJs) has led to an STJ-based 'scanner' to replace the current types of detectors (CCD- and photomultiplier tube (PMT)-based) for the readout of microarrays or gene chips, for cellular imaging, protein arrays, flow cytometry and many other applications. The STJ offers sensitivity advantages of at least 100 times compared to a silicon CCD and conventional photomultiplier tubes (PMTs) while uniquely measuring the spectral form of fluorescence intensity on a photon-by-photon basis. This new system wil be applied to the DNA exciplexes and allow not only more sensitive measurment, but also a detection system that provides different information from instruments previously used in this context. The above detection methods have concerned themselves with the intensity of the colour of the fluorescence light. However, fluorescence has an additional property - it takes place over a very short (nanosecond), but discrete and measurable, time period. The pattern of the time dependence for these DNA exciplexes is rather complex and this very complexity allows its potential use as a unique badge of the presence or otherwise of such an exciplex in an unknown sample. The detemination of unique patterns of timed events is a common problem in cosmology and so the astronomy groups at Edinburgh University are going to apply their specialist mathematical methods to developing new ways to detect the exciplex time signarure. It is likely that detection using this novel approach will allow the system to be used for very low concentratins - possibly lower than could ever be used based on fluorescence colour insensity alone.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E000223/1","grantId":"BB/E000223/1","fundValue":"86408","fundStart":"2006-11-01","fundEnd":"2007-10-31","funder":"BBSRC","impactText":"","person":"Kenneth Thomas  Douglas","coPersons":["Elena  Bichenkova","Alan  Heavens","George  Fraser"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}