{"id":"23062AE3-D588-4027-980E-B991FA6871A2","title":"Can bees meet their nutritional needs in the current UK landscape?","abstractText":"An important but often overlooked reason that bee populations are in decline is likely to be that these important pollinators can no longer obtain adequate nutrition as a result of changes in land management practices worldwide. This proposal will investigate how honeybees and bumblebees meet their nutritional needs and will also examine the nutritional value of pollen and nectar of selected UK plant species with the aim of predicting when bee pollinators in the UK experience nutritional short-falls. Insects, and in particular bee species, are responsible for the sexual reproduction of a highly diverse range of plants, many of which are agricultural crops. Over 39 crops in the UK alone depend upon insect pollinators for fruit and seed production. In natural habitats, a colony of 'generalist' bees such as honeybees will visit the flowers of potentially hundreds of different plant species to find food. In the past 50 years, our landscape has changed to accommodate modern farming practices that cultivate large fields of single crop species. Nutritional balance becomes extremely important in monoculture situations: honeybee colonies used for pollination services have little or no choice of food and limited access to natural vegetation.. Ironically, while crops like oilseed rape may provide vast expanses of pollen and nectar when they are in flower, we do not know if these floral resources provide adequate nutrition for bees. In fact, species like honeybees may be obliged to forage for pollen and nectar from a variety of plants to obtain adequate nutrition, but this has never been established. Using a sophisticated modelling approach that has been developed to study nutrition in many other animals, we will experimentally determine the ratio of protein and carbohydrates that adult workers and larval bees need to perform at their best. We will also examine how changes in environmental conditions, infection with pathogens, exposure to pesticides, or consumption of toxins affect a bee's nutritional needs. Honeybees and bumblebees learn to associate floral traits with food and so can exploit flowers that are currently in bloom. By placing bees under circumstances where they are forced to eat unbalanced foods, we will test whether malnourishment causes bees to learn to select foods that complete their diet. Honeybees are social insects that communicate information about floral resources to other workers within the hive via the 'dance language' in order to rapidly exploit available food sources. We will also examine whether nutritional imbalance causes bees to dance more vigorously for nutritionally complete foods. An important component of our proposed research will use a series of biochemical analyses to determine the nutritional value of pollen and nectar of important bee-pollinated plants. We will focus our investigation on important UK crops (e.g. oilseed rape, apples, peas), plants found in natural UK landscapes including invasive species (e.g. clover, heather, Himalayan balsalm), and plants found in urban gardens (e.g. mint, rhododendrons, cucumbers). Combining this information with a careful analysis of the existing scientific literature, we will construct an online database of the nutritional value of pollen and nectar of flowering plants in order to share this information with the general public. When combined with the experiments that determine optimal bee nutrition, we anticipate that the research described in our proposal will aid beekeepers, farmers, land managers, and scientists in thwarting bee decline worldwide, by providing a sound scientific basis for designing strategies to ensure that bees have access to sufficient nutrients.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I000968/1","grantId":"BB/I000968/1","fundValue":"795949","fundStart":"2011-03-01","fundEnd":"2014-12-31","funder":"BBSRC","impactText":"  We are currently working as a team to develop a bee nutritional supplement and are pursuing BBSRC Follow on Funding to develop the commercial potential of our work. \n\nWe are in the process of developing a database in collaboration with the BBKA that will make the data we collected on the nutritional value of nectar and pollen available to the general public. We predict that our work on the nutritional value of nectar and pollen will be used by many people, including land managers, industry, and the public. this work is not yet published but will (hopefully) be in 2016. Agriculture, Food and Drink Societal,Economic","person":"Geraldine  Wright","coPersons":["Anne MacLaren Borland"],"organisation":"Newcastle University","findingsText":" The main aim of this proposal was to apply the Geometric Framework for Nutrition developed by Steve Simpson and David Raubenheimer to understand the nutrition of bees. We used a 2-pronged approach: we fed chemically defined diets to cohorts of worker honeybees in the lab and measured their food consumption under specific conditions. By varying the ratio of protein to carbohydrate in food, we were able to measure the extent to which bees regulated their intake of these macronutrients. We found that foraging worker honeybees require a diet very high in carbohydrate, whereas young adult honeybees that mainly engage in nursing within colonies required a diet much higher in protein. Bees that were fed too much protein or essential amino acids had shorter lifespans. We also found similar results for foraging-age worker bumblebees: they were intolerant of diets high in protein, and had significant dietary requirements for carbohydrates. In addition, when bees were placed under stress from temperature or toxins in diet, they were more apt to regulate their intake of food towards diets high in carbohydrates. However, some toxins, such as the neonicotinoid, clothianidin, caused bees to prefer diets higher in protein. In addition, we analysed the nectar and pollen of over 300 UK species. We found that most plant species pollen contained 9 or more of the essential amino acids. Nectar was variable in its concentration of amino acids, but most UK nectar was rich in phenylalanine and proline. The carbohydrate composition of most UK nectar contained fructose, glucose, and sucrose with a bias towards more fructose. We anticipate that our findings could help beekeepers by providing information necessary to inform the planting of plant species that enrich the pollen diversity that bees can collect. For example, the seed mixtures used by farmers to provide extra forage for pollinators could be guided by our research. \n\nWe also expect that our data will translate into development of nutritional supplements for bees. Agriculture, Food and Drink","dataset":"gtr"}