{"id":"2309CA4B-D325-4A9B-883F-4C2DB6593AFC","title":"Mars XRD Phase C/D Funding","abstractText":"MARS-XRD is a combined X-ray diffraction and fluorescence instrument. The aim is to better a 150 eV energy resolution at 6 keV. In addition we aim to maximise the angular resolution, which determines the ability of the instrument to distinguish between different types of minerals in diffraction spectra; the target is 0.3 degrees. If the detectors are operated in an 'integrating' mode to collect X-ray images, then the fluorescence signal from the sample will generate a background that can be used to determine the composition of the sample. These XRF background events can be reconstructed into an energy spectrum. In conventional systems, this XRF signal is a source of background; however, our energy discriminating instrument will enable the separation of the diffraction pattern from the fluorescence signals thus improving the accuracy of both. If the CCDs are operated in photon counting mode, then the energy of each detected X-ray event can be determined; the diffracted primary monochromatic X-rays can be assembled into a diffraction image, and later a diffractogram which does not contain fluorescence background. The energy information from all photons can be used to create an XRF spectrum of the sample. This photon counting mode is identical to the mode of operation of the CCDs in the XMM EPIC instrument and the Swift X-ray telescope and this highlights the UK heritage behind the development of this instrument. With the 2 theta range of the proposed instrument and the elemental analysis provided by XRF, it will be possible to determine the exact elemental chemistry of rock components covering minerals from clays to oxides, including silicates, carbonates, evaporates and apatites","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/G001464/1","grantId":"ST/G001464/1","fundValue":"376909","fundStart":"2008-04-01","fundEnd":"2009-10-31","funder":"STFC","impactText":"","person":"Richard Malick Ambrosi","coPersons":["Tim J Stevenson"],"organisation":"University of Leicester","findingsText":"","dataset":"gtr"}