{"id":"230AB06E-2AA9-4BA2-99B2-3D3835BCBBAE","title":"MICA: Determining how mutations in myosin cause skeletal muscle disease","abstractText":"Skeletal muscle makes up about 40% of the human body. Not surprisingly there are a wide range of diseases that affect muscle structure and function. One of these is a type of muscle wasting disease, which is caused by mutations in a protein called myosin. \nSkeletal muscle is a highly regular structure, consisting of muscle fibres that run from end to end, where they end in the muscle tendons. Muscle fibres are formed by the fusion of many thousands of cells together to form a a single giant cell that contains thousands of nuclei. Within the muscle fibre the two main proteins that interact to make the muscle fibre shorten are organised into a highly regular pattern of repeating units called muscle sarcomeres. These are organised end to end into long structures called myofibrils, which run from one end of the fibre to the other. A single fibre is packed full of myofibrils, which make up about 80% of the total volume of the fibre. \nA single fibre can be about 200 mm long, whereas a single sarcomere is only about 2 microns long, which means there are around 100,000 sarcomeres from one end of the myofibril to the other. Inside each sarcomere, myosin is organised into thick filaments and between them actin is organised into thin filaments. When muscle contracts, projections (crossbridges) from myosin in the thick filaments interact with actin in the thin filaments. These pull on the thin filaments causing each sarcomere to shorten by about 10%. Each of these small movements within each sarcomere are summed along the muscle fibre to generate much larger movements at their ends, enabling movement of joints by the muscle. \nFor all of this to work, myosin must be precisely organised into the thick filaments. Indeed each thick filament contains exactly 294 molecules of myosin. In some types of muscle wasting diseases, such as Laing early onset distal myopathy, the part of the myosin that is important for making the thick filaments is mutated. We think this means that thick filaments do not form properly, causing the muscle wasting observed. Our research will shed light on this idea, to help us understand how myosin mutations result in muscle wasting. We will investigate the effects of the mutations on the structure of this part of the myosin, and determine how the mutations affect the ability of the myosin to integrate into thick filaments.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K001272/1","grantId":"MR/K001272/1","fundValue":"328362","fundStart":"2013-02-01","fundEnd":"2016-09-30","funder":"MRC","impactText":"","person":"Michelle  Peckham","coPersons":[],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}