{"id":"230C58C0-6064-4978-B237-DE32C833BF0A","title":"Intensified Heat Transfer for Energy Saving in Process Industries","abstractText":"The project addresses the technical breakthrough in energy management urgently needed in the process industries. An integrated and multidisciplinary research will be made to achieve maximum potential for heat recovery and to allow a step change improvement in heat recovery through the application of process intensification method and associated heat transfer equipment. New design concepts and in-depth knowledge will be gained from various studies proposed in this project, especially investigation of fouling kinetics, analysis of intensified heat transfer, exploitation of enhanced heat transfer techniques, gaining of strategic guidance for the implementation of intensified heat exchanger networks, and development of automated design methodology for intensified heat recovery systems. The successful completion of the project will radically improve energy and capital efficiency for process industries, and significantly accelerate the implementation of intensified heat transfer design in industrial practice.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G059497/1","grantId":"EP/G059497/1","fundValue":"323542","fundStart":"2009-10-01","fundEnd":"2011-09-30","funder":"EPSRC","impactText":"","person":"Barry  Crittenden","coPersons":[],"organisation":"University of Bath","findingsText":" The principal success from Bath's input to the research programme was to find a method (the equivalent velocity concept) that could use fouling models obtained using round bare tubes for much more complicated geometries in which the heat transfer surface was enhanced, and therebv to obtain a method by which fouling thresholds could be obtained for intensified heat transfer equipment and networks. A third journal publication (in Heat Transfer Engineering) has been accepted and is at the proofs stage. The research led to a successful application for European Commission project FP7-SME-2010-1-262205-INTHEAT in which the numbers of universities and SME companies was expanded significantly.  ","dataset":"gtr"}