{"id":"2310884A-3201-4D79-A918-81543ABA8E22","title":"A generic biocatalytic reaction platform for the stereospecific reduction and oxidation of alkenes","abstractText":"We propose an ambitious, interdisciplinary research programme to develop a viable manufacturing process, independent of redox coenzymes, to exploit a wide range of novel and industrially relevant redox biotransformations. Our approach is based on the development of (i) microfabricated electrode systems and arrayed microfluidic reactors, (ii) specifically tailored and robust redox catalysts and (iii) the integration and process optimisation of 'engineered catalysts' within the microreactor environment, incorporating on-line quantification of reaction products and facile removal of the desired product by microfluidic liquid-liquid extraction. The technology platform is designed to accommodate a wide range of redox biocatalysts by employing generic methods of electron delivery, and to by-pass the requirement for coenzyme recycling/regeneration. The outcome will be a viable manufacturing process for the production and rapid recovery of high valuable enantiomeric products for the pharmaceutical and synthetic chemistry communities. For the first time, our programme will drive the diverse catalytic potential of redox enzymes towards industrial exploitation, and will thus make a substantial contribution to the field of biocatalysis. The proposed programme is highly innovative and provides generic solutions to the key problems associated with the exploitation of redox enzymes in industrial biocatalytic processes. The programme capitalises on the unique combination of expertise available within the UK Centre of Excellence in Biocatalysis, Bioprocessing and Biomanufacturing (CoEBio3) at the University of Manchester and the excellent research infrastructure available to this group of research workers in the Manchester Interdisciplinary Biocentre. This direct involvement of the 13 member companies of CoEBio3 will provide an invaluable route for effective dissemination and implementation of the project findings.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E010717/1","grantId":"BB/E010717/1","fundValue":"1704120","fundStart":"2007-04-01","fundEnd":"2013-03-31","funder":"BBSRC","impactText":"  Several publications have emerged from the grant funded work documenting efficient laboratory based evolution of ene reductases (mainly PETNR) using our high throughput robotics platform. The work has established the general utility of ene reductase biocatalysts and their evolved variants as useful industrial biocatalysts for activated carbon-carbon double bond reductions. The technology has been transferred to industrial partners (GSK and Dr Reddy's) through licensing agreements.\n We have developed novel microreactors for reduction of unsaturated compounds based on microfluidic concepts that will facilitate these biotransformations in an industrial context. The designs enable enzyme/substrate recycling, efficient product removal in biphasic systems and avoid the use of expensive reducing coenzymes such as NADPH. Chemicals,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology,Other Economic","person":"Nigel Shaun Scrutton","coPersons":["David  Leys","Andrew William Munro","Gillian  Stephens","John Michael Gardiner","Peter Robert Fielden","Nick  Goddard"],"organisation":"The University of Manchester","findingsText":" We established routes to bioelectrocatalysis using our published microfluidic devices, identified novel biocatalysts with an extensive range of specificities, enantioselectivities and group chemistries. We were able to evolve many variants of ene reductases towards new target substrates. Several publications have emerged from the grant funded work documenting efficient laboratory based evolution of ene reductases (mainly PETNR) using our high throughput robotics platform. The work has established the general utility of ene reductase biocatalysts and their evolved variants as useful industrial biocatalysts for activated carbon-carbon double bond reductions. The technology has been transferred to industrial partners (GSK and Dr Reddy’s) through licensing agreements.\n We have developed novel microreactors for reduction of unsaturated compounds based on microfluidic concepts that will facilitate these biotransformations in an industrial context. The designs enable enzyme/substrate recycling, efficient product removal in biphasic systems and avoid the use of expensive reducing coenzymes such as NADPH. Chemicals,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology,Other","dataset":"gtr"}