{"id":"231168BC-2850-41B6-876D-963379CC8A10","title":"Recombinant proteins for GMP-compatible niche creation to optimize in vitro platelet production for human transfusion","abstractText":"Each year 250,000 platelet units are transfused to patients in the UK. Platelets are small blood corpuscles that promote blood clotting. In patients with a low platelet count (following cancer therapy, bone marrow transplantation or cardiovascular surgery), there is an increased risk of bleeding (including in the bowels and brain). To prevent this, we currently use transfusion of platelets derived from blood donations. Platelets have a short shelf-life (7 days) because they have are kept at room temperature, which makes stock management a challenge. In addition some patients (in particular women who have had children) can developed an immune reaction that makes &quot;normal&quot; platelets inefficient. For these patients, we use in the UK 15,000 platelet units per year of specially matched platelets (at twice the cost of the usual platelet unit).\nThe option of producing platelets from banks of stem cells in the laboratory is attractive. It would allow for guaranteed supply, remove the risk of infection transmitted from donor-derived platelets (such as hepatitis viruses, HIV or variant CJD) and allow for better matching of platelets to recipients.\nPlatelets are produced from megakaryocytes (MKs) in the bone marrow. We have in the last year had a breakthrough in developing an efficient method to produce MKs from stem cells in the laboratory under conditions that are compatible with the production of a product fit for humans. We are now planning to build upon this success in order to produce platelets from these laboratory-grown MKs.\nEach MK in the bone marrow produces about 1000 platelets but in the laboratory we only achieve 4 to 7 platelets per MK. This is because MKs only produce platelets efficiently if they are surrounded by the right environment. It is well known that direct contact between MKs and &quot;supportive&quot; cells can enhance platelet production by at least a factor of 10. However these &quot;supportive&quot; cells cannot be used in a system to produce platelets for human use as they are often animal-derived.\nWe have generated a list of all the proteins that are on the surface of these supportive cells and ranked them according to the likelihood of their effect on platelet production. Four hundred of the top-ranking candidate proteins will be produced in the laboratory. They will be screened in a high-throughput assay (similar to screening for anti-cancer agents) to identify the best combinations of proteins to promote platelet production from MKs. In essence this approach would allow us to replace animal-derived supportive cells with a combination of proteins that have the same positive effect on platelet production but are compatible with a production system for human use.\nThe best combinations of proteins will be used in a 3-dimensional system that will allow future scaling up of production. We have already generated a collagen-based 3D matrix (in essence an inert porous material very much akin to a sponge) and will be fixing the best candidate proteins onto this &quot;bare&quot; matrix. Cultured MKs will then be seeded upon these &quot;enhanced&quot; scaffolds to assess platelet production. We will use the knowledge generated by this project to seek regulatory approval and further funding for follow-on projects to incorporate these scaffolds in larger scale bioreactors and assess these in vitro produced platelets in human volunteers and patients.\nAll discoveries will be patented with the view to generate a commercially viable, licenced manufacturing process that will not only benefit health care within the NHS but also contribute to the growth of the UK biomedical technology. This translation will be facilitated by a collaboration with Cell Therapy Catapult, an centrally-funded organization that promotes translation of basic research into cell therapy for patients and by the PI's role in the NHS Blood and Transplant, the organization responsible for the production and distribution of blood products in England.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L022982/1","grantId":"MR/L022982/1","fundValue":"1171200","fundStart":"2014-08-01","fundEnd":"2018-01-31","funder":"MRC","impactText":"","person":"Cedric Jean Ghevaert","coPersons":["Gavin James Wright"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}