{"id":"23176453-3143-4B16-BDB6-4A505C72FEE4","title":"Sea-level change and carbon cycle perturbation in the Mesozoic 'greenhouse'","abstractText":"An enduring and contentious issue in Mesozoic Earth history (~250 to 65 million years ago) is the importance of high-rate global sea-level changes and their potential driving mechanisms. Although a huge effort in the 1990's was put into defining sedimentary packages generated by cyclic sea-level changes, attempts to determine global extent, and by implication global mechanisms, have largely been frustrated. The principal difficulty is that the sedimentary strata that are most sensitive to sea-level change, those deposited in coastal environments, are also the most difficult to assign relative ages to on a global scale with sufficient precision. One possible means of achieve this goal is to use the ratios of stable carbon-isotopes preserved in contemporaneous plant matter. Although the carbon-isotope ratios in land plants are affected by a number of factors, the predominant factor appears to be the isotopic composition of carbon-dioxide in the atmosphere in which the plants grew. The present proposal makes use of advances in high-resolution carbon-isotope stratigraphy of the Early Jurassic in order to test correlations between a succession from a restricted seaway of the Polish Basin and open marine successions from other NW European basins that are well-characterized in terms of isotopic compositions, time-diagnostic fossils, and inferred sea-level change. In particular, the latest Pliensbachian to Early Toarcian interval of the Early Jurassic is targeted, because this time was characterized by large, potentially global, carbon-isotope fluctuations, culminating around the so-called Early Toarcian Oceanic Anoxic Event, and corresponding to major fluctuations in palaeotemperature inferred from various lines of evidence. Therefore this is amongst the most likely of Mesozoic intervals to exhibit sea-level changes driven by glacioeustasy (i.e. ice sheet expansion and contraction), if such a mechanism was indeed operating.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F011067/1","grantId":"NE/F011067/1","fundValue":"29507","fundStart":"2008-05-01","fundEnd":"2010-04-30","funder":"NERC","impactText":"  The findings helped to attract a large grant (5.9 million) to Oxford to fund research into mudrocks\n\nThe findings also contributed to an impact award in Poland for demonstration of integrity of a cap rock for CCS Energy,Environment Societal,Economic","person":"Stephen Peter Hesselbo","coPersons":[],"organisation":"University of Oxford","findingsText":" Perturbation to Mesozoic carbon cycle during Jurassic Oceanic Anoxic Event detected in terrestrial organic matter from non-marine sedimentary succession in Poland and France. This result is confirmation of the global nature of the Oceanic Anoxic Event, a finding that increases the predictability of finding organic-rich deposits of this age in unexplored sedimentary basins. The result also supports the idea that destabilisation of methane hydrates contributed to the super-greenhouse conditions accompanying the Oceanic Anoxic Event.\n\n\n\nAdditionally we have documented the long-term variations in carbon-isotope ratios in marine and terrestrial oceanic and atmospheric reservoirs together with measurements of 'palaeotemperature proxies' that help to relate changes in the carbon cycle to potential glacial intervals in the early Jurassic.\n\nThe results from Poland helped to demonstrate the integrity of a potential cap rock for underground storage of carbon dioxide. The results contribute to our understanding of Earth history and the variability in the Earth's environmental systems The results are exploitable by the hydrocarbon industry to aid discovery of oil source rocks in under-explored sedimentary basins. Energy,Environment","dataset":"gtr"}