{"id":"231ADFA7-E635-4D03-B1F6-FE49429AA98C","title":"Co-ordination and communication in construction design team meetings","abstractText":"Design in the UK construction sector is held in high regard internationally and produces 3.8 billion of export income per annum (Business and Enterprise Committee, 2008). In construction, design is undertaken as a collaborative activity by necessity, due to the division of labour and expertise between organisations (Bresnen et al., 2005). A consequence of the structure of the sector is that design activity involves the coordination of complex information exchanges in multi-disciplinary design teams. Coordination and communication challenges underlie difficulties in the integration of work activities of design teams. Communication is central to design collaboration and the coordination of design inputs, yet the communicative practices that coordinate design activities remain under-researched.Design team meetings are the locus for activities that are difficult to replicate in technologically-mediated environments (Visser, 2007). Indeed, it is the nuanced, micro-interactional communicative practices that are difficult to replicate but are significant for some shared understanding of a design situation that will be studied through this research. Face-to-face design interactions involve discursive moves where changes to the design are made verbally. In conversation designers with different knowledge backgrounds will negotiate design problems and verbally test alternate design solutions. It is these interactional, self-organising practices that coordinate real-time design activity that will be examined. The coordination of design activities will be investigated as this happens in the collaborative practices and communicative actions of cross-functional teams in design meeting settings. The face-to-face interactions of designers will be analysed from a language-use perspective, where the actions and practices that accomplish design coordination (or misunderstanding, ambiguity and uncertainty) will be investigated. From a conversation analytic-informed perspective patterns of interaction, spoken actions and particles in speech that mark shifts in understanding in the process of design will be analysed to locate interactional cues and communicative practices of design coordination. An intention is to link an understanding of structures and patterns in conversation with the way that engineering and construction management research communities understand design processes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H025421/1","grantId":"EP/H025421/1","fundValue":"101556","fundStart":"2010-04-07","fundEnd":"2011-07-06","funder":"EPSRC","impactText":"  By the partner organisation as their ways of collaboratively on design work in multi-disciplinary design teams has advanced. Creative Economy,Environment Economic","person":"Rachael  Luck","coPersons":[],"organisation":"University of Reading","findingsText":" The research details the design practices of the industrial partner organisation in their organisation, coordination and communication of design in design team meeting settings. Outside these settings, the research reports on the management and organisation of design activities in teams within the industrial partner organisation: how design work was distributed across locations in the workplace and how information systems featured in the organisation of design work. Uptake of research findings, improved design organisation, coordination and communication practices by the industrial partner organisation. Ongoing interaction with the industrial partner organisation during the project and an end of project workshop. Application of the analytic method used in this research by other design, built environment and social-technical systems research.\n\nDiscussion of the data analysis during the project with research groups: at Loughborough University and Kings College London. \n\nPresentation of the research findings at a seminar at the Open University.\n\nPresentation of the research in progress at 3 international conferences in the fields: Design Management, Language and social interaction. \n\nPublication of journal papers (one accepted, another under review) and conference papers Construction,Creative Economy,Digital/Communication/Information Technologies (including Software),Environment","dataset":"gtr"}