{"id":"231A3AD3-9FF8-4BBE-84E3-3C5B42F1158A","title":"Acoustic Realities: Collaborations in Creative Acoustics Research","abstractText":"The Acoustic Realities project aims to realise tangible outcomes in the creative use of acoustic modelling and measurement techniques and thereby further enhance and develop this current portfolio of research in the Audio Lab at the University of York. This will be facilitated through a series of both new and existing research collaborations over the course of a nine month period from October 2007, centred on the project Principal Investigator, Dr Damian Murphy. The planned programme is designed to be cross-disciplinary in its approach and lead to a series of outcomes in terms of demonstrable public works, outreach activities and plans for future research and knowledge transfer related activities. In terms of acoustic modelling work, bilateral collaborations with the Department of Speech, Hearing and Music, KTH, Stockholm and the Sonic Arts Research Centre, Queen's University Belfast, will explore new methods of articulatory speech and singing synthesis and boundary modelling for room acoustics simulation respectively. The state of the art Sonic Laboratory facility at the latter institution will also be used in the creation and simulation of virtual sound environments based on high resolution spatial acoustic measurements. These will be used to highlight and demonstrate the novel use of such techniques in acoustic heritage based applications in collaboration with the School of the Built Environment at the University of Nottingham. Two-way knowledge transfer between academia and industry will be enhanced through closer working relationships with a partner from the pro-audio software industry, leading to additional development and commercialisation opportunities for aspects of this research focused on room acoustics simulation and virtual environment modelling. Finally new international collaborations will be established with one of the world's renowned music technology groups at McGill University, Montral, Canada where the outcomes from this project will be disseminated and developed further under guidance from leading researchers in the field and using new facilities at The Centre for Interdisciplinary Research in Music Media and Technology (CIRMMT).This dynamic and diverse programme of collaborative work, focusing on the fields of acoustic modelling and acoustic measurement, will see a direct benefit to those parties participating in the project and more widely through their own local, national and international partnerships. In particular this work will make some significant impact in the voice, acoustic modelling and spatial acoustics communities and also potentially lead to new developments in the field of acoustics, architecture and heritage applications.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F013078/1","grantId":"EP/F013078/1","fundValue":"65282","fundStart":"2007-10-01","fundEnd":"2008-06-30","funder":"EPSRC","impactText":"","person":"Damian  Murphy","coPersons":[],"organisation":"University of York","findingsText":"","dataset":"gtr"}