{"id":"231C1F28-B5C9-4513-8ED0-EBA57DB4E831","title":"The Architecture of RNA Polymerase III Initiation Complexes","abstractText":"The genetic information embedded in our DNA is efficiently decoded into proteins via a RNA intermediate. In eukaryotes, the process of faithfully transcribing DNA into RNA is carried out by three distinct transcription machineries, RNA polymerase I, II and III. Each RNA polymerase is responsible for the transcription of a specific subset of genes. RNA polymerase III is the enzyme devoted to the transcription of short essential RNAs which are involved in fundamental cellular functions, such as the tRNAs and the 5S rRNA. To efficiently transcribe the eukaryotic genome, RNA Polymerase I, II and III rely on distinct sets of transcription factors, which selectively recognise a specific class of genes and accordingly recruit the cognate RNA polymerase. \n\nDuring the last twenty years, the eukaryotic transcription machineries have been extensively characterised: a detailed map of RNA polymerase II structure and the overall architecture of RNA polymerase I and III have been obtained. This structural information has been instrumental in understanding the function and the mechanisms of eukaryotic transcription machineries. Nevertheless, a very scarce amount of structural information is available regarding the mechanisms by which class-specific transcription factors recruit and assist their cognate RNA polymerase to form a transcriptionally competent pre-initiation complex. As a consequence, the process of transcription initiation remains obscure and, for this reason, we are aiming to obtain structural and functional information of Pol III pre-initiation complexes using an integrated structural biology approach. \n\nWe are focussing on the Pol III system, since Pol III core pre-initiation complexes are particularly stable. Specific transcription factors required for the correct assembly of a pre-initiation complex are stably associated subunits of the Pol III enzyme, whereas in the Pol II system the analogous transcription factors are dissociable. To this end, we were able to isolate and purify crystallization-grade Pol III core pre-initiation complexes, using endogenous yeast RNA Polymerase III and transcription factors produced recombinantly. To study the structures of these large macromolecular complexes, we are integrating cryo-EM and crystallography, an approach that recently enabled us to structurally and functionally characterize the Pol III core enzyme. \n\nThe structural information will be critical in order to understand the underlying mechanisms which govern the assembly of functional eukaryotic pre-initiation complexes which are able to accurately initiate transcription. As transcription initiation is a highly regulated process, our findings will have a profound impact on the field of gene expression regulation. Additionally, since the assembly of Pol III initiation complexes is a process often deregulated in cancer cells, our findings will provide an opportunity to develop and test new anti-cancer therapies based on normalization of Pol III transcription levels. Furthermore, Pol III products have been shown to act as essential effectors of the target-of-rapamycin (TOR) pathway to control cellular and organismal growth, hence the output of the proposed research can impact other important biological processes controlled by TOR, such as stress response and aging.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K014390/1","grantId":"BB/K014390/1","fundValue":"502777","fundStart":"2013-08-01","fundEnd":"2018-02-02","funder":"BBSRC","impactText":"","person":"Alessandro  Vannini","coPersons":[],"organisation":"Institute of Cancer Research","findingsText":"","dataset":"gtr"}