{"id":"232478DB-A36E-4D8C-82CA-FDFD350EC64C","title":"Manchester Molecular Pathology Innovation Centre (MMPathIC): bridging the gap between biomarker discovery and health and wealth","abstractText":"Stratified medicine (which is allied to personalised or precision medicine) is an approach to treating patients through categorising them into groups based on their risk of developing a particular disease, or how they are likely to respond a particular drug or therapy.\n\nIt is key that the correct tests and techniques are available which can put individuals into groups (stratify patients), depending on their exact disease type and likely response to particular treatments. One way in which this might be possible is by application of molecular pathology, a specific type of pathology ( which is the study of disease), focused on the diagnosis and repeated characterisation of disease through the examination of molecules within organs, tissues or bodily fluids, such as blood, urine or synovial fluid (the fluid found in joints).\n\nThe aim of the Manchester molecular pathology node (Manchester Molecular Pathology Innovation Centre- MMPathIC) is to create an environment which enables new tests, based on molecular pathology techniques, to be developed. These can then be used to stratify patients, to allow more accurate diagnosis or prediction of the best treatments to use. As we already have significant groups of patient samples from people who suffer from inflammatory disease (psoriasis, rheumatoid arthritis and lupus), we will focus on these diseases in the first instance. These diseases are also important as, between them, they affect a large part of our population, treatment can be expensive (and often doesn't work first time, meaning patients have to try a number of expensive drugs before getting any relief from their symptoms), and these diseases often severely affect a person's quality of life due to pain and discomfort. In addition, we are going to build upon the lessons already learned in this area from our established expertise in cancer molecular pathology, which is far further developed in the provision of targeted therapies.\n\nWe will look at samples from patients with these inflammatory diseases, using a new technique that supports the measurement of many proteins within a minimally invasive sample (such as blood, urine or tissue). This will allow differences between samples from, for example, healthy people and people with a specific disease, to be examined- differences in certain proteins may prove useful as biomarker tests which can be used to diagnose a disease. In addition, by examining the differences in the levels of particular marker proteins from patients who respond to a drug compared to those who don't respond, doctors will be able to identify which drug is the best treatment for specific patients. This will hopefully have economic benefit as drugs will not be used on patients who will receive no benefit from them, but MMPathIC will ensure there is economic benefit through undertaking health economic analysis of potential markers- this will also allow informed decisions to be made by NHS officials who have to make decisions about which tests are viable for introduction into the health service.\n\nAs we can measure these proteins, we also propose ensuring that this data is linked to genomic data (the blueprint for these building blocks that are proteins) and health records- this integration will be facilitated by MMPathIC's staff, which will include skilled information specialists who can make sense of the data produced and data which already exists (data mining).\n\nIn collaboration with industry (who have the expertise to commercialise new tests, and navigate the necessary regulatory hurdles), we aim to produce at least 6 new tests which are ready to be commercialised, or ready to be used in hospital pathology laboratories in the first 3 years of the grant","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/N00583X/1","grantId":"MR/N00583X/1","fundValue":"2923760","fundStart":"2015-10-01","fundEnd":"2019-09-30","funder":"MRC","impactText":"","person":"Anthony  Freemont","coPersons":["Sophia  Ananiadou","Anthony David  Whetton","Royston  Goodacre","Richard John Byers","Ian Norman Bruce","Iain Edward Buchan","Graeme  Black","John Anthony Radford","Katherine  Payne","Caroline  Dive","Anne  Barton"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}