{"id":"232BDCE3-2AD4-4BCF-9A6B-76DF4C1DB43E","title":"Hypothalamic-pituitary modulation of corticosterone pulsatility","abstractText":"The hypothalamic-pituitary-adrenal axis is critical for the maintenance of life, and is the major hormonal system that protects the body in response to stress. A very important aspect of this system is that is must be able to respond rapidly to emergency situations. We should like to investigate whether an important factor in maintaining this rapid reactivity is the fact that hormone levels are always changing in an ultradian manner, which prevents the system from desensitising or downregulating. We propose that this ultradian rhythmicity is actually built into the way the pituitary and the adrenal glands interact - in both feedforward and feedback regulation, and that the activation from the hypothalamus simply increases the built-in pulsatility of this system. This we shall test by artificially altering hypothalamic drive by giving different patterns and concentrations of CRF. We also propose that the ultradian rhythmicity of ACTH is critical for maintaining adrenal gland responsiveness to stress. Furthermore we believe that this responsiveness will vary over the day in a manner dependent upon the activity of the sympathetic innovation to the adrenal gland. We shall investigate this by giving differential patterns of ACTH at different times of day and measuring both the intra-adrenal enzymes involves in corticosterone synthesis and the release of corticosterone into the plasma. These studies should provide important information as to how the hypothalamic-pituitary axis is able to respond rapidly to stressful situations and will provide the basis for understanding abnormalities of HPA function which have been detected in a number of diseases such as depression, as well as providing a rationale why treatment with synthetic steroids might have particularly bad side effects. With respect to BBSRC strategic priorities, our proposal uses a systems approach to investigate the mechanisms underlying the oscillatory activity of HPA activity and its impact on the effectiveness of this neuroendocrine system to react rapidly to internal and external stress stimuli. The use of our automated whole animal infusion and sampling systems to answer questions about hypothalamic-pituitary-adrenal interactions, is therefore closely in line with the BBSRC strategic priority 'Systems Approach to Biological Research'.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H015779/1","grantId":"BB/H015779/1","fundValue":"279363","fundStart":"2010-10-01","fundEnd":"2013-03-06","funder":"BBSRC","impactText":"  They have altered the research questions and profiles of many groups working on the HPA axis Pharmaceuticals and Medical Biotechnology ","person":"Stafford Louis Lightman","coPersons":["John Robert Terry"],"organisation":"University of Bristol","findingsText":" Pulsatile ACTH is crucial for ultradian rhythm of glucocorticoids.\n\n\n\nSteroidogenic proteins are expressed with a pulsatile pattern.\n\n\n\nUltradian rhythm of glucocorticoids is generated by a pituitary-adrenal feedforward-feedback mechanism.\n\n\n\nDisruption of the light cycle leads to disruption of HPA axis circadian rhythm and disruption of circadian rhythm of steroidogenic proteins in the adrenal gland.  ","dataset":"gtr"}