{"id":"23343923-19A5-49A1-8C6D-927A85C49C84","title":"NATIONS CALL - Our Place in The First World War","abstractText":"Centred at the University of Trinity St David in Lampeter, my research specialism lies in the field of Great War studies and in particular 'war memory'. More specifically, over a number of years I have studied aspects of Great War commemoration in Wales, concentrating particularly in the west.\n\nFollowing on from pioneering work in this field, by the likes of Angela Gaffney, I looked at the business of Great War memorialisation, and the decision-making process around the development of memorial projects in communities as diverse as Llanelli and Ammanford, the towns of south Pembrokeshire, the villages of rural Carmarthenshire and Cardiganshire. I have also conducted research on memorials in both church and chapel establishments from all parts of west Wales. This spotlight on society in Wales during 1914-18 and afterwards focused on local politics, the influence of religious leaders, the landed, business, professional artists and artisans, and organised labour, as well as the impact the views and actions of ordinary people, veterans, and bereaved families had on the commemoration process.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/M504075/1","grantId":"AH/M504075/1","fundValue":"17594","fundStart":"2014-02-03","fundEnd":"2014-12-31","funder":"AHRC","impactText":"  Findings have added to and enhanced, at both an academic and communal level, awareness of the impact of fighting war on the lives of ordinary people in the communities of Wales. This has allowed greater contextual awareness of material culture, documentary sources, architectural features and spatial awareness relating to the Great War at home. Education Cultural","person":"Lester  Mason","coPersons":[],"organisation":"University of Wales, Lampeter","findingsText":" The interest there exists among members of the public to learn of the rich and varied history surrounding the home front in Britain between 1914-18 . This aspect of the Great War has been given the attention it deserves, and the interest shown by members of the public , via the various conduits created by the AHRC/BBC collaboration, is testimony to this interest and enthusiasm There is scope here for future publications relating to the lives of ordinary Britons during 1914-18, and hence scope for educational based projects around the many rich and varied stories and histories that have emerged from this exercise. Communities and Social Services/Policy,Education","dataset":"gtr"}