{"id":"234E8470-302E-4570-9A31-9766FD9ED777","title":"The role of the ribosome in plant development","abstractText":"Life is maintained through a central chain of events: DNA-mRNA-protein. For any organism to divide, grow, develop and differentiate the chain of events leading to protein synthesis needs to be regulated. Multiple mechanisms exist to help achieve when, where and how much of each protein in an individual cell is produced. One way to regulate protein production is to control the machine that reads mRNA and builds proteins from the basic amino acid building blocks. This remarkable machine is the ribosome. The ribosome is composed of a small and a large subunit, together consisting of 3 RNA molecules and nearly 80 proteins. As part of a screen to find genes controlling leaf development we have isolated mutations in large and small subunit ribosomal proteins. These mutants are called piggyback (pgy) and, surprisingly, they produce a very specific developmental defect when combined with the leaf development mutant asymmetric leaves1 (as1). as1 pgy double mutants have a dramatic phenotype where leaves grow out from the surface of other leaves. However, by themselves pgy mutants have very little effect on plant development. The developmental phenotype of as1 pgy double mutants indicates only selected target transcripts are more sensitive to loss of ribosomal protein function. What might these targets be and why are they sensitive to ribosomal protein loss? We have several testable models to address these important questions. One possibility is that a subset of ribosomes interacts with other proteins and it is this subset that is affected by pgy mutations. Another possibility is that sequences in some transcripts are sensitive to pgy mutations. Arabidopsis has several genes for each ribosomal protein so a third possibility is that ribosomal proteins within a family are not all doing the same thing. In this case ribosomes carrying different family members are functionally different. We are using genetics and biochemistry to test these models and find out why mutations in PGY genes produce a specific phenotype and how PGY genes might work. For instance one goal is to identify direct target genes. Finding a direct target will enable us to manipulate sequence features of the target that may be sensitive to ribosome function. We can also use genetics to compare the function of ribosomal proteins within a gene family to see if they are the same or different. With the results of these experiments we can start to address the mechanism by which the ribosome controls gene expression.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G007802/1","grantId":"BB/G007802/1","fundValue":"412456","fundStart":"2009-04-01","fundEnd":"2012-03-31","funder":"BBSRC","impactText":"  This project provided significant negative results that closed off a research path. Agriculture, Food and Drink Cultural","person":"Robert  Sablowski","coPersons":[],"organisation":"John Innes Centre","findingsText":" Rinbosomes are the cellular machinery that translates information present in genes into the production of the numerous types of proteins used to build the cell. The information form genes is conveyed to ribosomes through an intermediary molecule called messenger RNA (mRNA). \n\nIn this project, we tested the hypothesis that ribosomes exist in different versions that bind to different mRNAs and consequently have specialised roles during plant development. This idea was based on previous work on ribosome mutants, performed by the scientist who originally obtained the grant but subsequently moved to a new job abroad before the project was completed. \n\nWe monitored changes in gene expression in different ribosomal mutants and found that the ribosomes of different mutants all associated with the same sets of mRNAs, so the changes in gene expression seen in these mutants were probably indirect consequences of a general reduction in ribosome function. In addition, we found that mutations in diverse ribosomal components caused very similar defects in plant growth.\n\nSupport for the hypothesis put forward in the grant proposal would have been a significant advance in our understanding of the control of gene function and plant development. However, based on the results mentioned above, we had to reject the main hypothesis. The developmental defects seen in plant ribosomal mutants likely result from a general reduction in ribosome function, rather than reflecting specialised roles of different types of ribosomes. This project provided significant negative results that closed off a research path. Agriculture, Food and Drink","dataset":"gtr"}