{"id":"234E3D51-FFB0-42DB-8359-8383C1E9F8E5","title":"Translational control by non-coding RNA in Marek's disease herpesvirus: implications in oncogenesis and exploitation in bioengineering","abstractText":"Marek's Disease (MD) is a widespread lymphoid neoplastic disease with tumours caused by infection with the Marek's Disease Virus (MDV). MD is one of the major poultry health and welfare problems throughout the world, with losses estimated to be up to US$ 2,000 million despite more than 20 billion doses of the MD vaccines used annually. MDV has proven to be a valuable model for understanding some of the principles of oncogenesis. It provides a well defined small-animal model of general tumorigenesis, and virus-induced lymphomagenesis in particular. The reproducible kinetics of disease induction and progression, in a natural virus-host system, make MDV unique allowing studies that are impossible to perform in other non-natural models of herpesvirus-induced oncogenesis. Studies of virus-infected cells have been a prominent source of information on the mechanism of translational control. As obligate intracellular parasites, viruses depend on cells for their replication. Nowhere is this dependency seen more clearly than in the translation system, as viruses lack a translational apparatus. Viruses have evolved ways to gain a translational advantage for their mRNAs. This is particularly crucial during the very early stages of viral infection where immediate-early transcripts are produced and need to be translated. Internal ribosome entry site (IRES)-mediated translation initiation is one of the strategies that viruses use during time of cellular stress and when cap-dependent translation might be inhibited. We have discovered that an immediate-early transcript from MDV has two IRESes. The first IRES is contained within the 5' leader sequence and controls the translation of the downstream open reading frame that encode for the pp14 lytic protein. The 5' leader IRES appears to be regulated by base-pairing with sequences within the 18S rRNA and by a ribosomal protein within the 40S ribosomal subunit. The second IRES is contained within the intercistronic region (ICR) and controls the translation of the second protein known as RLORF9. The ICR IRES activity appears to be controlled by a set of viral small non-coding RNA known as micro-RNAs. This transcript is known to be associated with oncogenicity and the maintenance of latency of MDV transformed cells. This transcript is within a locus that undergoes specific sequence amplification during viral attenuation. This sequence amplification is the only validated marker that always correlates with viral attenuation. What benefits this research proposal will bring to the field of MDV oncogenesis in particular and to translational control in general? Preliminary work has allowed us to put forward novel concepts in translational control with direct impact on the understanding of MDV oncogenesis. The availability of an infectious BAC clone of the highly oncogenic RB-1B strain will allow us to use recombination-mediated genetic engineering to investigate the biological function of the 1.8-kb transcript in cell culture and in chicken. This highly reproducible disease model in the natural host will be used to obtain insights into the mechanisms of herpesvirus-induced lymphomagenesis for designing better vaccines. Detailed analysis of the structure and the function of the two IRESes within the 1.8-kb transcript will allow us to dissect fundamental mechanisms in translation such as miRNA-IRES mediated translational control, ribosomal filtering and IRES allostery. The results will also be exploited in designing novel multicistronic vectors to allow the expression of a gene of interest inside the target cells with the aid of a reporter, a drug selection marker, or a suicidal gene, all expressed from the same transcript. The emerging application of viruses in cancer, gene therapy and delivery mandate an understanding of the interplay between viruses and the host mechanisms. The study of translational control impinges on several fields including biotechnology, cell biology, Medicine and Agriculture.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H010696/1","grantId":"BB/H010696/1","fundValue":"443349","fundStart":"2010-04-01","fundEnd":"2013-03-31","funder":"BBSRC","impactText":"","person":"Venugopal  Nair","coPersons":["ABDESSAMAD  TAHIRI-ALAOUI"],"organisation":"The Pirbright Institute","findingsText":" This project is primarily aimed to examine the molecular mechanisms of translational control by examining the translational strategies of the 1.8kb bicistronic MDV transcript. The project has used a novel mammalian ribosomal system, developed by the collaborators at the Scripps Research Institute, to examine the role of base pairing in translational control. In addition to the fundamental mechanisms of translational regulation of the MDV 1.8 kb transcript, the project has given opportunities to examine the molecular mechanisms of modulating the protein translation using the mammalian ribosomal system. Agriculture/ Food and Drink,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}