{"id":"23572D04-D503-433D-937E-BB9A7E422365","title":"Engineering new capacities for solar energy utilisation in bacteria","abstractText":"Photosynthesis captures the power of sunlight to drive the growth of plants on land and single-celled bacteria and plankton in the oceans, underpinning all global food chains and providing the oxygen we breathe. Because our planet Earth is mostly covered in water, the quantity and activity of water based photosynthetic bacteria is stupendous; billions of tonnes of photosynthetic bacteria grow in the oceans every year. These bacteria have to compete with each other for sunlight, and have evolved to live at different depths and environments, even growing in extreme conditions 100 metres or more below the surface. Sunlight is made up of a spectrum of many different colours of light and different bacteria have evolved specialised chemicals called pigments that absorb a particular colour of the spectrum.\n\nFuture biotechnological applications of photosynthesis are likely to require multicoloured bacteria containing multiple pigments that can harvest more of the solar spectrum than evolution has demanded of them. That way they could use more solar energy for making chemicals useful for man. Achieving this would mean putting together 'mix and match' combinations of pigments from different bacteria inside one cell. This is now possible because we have been finding out how photosynthetic bacteria make each type of pigment - chlorophylls, bacteriochlorophylls, bilins and carotenoids. They do it by using sets of biological machines called enzymes that work together in a production line called a biosynthetic pathway. We have found that we can create new pigment biosynthesis pathways by combining the genetic codes for enzymes from more than one type of photosynthetic bacterium. This teaches us more about how the natural enzymes and pathways work and being able to build or make something is the ultimate test of whether you understand it.\n\nThe first part of this research programme will create new pathways and combinations of pigments in a photosynthetic bacterium. The second part will find out how these new pigment combinations work together to absorb new colours of light from the solar spectrum both inside the cell, and on biomimetic silicon chips. The third part starts the process of converting a bacterial cell such as E. coli, which is colourless and lives by respiring oxygen the way humans do, into a photosynthetic cell. The simple way to do this is by importing a primitive light-powered protein called proteorhodopsin from oceanic bacteria, but we will also begin the more ambitious large-scale genetic engineering of E. coli and similar bacteria so they can make bacteriochlorophyll, bilin and carotenoid pigments. Such cells will have internal solar panels that allow them to use sunlight for the first time. These light-powered cell factories have great potential for future biotechnology and bioenergy applications such as the production of, for example, alcohols, alkanes and novel pharmaceuticals.\n\nIn the last part of this research programme we will take something that is already useful, in this case photosynthetic cells that make biodiesel, and use our pigment biosynthesis engineering to make them more efficient at using light to drive biodiesel production. We will go prospecting for new pigment biosynthesis genes, since we have only scratched the surface in terms of the number of pigment pathway genes out there in the oceans. New genes can be found using a machine that sees the colour of cells and plucks valuable single bacteria out of seawater so their DNA can be sequenced to look for new pigment pathways. We hope to use the genes we discover, as well as the genes we already know about, to build new bacteria that can capture and use solar energy. This knowledge is important to us all, not just because capturing and using solar energy fuels life, but it also holds the secret of using cells that one day could give us clean, unlimited energy and valuable chemicals from sunlight.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M000265/1","grantId":"BB/M000265/1","fundValue":"3380120","fundStart":"2015-02-02","fundEnd":"2020-02-01","funder":"BBSRC","impactText":"","person":"Neil  Hunter","coPersons":["Per Andrew Bullough","Wei  Huang","Jim  Reid","Mark  Dickman","Matthew  Johnson","Ashley James Cadby"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}