{"id":"236172FD-6F81-47B2-AC76-D64D3A17AF49","title":"In-situ AFM of pathogenic proteins involved in meningitis and septicaemia","abstractText":"Many bacteria responsible for disease secrete substances (proteins) that attack and degrade human tissue. We have recently identified new proteins that subvert human blood cells allowing bacteria to use their contents as nutrients and survive in the blood. It should be possible to follow a protein secreted by the bacteria responsible for meningitis and septicaemia as it enters the cell membrane of a red blood cell, image the resultant changes in cell shape, and gain a new understanding of role played by the protein in the cell?s demise. Atomic force microscopy (AFM) is an imaging technique that allows us to view individual proteins within membranes at extremely high magnification. We can view surfaces under physiological conditions, and potentially follow processes at a molecular scale in real-time providing much more detail than is available currently with conventional light or electron microscopy. Recent developments by the applicant allow considerably faster imaging, providing an opportunity to visualize, in real time, important early events in the establishment of disease.\n\nThis grant aims to transfer expertise from physical science into medicine, providing access and expertise in equipment not previously applied to a medical problem. A physical scientist researcher will be physically re-located into the School of Medicine, providing her with considerable new training and giving her a unique skill set for applying AFM technology to these important systems. It will also give the physical scientist applicant sufficient time to become well acquainted with the medically relevant biology, providing a sound basis for the development of new AFM related technologies of wider application to medicine.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0802580","grantId":"G0802580","fundValue":"99879","fundStart":"2009-10-01","fundEnd":"2010-09-30","funder":"MRC","impactText":"","person":"Jamie  Hobbs","coPersons":["Jon Roland Sayers"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}