{"id":"23641A41-57F1-49B5-8CD5-F80C1B7FCF35","title":"Crystal Growth of Nanoporous Materials","abstractText":"We propose the most fundamental, ambitious and concerted, multi-disciplinary investigation into the understanding of crystal growth and rational design of open framework, nano-porous materials yet attempted. We believe the findings from this study will mark a major leap forward into our understanding of crystal growth and our ability to exploit our understanding to produce new materials with unique properties and applications. Extensive studies on the synthesis of porous materials have been carried out. However, the majority of this synthetic work has been aimed primarily at either (i) the discovery of new structures, (ii) modification or improvement of existing materials or (iii) process development to enable such materials to be produced successfully on a large scale. The effort so far on synthesis and crystallisation mechanism has yielded many positive results but also many unanswered questions, for example: (i) the detailed mechanism of nucleation (ii) the identity of growth species and (iii) whether nanocrystal growth occurs by addition or aggregation. This research involves the application of a powerful set of complementary techniques to the study of crystal growth of open-framework materials comprising: atomic force microscopy, high resolution transmission and scanning electron microscopies, in-situ NMR with enhanced data processing, X-ray diffraction and mass spectrometry. A substantially better understanding of the synthesis process is likely to yield important economic benefits, for example, better process control, increased efficiency in reagent usage, improved reproducibility and the capacity to modify or tailor products for specific applications. Perhaps most important of all would be the ability to identify successful synthetic routes to as-yet unknown structures and compositions which have been predicted on theoretical grounds to have beneficial characteristics. Such a step forward to a new level of primary understanding would open the way to innovative applications in chemistry, physics (ordered arrays) and biomaterials.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D053897/2","grantId":"EP/D053897/2","fundValue":"221546","fundStart":"2007-08-01","fundEnd":"2010-03-31","funder":"EPSRC","impactText":"","person":"Ben  Slater","coPersons":["Dewi Wyn Lewis","Stephen Charles Parker"],"organisation":"University College London","findingsText":"","dataset":"gtr"}