{"id":"2369153E-CD99-4B47-A3EA-3649740EB2D4","title":"Investigating resistance to neonicotinoid insecticides in insect pests","abstractText":"Neonicotinoids represent the fastest-growing class of insecticides introduced for pest management since the commercialisation of pyrethroids. Their sales worldwide are already estimated to exceed one billion US dollars per year. These novel, safe and highly effective compounds provide a invaluable respite from problems of pest resistance to earlier-used chemicals, but are themselves very vulnerable to appearance of new resistance mechanisms. Widespread establishment of neonicotinoid resistance would severely compromise the environmental and economic sustainability of crop protection strategies in many parts of the world including the UK. The brown rice planthopper (Nilaparvata lugens) and the tobacco whitefly (Bemisia tabaci) are two of the relatively few species to have developed strong neonicotinoid resistance to date. Such species serve as ideal models for analysing the underlying mechanisms and their practical implications, and for forewarning of potential problems in a wider range of pest species. Little is still known about the mechanisms that could confer protection from neonicotinoids. However, in N. lugens we have identified a mutation in the nicotinic acetylcholine receptor (nAChR), the protein in the insect nervous system targeted by neonicotinoids, which greatly reduces binding between insecticides and the receptor and confers substantially reduced susceptibility in whole-organism bioassays. Since target-site resistance mutations for other insecticide classes have often proved to be identical across species, results from planthoppers are likely to be transferable to other major targets of neonicotinoids. This project will exploit established, international monitoring networks to obtain samples of N. lugens, B. tabaci, Myzus persicae (peach-potato aphid) and Ctenocephalides felis (cat flea) from areas of intensive neonicotinoid use for phenotypic characterisation of resistance and molecular characterisation of possible target-site resistance mechanisms. The latter will include membrane binding studies and sequencing of nAChR genes to detect mutations putatively associated with reduced binding, and expression studies to investigate such an association. Based on these findings we will develop and validate high throughput DNA-based assays for diagnosing resistance mutations in individual insects in order to monitor their incidence and aid resistance management strategies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E010601/1","grantId":"BB/E010601/1","fundValue":"291660","fundStart":"2007-01-02","fundEnd":"2010-01-01","funder":"BBSRC","impactText":"","person":"Ian  Denholm","coPersons":["Linda Mary  Field","Martin  Williamson"],"organisation":"Rothamsted Research","findingsText":"","dataset":"gtr"}