{"id":"236C3448-4806-4FF3-8E01-DAD9B4FA8E31","title":"Digitising the Prosopography of the Roman Republic","abstractText":"The history of the Roman Republic (c. 509 to 31 BCE) was shaped by a highly competitive aristocratic elite, which oversaw Rome's remarkable transformation from middling Italian city-state to ruler of a Mediterranean empire. This project seeks to enhance our understanding of the structure and dynamics of this elite through prosopographical study of its attested individuals, including its familial composition, office-holding patterns, internal hierarchies and property and wealth. The importance of these questions has long been recognised and much basic information for the prosopography of the Roman elite has already been collated in scholarly works. However, because of the sheer scale and complexity of the material (Broughton's index lists 3,299 individuals), it has not previously been practicable to subject it to a comprehensive analysis that integrates multiple factors such as individual 'career' patterns, family continuity, cross-familial links, and connections with elite families outside the office-holding group. Now digital technology, drawing on the experience, flair and success in this area of the Department of Digital Humanities at KCL, enables us to create an open-access searchable digital database comprising all known members of the republican elite, which will open up radically new opportunities for revisiting old questions as well as asking entirely new ones that have not been considered on grounds of feasibility. To speed our work, we have permission, and the technical expertise from DDH, to build our database through a semi-automated inputting of the data in Broughton, which will then be checked, updated and expanded as required.\n There are two significant novelties to this project. First, the application of a more holistic approach to the Roman elite. Whereas the 'nobility', that is the holders of political office, have naturally attracted most scholarly attention, it is impossible to understand the constantly shifting nature and workings of the elite without taking into account not only the lower ranks of the senate but also the wealthy non-senators who, in the last century of the Republic, became the equestrian order, and the growing municipal elite of Italy. These groups were closely integrated socially, and for the first time the project seeks to map systematically the links of blood, marriage, origin, business or friendship, that bound them together and the movements that happened between them. Second, in contrast to most previous prosopographical work on the Roman Republic, the project will locate its findings in the wider context of sociological studies of ruling groups, and a direct comparison is envisaged with the Venetian republic with which it shared essential characteristics. \n The old and new issues which this database will enable us to examine include the composition, role and numerical decline of the patriciate; the extent to which status, rather than just office-holding, was hereditary; the reasons for phases of apparent dominance by particular family groups and, conversely, the disappearance of some families in some periods; the distribution and changing levels and nature of wealth among the elite; the influence on the Roman annalistic tradition of family traditions and histories. The issue with special historical impact, however, will be the extent, location and speed of integration of the local Italian elites into the elite of Rome after the Social War. Although Italian-born consuls did not appear until Augustan times, we will argue that entry to the lower senatorial levels was more rapid, and the infiltration of the political system by so many new families who had previously had no investment in the traditional republican system played a major role in destabilising that system. Our prosopographical study will thus provide a vital new perspective on the fall of the Republic and the establishment of the Principate.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K007211/1","grantId":"AH/K007211/1","fundValue":"631376","fundStart":"2013-11-30","fundEnd":"2016-11-29","funder":"AHRC","impactText":"","person":"Henrik  Mouritsen","coPersons":["John Douglas Bradley","Dominic  Rathbone"],"organisation":"King's College London","findingsText":"","dataset":"gtr"}