{"id":"236C7673-374E-4A97-B6CF-D3E76CB8CD0E","title":"Genome-wide mapping and identification of genes controlling resistance to Marek's Disease virus infection in commercial layer chickens","abstractText":"Marek's Disease (MD) is caused by a highly contagious virus (MDV), which is a continuing threat to our global poultry industry and food security with estimated losses of &pound;1-2 billion per year. These losses are associated with the cost of the disease, due to increased mortality, escalating vaccination costs and reduced egg production. It is therefore a disease that has an impact on our economy and ability to compete internationally, with additional concerns for animal health and welfare, and our global food security. Although it has been controlled by vaccination for over 40 years, there is growing evidence from researchers that intensive use of vaccines is driving the virus to have an increasing ability to kill poultry, with more aggressive strains of the disease continuing to emerge each year.\n\nAn alternative means to control this disease is being sought through breeding birds with enhanced resistance to MDV. Such differences were first reported nearly 80 years ago. Subsequently, genes associated with the major histocompatibility complex (MHC), which plays an important role in the immune system, were shown to contribute towards resistance to MDV. Despite this, other genes also have a strong influence on MDV resistance. This has been determined most effectively from studies using inbred strains of chickens that have identical MHC but still show differences in their susceptibility towards MDV.\nMany chromosomal regions that control MDV resistance have been defined (quantitative trait loci, or QTL) but very few genes have been verified as controlling the host response towards this disease, which is typical for most complex traits. Those which have been identified include growth hormone (GH1), the cytokine SCYC1 and the cell surface marker on lymphocytes LY6E. Identifying genes involved in resistance (or susceptibility) to MDV and resolving their role is crucial to understanding this disease and why it appears to becoming more fatal. This knowledge is important; providng the means to control and reduce this threat to the poultry industry.\n\nThis proposal is extremely timely in that we now have at our disposal many new research tools which may enable us to identify genes involved in resistance to MD infection. These include QTL data, access to MDV challenge facilities, genomic sequences of chicken lines, a large QTL high resolution mapping population (now in its 6th generation) based on parents differing in their resistance to MDV and a panel of 600K SNPs (single nucleotide polymorphisms - genetic markers) which can be used together to fine map Marek's Disease QTL to high resolution to genomic regions containing around 25 genes. This, in conjunction with high throughput sequencing and bioinformatics approaches, will allow us to not only predict candidate genes for MD resistance but also possible causative mutations within these genes.\n\nWe also have available to us all the MDV proteins cloned into suitable vectors for testing in 'yeast-2-hybrid' experiments for direct protein/protein binding between viral and host proteins. In this way we will be able to identify genes which bind directly with viral proteins and then go on to test whether mutations within these genes alter any binding interactions.\nIn this proposal we aim to determine the chromosomal regions that play a role in MD resistance in commercial egg-layers, identify genetic variation within candidate genes, explore direct protein binding interactions between host and viral proteins, and examine the functional consequences of genetic variation in these genes.\n\nThe outcome of this project will be the identification and characterization of valuable genetic markers in commercial egg-layer lines for use in selective breeding programs within the poultry industry, which would result in large economic and health benefits. This comes at a time when there are renewed pressures on the poultry industry as the world population expands and concerns over food security increase.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K006916/1","grantId":"BB/K006916/1","fundValue":"637160","fundStart":"2013-06-01","fundEnd":"2016-10-30","funder":"BBSRC","impactText":"","person":"David William Burt","coPersons":["Peter  Kaiser","David Arthur Hume","Juergen  Haas","Paul Morison Hocking"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}