{"id":"237EBA04-59A0-4088-A579-B53945A1F6BA","title":"QUEST Deglaciation: Climate and Biogeochemical Cycles during the last deglaciation.","abstractText":"The goal of the project is to investigate the two-way interactions between climate and biogeochemical cycling since the Last Glacial Maximum (LGM: 21,000 years ago). Considerable effort has been made on understanding and modelling the climate responses to external forcing during the last glacial-interglacial cycle, both in terms of the equilibrium response to forcing at key times (specifically the LGM and the mid-Holocene, through the Palaeoclimate Modelling Intercomparison Project, PMIP) and aspects of the transient response through the deglaciation (a focus of several RAPID projects). There have been studies of the impact of climate changes on trace gas and aerosol emissions, most of which have focussed on the extreme state of the LGM. Recent modelling developments now make it possible to examine the biogeochemical response to transient climate changes, and to examine the feedbacks of changes in aerosols and trace gases on the climate system. We will use FAMOUS (a low-resolution version of the Hadley Centre model) as a primary platform for transient modelling experiments to investigate biogeochemical responses and feedbacks through the transition from the last glacial to the present interglacial epoch. This modelling work will be complemented by additional simulations using GENIE-IGCM which will allow us to investigate uncertainties. A pre-requisite for simulating the biogeochemical cycles is the need for an accurate representation of past climates itself. Therefore we propose two interrelated activities: (a) simulation of climate changes for periods between the LGM and Holocene and evaluation of these simulations using existing and new palaeodata syntheses to determine if the models are able to represent regional climate changes adequately, and (b) development of representations of biogeochemical processes within Earth System models and of complementary data sets that will be used to evaluate the simulated changes in biogeochemical cycles.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/D001706/1","grantId":"NE/D001706/1","fundValue":"32157","fundStart":"2006-09-01","fundEnd":"2009-08-31","funder":"NERC","impactText":"","person":"Paul  Valdes","coPersons":["Dudley  Shallcross","Sandra Patricia  Harrison","Henry  Elderfield","Timothy Michael Lenton","Michael  Jenkin","Eelco Johan Rohling","Robert  Marsh"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}