{"id":"2383094E-4A97-42CC-A840-6BED2D58F858","title":"Intellectual Disability and Mental Health: Assessing Genomic Impact on Neurodevelopment (IMAGINE)","abstractText":"In 2010, there were nearly 1.2 million people with intellectual disabilities (ID) in England, of whom 298,000 were children under 18 years of age. Although the cause of intellectual disability can be events such as extreme prematurity, birth injury or brain infections, genetic factors could account for 85%. Some genetic risk is inherited, but not all. Recent research has shown that, during the formation of the egg or sperm, minor chromosomal structural anomalies can occur. They are known as copy number variations (CNVs). The most serious CNVs are not present in either parent, but are 'newly occurring'. Fortunately, these are rare events, but if they occur in key regions of our genome they are strongly associated with ID. Nowadays, the cost of examining a patient's DNA for CNV is coming down dramatically. In the UK nowadays, nearly all children with ID presenting to paediatric services have the test. The National Health Service (NHS) pays, and reports are stored in the UK Regional Genetics Centres (RGC).\n\nIn about 14%, the test reveals a CNV that is probably the cause of ID. Up to 45,000 people each year will have these tests by 2015. Consequently, there is an enormous wealth of information about CNV held within UK RGC. Around the world, there is great interest in the genetic anomalies that cause ID (and related conditions such as autism or epilepsy). Knowing that a particular CNV may cause ID is valuable, but ID is commonly associated with severe behavioural and emotional problems too. We do not know how these relate to the genetic anomaly. In adult life, some individuals with ID go on to have more serious mental illness such as schizophrenia. We do not know why this illness develops in some people with ID but not in others. When a clinically significant CNV is found in a child with ID, families deserve to be told what the future holds for that child, and how they should best manage behavioural and educational issues to avert poor mental health outcomes. Our unique and novel programme of research aims to rectify that deficiency. Our main objective is to create a novel and comprehensive genetic knowledge base linked to detailed information about adjustment in childhood and adulthood, which we will compile from the two study phases. Our IMAGINE legacy database will be accessible to clinicians managing people with ID, not only in the UK but also around the world, and its establishment will benefit ID children and adults alike.\n\nIn the first phase, we will draw on the opportunity offered by the NHS-based resource of CNV reports. Because each clinically significant CNV is rare, we will have to collect a very large sample, from all UK RGC. We will focus on behavioural adjustment in early to middle childhood, and aim to recruit around 10,000 families. We will obtain parent reports about behaviour and abilities of this sample of children online, or by telephone, using well-tested measures of behavioural adjustment, social circumstances and medical history. We will follow-up families over 2 years to allow us to assess the stability of emotional/behavioural problems, to identify the importance of environmental risks, such as parental mental health, ethnicity or poverty. \n\nIn the second phase, we will focus on 4 relatively common CNV with a relatively high risk of poor mental health in adulthood. Our aim is to discover, by intensive investigation and personal assessment, additional risk and resilience influences. We will select children with the designated CNVs from the national study, study their abilities and their adjustment by home-based assessments, and follow them up over 2 years. We will also recruit adults with ID who possess the same 4 CNVs, to study long-term outcomes. They will also be visited and tested at home. In this way we aim to discover, for the first time, how the risk attaching to these important CNV manifests in childhood and adulthood, and potentially identify points for intervention to ameliorate that risk","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L011166/1","grantId":"MR/L011166/1","fundValue":"641495","fundStart":"2014-07-31","fundEnd":"2016-03-30","funder":"MRC","impactText":"","person":"David Henry Skuse","coPersons":["David  Felce","Beate  St Pourcain","Marianne Bernadette Van Den Bree","Stanley  Zammit","Frances Lucy Raymond","William  Mandy","Anita  Thapar","Michael  Kerr","Andre  Strydom","Jeremy  Hall","Robert Thomas Schultz","Michael John Owen"],"organisation":"University College London","findingsText":"","dataset":"gtr"}