{"id":"239F234A-6BF7-4E28-8964-E882BAA8EB77","title":"Bio-derived Feedstocks for Sustainable, UK-Based Manufacture of Chemicals and Pharmaceutical Intermediates","abstractText":"The chemical and pharmaceutical industries are currently reliant on petrochemical derived intermediates for the synthesis of a wide range of valuable products. Decreasing petrochemical reserves and concerns over costs and greenhouse gas emissions are now driving the search for renewable sources of organic synthons. This project aims to establish a range of new technologies to enable the synthesis of a range of chemicals from sugar beet pulp (SBP) in a cost-effective and sustainable manner. The UK is self-sufficient in the production of SBP which is a by-product of sugar beet production (8 million tonnes grown per year) and processing. Currently SBP is dried in an energy intensive process and then used for animal feed. The ability to convert SBP into chemicals and pharmaceutical intermediates will therefore have significant economic and environmental benefits.\n\nSBP is a complex feedstock rich in carbohydrate (nearly 80% by weight). The carbohydrate is made up of roughly equal proportions of 3 biological polymers; cellulose, hemicellulose and pectin. If the processing of SBP is to be cost-effective it will be necessary to find uses for each of these substances. Here we propose a biorefinery approach for the selective breakdown of all 3 polymers, purification of the breakdown compounds and their use to synthesise a range of added value products such as speciality chemicals, pharmaceuticals and biodegradable polymers. It is already well known that cellulose can be broken down into hexose sugars and fermented to ethanol for use in biofuels. Here we will focus on the release of galacturonic acid (from pectin) and arabinose (from hemicellulose) and their conversion, by chemical or enzymatic means, into added value products. We will also exploit the new principles of Synthetic Biology to explore the feasibility of metabolically engineering microbial cells to simultaneously breakdown the polymeric feed material and synthesise a desired product, such as aromatic compounds, in a single integrated process. \n\nIn conducting this research we will adopt a holistic, systems-led, approach to biorefinery design and operation. Computer-based modelling tools will be used to assess the efficiency of raw material, water and energy utilisation. Economic and Life Cycle Analysis (LCA) approaches will then be employed to identify the most cost-effective and environmentally benign product and process combinations. The project is supported by a range of industrial partners from raw material producer to intermediate technology providers and end-user chemical and pharmaceutical companies. This is crucial in providing business and socio-economic insights regarding the adoption of renewable resources into their current product portfolios. The company partners will also provide the material and equipment resources for the large-scale verification of project outcomes and their ultimate transition into commercial manufacture.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K014897/1","grantId":"EP/K014897/1","fundValue":"1923250","fundStart":"2013-02-01","fundEnd":"2017-07-31","funder":"EPSRC","impactText":"  This is an active grant and work is still underway. However, details of the integrated biorefinery concept being pursued and data on waste to value-added product conversions have been submitted to the House of Lords Science and Technology Committee inquiry into 'Waste opportunities: stimulating a bioeconomy 2013'. Chemicals,Environment,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology Policy & public services","person":"Gary  Lye","coPersons":["Nilay  Shah","Cleo  Kontoravdi","Tom David Sheppard","John Maxim Ward","Paul Anthony Dalby","David Jonathan  Leak","Helen Claire Hailes"],"organisation":"University College London","findingsText":" This is an active grant and work is still underway. Research to date has demonstrated the principle of selective fractionation of sugar beet pulp (SBP) into L-arabinose and D-galacturonic acid streams (for enzymatic transformation into value-added chemicals and pharmaceutical intermediates) and an enriched D-glucose stream (for fermentation to bioethanol). This is an ongoing grant. All objectives to date have been met. Research findings will be taken forward via further research grants and/or via the 13 industrial partners associated with the grant. Chemicals,Environment,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}