{"id":"23A724FB-5600-42DB-B061-5673BDCAAEE1","title":"Molecular neuroscience of glycine receptors: insights into ligand-gated ion channel function","abstractText":"When one nerve cell meets another, the nerve impulse is transmitted from the first cell to the second by release of a chemical (neurotransmitter) from the first cell. The chemical diffuses rapidly across the narrow gap between the two cells and stimulates the second cell to produce a nerve impulse. The neurotransmitter works by combining with specialized proteins (receptors) embedded in the membrane of the second cell, and this combination causes the protein to open up to form a pore that allows electrical current to flow across the membrane. This current is what stimulates the second cell. \nThere is a second class of receptors that, rather than stimulating the second cell, have the opposite effect; they inhibit the response of the second cell to other neurotransmitters. This inhibition is enormously important for the proper working of the brain and spinal cord. The receptor for one such inhibitory neurotransmitter, glycine, is the subject of our proposed work. Its importance can be illustrated by two examples. The glycine receptor is blocked by strychnine, poisoning by which illustrates the importance of the receptor dramatically. Less dramatically, but more commonly, consider what happens when you touch something hot. Your arm is withdrawn rapidly. To achieve this, the muscles for withdrawal contract, but at the same time the muscles for extending the arm must relax so they don t oppose withdrawal. This relaxation is coordinated by glycine receptors in the spinal cord. Human disease can be caused by genetic defects in the glycine receptor (startle disease, which resembles mild strychnine poisoning).\nWe have already made a good start on investigation of the glycine receptor, and this work has opened up some very interesting questions, which we how hope to pursue. We would like to know what steps lie between the binding of glycine and the opening of the pore, and how this is affected by disease-causing mutations. We will also investigate the way the receptor is regulated by other substances that are present in the brain (in particular the trace metal, zinc). This work will not only cast light on how the glycine receptor works, and therefore on the mechanisms of inhibition in the brain and spinal cord, but will also serve as an example for several other neurotransmitter receptors that are closely related in structure, but are harder to investigate than the glycine receptor.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0400869","grantId":"G0400869","fundValue":"1260970","fundStart":"2005-03-01","fundEnd":"2010-08-31","funder":"MRC","impactText":"","person":"Lucia Giulia Sivilotti","coPersons":["Trevor Graeme  Smart","David  Colquhoun"],"organisation":"University College London","findingsText":"","dataset":"gtr"}