{"id":"23B11442-53B3-443C-8AB3-00382F82C7A4","title":"The influence of selective breeding on MHC diversity.","abstractText":"Individuals differ in susceptibility to disease and much of the variation is genetic in origin. The collection of all the genes in an individual is known as the genome. Many different regions of the genome influence susceptibility to disease. One of the most important genetic regions is the major histocompatibility complex (MHC). This region contains genes that determine how the immune system recognises and responds to disease-causing foreign organisms.\n\nAnimal breeders want to identify genetically resistant animals and use these individuals to produce offspring with enhanced resistance to disease. This is difficult but could become easier if we could use the MHC. Evolution has produced a wide range of different genetic variants at the MHC and we want to manage this diversity to optimise disease resistance in livestock populations.\n\nThe purpose of this proposal is to identify the selective forces that maintain variation at the MHC using infection with parasitic roundworms in sheep as our test system. Parasitic roundworms are an important disease of livestock. The infection and disease process in sheep is one of the best understood of all diseases. We already know that the MHC plays an important role in resistance to roundworms and this system is therefore ideal to study how MHC variation influences resistance to disease.\n\nWe plan to quantify the selective forces that maintain the high variation at the MHC. We will use a population of sheep that has been selected for high levels of resistance to roundworm infections. We will compare the resistance to roundworms of individuals with different MHC genes using advanced statistical programs that remove all background variation and test whether the differences between individuals with different MHC alleles could have arisen by chance. We have already tested a Scottish population and know that there are two different effects involved. There are differences among genes. In addition most individuals have two different genes but some inherit two identical copies. Individuals with two different genes are more resistant than individuals with two identical copies of the same gene. We want to extend this analysis. We predict that some individuals with two different copies (say A and B) will be more resistant than individuals with another set of two genes (say C and D). In particular, an individual with a pair of similar genes will recognise fewer parasite molecules than an individual with a pair of dissimilar genes. Individuals that recognise more parasite molecules will more resistant to infection.\n\nWe then plan to examine the influence on MHC diversity of the selective breeding for disease resistance and production traits. There are many different ways to measure diversity but we plan to use a recently developed method that uses a mathematical formula to aggregate many different measures into a single diversity profile. We predict that overall, there will be no marked loss of MHC diversity as a consequence of selection for resistance to nematodes as well as increased meat and wool production. As individuals with two different alleles are more resistant, selection is expected to maintain diversity. In particular, we expect the frequency of heterozygotes to be maintained and we expect selection to increase diversity by favouring divergent alleles.\n\nFinally we will mathematically model the process of selection to reproduce the effect of selection on MHC diversity. Once we understand how selection affects MHC diversity and how MHC diversity affects disease resistance we can create selection schemes to optimise the contribution of the MHC for resistance to disease.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L004070/1","grantId":"BB/L004070/1","fundValue":"441301","fundStart":"2014-06-30","fundEnd":"2017-12-29","funder":"BBSRC","impactText":"","person":"Michael  Stear","coPersons":["Louise  Matthews","Richard  Reeve"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}