{"id":"23B2AB8F-2ABD-43BF-8D1C-85CB6074D56D","title":"Ecosystem Services Databank and Visualisation for Terrestrial Informatics","abstractText":"Our project will allow researchers and students at Cranfield University, together with our research partners and collaborators, the opportunity to access, share and interact with a broad range of natural resource, soil and land-related materials gathered from around the world which are held in Cranfield's 'World Soil Survey Archive and Catalogue', WOSSAC (www.wossac.com).\n\nCranfield University's Department of Environmental Sciences and Technology is active and innovative in developing and applying systems approaches to soils, landscape ecology, biodiversity and ecosystem goods and services. As part of its integrative approach, Cranfield University has collected and catalogued the 'World Soil Survey Archive and Catalogue' (WOSSAC) over the last decade. This is a continually expanding collection comprising over 23,000 catalogued paper documents, maps and other materials relating to soils and land resources in about 300 territories worldwide. The material is complex, diverse and some of it is physically fragile. It includes much rare grey literature and, for many items, WOSSAC holds the only available copy. This project will provide the means necessary to enable capture of these materials in digital form and the pathways to make these materials available for access by researchers and interested stakeholders.\n\nOur environmental research also leads us to consider the physical, chemical and biological processes at work in the soil and land system. Important to this is developing our shared understanding of changes that may occur due to natural and anthropogenic processes, and their impact and consequence. Our project will enable the capture and visual representation of these processes in three dimensions through dedicated 3D scanning and visualisation equipment. The visualisation suite, with its specialised visualisation software designed for the geosciences, will provide the tools for exploration of multi-dimensional 'big data' as well as new and powerful means to convey results and analyses, and to communicate risk and uncertainty to potential beneficiaries of research.\n\nAppropriate computing facilities will also be put in place to permit the storage and dissemination of these materials to research collaborators and interested stakeholders.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/L012774/1","grantId":"NE/L012774/1","fundValue":"207934","fundStart":"2013-11-01","fundEnd":"2016-04-30","funder":"NERC","impactText":"  The 'big data' visualisation equipment provided by the project has been used to demonstrate the fusion of legacy soil and related environmental data from the WOSSAC archive (www.wossac.com) with contemporary data, such as that arising from satellite remote sensing platforms. A series of demonstrator visual presentations have been prepared to present the catalogue items.\n\nImmediate outcomes have arisen through the adoption of these approaches to underpin MSc theses considering (i) land use change in Cote d'Ivoire, and (ii) sugar cane suitability modelling in Nigeria.\n\nScanning equipment provided by the capital items call has been being employed, capturing artefacts from the WOSSAC archive (www.wossac.com and www.geothread.net). These items are in the process of being uploaded to the archive web portal as free and open access research materials for the wider research community. Agriculture, Food and Drink,Environment,Government, Democracy and Justice Cultural","person":"Stephen  Hallett","coPersons":["Ron  Corstanje","Simon Richard Jude"],"organisation":"Cranfield University","findingsText":" The project represented a capital call for items able to permit the capture in digital format of artefacts held in the unique WOSSAC soil and environmental archive at Cranfield University (www.wossac.com). A key development for this project is the progression therefore beyond the 'cataloguing' of items, as was the situation before the award, towards the subsequent 'capture' in digital form of these items. A number of surveys, reports, maps, monographs and photographs have been captured and placed on the archive portal for free access by the wider research community, as well as importantly, their access (seen as 're-patriation') by the key stakeholders in the countries of origin of many of the materials, e.g. territories in continental Africa. I would wish to develop means to disseminate effectively the metadata for the items held in the archive, representing a unique environmental record of substantial parts of the globe, to the widest audience. I am therefore seeing to develop standards-compliant metadata records that can be harvested by wider initiatives and data repositories. There is a good potential to liaise with other NERC repositories to enable this. Agriculture, Food and Drink,Environment,Government, Democracy and Justice","dataset":"gtr"}