{"id":"23BE5D34-E302-4E1D-978E-F3E5EBCAA2F9","title":"Cathedrals and the British Churches, 1538-1670","abstractText":"Studies of the British churches between the 1530s and 1670s have highlighted the apparent anomalies of a Protestant church retaining significant elements of the governance of the medieval Catholic church, particularly bishops, dioceses and cathedrals. Continental Protestant churches tended to do away with all three at the Reformation, and they were in fact were abolished in England, Scotland and Ireland during the British revolution of the mid seventeenth century; but all returned at the Restoration in 1660. Bishops have been the subject of considerable attention, but dioceses have been overlooked and cathedrals only studied in limited ways (individually as isolated institutions, in terms of their administrative and jurisdictional functions, and in terms of their alleged failure to find a new function in a Protestant church). Throughout, the emphasis has been on inertia and accidental factors. By contrast, my research aims to explore how cathedrals were experienced and how they found roles within the wider church. Through analysis of cathedral archives, the papers of senior churchmen, and contemporary sermons and tracts, I examine the arguments put forward in defence of cathedrals as institutions in a Protestant church and how a function was found for cathedrals stressing their roles as preaching centres, their educational, social and economic importance, the development of an ordered liturgy and music, the importance of a cathedral as the 'mother church' of the diocese, guiding the theology and worship of its daughter parish churches. The development of this apology for cathedrals is set against the often scathing attack on cathedrals as potential Trojan horses for the re-introduction of Roman Catholicism into Britain.\\n\\nEngland in the 1630s witnessed a new high-church direction in church policy, with a strong emphasis on order, conformity and beauty in worship. This policy proved highly divisive and was seen by many Protestants as an attempt to reverse the Reformation and return Britain back to Rome. Cathedrals were central battlegrounds in this policy, seen as ideal types, setting out how the fabric and worship of parish churches should be ordered. My work shows how a cathedral had a key religious influence in its host city and diocese and explains much of the conflict between city corporations and deans and chapters in religious terms, unlike previous work which has stressed issues of jurisdiction and space in these frequent quarrels.\\n\\nIt is important, therefore, to see cathedrals as having an important role in the religious and political divisions that led to the civil wars in Britain. The wave of iconoclasm unleashed against cathedrals in the 1640s and 1650s (cathedrals generally suffered far worse than other buildings) is re-examined, not only by looking beyond England to Scottish and Irish cathedrals, but also by setting the attack on cathedrals alongside a number of attempts to defend cathedrals. With the abolition of both episcopacy and cathedrals in all three kingdoms in the 1630s and 1640s, cathedrals came to be seen symbolically, as images of the suffering, outlawed, church of England, until the restoration of cathedrals and bishops in 1660. Only by examining the defence of cathedrals (and not just the attack on them), can the restoration of the church be properly understood.\\n\\nMy work on the diocese in the early modern period is a final strand of my research. I will look at the influence of the cathedral within the diocese, and, through the case study of one diocese, Ely, between 1559 and 1667, I analyse how the diocese was understood and experienced in this period, and the extent to which it formed more than a mere unit of ecclesiastical administration.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E004814/1","grantId":"AH/E004814/1","fundValue":"24819","fundStart":"2007-09-24","fundEnd":"2008-01-23","funder":"AHRC","impactText":"","person":"Ian  Atherton","coPersons":[],"organisation":"Keele University","findingsText":"","dataset":"gtr"}