{"id":"23C17A56-87DA-4625-B121-360BBA975148","title":"UNI-TRAVELLING CARRIER PHOTOMIXERS FOR THZ DETECTION","abstractText":"Although terahertz (THz) (a thousand billion oscillations in a second) show growing potential for applications such as imaging, sensing and security, the number of technological solutions to measure such signals is limited. Further, detectors such as Golay cells and photo-acoustic cells cannot detect fast modulation of the THz power. This programme proposes to investigate the possibility of detecting electromagnetic waves that oscillate in the THz range using a semiconductor device that is normally used to detect light. This type of device is of interest for THz detection for three main reasons; first, as a semiconductor device it is compact and relatively cost effective, second, it operates at room temperature while most other THz detection technologies must be operated at very low temperatures and third, it has already proven to be efficient as aTHz emitter. The work will concentrate on investigating the fact that in the semiconductor device of interest the velocity of the carriers that are the result of light detection is strongly dependent on the electric field that is applied to the device. Such a difference implies that if the device receives an electric field generated by an antenna (the THz signal to be detected) it will affect the way it detect fast changes in an incoming light signal. Such an effect can result in the creation of an intermediate frequency output at a much lower frequency, that can be analysed using standard electronic measurement equipment. At the end of the programme it is expected that a fabricated device will be able to be used in a THz scanning system operating at room temperature.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H012907/1","grantId":"EP/H012907/1","fundValue":"101229","fundStart":"2010-09-01","fundEnd":"2012-08-31","funder":"EPSRC","impactText":"  The development of room temperature based UTC based receiver is one of the key technology to enable coherent photonic THz systems and is integral to the further research developed within the COTS programme grant. Further to that the Osaka group in Japan is now researching the same technique to use within their own system for wireless high data rate transmission, with a potential impact on future wireless networks. Digital/Communication/Information Technologies (including Software) Economic","person":"Cyril  Renaud","coPersons":[],"organisation":"University College London","findingsText":" The full demonstration of the use of light detectors as a way to measure changes in electromagnetic fields that would occur faster than a hundred of billion time in a second. This particular electromagnetic signals are of interest for measuring changes in large poly-molecules and are seen as one of the key technology to enable future high speed wireless networks. These finding are enabling the development of photonic based coherent THz systems which could find application in sensing, security, spectroscopy (medical drugs monitoring) and communication. Aerospace, Defence and Marine,Agriculture, Food and Drink,Chemicals,Digital/Communication/Information Technologies (including Software),Pharmaceuticals and Medical Biotechnology,Security and Diplomacy","dataset":"gtr"}