{"id":"23C7A8B3-0E33-4BFD-80D9-FF31709BE5E2","title":"Vitalism and the Meaning of Life in the Philosophy and Criticism of Gilles Deleuze","abstractText":"Gilles Deleuze was one of the most important philosophers of the twentieth century, but because his work was concerned with life and life processes (rather than the more fashionable language) his work has had less impact in Anglo-American critical theory than his contemporaries, such as Michel Foucault or Jacques Derrida. One of the most significant concepts that Deleuze's work has brought to the fore is vitalism: the idea that matter is not governed by universal external laws, but that matter bears its own instrinsic force. Once a rather mystical or unscientific idea, vitalism now has some purchase. Cognitive scientists, for example, are looking at the ways in which the brain's biology affects thought processes; the brain is no longer compared to a computer that is nothing more than a processing network, but is now considered to be made up of material tendencies which can act in their own right. To use Daniel Dennett's phrase we can say that thinking (and life) are not 'substrata neutral'). We can, for example, look at the way certain brain chemicals produce perceptual disorders and the ways in which works of art can intensify and manipulate the brain's reactions. Such work is currently being undertaken in the neurosciences (in the Journal of Consciousness Studies, and in the work of V.S. Ramachandran). This 'turn' to the vital has a history which can be traced back to the seventeenth-century's criticisms of Descartes, but that can be located more specifically in Gilles Deleuze's debt to Edmund Husserl and Henri Bergson. Deleuze was deeply concerned with the ways in which supposedly 'cerebral' activities, such as art and philosophy, emerged from life. However his own form of vitalism can be distinguished from the more widespread turn to 'life' which dominates contemporary brain science, and is coming to dominate philosophy and literary theory. Instead of looking at life as a way of explaining how organisms emerge and then maintain themselves -- this would be a vitalism that is not some mystical force but is just the survival process of acting beings -- Deleuze argued for a passive vitalism. Here, life does not act or strive to maintain itself. Instead, certain connections can emerge (such as art works or philosophical concepts) which can take on a form of being or life that is thoroughly at odds with the organisms which were their point of inception. Deleuze therefore created a specific method for reading works of art and philosophy that combined history with formalism. A work needs to be understood historically in two senses: it must have material conditions, and these would include a history of the body (the capacity of the eye to edit and compose a visual field, the power of the hand to command a canvas, the development of the brain to handle ever more complex processes); but the artwork also has formal historical conditions (the history of materials and their institutions). When an artist begins to paint or write she approaches the canvas or page with the entire history of art existing virtually in all the perceptual responses she bears towards the world: we see London in a certain way because of all the films, poems, novels and paintings that have already perceived the city for us. Our bodily life is therefore materially located within this world; at the same time bodily processes also constite an ideal and formal world of art and sense. Deleuze's vitalism was concerned not only with the ways in which art and its history helped maintain and order bodily life, but with art objects and the materials as having their own 'vital' tendencies. This means that vitalism does not only return works of art to their emergent conditions but also looks at the ways in which art objects alter our processes of perception and cognition.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E003206/1","grantId":"AH/E003206/1","fundValue":"31402","fundStart":"2008-01-01","fundEnd":"2008-04-30","funder":"AHRC","impactText":"","person":"Claire  Colebrook","coPersons":[],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}