{"id":"23CA073E-7A7C-4AA3-8E8D-24D27808DBFB","title":"People-centred Computational Environments for Design Discovery: Establishing a Fully Integrated Framework","abstractText":"With advances in technology, design is becoming an increasingly complex activity. New computational techniques coupled with increasing computing power now mean that opportunities are available to support design activity which did not exist just a few years ago. One such example is the development of artificial intelligence and visualisation techniques. Coupled with these technologys advancements is a change in people's expectations and perceptions associated with teh design process and the use of products. In the past, the human was often the expendable part. Take, for example, the heavy industries of around a century ago. Little time and effort were applied to the design and use of tools, because if a worker was killed or injured as a result of poor design, there was always another to take his/her place. This harsh attitude began to change some 50-60 years ago with a growing realisation of the importance of designing for the human. This was fuelled by the development and growth in computers, and the need to design interfaces for systems in a form that could readily and easily used, and understood by humans.\\nOne example of a system-driven design approach is CAD (computer-aided design) which is successfully employed in numerous projects. However, CAD is employed towards the end of the design lifecycle when a product is close to final design i.e. it is physical, tangible and comprehensible. Early stage design is known as conceptual design, during which, ideas are generated and transformed into a product model. It provides a means for evaluating design alternatives and permit insights into the design problem. It has been estimated that 80-90% of design costs are determined in the first 10-20% of the (conceptual) design phase. Conceptual design is, therefore, a crucial stage as it possible during this stage to shorten the product lifecycle, reduce costs, and improve design quality. Not only is conceptual design important, it is also very complicated as a good design must fulfil multiple requirements relating to, for example, providing a reasonable structure, an appealing appearance, flexible operations, and be innovative. Consequently, considerable time is spent searching through design space utilising relatively simple design models. However, given the limitations of human information processing, the search process in particular and conceptual design more generally would benefit from the developmentof computational systems that provide better support at a stage characterised by uncertainty and often poorly defined concepts and design representations.\\nA further issue that limits the effectiveness of current CAD and design more generally is that it is largely domain specific in the sense that a computational tool would typically be designed by individuals from the discipline that will eventually use it. This approach could result in 'tunnel vision' as the designers will work with knowledge and tools from their field and could potentially miss out on relevant knowledge and techniques from other domains. Consequently, a multidisciplinary approach could prove useful in the design process; new tools and ideas can be used not only to improve the final design, but also to enable the development of a generic conceptual design system that could be utilised within different disciplines.\\nThis proposal addresses these shortcomings. It investigates the integration of the latest computational intelligence techniques with more established enabling computational technologies to provide utility during the conceptual stages of design. Implicit in this is that a human-centred approach will be taken to ensure the design of the interface matches the user's expectations and capabilities whilst reducing uncertainty and risk by ensuring constant user evaluation of the system's output. Further, the study takes a multidisciplinary approach with key academics and industrialists working together representing design across engineering (civils, aerospace, mechanical and communications); drugs; biosensors;software;virtual products; and 'wearable technologies'. The project is ambitious because of the complexity of the proposed user-centric computational systems. Progress has already been made, however, via, the AHRC/EPSRC-funded Cluster comprising the key academics/industrialists involved in the proposed study. During the past 12 months this group met and identified primary issues assocaited with this research domain. The proposal now seeks 12 months funding to support dedicated research effort to build on the existing platform, and to plan, in detail, the next steps needed in the development of this people-centered computational approach to conceptual design.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E507999/1","grantId":"AH/E507999/1","fundValue":"172737","fundStart":"2007-04-16","fundEnd":"2008-09-15","funder":"AHRC","impactText":"","person":"Ian  Parmee","coPersons":["Janet Mary  Noyes","Elizabeth Anne Hall","David  Smith","John  Miles","Christopher  Simons"],"organisation":"University of the West of England","findingsText":"","dataset":"gtr"}