{"id":"23CFB225-4DBB-4AE1-B41A-D5E8DB384B4D","title":"Inequalities in later life frailty and wellbeing: an interdisciplinary approach to causality","abstractText":"The challenges posed by the ageing of populations have been repeatedly documented, with recognition of the need to minimise dependency and to maximise social engagement and wellbeing. The proposed research is concerned with examining causal processes relating to frailty and wellbeing (both broadly defined) at older ages, including factors operating across and at particular points of the life-course, socioeconomic inequalities, genetic, metabolic, psychological and social processes, and resilience and vulnerability. It will use an interdisciplinary approach, bringing together innovative methods and leading academics from across the biological, clinical and social sciences. The approach will also be comparative, using similarities and differences across nations in demographic, social, economic and policy circumstances to get a clearer understanding of policy influences. The work plan will ensure that the full range of users (older people, lay carers, practitioners, professionals, academics, Government and NGOs) are engaged in influencing the conduct of the research and the communication and application of findings.\n\nThe study will make use of data provided by the English Longitudinal Study of Ageing (ELSA), sister studies in the US and mainland Europe, and a similar study in Canada. ELSA is a multidisciplinary study involving repeat surveys with a representative sample of people aged 50 and older, giving six sets of interview data (each two years apart), three sets of biological data (collected four years apart) and a detailed life-history interview collected using robust methods. A wide range of data are available, including: stored DNA and serum suitable for additional genetic, metabolic and biomarker analysis; already analysed biomarkers; direct assessments of cognitive and physical function; and a range of self-reports covering demographics, economics, health, participation in social, civic and cultural activities, and social networks. Such data are unique in containing a breadth and depth of topics across disciplines, repeated measurement over time, and detailed life-histories. This allows the integration of different disciplinary approaches to provide unique analyses that will greatly enhance our understanding of the causes of positive and negative outcomes at older ages, and how these are distributed across the population. Our power to do this will be maximised by examining the influence of national context.\n\nThese data will be used to develop measures of frailty and wellbeing, model life-course trajectories, including later life events, examine relationships with socioeconomic position, examine genetic influences and their relationship with markers of metabolic processes, gene-environment interactions, and identify resilience and vulnerability to adverse events.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1001375","grantId":"G1001375","fundValue":"1777220","fundStart":"2011-09-01","fundEnd":"2016-12-31","funder":"MRC","impactText":"","person":"James  Nazroo","coPersons":["Neil  Pendleton","Gindo  Tampubolon","Royston  Goodacre","Tarani  Chandola","Michael  Horan","Alistair  Burns","Frederick  Wu"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}