{"id":"23DB8D6E-840B-4D09-BA24-0BEBD05E5B2F","title":"Nuclear Physics Workshops, Summer School and Open Day","abstractText":"Deliver and embed a series of nuclear physics workshops for 14 - 15 year old (Year 10 KS 4) pupils to enhance the physics curriculum in Merseyside. The interactive workshops will take place in the classroom at a key point in the pupils' science education to motivate them to higher achievement at KS4 (GCSE) and above. There will be a focus on the real world application of nuclear science to open pupils' minds to the possibility of varied physics careers here in the North West and the whole of the UK. Pupils will go through an application process and 30 (representing 10 schools) will attend a 3-day Nuclear Physics Summer School (NPSS) at the newly-built Central Teaching Laboratories to give them an in-depth view of nuclear science, through using cutting-edge experimental equipment and a research project. This will culminate in an Open Morning for participating schools and families with demonstrations and activities aimed at widening the understanding of nuclear science and the career choices available by taking A Level Physics. This sustained interaction with the pupils will motivate pupils and teachers to considering the benefits of continuing in physics education.\n\nTo deliver nuclear science to 14 - 15 year old (Year 10 KS 4) pupils from disadvantaged backgrounds and partner schools by: \n * embedding 2 interactive workshops into the physics programme.\n * bringing state-of-the-art equipment including hand held gamma ray detectors into the classroom.\n * bring homeschooled pupils into the Central Teaching Laboratories for the workshops.\n * holding a 3-day summer school.\n\nTo enhance the pupils' understanding of nuclear science through:\n * hands on experience with state-of-the-art radiation detectors.\n * nuclear science themed experiments, talks and project held at the new Central Teaching Laboratories, University of Liverpool.\n * highlighting the relevance of nuclear science research to their everyday lives.\n\nTo motivate high achievement and encourage pupils to study physics at A Level and continue to beyond A Level by:\n * giving them the opportunity to demonstrate their own ability in physics inside AND outside of the classroom.\n * provide an activity that can be included on the UCAS form record of achievement.\n * providing family with an appreciation of the subject and so that they can understand and support the choice of A Levels. \n * providing teachers with specialist knowledge on nuclear physics.\n\nTo widen pupils' appreciation of careers in physics by:\n * giving pupils &quot;everyday&quot; examples of the use of nuclear science.\n * supporting careers teachers with up to date information of careers using Nuclear Science (Energy, Medicine etc).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/K00252X/1","grantId":"ST/K00252X/1","fundValue":"9530","fundStart":"2013-02-28","fundEnd":"2016-01-31","funder":"STFC","impactText":"  Thye award is being used to create resources for teachers and school children. Education Cultural","person":"Helen Louise Vaughan","coPersons":["Paul  Nolan","Lynn  Moran"],"organisation":"University of Liverpool","findingsText":" The grant has begun to provide 2 workshops and associated schools activities for KS4. The activities and workshops are themed around nuclear physics and are linked to currently stfc research at the University of Liverpool. The materials created for this grant (outreach about nuclear science) will be made available on the internet soon Education","dataset":"gtr"}