{"id":"23E8780C-F600-4EE6-8879-849EE196BBD4","title":"Human, Social and Institutional Capital - An Exploratory Analysis of Capital Forms in Entrepreneurial Leadership Development","abstractText":"<p>The proposed research will examine the roles of human, social and institutional capital within social networks that are constituted by owner-managers of Small and Medium Enterprises (SMEs) and entrepreneurial ventures. The objectives of the study are to explore and discuss the process by which these capital forms enable and emerge within those networks, to analyse the relationship between social and institutional capital, to assess how this relationship facilitates or constrains leader and leadership development within SMEs and entrepreneurial ventures, and to discuss how human, social and institutional capital contribute towards a social process of leadership development.</p>\n\n<p>&nbsp;</p>\n\n<p>The research design will be qualitative and longitudinal in nature, with analysis conducted in line with an interpretivist approach. A case study of a cohort of participants from action learning sets will be utilized as a method of inquiry, with in-depth semi-structured interviews as a primary means of data collection. Leading Enterprise and Development (LEAD), a leadership development program developed at Lancaster University Management School, has been identified as a potential source for access to study participants.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L002671/1","grantId":"ES/L002671/1","fundValue":"76221","fundStart":"2013-09-01","fundEnd":"2016-08-31","funder":"ESRC","impactText":"  The research is part of ongoing PhD studies. The grantholder is currently in his first year, on a part-time basis, and as such specific findings are not yet available. The PhD study builds upon an area of research known as 'entrepreneurial leadership', which essentially fuses the two disciplines of entrepreneurship and leadership. Based on the first year of work, this extant body of research has been assessed to be individualistic (ie. focusing exclusively on leaders) and de-contextualized.\n\nConsequently, the aim of the PhD project is to examine the relationships between and practices of both leaders and followers, specifically within SMEs as defined in terms of employee numbers and turnover levels. It is expected that findings may potentially be of relevance to those employed within such organizations, in terms of explaining the kinds of leadership practices that individuals engage in, and the potentially enabling or constraining consequences of those practices. Issues relating to impact have not been discussed with practitioners as yet, although the developing research has been presented at a doctoral symposium and management studies conferences. This has enabled the researcher to further narrow down the scope. Data collection should begin in late 2015. Other Societal","person":"Preman  Chandranathan","coPersons":[],"organisation":"Lancaster University","findingsText":" The research is drawing on critical perspectives on leadership studies to engage with the topic of leadership in Small and Medium Enterprises. This research focus and knowledge on suitable methodology/techniques have particularly been developed through a number of conferences that the grant holder has attended and presented at in his first year. These are;\n\n- BAM Doctoral Symposium, Sept 2014 (University of Ulster, Belfast)\n- Management Studies PhD Conference, Sept 2014 (University of Leicester)\n- SAMS Critical Leadership Studies Workshop, Nov 2014 (Lancaster University - to be attending/presenting)\n\nIn the second year of PhD studies, the grant holder expects to be attending two further conferences that will further help to develop the required knowledge. Findings, if they are available from pilot studies, may potentially be presented at these conferences so that the researcher may gain valuable feedback. The conferences may also be valuable for engaging with practitioners and developing ideas around impact. The conferences for 2015 are;\n\n- BAM Doctoral Symposium, Sept 2015 (Portsmouth)\n- Institute for Small Business and Entrepreneurship Conference 2015 In the academic context, a focus on the relationships and practices of leaders and followers may potentially be valuable; At completion of the PhD, findings may potentially lay the groundwork for inquiring into the relationship between leadership and organizational performance in the context of Small and Medium Enterprises.\n\nFindings may enable practitioners to think more broadly about the issue of leadership, rather than considering this in solely individualistic terms. This may entail discussing the practices that individuals engage in, and the potentially enabling or constraining effects of those practices. Other","dataset":"gtr"}