{"id":"23E9C61A-DF9B-4D81-A231-9DD2C96987BD","title":"FUEL CELL TECHNOLOGIES FOR AN AMMONIA ECONOMY","abstractText":"We propose to develop a radically new system for low-temperature hydrogen fuel cells that promises a performance that can match proton-exchange membrane fuel cells but costs less and is more robust. Our system involves two new technologies, which we ourselves have developed: alkaline polymer electrolyte fuel cells (that contain alkaline anion-exchange polymer electrolytes materials that conduct hydroxide anions, and use low to zero levels of precious metal catalysts) coupled with a new effective method of hydrogen delivery based on ammonia. Our ammonia will be sourced from a low-carbon grid-balancing project that is led by Siemens AG, funded by the TSB and based at the Rutherford Appleton Laboratory. The ability of ammonia to fulfil both the role of energy buffer and energy vector (that closely mimics fossil fuel hydrocarbons such as propane and butane) indicates its potential to play a central part in a future low-carbon economy.\n\nThe proposed hydrogen store is liquid ammonia, stored at modest pressures (10 - 20 atmospheres), which is cracked at moderate temperatures (350 - 500 degC) using a novel chemical reaction mechanism that does not involve rare-metal catalysts. Our recently discovered, inexpensive approach to ammonia decomposition involves the concurrent stoichiometric decomposition and regeneration of sodium amide via sodium: it is anticipated to lead to less than a 10% loss of efficiency.\n\nIn the past decade, there has been an increased level of research into using hydroxide conducting alkaline anion-exchange polymer electrolytes in all-solid-state alkaline polymer electrolyte fuel cells. A major rationale for this is such fuel cells hold the most promise for the elimination of precious metal catalysts. Additionally, low temperature (acidic) proton-exchange membrane fuel cells are irreversibly damaged by &lt; ppm amounts of ammonia. Alkaline fuel cells, on the other hand, can tolerate several % of ammonia in the hydrogen fuel without serious performances or durability losses. Alkaline polymer electrolyte fuel cells have even been operated with pure ammonia as the fuel.\n\nThe actively managed project (that will fully integrate into the UK's SuperGen Hydrogen and Fuel Cell Hub) will involve the development of novel amide and imide based systems for ammonia decomposition as well as the next generation of conductive and durable anion-exchange polymer electrolytes and low cost catalysts (in close partnership with Amalyst Ltd.) to produce alkaline polymer electrolyte fuel cells with improved performances over the current state-of-art. The polymer electrolyte development will include novel dual role alkaline ionomers that allows conduction of the hydroxide anions in the catalyst layers and also catalyses the decomposition of trace ammonia (to help ensure zero ammonia emissions from the fuel cell). Anode catalysts that can not only oxidise hydrogen in the presence of ammonia, but oxidise the ammonia itself (again to help eliminate ammonia emissions) will be specifically targeted. Non-precious-metal cathode catalysts will be used and ported from current and prior research programmes.\n\nThe culmination of the project will be the development of a combined system incorporating the ammonia cracker, an alkaline polymer electrolyte fuel cell incorporating developed technologies, balance-of-plant, and a control and monitoring system. Taking the systems approach beyond the test bed, a study will be performed that delivers flowsheet and device designs for a 5 kWe system to be taken forward via future projects in direct collaboration with industry.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M014371/1","grantId":"EP/M014371/1","fundValue":"1146840","fundStart":"2015-04-01","fundEnd":"2019-03-31","funder":"EPSRC","impactText":"","person":"Daniel  Brett","coPersons":["Martin Owen Jones","Robert Charles Slade","William Ian David","Paul  Shearing","John Robert Varcoe"],"organisation":"University College London","findingsText":"","dataset":"gtr"}