{"id":"23F9F248-6332-4D8A-9F7F-F9CD3C2F6C71","title":"Metabolomic and transcriptomic analysis of the controls on carbon partitioning into TAG reserves in oilseeds","abstractText":"Plant oils supply about 25% of the calories in our diet. Increased consumption of oils and fats in the human diet is regarded as unhealthy, as it leads to obesity. However, the composition of plant oils influences whether they are beneficial or detrimental to human health. For example, there is evidence that consumption of long chain polyunsaturated fatty acids (LC-PUFAs), which are mainly supplied in our diet from fish oils, can improve our metabolism of fats in a beneficial way. In addition to their use as foodstuffs, plant oils are becoming increasingly important as replacements for petrochemicals in a wide range of industrial applications such as in the production of alternative fuels and lubricants. Despite the obvious uses and benefits of plant oils, we do not fully understand what controls oil yield and composition in agricultural crops. In these crops, the oils are produced in seeds. Therefore, in order to understand and optimize oil production in plants, we need to understand how oils are produced and stored in seeds. Oils in seeds are stored as triacylglycerols (TAGs), which are made up of three fatty acid molecules linked to glycerol. For many years, plant scientists have studied the biochemistry of TAG synthesis in oilseeds, with the aim to understand what metabolic pathway is responsible for TAG accumulation, and how it is regulated. However, it has become apparent that the process of TAG synthesis is only one component of overall lipid metabolism in plants, such that there are several competing pathways for the biochemical intermediates that are required to make oils. In addition, the picture is further complicated by recent work that has shown that there are multiple biochemical routes for TAG synthesis, and that TAG breakdown (catabolism) probably occurs at the same time as synthesis. Using molecular genetics approaches, researchers have identified many of the genes and metabolic intermediates that are important in lipid synthesis in plants. However, in order to understand how TAG synthesis is specifically regulated in oilseeds, we need to evaluate which genes and metabolites are primarily or specifically involved in TAG metabolism and which are involved in other areas of lipid metabolism. To answer this question, we plan to grow and harvest seeds from the model oilseed plant Arabidopsis at different developmental stages where TAG synthesis is known to be up- or down-regulated. There are hundreds of existing datasets that show how global gene expression (the transcriptome) varies over these developmental stages, and we plan to mine these data to find genes that show correlations with TAG synthesis. We also plan to generate some of our own transcriptomic data using Arabidopsis mutants where TAG synthesis is altered. Analysis of this data will uncover additional genes that may be important in regulating TAG synthesis. In order to correlate changes in gene expression with actual TAG synthesis during seed development, it is important to know how much TAG is present at any one stage, what the fatty acid composition of this TAG is, and how other lipid-related biochemical intermediates change in concentration. In addition, it is necessary to monitor how apparently unrelated biochemical pathways are changing, as some of the metabolites in these pathways may be indirectly regulating TAG biosynthesis. All these measurements can be accomplished using metabolomics, where the biochemical composition of small molecules is measured using a range of analytical techniques. Arabidopsis mutants that are deficient is specific lipid metabolism pathways will be selected for metabolome analysis, in order to understand how these pathways are linked to TAG synthesis. The results of this research will improve our understanding of lipid metabolism in plants, which will ultimately enable us to improve oil yields and the fatty acid composition of plants for dietary and industrial uses.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D006856/1","grantId":"BB/D006856/1","fundValue":"423681","fundStart":"2006-04-01","fundEnd":"2009-09-30","funder":"BBSRC","impactText":"  The knowledge acquired in this research programme has been used in the design of metabolic engineering strategies for altering seed oil fatty acid composition. A challenge in developing new oil crops with novel oils such as long chain polyunsaturated fatty acids is to partition specific fatty acids into and out of the lipid pool. Our work on mechanisms involved in this partitioning of fatty acids into triacylglycerols therefore underpins metabolic engineering programmes such as that carried out by BASF on PUFA production in oilseed rape. Agriculture, Food and Drink Economic","person":"Ian Alexander Graham","coPersons":["Tony Robert Larson","Johnathan Andrew Napier"],"organisation":"University of York","findingsText":" 1) We established analytical platforms and bioinformatics tools necessary to perform metabolomic analysis on developing and germinating oilseeds.\n2)A key observation of the seedling developmental series in this project was a change in triacylglycerol (TAG) and fatty acid composition during lipid breakdown in beta-oxidation mutants. Our results suggest that there is a cytosolic route for TAG synthesis that is important for scavenging fatty acid substrates that are either produced in excess in membrane biosynthetic or general glycerolipid catabolic activity, or produced in a situation where catabolism is blocked.\n3) We demonstrated a central role for peroxisomes in both developing and germinating seed metabolism. Finding 1) above platforms and tools developed were used for further research.\nFinding 2) described above is an important discovery and there is great potential in exploring activity to enhance TAG yields in both developing seeds and green tissues.\nRegarding finding 3) above targeted oxylipin profiling has revealed an alternate uptake mechanism for jasmonic acid into peroxisomes during seed development and global NMR profiling has identified a novel route for benzoic acid synthesis in peroxisomes. Agriculture, Food and Drink,Manufacturing, including Industrial Biotechology","dataset":"gtr"}