{"id":"2401348A-FEBE-4D46-A161-F553A1DD6024","title":"Structure and dynamics of oligomeric intermediates in amyloid assembly","abstractText":"Amyloidosis is associated with devastating diseases including Alzheimer's, Parkinson's and type II diabetes. Although the proteins responsible for these diseases vary widely in their amino acid sequences and structure of the monomeric precursor, they all form insoluble polymeric structures termed amyloid fibrils, which share a common, distinctive morphology with a so-called cross-beta structure. The assembly pathway for many proteins is thought to start with the protein monomer unfolding partially or completely from its specific, native 3D structure. Once unfolded, the monomer is able to polymerise, or self-assemble, into the distinctive, long, twisted fibrils that accumulate in various organs of the body and are associated with amyloid disease. However, the precise pathways of assembly, and the nature of oligomeric intermediates, (one or more of which are thought to be the culprits of the toxicity associated with amyloid disease), remain unknown. Here we propose to characterise these oligomers in unprecedented detail, thus mapping the pathway of amyloidosis in molecular detail and identifying possible oligomeric targets for future therapeutic remedies. To address these issues, we will work on the amyloidogenic protein, beta2-microglobulin (beta2m), a protein which forms amyloid fibrils in all patients undergoing long term renal dialysis. The applicants have gained a wealth of experience with this protein over several years and hence it is an ideal system on which to carry out the proposed research. In addition to new insights into beta2m fibril assembly, the results generated and protocols developed will have direct importance and relevance for all amyloid systems. To paint a comprehensive picture of the amyloid assembly pathway we propose to employ a new and exciting combination of two techniques: ion mobility spectrometry and mass spectrometry. In a single, rapid experiment we are now able to detect, quantify and individually characterise transient intermediates within heterogeneous ensembles in real-time during fibril assembly. Building on a mass of preliminary data that demonstrate the powers of this approach we will measure (i) the molecular mass, (ii) the cross-sectional area (which is determined by shape), (iii) the stability (using collision-induced dissociation and subunit exchange experiments) and (iv) the ligand binding capability of different, individual oligomeric species. We will also use in-house developed molecular modelling programs to compare the experimental data with theoretically plausible structures. By combining these experiments with protein engineering, in which the side-chains of individual amino acids will be altered one by one, and other biochemical and biophysical analyses, we will determine which residues are responsible for specific oligomers being formed, and will thereby map the importance of each oligomer in fibril assembly. We will also use the methods developed to compare assembly under physiological and non-physiological conditions, so as to discern the heterogeneity of the assembly landscape. Finally, we will study the binding of a small molecule ligand that we have recently identified as novel, potent inhibitor of beta2m amyloid assembly. The consequence of ligand binding on the population, structure, and stability of individual oligomeric species will be assessed, providing new insights into how a small ligand can comprehensively arrest the self-assembly of a large protein subunit. Together these experiments will provide unprecedented detail into the fundamental mechanisms of amyloid assembly and will greatly enhance our understanding of this unwanted biological phenomenon. Moreover, by characterising the structural and ligand binding properties of individual oligomers, we aim to identify, for the first time, individual molecular species as the targets for future therapeutic intervention.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H024875/1","grantId":"BB/H024875/1","fundValue":"417795","fundStart":"2011-07-01","fundEnd":"2014-06-30","funder":"BBSRC","impactText":"  We have mapped the self-aggregation pathway of ataxin-3, an amyloidogenic polyQ protein, from monomer through oligomers to final fibrils. This is of relevance to all amyloid-related diseases and all polyQ related diseases and will help to focus the design of therapeutics in the future. Pharmaceuticals and Medical Biotechnology Societal","person":"Alison Elizabeth Ashcroft","coPersons":["Sheena E Radford"],"organisation":"University of Leeds","findingsText":" We have mapped the self-aggregation pathway of ataxin-3, an amyloidogenic polyQ protein, from monomer through oligomers to final fibrils. This is of relevance to all amyloid-related diseases and all polyQ related diseases and will help to focus the design of therapeutics in the future. Ataxin-3 self-aggregates intoinsoluble fibrils in vivo which are associated with the inherited neurodegenerative condition, Machedo-Joseph disease.\nWe have also studied now the assembly pathways from protein monomer through to final fibril has been mapped in detail, the design of therapuetics to combat such aggregation in vivo is possible. Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}