{"id":"240A15AA-A488-4B65-8D8C-85BF122E33FB","title":"MICA: Determining the therapeutic potential of targeting mTORC-1/2 in chronic lymphocytic leukaemia - a pre-clinical study","abstractText":"Chronic lymphocytic leukaemia (CLL) is the most common blood cancer in the UK and is currently incurable with chemotherapy. Of the 3000 new diagnoses/year, two thirds of patients will eventually require treatment, and while the majority of these patients initially respond to current first-line chemotherapy, all eventually relapse due to the re-emergence of leukaemic cells that evaded initial treatment. There is no defined second-line treatment plan for relapsed patients, highlighting the unmet medical need for additional therapeutic options in CLL\n\nIt is now accepted that the leukaemic B cells in CLL interact with several types of supportive cells within patient lymphoid organs (lymph nodes and bone marrow); these cells provide survival and growth signals to the leukaemic cells, and several studies demonstrate that these associations prevent currently used chemotherapy agents from delivering maximal effect in the patient. We hypothesise that one particular protein called mTor, which is commonly deregulated in other human cancers, plays a central role in regulating key proteins responsible for maintaining CLL cell protection and survival and promotes disease progression. Indeed, our preliminary data support this hypothesis, establishing that mTor is active both in primary CLL cells derived from the blood or lymph node, and cells derived from a CLL mouse model. Moreover we establish that mTor is further activated when CLL cells are exposed to microenvironmental signals present in the lymphoid organs. Our investigations indicate that further studies analysing the role of mTor in CLL cell survival and proliferation are warranted, as it may represent a promising drug target in CLL.\n\nWe have developed powerful experimental approaches involving the in vitro culture of human CLL cells in nurturing microenvironments that replicate the signals received in patient lymph nodes, and CLL mouse models that closely replicate advanced human disease in vivo. With these model systems we will elucidate the role of mTor in maintenance and progression of CLL and explore avenues for therapeutic inhibition of mTor-mediated signals, using highly selective mTor inhibitors that have already been tested in the clinic for solid tumour malignancies. Therefore we will:\n1 - Examine the impact of inhibiting mTor on CLL cell survival and proliferation;\n2 - Define whether mTor is active in lymphoid organs derived from CLL patients;\n3 - Determine how mTor inhibition, using selective inhibitors, influences disease progression in CLL mouse models in vivo.\nCollectively, the proposed studies will establish whether mTor inhibition represents a valid drug target in CLL, gaining valuable information that could inform the design of future clinical trials in CLL. Moreover, a fundamental understanding of the role played by mTor in regulating CLL cell proliferation and survival may assist in the discovery of novel protein markers (biomarkers) that will enable clinicians to stratify patients into subgroups, identifying those patients that would respond well to mTor-targeted therapies, both in CLL and other cancer types.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K014854/1","grantId":"MR/K014854/1","fundValue":"485218","fundStart":"2013-03-01","fundEnd":"2016-02-29","funder":"MRC","impactText":"","person":"Alison  Michie","coPersons":["Sylvie  Guichard","Alison  McCaig"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}