{"id":"241A6C27-EBC0-4B95-B39B-32642F777D6F","title":"INTEGRATED ASSESSMENT OF QUALITY OF SUPPLY IN FUTURE ELECTRICITY NETWORKS","abstractText":"Traditional assessment of quality of supply is based on the results of several independent studies, in which analysis of system performance is usually performed separately from the analysis of end-user performance. This approach requires additional analytical and computational efforts, as the outputs of these studies have to be post-processed and combined before the overall quality of supply can be assessed. Being modular in nature, traditional quality of supply assessment is also often partial.This first-grant Project introduces a major change to traditional quality of supply assessment. It proposes a generalised framework for the successful integration of reliability, power quality, security and other relevant aspects of quality of supply analysis in an all-inclusive methodology, capable of assessing both system and end-user performance. The proposed research goes beyond a simple integration, and formulates two important additional requirements for this generalised framework. The first one is that the proposed methodology should be fully applicable in future electricity networks, while the second requires inclusion of economic assessment in the quality of supply analysis.In order to be fully applicable in future electricity networks, the proposed methodology requires integration of key elements of the dynamic analysis of generation, system and load contributions to the overall quality of supply performance in an improved numerical simulation model that can accurately resolve sub-second/sub-cycle responses. This is a necessary prerequisite, because existing component models and system simulation procedures cannot be directly used for correct analysis of substantially higher levels of dynamic interactions in future flexible and actively controlled networks, with high penetration of distributed generation, wide implementation of demand side management and application of highly efficient, intelligent and automated control, monitoring, protection and communication infrastructures.The expected outcome of the proposed research is a set of new indices and performance indicators, which will be able to quantify any improvement or deterioration of quality of supply performance due to, for example, a change in system configuration, installation of new components or upgrading of the old ones, or application of new automation/control functionality. This will allow direct correlation of achieved benefits with the known or estimated costs of each applied measure or action. In that way, a more accurate cost-benefit analysis and economic assessment, benchmarking and validation of the overall system and end-user quality of supply performance will be included in the analysis. Besides being essential for promoting true competitiveness and correct regulator policies, improved cost-benefit evaluation tools will allow economic appraisal of planned changes and help in allocating more accurate value to each system and end-user owned or provided asset, function or service.At the final stage of research, specific application procedures of the proposed general quality of supply assessment methodology will be developed. These will include procedures for tracking the underlying causes of variance in actual quality of supply levels and balancing the performances of average and worst served users, improved techniques for correlated disaggregation of system indices, and various custom-tailored routines for practical benchmarking and contractual purposes. The analysis will include more detailed guidelines for the implementation of key aspects of the proposed methodology in different network configurations, with different distributed generation penetration levels and different control strategies, or for particular end-users and load sectors. Specific applications of cost-benefit analysis will include assessment of influence of actual or required quality of supply levels on revenue cap regulation, tariff adjustment and system or end-users investments.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G052530/1","grantId":"EP/G052530/1","fundValue":"336517","fundStart":"2010-03-01","fundEnd":"2013-08-31","funder":"EPSRC","impactText":"  The developed methodology is presented to, and discussed with Scottish Power (network operator who was one of the project partners), and it is expected that it will be implemented for the analysis of their electricity supply networks. During the work, contact was made with National Grid Co. (UK transmission system operator) and ENA (Engineering Network Association, UK), who provided required data and information for the project and were interested in applying results and findings from the project.\nWork and results of the project are presented at a number of conferences, in several journal papers and discussed within the activities of IEC, IEEE, CIGRE, CIRED and other Working Groups and Task Forces in which PI on the project was a member. Two well-received Panels are organised at two IEEE-sponsored international conferences (Innovative Smart Grid Technologies Europe Conferences, one in 2013 and another in 2014), where results on power quality and reliability assessment methodologies from this project are presented to a wider engineering and scientific communities. \nOne of the researchers in the project (Ignacio Hernando-Gil) has successfully completed PhD at the University of Edinburgh and is now working as a post-doc in related area at the Bath University, UK.\nFinally, a new research area (reliability performance assessment of existing and future networks) was established at the University of Edinburgh, complementing previous expertise in power quality. Here, the work which has started in this project is currently being continued with two new PhD students. Education,Energy,Other Policy & public services","person":"Sasa  Djokic","coPersons":[],"organisation":"University of Edinburgh","findingsText":" The main findings of the work and research in the project are described below, with direct references to the specific tasks and objectives originally stated in the project. The most important results and outcomes are communicated to project partners, published in journals and presented at international conferences (see list of publications of this project).\nProject Tasks T1.1-T1.2: Typical medium voltage (MV) and low voltage (LV) existing and future UK and Scottish network configurations and topologies are identified and modelled, including network automation and reconfiguration, protection settings, as well as types, ratings and connections of network components. These typical distribution network models are used for the quality of supply analysis of highly urban (HU), urban (U), sub-urban (SU) and rural (R) power supply systems. Accurate network representations (both electrical and reliability equivalents of LV and MV networks) are formulated and used in corresponding reliability and power quality network studies performed in the project.\nProject Tasks T1.3-1.5: Missing and updated network component models are identified and developed, and then used during the work. This part of the work included detailed modelling of wind and photovoltaic distributed generation systems of all sizes, including small-scale and micro-generation, availability of their primary energy resources (wind and solar), as well as modelling of dedicated energy storage systems. Aggregate models of electric vehicle battery chargers and other power electronic loads, as well as demand-manageable loads, are developed, including their typical load curves and demand profiles (for HU/U/SU/R types of networks), and then applied during the analysis of their impact on network reliability and power quality performance. \nProject Task T1.6: Impact of both supply-side and demand-side resources on supply quality in analysed networks is assessed. It is shown how energy storage systems and/or demand side management resources can be used and controlled in different target applications, e.g., for the regulation of network voltages, minimization of network losses, reduction of peak demands, but also for improving network reliability performance.\nProject Task 1.7: Aggregate models of all considered supply-side and demand-side resources (distributed generation, storage and demand resources) are developed and used for the analysis of MV networks. Aggregate load models are specified for HU/U/S-U/R networks and corresponding main load sectors (e.g. residential and commercial), where aggregation methodology also included a large number of highly dispersed micro and small-scale distributed generation/storage resources.\nProject Task 1.8: Extensive simulations of relevant steady state and transient operating conditions of modelled networks are performed using the software obtained for the work on the project (PSS/E and SimPowerSystems MatLab toolbox), as well as using specific codes and programmes developed during the project for the network reliability and power quality performance assessment (both analytical/deterministic and probabilistic/ Monte Carlo methods, including time-sequential analysis of single and multiple faults). Necessary computational routines are written (e.g. in Python and C++) for the execution of simulations in different software packages and for inputting/outputting data from one software to another.\nProject Task 1.9: High-performance computational facilities are implemented for the analysis of realistically large and complex models of existing and future HU/U/S-U/R electricity networks. Computing resources purchased for the project (two multi-core PCs connected for parallel execution) are used for most of the work, with an additional support for extra storage space and data processing resources. Combining parallel execution on 16-core PCs with a direct access to a terabyte-size storage and a linux-based platform for processing input and output data allowed to do required simulations and analysis with significantly reduced request for the ECDF resources (Edinburgh Compute and Data Facilities), but with a higher IT support from the School of Engineering at the University of Edinburgh.\nProject Task 2.1: Existing indices and indicators, traditionally used for assessing system reliability and power quality performance, are critically reviewed. Subset of these indices suitable for the analysis of existing and future networks with increased automation and flexibility (so called &quot;smart grids&quot;) is selected and used for the development of new system and user-related reliability and power quality performance indicators. Furthermore, contact was made with ENA (Energy Networks Association, UK), who provided the recent UK networks reliability performance statistics (NAFIRS database). New single-site and single-user indices are defined (based on the analysis of best and worst-served customers), using ENS (Energy Not Supplied) index and formulating and calculating corresponding equivalents of system-related SAIFI/MAIFI/SAIDI/CAIDI indices for single-users. New quality of supply indicator &quot;time to restore supply&quot; (TTRS) is formulated, in order to include guaranteed and overall standard of performance requirements defined by the UK Regulator in the developed integrated system-user performance analysis in existing and future electricity networks. This new indicator allows to perform analysis of both short interruptions (power quality analysis) and long interruption (reliability analysis) in one integrated framework. The benefits of newly developed indices, indicators and approaches over the existing ones are demonstrated and presented in published papers and to one of the project partners (Scottish Power). Suggestions for further work are given.\nProject Task 2.2: The analysis of system reliability and power quality performance included effects and impact of distributed generation and storage technologies, as well as demand-manageable loads and network automation/reconfiguration functionalities. It is shown, for example, that control of energy storage and demand-manageable loads (e.g. electric vehicle chargers) for improving system reliability performance could be different from their control aimed at reducing peak loading conditions, or for balancing variable outputs of renewable-based generation systems.\nProject Task 2.3: The analysis here critically reviewed use of system average reliability and power quality indices with respect to the single-user and single-site indices, particularly regarding their location in the network. Risks related to penalties that network operators will incur in case of too frequent and/or too long supply interruptions are assessed using best/worst/average served customers, as well as the corresponding targets imposed by Regulator for system average reliability performance indicators.\nProject Task 2.4: Improved system-wide (i.e. average system) indices are formulated by including in the analysis the actual probabilities of fault rates and mean repair times identified from the actual statistics provided by two distribution network operators for this project. These results allowed to estimate with a higher confidence expected reliability and power quality performance of analysed networks, as well as the corresponding risks of not satisfying specific security and quality and supply requirement relevant for the analysis. Incorporation of measured/recorded daily load curves in the analysis allowed to investigate the effects of variations in network demands on the estimated performance indicators.\nProject Task 2.5: Changes in network reliability and power quality performance (i.e. their improvement or degradation) with introducing each new component/technology, or functionality, or service (for instance, increased automation and remote switching in future &quot;smart grids&quot;) is analysed in detail. Cost-benefit analysis, however, is not performed to the originally envisaged extent due to the inability to obtain the actual information on the costs of disrupting an industrial process, or commercial service/activity, or interrupting supply to residential customers. This is indicated as one of the most important aspects of the further work, which we will address in our future efforts. \nProject Task 2.6: One of the main conclusions and outputs of project work was specification of an improved methodology for a more confident assessment of the quality of supply performance of analysed networks. It is demonstrated that a combination of analytical and probabilistic approaches could provide a more detailed and direct assessment of relevant risks related to frequency and duration of both long and short supply interruptions, where specific requirements and limits from the analytical assessment can be directly incorporated in the probabilistically assessed system performance indicators. That approach allows to analyse possible situations in which an improvement of reliability performance due to automatic remote switching and provision of alternative supply points (&quot;smart grid&quot; functionalities) effectively results in a deterioration of power quality performance due to an increased number of short interruptions and voltage sags experienced by customers. Additionally, the developed methodology provides a more comprehensive and integrated assessment of reliability and power quality performance (and associated risks), which could be used in different target applications (analysis of system-average, or single site/single-user indices, indicators and risks).\nProject Task 2.7: Regarding the dissemination of project results and involvement of project partners and other stakeholders, all project partners are invited and attended some of the organised meetings, planned Round Tables and Workshops/Seminars, with Scottish Power providing the most continuous support and engagement. That allowed project partners to provide feedback and engage with the work in the project. An important exchange of relevant results of work and research was with National Grid, UK, where one of the project researchers was on a placement. Additionally, work and results of the project are presented at a number of conferences, in several journal papers and discussed within the activities of IEC, IEEE, CIGRE, CIRED and other Working Groups and Task Forces in which PI on the project was a member. Direct output of the research and work in the project is development of an improved methodology and related application procedures for a more detailed/direct analysis and integrated assessment and benchmarking of system and end-user quality of supply performance. The developed methodology allows for a more efficient, more confident and more flexible assessment of risks related to frequency and duration of long and short supply interruptions, incorporating in the analysis specific requirements and limits stipulated by Regulator, or stated in Overall and Guaranteed Standards of Performance legislation.\nThe developed methodology is presented to, and discussed with Scottish Power (network operator who was one of the project partners), and it is expected that it will be implemented for the analysis of their electricity supply networks. During the work, contact was made with National Grid (UK transmission system operator) and ENA (Engineering Network Association), who provided required data and information for the project (most of these data is marked as &quot;confidential&quot; due to a high sensitivity of information related to actual reliability performance of UK electricity supply networks) and were interested in applying some results and findings from the project. Accordingly, it could be concluded that the general aspects of the work and obtained results are directly relevant to Network Operators (Distribution and Transmission System Operators), to Energy Regulators and Policy Makers, while specific aspects of the research are of importance to Owners/Operators of distributed generation/storage systems, as well as those involved with managing demand-side load resources. Here, the findings of the project could be used for identifying and selecting the most promising technologies and innovations for efficient/optimal transformation of existing electricity networks into the future, actively managed and flexible &quot;smart grids&quot;.\nFurther implementation and specific applications of the work in this project are related to the correct interpretation and analysis of reliability and power quality indices and indicators at different scales, from system-wide performance analysis, to targeted parts of the network, to single sites or to individual customers. In that sense, the developed methodology will allow to directly compare and exchange relevant information on actually achieved reliability and power quality performance between system operators, owners of generation/storage/demand resources and end-users, helping them to enhance existing performance levels and to maximise management and utilisation of their assets and resources. Furthermore, an improved assessment of a range of interactions between power supply systems, distributed generation/storage/demand resources and end-users will result in a more precise and more transparent evaluation of their roles and contributions to the overall quality of supply performance. This could be used as a sound basis for promoting competitiveness, formulating more efficient incentives and devising plans and actions for improving quality of supply performance.\nFinally, a new research area (reliability performance assessment of existing and future networks) was established at the University of Edinburgh, complementing previously available expertise in the area of power quality analysis. Accordingly, the results and outcomes of this project were directly implemented at the University of Edinburgh in both further research activities (the work from the project is currently being continued with two new PhD students) and in teaching/education activities (where some of the project findings are incorporated in relevant undergraduate and postgraduate courses taught by PI in the project). Education,Energy,Other","dataset":"gtr"}