{"id":"241C7C20-9279-4932-801A-9600A1F052A2","title":"HIV/AIDS and well-being of children in sub-Saharan Africa: A cross-national comparative analysis","abstractText":"The scale and impact of HIV/AIDS on various aspects of development throughout the world are staggering. The impact is most profoundly reflected in the lives of children, whose very survival and development are at jeopardy. Despite the large number of on-going initiatives to address the crisis of AIDS orphans and vulnerable children in sub-Saharan Africa, responding to the crisis of children affected by HIV/AIDS has not yet received the global priority attention it deserves. Stronger data and evidence has been identified as one of the key challenges to global response. Although previous studies have made an important contribution to the understanding of the situation of children affected by AIDS in sub-Saharan Africa, consistent patterns are yet to emerge for various indicators. Furthermore, the adverse impact of the HIV/AIDS crisis is evolving very quickly, calling for up-to-date strong evidence to inform on-going global and national efforts. This study builds on evidence from previous work to carry out a comprehensive analysis of the link between HIV/AIDS and the well-being of children at different stages in life. \n\nThe study will take advantage of the recent international Demographic and Health Survey data on HIV/AIDS infection to incorporate analysis of the experiences of children whose parents are infected with HIV/AIDS, an area that has received little attention in previous large-scale studies. The comparative nature of DHS data, along with the availability of HIV/AIDS test data from recent surveys, provides a unique opportunity for a comparative study of the situation of children in different contexts with respect to the HIV/AIDS epidemic. The study will focus on the well-being of children with respect to: health and nutritional status during infancy and early childhood; educational experiences (from middle childhood); and sexual/reproductive health during adolescence. The application of advanced statistical approaches will help clarify the interplay of various factors involved, including contextual community-level and country-level factors, and variations across countries. \n\nThe findings will be widely disseminated through various channels to reach the diverse target audience. In addition to the scientific articles, 20 sets of policy briefs will report key findings in easily accessible format for policy makers. National policy briefs will focus on country-specific findings for each of the 19 countries with DHS HIV/AIDS data, while the final set of briefs will provide a broader cross-national picture for sub-Saharan Africa region, targeting primarily the international audience and global efforts to address the plight of children affected by HIV/AIDS.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0700456","grantId":"G0700456","fundValue":"313578","fundStart":"2008-01-01","fundEnd":"2010-12-31","funder":"MRC","impactText":"","person":"Monica Akinyi Magadi","coPersons":[],"organisation":"City University London","findingsText":"","dataset":"gtr"}