{"id":"242175BA-78C2-40E1-BC9B-5BB5CA9ED6CB","title":"Integrated systems approach for preventing uterine disease in dairy","abstractText":"Multi-pathogen infections of the uterus after parturition are endemic causing clinical uterine disease in 40% of dairy cattle and a further 20-40% develop subclinical disease each year. The number of animals requiring treatment is rising as milk production increases. Uterine disease causes infertility, delayed conception, disruption of ovarian cycles, involuntary culling for failure to conceive, and mortality, costing the EU dairy industry EURO1.4 billion/year. The cost to the animal is pain and suffering for several weeks. The cost to the environment is more greenhouse gas emissions, land and water degradation because more cattle have to be kept on farms to replace infertile animals. Research into uterine infection has been neglected compared with other major diseases; there are no vaccines or prevention strategies, and treatment relies on antibiotics and hormones. However, there has been an explosion of knowledge about innate and mucosal immunity in the last 10 years, which provides insights that can be exploited to prevent disease. Furthermore, our recent work has identified several potential strategies to prevent or limit this endemic disease that urgently need examining. Now is the strategic moment where concerted action between the partners is likely to have an impact on uterine disease. This project aims to translate novel strategies into potential products that limit the impact of uterine disease. We will pursue 3 objectives: 1. Refine our underpinning knowledge and tools for postpartum uterine disease in cattle. This includes refining and benchmarking our in vitro and in vivo models of disease; exploring the details of the microbes that infect the uterus, including our newly discovered endometrial pathogenic E. coli (EnPEC); and developing molecular tools to evaluate and diagnose disease. 2. Test candidate strategies to prevent or limit uterine disease using our in vitro and in vivo models. 3. Translate the best candidate strategies that prevent or limit uterine disease to pre-clinical field trials. The project addresses the first translational gap between basic science and the generation of ideas or products for animal health. We are fortunate to have support from our industrial partners, who also have the expertise to then take the results of the project to market for the benefit of all stakeholders.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I017240/1","grantId":"BB/I017240/1","fundValue":"386994","fundStart":"2011-04-01","fundEnd":"2014-03-31","funder":"BBSRC","impactText":"  Two products are in pre-clinical trials and will move to clinical trails Q4 2014 Agriculture, Food and Drink Economic","person":"Iain Martin Sheldon","coPersons":[],"organisation":"Swansea University","findingsText":" The iPUD project worked as an integrated collaboration between academic groups and a large industrial partner (Pfizer Animal Health, which was divested from Pfizer Inc. during the lifetime of the project to form the company Zoetis).\nMain Activities\nIn Work Package 1 (WP1), we refined underpinning knowledge about innate immunity and inflammation in the bovine endometrium and immune cells. We developed an ex vivo model to study bovine endometrium, and refined our in vitro culture systems for endometrial cells and immune cells. We sequenced several bacterial genomes and made important discoveries about the ecology and virulence factors of the microbes. We developed for the first time a robust and repeatable in vivo model of uterine disease in lactating cows, which is used for product development. We are finalising the diagnostic gene panels for healthy and diseased endometrium.\nIn WP2 we used the models developed in WP1 to identify candidate strategies to limit the severity of uterine disease. We first used our ex vivo and in vitro models to screen 49 active molecules, across multiple mechanisms of action. Following extensive testing in 3 countries, one of the mechanisms of action was selected to go forward to the animal model, along with a prototype vaccine. The remaining mechanisms of action were published or shared by open innovation. The animal model was used to evaluate active molecules from the candidate mechanism of action and the vaccine. The animal model was used to test efficacy against uterine disease, and both approaches have gone to pre-clinical studies in WP3.\nIn WP3 we translated our selected two strategies to pre-clinical trials. Multiple in vivo and in vitro studies were completed to evaluate safety and prepare data for regulatory authorities for approval for a field study. Both strategies are now in early product development in industry, and the industrial partner has already committed twice the original agreed budget to this work. The field study is scheduled for the end of 2014 pending site determination limitations.\nThe overarching WP4 was where we established the framework for international collaboration including a Project Management Board and an External Advisory Group. We held 14 meetings of the whole project group, including 8 meetings in-person over 2 days each, in France. \n\nInternational Collaboration\nThere was a wide range of real interaction between research groups, as evidenced in multiple joint publications (see Section 5). This included exchange of bacteria, exchange of biological samples and active molecules, and collaborative research projects. Added value included training of staff within the EU and the formation of a firm foundation for our research, as evidenced by team members winning 3 further grants within the EU. Confidential clinical trials of 2 products. Agriculture, Food and Drink,Healthcare","dataset":"gtr"}