{"id":"2428AB9F-A65F-4E20-B888-DD6FDD3DBC23","title":"Remembering who was where: The influence of threatening emotional expressions on visuo-spatial working memory for faces.","abstractText":"It is fundamental to normal, human social interaction that we are able to read other people's faces and infer from their expression how they are feeling and what their behavioural intention towards us may be. This is particularly important when a person exhibits a facial expression such as anger, which signals hostility or aggression and threatens our physical and emotional welfare. However, facial expressions are fleeting, lasting only between 0.5 and 4 seconds, so it is essential that we clearly and accurately remember who expressed an emotion and where that person is so that we can respond in an appropriate way.\n\nTo accurately remember who was where at a particular moment in time, we need to preserve this information in a temporary and short-lived memory store called visuo-spatial working memory. Working memory is an essential component of human life. It is used during every goal-related task, behaviour, and thought, and it enables us to keep track of unfolding events from second to second. Without working memory our daily lives would be chaotic and unmanageable, and it is important to understand how this special kind of memory supports social information processing.\n\nIn the current project I will develop a novel experimental task which investigates how threatening (angry) versus non-threatening (happy, sad, fearful) expressions of emotion influence how precisely we can recall the location of faces using visuo-spatial working memory.\n\nResearch has shown that angry faces rapidly attract and hold attention better than non-threatening expressions of emotion. There is also evidence that angry expressions improve the accuracy with which we use working memory to recognise a person. However, we currently have a very limited understanding of how facial expressions influence our ability to remember where that person was. Participants will be shown a number of angry and non-threatening faces, and they have to store these faces and their locations in working memory. These 'study' faces will then disappear for a second or so, after which one of them will reappear in a new location but with a neutral expression (now a 'test' face). The disappearance of the initial emotional expression to a neutral pose in the test face thus mirrors the fleeting nature of facial expressions in real life. Using a touch-screen, participants will use their finger to reposition the test face to its original location. The precision with which this response is made will be measured in terms of the distance between the original and recalled locations. Eye movements will also be recorded using an eye-tracking device, in order to examine how much each face is looked at. These eye movement patterns will help determine whether the amount of attention paid to a face and its location relates to how precisely it is subsequently repositioned. \n\nThe presence of an angry expression is predicted to enhance recall precision for who was where. It is also expected that angry faces will require less attention than non-threatening faces in order to remember their location accurately, due to the presence of threat stimulating the brain to process this information more rapidly and efficiently. In some experiments the amount of time participants are required to hold the faces in mind immediately after their disappearance (called the maintenance phase) will be increased. If memory for angry individuals is stronger and more durable over time, it is expected that recall of who was where will remain more precise for angry than non-threatening faces at extended maintenance intervals. \n\nHumans can vary greatly in their sensitivity and response to social signals. Using questionnaires, levels of social skills and anxiety will be assessed in each individual and compared with their memory performance and eye movement patterns in order to determine whether some people respond differently to social threat than others.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L008912/1","grantId":"ES/L008912/1","fundValue":"208701","fundStart":"2015-03-02","fundEnd":"2017-03-01","funder":"ESRC","impactText":"","person":"Margaret Cecilia Jackson","coPersons":[],"organisation":"University of Aberdeen","findingsText":"","dataset":"gtr"}