{"id":"2434FCE6-3416-4092-8493-6BE57930E6DC","title":"The cognition of nest building","abstractText":"For all that bird nests have attracted centuries of interest, we know almost nothing about why birds build the nests they do. Here we propose to answer these questions and by so doing provide insight into the evolution of cognition. The prime objectives of the work proposed here are to determine the role that cognition plays in nest building and where in the brain control of nest building occurs. The discovery of tool manufacture and use by New Caledonian crows in the 1990's has led to considerable interest in the cognitive abilities required for such behaviour and the light that might then be shed on tool manufacture in humans. These insights, exciting as they are, have not yet enabled the issue of why some birds manufacture tools and others do not. Answering that question might allow us to determine the conditions under which physical cognition evolves and to determine how physical cognition differs from more general cognition abilities. Here we suggest that nest building in birds, in which the manipulation of plant and inanimate material bears a striking outward resemblance to that seen in tool use, may allow us to address these issues. Unlike tool use, which occurs relatively rarely and tends to be either present or absent, nest building is both ubiquitous and varies considerably in degree. If nest building does require some cognitive ability, the diversity of that variation allows for comparisons across species to examine the conditions under which variation in nest building occurs and those that have led to elaboration of those structures. In this project we propose to establish whether nest building does require cognition and, by determining the neural basis of the behaviour, to examine the relative contributions of cognitive and motor skills. We intend to do this using a multi-stranded approach incorporating field and laboratory experiments and two 'model' systems: weaver birds, iconic 'complex' nest builders and zebra finches, the iconic avian neural system. We would carry out experiments involving manipulation of the nest structure and varying the availability and kind of nesting materials to examine the role of cognition, utilize cross-fostering as a tool to examine heritability of nest building, use immediate early gene expression and volumetric analyses to determine where in the brain control of nest building occurs and carry out a cross-species comparison of nest structure to pinpoint the major variables contributing to the variation in that structure. In sum, we contend that this approach offers a novel way to address a number of hotly debated questions such as: what is complex cognition?, why did complex cognition evolve? and why are some animals makers of tools and others not?","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I019502/1","grantId":"BB/I019502/1","fundValue":"514051","fundStart":"2012-04-01","fundEnd":"2015-03-31","funder":"BBSRC","impactText":"","person":"Susan  Healy","coPersons":[],"organisation":"University of St Andrews","findingsText":"","dataset":"gtr"}