{"id":"24448F50-EA0B-4864-B480-29E38053612D","title":"What we owe older people: who should provide care and how much care should they provide","abstractText":"This research aims to critically address two normative questions that are becoming increasingly pressing in countries around the world as the numbers of people living into older age (in particular the numbers living beyond eighty) increase: 1. When people in this age group require care, where should the requirement to provide that care fall (on the individual, on their family, or on the State), and 2. How should the requirement to provide this care be balanced against existing obligations to care? The project aims to establish a network of researchers working on these questions. \n\nBecause they are inherently normative questions - drawing on ideas of responsibility, obligation and justice - the core of the network is made up of philosophers. However, if the research is to address the real life situation of people in the world they cannot be addressed solely at a theoretical level, but need to be informed by an understanding of the realities of care for older people. As such, this project will bring those working on normative theory into conversation with those dealing with the realities of care for older people (including historians, gerontologists and older people themselves). Equally the questions the project addresses are not ones that face the UK alone - similar demographic change in countries around the world mean that researchers are working on them in a variety of different places. In order to draw on the work of these different researchers, rooted as it is in different intellectual traditions, the project aims to bring together researchers from the UK and Western Europe with researchers from the Far East. \n\nThe project will further academic debates about the distribution of resources to care for older people, and the obligations that individuals, families and the State have towards them. The aim is that this work will also provide the foundation for ongoing collaboration across international and disciplinary boundaries that focuses on obligations to care for older people.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/M009122/1","grantId":"AH/M009122/1","fundValue":"31164","fundStart":"2015-06-01","fundEnd":"2016-01-31","funder":"AHRC","impactText":"","person":"Tom  Walker","coPersons":["Hon-Lam  Li"],"organisation":"Queen's University of Belfast","findingsText":"","dataset":"gtr"}