{"id":"2445BF6E-28F2-4DEE-9DCD-1F72B8E2B27D","title":"Beam Diagnostics for FETS and PXIE","abstractText":"Particle accelerators used in modern research generally come in two varieties: those that are seeking to accelerate particles to the highest energies (such as CERN's Large Hadron Collider) and those seeking to accelerate particles to lower energies but with beams that are far more intense i.e. containing more particles than those used at the highest energies. These high-intensity particle accelerators deliver beams with MW of power and have a variety of potential applications ranging from material science, nuclear waste transmutation, nuclear power production to producing high energy beams of muons and neutrinos that can be used to understand why the universe has such a preponderance of matter over antimatter. One of the world's most intense sources of neutrons is provided by the ISIS proton accelerator at the STFC Rutherford Appleton Laboratory in Didcot which uses neutrons to image and develop new materials and drugs with applications to new types of electronics, food science, environmental science, civil engineering, transportation, aerospace and healthcare. However to satisfy the needs of the researchers developing these applications both in terms of throughput and image quality and to provide the high intensity neutrino and muon beams needed for particle physics research requires new accelerators to be developed capable of sustaining higher power beams. This project which is a collaboration between scientists in the UK and in the USA (at the Fermi National Accelerator Laboratory [FNAL], just outside Chicago) will develop the first stages of this accelerator that will be harnessed in several new accelerators including: an upgrade to to the RAL ISIS facility, the European Spallation Neutron Source (ESS) and Project-X in FNAL.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/L002914/1","grantId":"ST/L002914/1","fundValue":"128859","fundStart":"2012-10-23","fundEnd":"2015-10-22","funder":"STFC","impactText":"","person":"Mark Andrew Lancaster","coPersons":["Simon  Jolly"],"organisation":"University College London","findingsText":"","dataset":"gtr"}