{"id":"244C2B08-5CAE-4397-9126-F27E7AC02A0B","title":"Modelling North Atlantic's Heinrich events and associated impacts on the Earth System","abstractText":"Future climate change involves complex interactions between physical processes on land, in the ocean, in the cryosphere, and in the atmosphere. Moreover, by all natural standards the changes predicted over the next century are likely to be 'rapid'. To have confidence in the predictions of models for the future behaviour of the ice-ocean-atmosphere-biosphere system, it is valuable for models to be tested and evaluated against past rapid Earth System changes. Although there are no direct analogues for future change, past rapid events allow us to investigate the ability of models to simulate the processes, feedbacks and time scales of response. Past climate behaviour is recorded within ice cores, marine sediment cores, cave and lake deposits and in geomorphological land forms. From these data there are clear climate cycles both on long time scales (glacial to interglacial, 100 kyr) and more rapid variations on millennial time scales (1.5 kyr - 16 kyr periods). One type of rapid variation is the massive release of icebergs from the ice sheets surrounding the North Atlantic, as indicated by freshening of the water column and increased deposition of Ice Rafted Debris (IRD) within marine sediment cores (Heinrich events). The Earth system response to these rapid changes are nearly instantaneous, with near synchronous changes in air temperature identified from ice cores in Greenland, emphasizing the sensitivity of the climate to freshwater forcing in the North Atlantic. Further feedbacks are observed through changes in vegetation, indicating changes in not only temperature but also in precipitation. Advances of glaciers across the globe at these times support a global cooling signal. While enhanced upwelling along the West coast of Africa points towards an increase in the strength of the South Atlantic trade winds. While these data tell us the timing and spatial pattern of Earth system changes associated with Heinrich events, numerical models are required to quantify the important processes related to these short term climate oscillations. Numerical modelling has already been used to reveal the importance of freshening of the North Atlantic to global climate, however, a number of aspects of these Heinrich events remain largely unexplained. Firstly, the mechanism for the trigger of ice sheet surging that produces the large number of icebergs. Secondly, the mode within which sediment is transported by the icebergs over the large distances observed within the marine records. Thirdly, the feedbacks and teleconnections which exist within the climate system that produces the wealth of evidence of both synchronous and asynchronous global signals associated with these events. This project aims to address these issues by using a newly developed fully coupled GCM which includes a detailed fully dynamic atmosphere-ocean model, combined with an ice sheet model, a vegetation model and a carbon cycle model. The model includes isotopic representation and can be coupled offline to dust and methane emission models. The model will be used to investigate the mechanisms and timings associated with the Heinrich events and associated Earth system changes. Understanding these processes and feedbacks within the Earth system and being able to compare the modelled results to the data of these past climatic events will give us confidence in using these models to predict future responses of the Earth system.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G006989/1","grantId":"NE/G006989/1","fundValue":"362876","fundStart":"2009-09-01","fundEnd":"2013-03-01","funder":"NERC","impactText":"","person":"Paul  Valdes","coPersons":["Antony John Payne"],"organisation":"University of Bristol","findingsText":" Using an iceberg/sediment model we can constrain the size of a &quot;Heinrich Event&quot;. Using suitable assumptions we find that a volume of ice equivalent to around 2m of eustatic sea level is needed to transport the total volume of sediment that is needed to explain the observed depth of the Heinrich Layers. \n\n\n\nWe have demonstrated that classic thermomechanical surging mechanism can happen in the Laurentide Ice Sheet at the LGM. Surges of ice can happen in many parts of the icesheet, not only in Hudson Bay, leading us to conclude that there ought to be evidence of iceberg carried sediment in other places such as the Arctic Ocean. \n\n\n\nWe find that it is possible to simulate Heinrich Events in a fully coupled climate/ice sheet model. We find that both the changing height of the ice sheet and the freshwater from melting icebergs that occurs during a Heinrich Event can change in the climate. We find that both of these effects are important and must be included in a true representation of a Heinrich Event. \n\n\n\nThe changing height of the ice sheet can force climate changes, similar to those observed, over north America, specifically a warming and wettening, that melting icebergs alone can not explain. A movement of the Atlantic ITCZ to the south can only be explained by a large freshwater forcing that is sufficient to disrupt the ocean's Atlantic overturning circulation (changes in ice sheet height would cause an enhancement of the Atlatic ITCZ, but no change in its position). The observed warming in the eastern mid-Atlantic can only be explained by the varying height of the ice sheet. This work has led to possible international collaborations with groups looking at storm track variabiliy in past cliamtes. Energy,Environment","dataset":"gtr"}