{"id":"245A6DDD-ED74-4CC1-9D3F-81869B8CDDF2","title":"The effects of natural selection on genome-wide patterns of genetic variation","abstractText":"It is well known that mutations create differences between individuals, and therefore provide the raw material for natural selection and evolution. Depending on their effects on the host's well-being, mutations can be divided into three categories: (1) deleterious mutations, which are harmful to the fitness of their host; (2) advantageous mutations, which increase survival or fertility; (3) neutral mutations, which have little or no effect. A question that has been central to evolutionary genetics is the role of natural selection on these three types of mutations in shaping patterns of genetic variation within populations. In fact, this is one of the questions that have motivated major ongoing DNA sequencing efforts in humans (e.g., the 1000 Genomes Project) and a number of other organisms, such as the fruit fly Drosophila (e.g., the Drosophila Population Genomics Project) and the weedy plant Arabidopsis (e.g., the 1001 Genomes Project). \n\nThe answer to the above question is fundamentally important for biologists who intend to use these large-scale datasets to decipher the genetic basis of phenotypic variation (e.g., disease susceptibility), to infer evolutionary history, and to identify mutations underlying key functional innovations that have helped the organism better adapt to the environment, because it underlies our understanding of the nature of genetic variation, which is critical for developing reliable methods to gather accurate results from the data. Unfortunately, despite being of both practical and theoretical significance, we still know rather little about the roles that negative selection against deleterious mutations, referred to as background selection or BGS, and positive selection on advantageous mutations, referred to as selective sweeps or SSW, play in controlling the genetic make-up of a population.\n\nA major stumbling block is the lack of suitable theoretical tools for predicting the effects of BGS on sequence variability. This has hampered the progress towards a better understanding of the nature of genetic variation, because multiple lines of evidence have suggested that most mutations (especially those in functional parts of the genome) are deleterious, but the consequences of such mutations for genetic variability in nearby genomic regions are not well understood due to the lack of theoretical tools. \n\nThe first objective of this project is, therefore, to construct a set of BGS models that are not only biologically realistic and computationally efficient, but are also suitable for analysing large-scale datasets. This is made feasible by a BGS model I have recently published. I will improve on this by developing a set of extended models that incorporate several essential biological features that are missing in the original model. I will also develop theoretical tools for analysing sequence variability that incorporate both of the BGS and SSW processes. I will apply these new models to whole-genome sequence datasets, such as that for the house mouse Mus musculus castaneus, which is being generated by my collaborators at the University of Edinburgh. The goal is to understand the relative importance of BGS and SSW in controlling patterns of variation within populations, and to enhance the new methods in such a way that they can become a useful set of tools for analysing the new large-scale sequencing datasets that are currently being generated by researchers on a variety of different organisms.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K000209/1","grantId":"BB/K000209/1","fundValue":"276982","fundStart":"2013-03-01","fundEnd":"2016-02-29","funder":"BBSRC","impactText":"  The project is about basic research. However, the principles derived from the work should be of great value to researchers working on more applied subjects such as medical genetics, animal/plant breeding, and conservation genetics.  ","person":"Kai  Zeng","coPersons":[],"organisation":"University of Sheffield","findingsText":" This project focuses on understanding how natural selection shapes patterns of genetic variation across the genome, with a special emphasis on purifying selection against deleterious mutations because this type of mutation is known to be prevalent and ubiquitous in all organisms. Our key findings so far are:\n\n1. In Zeng (2013), we succeeded in extending a coalescent method that models the effects of selection against deleterious mutations on patterns of genetic variation within species. The key advantage of this new method over the previous ones include the ability to simultaneously take into account recombination, changes in population size, variation in the effects on fitness of new deleterious mutations, and the ability to generate sequence variability at both selected and neutral sites. The new method represents the most realistic model proposed to date, and is what Part 1 of the proposal intends to develop. As argued in the proposal, this type of model is essential for making sense of polymorphism data collected from natural populations. This model is now being further developed, as described in the proposal (see Parts 1 &amp;amp; 2).\n2. In Jackson et al. (2014), we reported a genome-wide analysis of polymorphism patterns in Drosophila melanogaster using the latest data provided by the Drosophila Population Genomics Project. In particular, we obtained convincing evidence that purifying selection acting on functionally important sites is a key factor shaping diversity patterns both within and between Drosophila populations. These results are of great value to researchers working on Drosophila population genetics, as they reveal the importance of taking into account the effects of purifying selection in attempts to, e.g., detect genes under positive selection. Additionally, the results make a strong case for the modelling efforts described in Parts 1 &amp;amp; 2 of the proposal, and suggest that the new methods can be applied to this data.\n3. In Gossmann et al. (2014), we examined how recombination and natural selection interact to shape patterns of divergence between several avian species (great tit, zebra finch, and chicken), another important aspect of the proposal (Part 3). Considering that previous empirical examinations of this subject in other organisms have produced highly contradictory results, we decided to clarify the matter by exploiting the fact that in birds the recombination rate is much more variable across the genome than observed in other species including humans and Drosophila. Our key finding is that natural selection (both purifying and positive) is indeed more effective in regions with high frequencies of recombination than in regions with much reduced recombination. This provides empirical support for the importance of considering positive and purifying selection simultaneously, especially in regions with low rates of recombination (Part 3). Since polymorphism data will be available for great tits (in collaboration with Prof Jon Slate in Sheffield), this system (with a highly variable recombinational landscape and little population structure, both are in contrast to the Drosophila case mentioned above) would be another great test case for the applicability of the methods developed in the modelling sections in the proposal. The project represents basic research. So the most direct beneficiaries will be academics working on population/evolutionary genetics. However, since a large part of the project is about developing generic models that are applicable to many different organisms, it is entirely possible that the research will generate long-lasting impact in the field. Additionally, since selection against deleterious mutation and the interaction between selection and recombination are topics that are essential for medical genetics, animal/plant breeding, conservation genetics, and understanding the ability of organisms in responding to selective pressures induced by rapid climate change, our work may also facilitate progress in these more applied aspects of biological research. Agriculture, Food and Drink,Environment","dataset":"gtr"}