{"id":"245DA04B-3291-4FCB-A9C9-C5A2DF1A437A","title":"Eye movement and TMS studies of social cognition and language","abstractText":"The bid is to provide state-of-the art eye tracking, audio, and transcranial magnetic stimulation (TMS) equipment to support the work of a group of researchers in the Behavioural Brain Sciences Centre at the School of Psychology at the University of Birmingham. The eye tracking equipment will allow us to trace the gaze of people engaged in a variety of communicative tasks, such as reading texts, describing pictures, instructing or interacting with others to carry out tasks. Eye tracking is an extremely valuable tool for cognitive psychology because it provides an implicit measure of how attention is allocated in a task, enabling us to study the factors that modulate attention by assessing their effects on eye movements. Eyetracking is also well suited to study the cognitive processes occurring when people carry out complex tasks, facilitating the analysis of social behaviour. TMS is a technique for temporarily altering activity in targeted brain regions, providing novel information on the role of the targeted regions in cognitive tasks. The eye movement studies will provide us with a fine-grained analysis of factors influencing social cognition and language processing; the TMS studies will enable us to link our functional account of performance to underlying neural structures. Four sets of studies are planned, determined by the different laboratory set-ups required to cope with the contrasting demands of the experiments (with individual participants vs. with pairs of participants, with children and with neuropsychological patients). In set-up A, we will examine 'joint actions' performed by two participants operating either in co-operation or competition. Here we will measure eye movements to inform us about whether we attend to information that is irrelevant to our own task but that is used by confederates when tasks are performed together. We will also assess whether the perception of the other's gaze helps to co-ordinate the timing of actions. Set-up B will be used to understand the planning and generation of speech and gesture. Here eye movements provide fine-grained information about the relations between attention and speech articulation, enabling us to examine how speech planning is affected by age and by stuttering. We will also assess how speech and eye movements are co-ordinated under different task loads. The experiments on gesture will examine how eye and hand movements are co-ordinated to facilitate communication. Set-up C uses equipment specialised for testing with children. Here we will assess how both adults and children conduct referential communication, and what factors dictate whether we take into account the information available to the person we are communicating with. We will also examine eye movements in children as they learn to read, examining the relations between eye movements, reading and speaking. Set-up 4 will employ equipment that can be used with neuropsychological patients and in experiments using TMS. The projects here will test (i) patients and (ii) effects of TMS to specific brain regions, to elucidate the brain regions involved when we engage in joint actions with other people. TMS will also be used to evaluate the brain regions involved when we integrate speech and gesture in order to facilitate communication. The experiments will help us understand the functional processes, and the brain regions, critical to aspects of social cognition (particularly joint actions) and both verbal (spoken) and non-verbal (gestural) communication.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F011474/1","grantId":"BB/F011474/1","fundValue":"195708","fundStart":"2008-04-09","fundEnd":"2009-04-08","funder":"BBSRC","impactText":"","person":"Antje S  Meyer","coPersons":["I A  Apperly","Guenther Klaus Knoblich","Sotaro  Kita","A  Olson","Natalie  Sebanz","Glyn  Humphreys"],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}