{"id":"245F409B-1D8E-4932-98CA-0A104BB6622E","title":"Early Modern Manuscript Poetry: Recovering our Scribal Heritage","abstractText":"Poetic miscellanies are central to the growing interest in early modern manuscript culture. Yet few of the primary documents are available for study in reliable editions, while a very small percentage of the thousands of poems extant only in manuscript texts have been analyzed and reliably edited. The project will bring manuscript culture to a wider audience - and extend the literary canon - by editing three important verse anthologies from the period and placing them in their full cultural context. \\n\\nThe three editions comprise two extensive collections containing works by some of our best-known Renaissance poets (Victoria and Albert Museum, Dyce MS. 44 and British Library, Harleian MS. 7392) and one hitherto unstudied and seemingly forgotten Elizabethan anthology of verse and prose (British Library Additional MS. 82370), previously in private ownership, which was acquired by the British Library in 2007. Compiled in South Yorkshire, this third collection in particular gives a rare and valuable insight into the types of verse available to provincial scribes. It also casts light on literary production and activity beyond London and the south east.\\n\\nThe three editions will add substantially to our knowledge of scribal practice and early modern literary activity by tracing when, where, by whom and for whom these texts were produced; how they circulated; and the political and religious, as well as literary concerns, of their compilers.\\n\\nThe project will also produce the first critical edition of forty-two Elizabethan verse libels in manuscript. Within the larger genre of early modern verse satire, verse libels are one significant type of poetry confined to manuscript circulation. These poems were far too slanderous to reach print. They are not available in critical texts and are almost wholly unknown to scholars. As a result, a large piece of our understanding about the dissemination and debate of political concerns in sixteenth-century England is currently missing. Many of these poems circulated for decades, appreciated for their literary quality long after the targets of their satire were distant memories. Recovering these poems will add therefore to our appreciation of Elizabethan poetry, as well as the political interests and moral sensitivities of the age. \\n\\nThe conference and resulting book of essays will disseminate best practice in archival studies and editing. It will place what we have learned about early modern manuscript culture during the project in the context of on-going research in this field.\\n\\nThe project will also train two students in the multiple skills required for manuscript studies, equipping them for scholarly careers in this area, and providing the field with much-needed expertise for further progress in the discipline by the next generation of scholars.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/G012466/1","grantId":"AH/G012466/1","fundValue":"491898","fundStart":"2009-10-01","fundEnd":"2014-12-31","funder":"AHRC","impactText":"","person":"Steven W. May","coPersons":["Cathy  Shrank"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}