{"id":"2465AB3C-A113-402B-B403-6AC47DA64008","title":"Building Community University Partnership Resilience","abstractText":"This project advances an authentic, strategic community university partnership working across the Connected Communities Programme and beyond. It kick starts a cultural shift that acknowledges community engagement in research as essential to understanding and promoting community university collaborations. One of the drivers for community partners and academics engaged in community university partnership working is the potential these ventures have for improving social conditions and tackling inequalities. Collaboration between communities and universities in the UK as a device for social change is gaining impetus, as more and more partnerships produce findings that demonstrate positive impact. However, there is a major capacity issue for community partners to participate effectively both in individual partnerships with university academics and in the larger strategic policy making groups that have impact and promote good practice. For example, whilst many academics have the opportunity to support any ongoing learning by attending conferences and securing faculty buyouts, community partners rarely get to meet or network to share their experiences and increase their knowledge base. Funding for their participation is hard to acquire. So far, the majority of what we know about what helps and hinders community university partnership working has been presented from an academic viewpoint. The chance to learn from community partner experience and feed this into improving future working and related HE policy is overlooked. We want to set the foundation for a UK wide community partner network that once formed, will influence HE policy and practice:\n1: Community partners have co-written this bid and will lead on delivering its objectives in relation to community mobilisation and inclusion. An academic engagement group will work in parallel with community partners. We plan to start by bringing together a group of 20 experienced community partners to share their successes, reflect on the challenges and identify promising practices that support partnership working to tackle social inequalities. To do this, we will create a core planning group of community partners and others, to organise the first UK wide community partner Summit in June 2012, drawing on the expertise of our North American partners. By creating a safe space at which partners can explore their experiences of working with universities openly and freely, we hope to build community partner capacity to influence both the university that they work with and share the learning from this at a national level to inform HEFCE policy and funding. Summit planning will be informed by collating the learning and common issues of concern identified by the CCP, Beacons and SECC projects. \n2: The Summit should inspire and enthuse attendees so that they help advance the recommendations and actions from the Summit at local, regional and national levels. The experience should help sustain and build the resilience of community partners so that they feel fit to shape conversations and influence policy regarding issues of power, equity, shared decision making, funding and sustainability. Working groups will be established to provide the vehicle/mechanism for community partners to contribute to Summit follow-up activities. A significant feature of this stage will involve community partners and CCP academics meeting together to continue dialogue and action immediately after the initial Summit to produce high quality outputs. \n3: We will create a hub for a self-sustaining community partner forum to collectively share and learn from the Summit when project funding ceases. It is vital that the capacity built through this project is available to future CCPs and feeds into strategic developments for individual universities, HEFCE and the Research Councils. Post project resources will be available for academics and community partners to use, hosted through a dedicated presence on the NCCPE website","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J006521/1","grantId":"AH/J006521/1","fundValue":"31919","fundStart":"2012-02-01","fundEnd":"2013-04-30","funder":"AHRC","impactText":"  They already are being put to use and the NCCPE is coordinating taking this forward. Their lively, informative website provides community partners with all they need to take community university partnership working forward. The findings can be used by community partners and academics from any area of work or community life.  ","person":"Angie  Hart","coPersons":["Sarah Jane Banks"],"organisation":"University of Brighton","findingsText":" Communities provide a rich focal point for uncovering new knowledge, translating findings into action and sharing innovations. However, there are real obstacles to keeping communities at the heart of community-university partnership working. Currently, cuts to UK public and community sector funding and the structure and political economy of research funding are particularly pertinent. This project explored the potential to mobilise a network of community partners to identify and develop ways to create mutually beneficial and sustainable partnerships. By working with a team of community partners, with support from community engagement organisations and academics, the project hosted the first UK Community Partner Summit. It brought together community partners and academics from across the UK to think about ways of building community-university partnership resilience. We discovered a series of concerns that community partners shared in common and observed enthusiasm to connect. As a result, this project has set the foundation for a UK-wide community partner network to build collective capacity, positively influence university practice and inform Higher Education policy and funding. A working group of community partners produced resources, and a web presence now acts as a hub to share expertise and facilitate lasting connections. Further funding for a follow-on project has been secured and the community partner working group is advancing the UK Community Partner Network mission: to help build a fairer society by unlocking the potential of community-university partnerships to address social concerns. They already are being put to use and the NCCPE is coordinating taking this forward. Their lively, informative website provides community partners with all they need to take community university partnership working forward. The findings can be used by community partners and academics from any area of work or community life.\n\nAnother CC project has taken this forward, the Imagine Project and has developed a research project led by a community organisation. The project is discovering the views and experiences of community partners in CUPs. Energy","dataset":"gtr"}