{"id":"246800ED-2FE5-46A7-9E2A-FA320C18912A","title":"Managing supply chain vulnerability: Understanding the impact of supply chain design","abstractText":"Over the past two decades, managers have made major improvements in the efficiency of supply chains, driving out costs by sourcing goods and services from low cost locations, using new technologies to create greater integration and visibility, reducing the number of suppliers in their supply bases, and outsourcing non value adding activities. Unfortunately, while efficient supply chain design works well when the environment is stable and predictable, it also creates vulnerabilities when the environment becomes volatile and uncertain. Arguably, the current business environment typifies the latter and threats to business continuity have never been higher. Indeed, trends indicate that over the past thirty years the number of natural disasters has increased by a factor of five at the same time as technological disasters rose by a factor of eleven [1]. This project seeks to examine how supply chain design effects vulnerability. The underlying principle is that good design could balance both efficiencies and flexibility to disruptions. For example, when lightening wiped out a Philips manufacturing facility that supplied radio frequency chips (RFCs) to both Nokia and Ericsson their reactions, and subsequent performance, were very different. Nokia quickly set about pressuring Philips for alternative sources of supply while simultaneously redesigning the component for other suppliers. Ericsson, on the other hand, was extremely slow to detect the problem and although the design of its supply chain was very efficient it was not sufficiently flexible to change the source of supply. The results are telling. Nokia went on to meet its production targets and increase market share from 27% to 30% while Ericsson posted a $1.7 billion loss and ultimately had to outsource handset production to another company [2]. Similarly, the terrorist attacks of September 11th 2001 created a significant threat to business continuity across the globe, but whereas Ford had to shut its plants for five days, Chrysler used alternative logistic routes to ensure that supply continued [3]. Both examples clearly demonstrate the potential of good design for reducing the impact of disruptions.This work seeks to inform and assist managerial practices by advancing understanding of how supply chain design characteristics affect vulnerability. In doing so, the output will be a rigorous and relevant framework supporting UK firms to identify and prioritise sources of supply chain vulnerability. The framework will be designed around actionable supply chain design variables, such as sourcing strategies and inventory levels, with the ultimate objective of reducing vulnerabilities while maintaining levels of efficiency. The research will draw research support from both manufacturing and service industries, and public and private sectors to ensure that the framework can be tailored to context specific characteristics.[1] Hoyois, P., Scheuren, J-M., Bleow, R., &amp; Guha-Sapir, D. (2007). Annual disaster statistical review: Numbers and trends 2006, CRED: Brussels.[2] Sheffi, Y. (2005). The Resilient Enterprise. Cambridge, MA: The MIT Press.[3] Griffy-Brown, C. (2003). Just-In-Time to Just-In-Case. Graziadio Business Report, 6(2).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F063245/1","grantId":"EP/F063245/1","fundValue":"197508","fundStart":"2009-02-02","fundEnd":"2010-10-01","funder":"EPSRC","impactText":"","person":"Brian  Squire","coPersons":[],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}