{"id":"24746A16-2D2D-475D-8FB0-177A1970121E","title":"Bio-Continuum Microscopy: Seamless imaging from the micro- to the nano-scale","abstractText":"Recent advances in biological imaging have focussed on improving resolution in both living and cryopreserved tissue. Despite exciting developments, the new techniques are still not ideal for many biological studies and remain far from simple to apply for non-specialists. To achieve a full understanding of the complex biological systems that underlie disease/infections and fundamental biology, it is imperative to understand all aspects of the mechanisms involved. Recent years have seen genomic/proteomic studies further our understanding, but we are still unable to visualise many key processes directly in an intact living cell. Thus, whilst recent developments are bringing us closer to this goal, a critical resolution gap between light and electron microscopy remains.\n\nOur electron-excited Super Resolution Microscopy (eSRM) technique will build on our Fluorescence Electron Microscopy (FEM) approach and seamlessly couple the technologies of light and electron microscopy to achieve a paradigm shift in biological imaging. This approach brings together the unique ability to image multiple coloured tagged-particles, such as antibodies, with the resolution of the electron microscope, whilst only requiring standard light microscopy preparations. It is therefore simple and easy to use across a broad range of biological questions. Preliminary work has established proof of concept that multicolour images can be acquired with a resolution of 3 nm on cell membranes. We are now uniquely placed to develop these methods and address vital medical/biological questions.\n\nOur ability to preserve fluorescent proteins (GFP) through sample preparation for electron imaging will revolutionise electron microscopy just as the same fluorophores did for light microscopy several decades ago. Our groundbreaking integration of SRM with both SEM and volume EM (3View) will allow us to exploit these developments quickly and efficiently to deliver accurate protein localisation in situ without complicated sample processing.\n\nOur strategy will have a major impact on the microscopy field; it will go beyond the information gained through recent advances and enable us to undertake molecular localisations and interactions under more relevant biological conditions. Current methods have a number of limitations that curtail data interpretation. For example, they rarely detect all the labelled proteins, require extensive imaging strategies and high resolution is usually achieved through mathematical algorithms rather than directly. Our techniques (eSRM, SRM coupled with CLEM) will enable studies at physiological concentration, visualise true molecular associations/distributions and permit study of fine-detailed sub-cellular and cell surface structures and changes in response to various stimuli. A key aspect of our approach is to enable easy sample handling and labelling so that non-specialist microscopists can use the methods. Our probes will be widely applicable to many microscopy methods, from in vivo multiphoton through to light emission from electron excitation. They are more photostable than existing probes and have very narrow emission bands, making multicolour imaging simpler. They have improved sensitivity and longer lifetimes which will be exploited when the very latest technologies are launched this year.\n\nIn summary, by bridging the current gaps to produce a continuum light and electron microscopy approach and through combination of our latest advances, we aim to develop an integrated approach that far surpasses other techniques being developed. This will enable the step change required in microscopy to enable biologists to undertake true multicolour sub-light resolution imaging with very few constraints or specialist training, thus addressing a major limitation in biology and representing a ground-breaking advance in biological imaging.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K01580X/1","grantId":"MR/K01580X/1","fundValue":"1257650","fundStart":"2013-02-01","fundEnd":"2017-01-31","funder":"MRC","impactText":"","person":"Peter John  O'Toole","coPersons":["Jack  Silver","Mark Christian Leake","Paolo  Coppo","Lucy Margaret  Collinson","George Robert  Fern","Robert  Withnall","Dawn  Coverley"],"organisation":"University of York","findingsText":"","dataset":"gtr"}