{"id":"24770A00-7468-4993-A068-4B66B70A51C9","title":"Developing evaluation knowledge, capacity and resources for the arts and health sector","abstractText":"This project stems from a long-standing collaboration between Willis Newson (WN), the leading UK arts and health consultants, and Professor Daykin, a leading international scholar and the first Professor of Arts in Health. Developing evaluation methodologies is a critical priority for the emergent arts and health sector. There is a burgeoning interest in the role of arts and culture in improving health and wellbeing, and a growing evidence base has identified a wide range of health and wellbeing outcomes. However, there is a lack of consensus about the best way of evidencing the value and impact of arts on health and wellbeing. Most evaluation takes place outside of academia and practitioners can find it difficult to keep up to date with developments in methodology. There is a need to support practitioners in their evaluation practice, which extends across a range of approaches, including creative methodologies.\n\nThe overall project aim is to strengthen practice led evaluation for the arts and health field, locally, nationally and internationally. The project also seeks to make health professionals, commissioners, researchers and funding bodies aware of the contribution of arts based approaches. \n\nThe project objectives include working with leading experts to develop knowledge and resources for arts and health evaluation. The project will seek to support practitioners by providing learning and CPD opportunities including workshops, seminars and online resources. The project will also develop a dedicated website to support dissemination, networking and ongoing development of arts and health evaluation knowledge and resources.\n\nA peer learning process is proposed, organised around key questions, including:\n1. What underlying models, methodologies and frameworks, including ethical frameworks and practices, are currently applied in arts and health evaluation?\n2. How can these frameworks and methodologies realistically be improved?\n3. What are the key components of an overarching framework that can support best practice in arts and health evaluation?\n4. What models, tools and resources are needed to support outcomes, impact and process evaluation in arts and health contexts?\n5. How can practitioners be supported in developing creative approaches to evaluation?\n\nThe learning cycle will be divided into four main phases. Phase 1 will identify existing resources for arts and health evaluation, synthesising current evidence. Phase 2 will involve piloting and testing of emergent evaluation models across a range of arts and health settings and activities. Fieldwork will explore the experiences of evaluators across a range of methodologies including quantitative assessment, economic evaluation, qualitative research and creative methodologies. During phase 3 we will work with practitioners to develop frameworks, tools and resources for arts and health evaluation. In phase 4, a website will be developed containing the resources developed through the project. These will be made available free to practitioners and will include literature, project research findings, video lectures, guidance and tools. The website will be launched at a dissemination event, co-hosted with the SRG, which will draw in a wide range of practitioners and professionals from the arts and health field.\n\nThe project will be guided by a Stakeholder Reference Group (SRG), comprised of leading experts in the evaluation field, arts and health commissioners, arts practitioners and health professionals.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L00819X/1","grantId":"ES/L00819X/1","fundValue":"65568","fundStart":"2014-08-31","fundEnd":"2015-08-30","funder":"ESRC","impactText":"","person":"Norma  Daykin","coPersons":[],"organisation":"University of the West of England","findingsText":"","dataset":"gtr"}