{"id":"24876986-B3FD-438D-9980-CE629F289055","title":"The value of live art: experience, politics and affect","abstractText":"This research explores the value of live art to a range of difference people, from those who directly participate in a live art project to the general public who engage with an exhibition in a community arts centre. In particular, the research focuses on an art project entitled Fun With Cancer Patients, lead by artist Brian Lobel as part of Fierce Festival in Birmingham. Fun With Cancer Patients involves a group of teenage volunteers who are undergoing or have experienced cancer treatment: the young people work on 'actions' of their own devising (these may be photography, writing, performance, whatever the young person chooses) and these actions and the process of creating them are documented at a public exhibition which will be attended by a large, mixed audience over a number of weeks. The topic of cancer, an illness which is likely to affect most people either directly or indirectly, is often talked about in a limited range of ways which do not always express people's lived, emotional and political experiences. Fun With Cancer Patients aims to widen the possibilities for communicating about cancer. The research will follow all stages of the project paying critical attention to the experiences and affective responses of people involved, and it will develop and use innovative qualitative methods in order to explore the value of the art to the individuals involved and also in terms of generating broader understandings of cancer. The research aims to contribute to a better understanding of the potential of live art in generating meaningful possibilities for expressing and understanding complex experiences and emotions, and creating alternative knowledges and modes of expression.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L005042/1","grantId":"AH/L005042/1","fundValue":"33532","fundStart":"2013-08-01","fundEnd":"2014-01-31","funder":"AHRC","impactText":"","person":"Catherine Ruth Lambert","coPersons":[],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}