{"id":"249B8345-E716-402A-84C3-5BDF314A5C6B","title":"2012 Consolidated Grant Supplement: Addendum to the Consolidated Grant Award (ST/K001205/1)","abstractText":"The three-year timescale is particularly exciting with the Higgs discovery at the LHC and the opening\nof a new energy frontier as part of the upgrade programme: we will focus our efforts on Higgs analysis, discovery and interpretation, and the search for new physics in CP violation and rare B decays. Improved analysis techniques, well-calibrated detectors, increased computing power and theoretical input will be essential and we are at the forefront of the required developments in these areas.\nAll academics are heavily involved in the LHC programme and our strategy is to generate leading-edge physics results from two experiments (ATLAS and LHCb) based upon expertise developed in those experiments as well as from CDF. We will provide timely first results in the Higgs discovery area for ATLAS, based upon our current expertise. Having secured high-quality completion on CDF, where we set earlier limits in the Higgs analyses, we will ensure that this experience will underpin future ATLAS publications. Based on our earlier work, we will be key players in answering questions concerning the origin of mass and the nature of CP violation. For LHCb, we will discover rare two body B decays, search for CP violation in charm and make precison measurements of CP violaton in the Bs sector with early data samples.\nIn the longer term we will measure the CKM angle gamma from loop-mediated processes which offer significant new physics sensitivity. We continue to invest in and promote a world-class Detector Development activity to enable longer-term initiatives and our Grid strength is aimed at maximising our impact in LHC physics as well as promoting new areas such as NA62 and the linear collider. We additionally lever support through Scottish Funding Council (SFC) and the College in these areas. We have set up physics analysis streams for ATLAS and LHCb, using the Grid, and will continue to fully exploit the 2011-12\nLHC data. We will also maintain our involvement in longer-term initiatives where we have leadership roles. We presently participate in the LHCb upgrade, the ATLAS-FP initiative, the super-LHC intensity upgrades, ILC and future neutrino initiatives. We anticipate greater involvement in work, based upon the discoveries made at the LHC. Over the next three years we will develop these areas and progress those where early investment will become most productive, consistent with the highest priority of LHC physics exploitation.\nTo enhance the priority programme, we will gain through the second phase of SUPA. This will ensure that we can meet our priorities in silicon detector development via substantial funding in support of the LHC upgrade programme, known as SUPA-LHC. We have invested &pound;800k in equipment, shared equally with the IGR where we gain from joint facilities. This strategy is well suited to the skills and capacity of our core group. We believe the associated additional effort will be essential at a critical point in the evolution of UK particle physics.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/M000680/1","grantId":"ST/M000680/1","fundValue":"20216","fundStart":"2012-10-01","fundEnd":"2014-03-31","funder":"STFC","impactText":"","person":"Anthony  Doyle","coPersons":["Paul  Soler","Aidan  Robson","Craig MacLeod Buttar","David  Britton","Lars  Eklund","Richard  St Denis","Valentine  O'Shea"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}