{"id":"24A133C0-001C-48EF-8894-804D9D028839","title":"Sequential Monte Carlo in Random Environments","abstractText":"Statistical analysis of data sequences using complex, non-linear stochastic models is now practically feasible due to the availability of sequential Monte Carlo algorithms. These algorithms allow us to tackle the computational problems which arise when attempting to draw conclusions, inform decisions and make predictions on the basis of data sequences gathered from the world around us. However, despite their remarkable popularity, there is currently no precise, rigorous and general notion of long-run efficiency of these algorithms in the context of model calibration and comparison tasks, so there is no way to formally compare the performance of existing algorithms as the length of the data sequences grow, nor any clear way in which to devise new algorithms which are guaranteed to perform well in this regime. The increasing availability of long data records and recent uptake of sequential Monte Carlo in a variety of burgeoning scientific areas provides strong and immediate motivation for investigation of these matters.\n\nThe objectives of the proposed research are to (A) develop a new theoretical and methodological framework in which to address notions of long-run efficiency of sequential Monte Carlo algorithms; and thereby (B) devise new algorithms which are guaranteed to remain practically useful as data sequences grow in length. These objectives are to be achieved through investigation of the subtle interplay between aspects of non-linear estimation, long-run data properties and stochastic simulation techniques in the probabilistic setting of a random environment. The ultimate purpose of the research is equip statistical scientists with a powerful suite of computational techniques with which to face the challenges of modern data analysis.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K023330/1","grantId":"EP/K023330/1","fundValue":"98191","fundStart":"2013-08-05","fundEnd":"2015-02-04","funder":"EPSRC","impactText":"","person":"Nick  Whiteley","coPersons":[],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}