{"id":"24A261A5-9F2C-4705-87AB-AA3950990BAB","title":"Neural Systems and Circuits for Binocular Vision","abstractText":"When we see a child of 18 months reach out and pick up a toy, we are witnessing in this everyday event a most remarkable skill. The child's brain uses vision to direct a movement to the position and depth of the toy that the child desires. The child's grasp needs to be correct for the object: small toys need fingers; large ones may need two hands. \n\nOur laboratories study one important component of this skill, namely judging the depth of objects. In looking towards an object, we use our left and right eyes in co-ordination. The centre of each eye points accurately towards the object. In this way, the most sensitive part of each eye points directly at the object. If the object is close to us, then each eye rotates a little bit inwards, towards the nose, to achieve this. \n\nAs well as controlling the movement of the eyes very accurately, the brain also puts together the visual images from the left and right eyes and uses these in co-ordination as well. The separation of the two eyes means that each eye gets a slightly different picture of the visual scene: the bigger the difference between the images, the bigger the change in depth out in the visual world. These differences in the images are called &quot;binocular disparity&quot; and the entire process is called &quot;binocular vision&quot;. \n\nBinocular vision gives us a sense of depth; it can tell the brain how far away objects are, what size they are and where one object sits in relation to another. We are now improving our understanding of what actually happens in the brain when we see things in depth. Whilst solving this puzzle is an interesting problem in itself, it turns out that binocular vision often goes wrong during development. About 1 in 50 people have a problem with their binocular vision and the problem is often apparent as a squint or &quot;lazy eye&quot;. \n\nLarge numbers of children have surgical operations on their eyes to get them straight again: there is about one operation every 25 minutes of each working day in the UK alone. At present, most of this surgery is cosmetic: the eyes end up without a squint but they do not work properly in co-ordination. Even after the corrective surgery, the nerves leaving one eye may never make their proper connections with the rest of brain and the person may become blind in that eye for the rest of their life. Sometimes later in life, people suffer an injury or disease in the other, &quot;good&quot; eye and become totally blind. All of this implies a large health care cost and a significant burden of disease, partly because these problems are so common.\n\nNobody really knows whereabouts in the brain the necessary connections are disrupted. For a while, many scientists thought that this disruption happens exactly at the point where the nerves from the eyes first reach the cerebral cortex. It is now clear that this is only a partial explanation. Our aim is to find out exactly where and how binocular vision happens in the brain. \n\nPart of our strategy uses brain imaging with humans. We will be able to use a new and more powerful brain scanner provided by the MRC to Oxford. We will use this to find out how the human brain responds to binocular depth by studying normal individuals and comparing them with people who have problems with their binocular vision. Although we work with human brain imaging, investigations with animals are also part of our research strategy. Here we can examine directly the neural signals and circuitry that are responsible for binocular depth.\nOnce we have this new knowledge we will be able to understand how problems with binocular vision begin in early life, what parts of the brain are affected and whether we can propose some specific eye training that could help to prevent or even alleviate the problems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K014382/1","grantId":"MR/K014382/1","fundValue":"2464700","fundStart":"2014-03-31","fundEnd":"2019-03-30","funder":"MRC","impactText":"","person":"Andrew John  Parker","coPersons":["Holly  Bridge","Stuart  Clare"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}