{"id":"24A5C1AC-B687-4305-AD10-248DBBD7B6BE","title":"Understanding pregnant women's uptake of malaria prevention interventions: The role of qualitative evidence","abstractText":"Malaria infection in pregnancy is an important public health concern in many developing countries because of the serious consequences for mothers and infants. Pregnant women living in countries where malaria is prevalent are more susceptible to malaria infection than non-pregnant women, and prompt treatment and access to effective measures to prevent malaria depends on women having access to good quality antenatal care services. International donors and regional leaders have recently renewed their commitment to reaching more pregnant women with effective malaria prevention interventions. It is known that pregnant women who regulalry use insecticide-treated nets (ITNs) throughout pregnancy and receive at least two doses of antimalarial drugs during the second and third trimesters (Intermittent Preventive Treatment or IPT) are less likely to acquire malaria or suffer the serious consequences of infection, which can be fatal.\nMalaria control programmes have struggled to implement simple and effective interventions like IPT or ITNs, in part because they have failed to take account of community and pregnant women?s reactions and responses to the interventions. International donors heavily promote these important public health interventions to try and increase coverage in communities affected by malaria, but the real challenge lies in improving implementation to encourage uptake of ITNs and IPT by pregnant women.\nThis research will bring together all the available evidence on barriers and facilitators to pregnant women?s access and use of ITNs and IPT, women?s acceptability of the interventions, and factors influencing their uptake. Researchers based at Liverpool School of Tropical Medicine together with colleagues working in malaria control in Africa will do this by using a method called research synthesis that summarises results from across multiple studies. Synthesis makes research findings more accessible by bringing a body of evidence to policy makers in a more succinct format. The benefits to malaria control programmes in Africa of a critical and systematic summary of this research are obvious; equipped with evidence of what is important to pregnant women and communities, the design and implementation of programmes to improve the use of IPT and ITNs in pregnancy could be made more effective.\nIncreasing the number of women using ITNs and taking preventive doses of antimalarial treatment during pregnancy is critical to maternal and child health and survival, and in achieving millennium development goals 4, 5 and 6.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0802009","grantId":"G0802009","fundValue":"179625","fundStart":"2009-06-01","fundEnd":"2011-05-31","funder":"MRC","impactText":"","person":"Helen J Smith","coPersons":[],"organisation":"Liverpool School of Tropical Medicine","findingsText":"","dataset":"gtr"}