{"id":"24A652E5-8E87-4896-9F9E-C6C2EB9F48E8","title":"Building multi-site clinical research capacity in Magnetoencephalography (MEG)","abstractText":"One of the key challenges in understanding the human brain is &quot;bridging the gap&quot; between the microscopic level (neurons) and the full richness of behaviour that we know humans are capable of. As well as being one of the most important and fundamental questions about ourselves, understanding brain structure and function at multiple scales is crucial for increasing our knowledge of what is going wrong in neurological and psychiatric diseases, such as Epilepsy, Schizophrenia, Depression and Alzheimer's.\n\nIn terms of brain function, we know that information is represented and processed in the electrical signals generated by neurons and that information is transmitted electrically between brain areas across white matter fibre pathways. Currently, the most popular imaging technique we have studying brain function is fMRI, which cannot measure the brain's electrical activity directly, but instead measures the increase in oxygenated blood that occurs in brain regions when they are active. Rather than this indirect measure, ideally we would like to non-invasively detect the patterns of electrical activity that flow within and between brain areas as we perform various cognitive tasks. \n\nOne promising technique is Magnetoencephalography (MEG), which measures the weak magnetic fields associated with neuronal electric currents. These pass transparently through the scalp/skull and can then be detected using an array of superconducting detectors. As well as being a direct window onto the brain's electrical activity, MEG can measure activity with millisecond time-resolution, allowing us to follow the rapid sweep of electrical signals across the cortex as the brain brings various networks of areas together to process information. This is something that fMRI simply cannot do. MEG also has an advantage over conventional EEG electrodes in that it is relatively easier to work out exactly where in the brain the electrical sources of activity are as it does not suffer from the smearing of information that occurs when weak electrical signals have to leak through the skull and scalp to the surface.\n\nThe basic technology behind MEG has been around since the 1970s, but it is only really now that the technology has matured so that we have robust whole-head multiple-channel systems (200-300 sensors). The first such system in the UK was installed at Aston University in 2001, and over the last 10 years another seven UK sites have opened (York, UCL, Cardiff, Nottingham, Glasgow, Oxford and Cambridge). However several challenges still remain, particularly if we wish to make best use of MEG for clinical research: 2) It is a novel technique and there is a need for developing training to build UK critical research mass in this area. 2) MEG data contains a complex mix of neural signals that are difficult to interpret and many of the groups are developing novel advanced analysis tools to try and solve this problem - but there is still no standard analysis approach. 3) There are few standards for the experimental protocols that we wish to use for recording clinical MEG research data. 4) The most powerful clinical research applications involve MEG scans on large numbers of patients - this is difficult for one site to do on its own. \n\nFor all of these reasons, all of the eight UK MEG research groups wish to come together to form a research partnership. The proposal consists of a mixture of academic networking activities, training programmes, joint studentships and establishment of unified approaches to 1) Performing experiments 2) Analysing MEG data 3) Storing data for future large-scale collaborative projects. \n\nAs part of the partnership programme we will also collect data from a limited number of participants (80 at each site) so that we can pilot the establishment of shared databases of MEG experimental data. This is essential if we wish to perform large collaborative studies on specific clinical populations.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K005464/1","grantId":"MR/K005464/1","fundValue":"834367","fundStart":"2013-04-30","fundEnd":"2018-04-29","funder":"MRC","impactText":"","person":"Krishna Devi Singh","coPersons":["Ian Edward Holliday","Peter Gordon Morris","Klaus  Kessler","Vladimir  Litvak","Yury  Shtyrov","Gareth Robert Barnes","Khalid  Hamandi","Gary  Green","Paul Lawrence Furlong","Joachim  Gross","Mark William Woolrich","Richard  Henson","Anna Christina Nobre","Matthew Jon Brookes"],"organisation":"Cardiff University","findingsText":"","dataset":"gtr"}