{"id":"24ADC9A4-7315-4597-A0D7-43A24AAED3BA","title":"Follow on: Self assembling biphasic gels and hydrogels for cartilage substitution therapies","abstractText":"Over forty percent of the population suffer from degenerative osteoarthritis of hip and knee and in ten percent this can result in the need for joint replacement. Articular cartilage has unique intrinsic biphasic lubrication properties. We have recently developed a novel joint simulation system for the medial compartment of the natural knee, and have shown the importance of the biphasic surface amorphous layer in articular cartilage on the reduction of friction and wear. We have shown a reduction in friction with simple geometry cartilage specimens using patented self assembling peptide (SAP) gels. In parallel, and in collaboration with an industrial partner, we have also shown the frictional advantage of a biphasic synthetic hydrogel in comparison with single phase polymer biomaterials.In this follow on fund application we intend to converge these three pieces of basic research and use our unique natural knee simulation system to evaluate the longer term performance of patented SAPs as potential injectable therapeutic lubricants for low grade cartilage degeneration. Additionally we will combine the SAPs with the synthetic biphasic hydrogels and evaluate the enhanced tribological performance in comparison with existing cartilage substitution biomaterials. Market potential and business opportunities will be evaluated and developed by the University technology transfer partners IP2IPO, BITECIC and industrial collaborator.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E502725/1","grantId":"EP/E502725/1","fundValue":"64879","fundStart":"2006-07-01","fundEnd":"2007-06-30","funder":"EPSRC","impactText":"  applications in cartilage substitution and in spinal disc nucleus repaair Healthcare ","person":"John  Fisher","coPersons":["Amalia  Aggeli","E  Ingham","Zhongmin  Jin"],"organisation":"University of Leeds","findingsText":" Characterisation of new materials taken forward into a programme grant and WELMEC Healthcare","dataset":"gtr"}