{"id":"24AD2785-8985-481C-B65A-7C9253DF075D","title":"Screening for costs of disease resistence caused by stomatal dysfunction","abstractText":"Wheat varieties combining high yield and good resistance against three of the main foliar diseases in the UK (Septoria tritici blotch, yellow rust and brown rust) have proved elusive. There is now significant evidence in the scientific literature that some disease resistance genes, introduced into varieties by conventional plant breeding, impose a yield penalty on the crop. Hence, breeding for disease resistance creates 'yield drag' which slows the rate of yield improvement. This acts as a disincentive for breeders to focus efforts on selection for resistance, so most commercially popular, high yielding wheat varieties are susceptible to foliar diseases. The result of this is that fungicides are routinely used to control important foliar diseases. Dependence on fungicides is associated with high input costs for the grower and strong pressure for the disease-causing pathogens to develop insensitivity to the fungicides used, reducing the number of fungicides that remain effective. The project proposed here will test important disease resistance genes for their effects on attainable yield. This is difficult to achieve in plant breeding programmes currently, because: (i) there are large numbers of genes to test, (ii) without careful experimentation, measurements of the yield loss caused by each gene are hidden by the yield benefit they provide via disease control, and (iii) testing requires production of wheat lines that differ for presence or absence of the resistance gene but are otherwise highly similar. This is important in order to rule out any effects on yield caused by other differences between the resistant and susceptible wheat lines. It would be useful to be able to select resistance genes which provide the benefit of disease control, without an associated yield cost. Recently, evidence has accumulated that the deleterious effects on yield may be caused by disease resistance responses in the cells of the leaf surface disrupting the function of adjacent stomata. Stomata are pores in the leaf surface that normally open during the day (to allow CO2 to enter the leaf for photosynthesis) and close at night (to prevent unnecessary water loss when the leaf is not photosynthesising). As a result of the stomatal dysfunction caused by the resistance response, they may fail to open fully during the day or fail to shut properly at night. The project proposed here will test the idea that measurements of stomatal function can be used to screen resistance genes, to identify those which are, or are not, likely to have deleterious effects on yield. This would allow wheat breeders to focus on introducing genes which are effective against foliar diseases and benign in their effects on the plant.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I016937/1","grantId":"BB/I016937/1","fundValue":"51310","fundStart":"2011-06-01","fundEnd":"2015-05-31","funder":"BBSRC","impactText":"  In the first instance they have been instrumental in forming the basis of the LINK project. However, as a result of our work, we have helped breeding companies to select wheat germplasm which may show a reduced cost of resistance in the field. Agriculture, Food and Drink Economic","person":"Luis Alejandro Mur","coPersons":["Alan  Gay"],"organisation":"Aberystwyth University","findingsText":" Resistance to plant pathogens in crops is often based on a few genes - often only one - which triggers a local defence response on infection. Before this project started IBERS discovered that this form of resistance result in the immobilisation of leaf pores known as stomata so that they could now longer close in response to drought. This made plant very susceptible to drought and thus may be a &quot;cost&quot; of resistance in field. During this project we have described stomatal immobilisation (which we refer to a &quot;locking&quot;) in wheat varieties with a range of &quot;resistance genes&quot; in response to the pathogens; brown and yellow rust. We have also shown that stomatal locking is likely to one feature arising from a whole-scale change in plant biochemistry that comes about through the deployment of the defence response. Therefore, the &quot;cost of resistance&quot; is likely to reflect the outcome of changes in nutrient content of leaves which will influence grain development. We are actively interacting with plant breeders who are seeking to identify resistance genes that will have a lesser cost of resistance. We are seeking for further funding to develop our understanding of the genetic basis of this cost to better inform breeding programmes. Agriculture, Food and Drink","dataset":"gtr"}