{"id":"24AE245D-AF73-4B38-B57A-AF682D1A0C81","title":"A double blind randomized community-based trial of amoxicillin versus placebo for non-severe pneumonia in children aged 2-59 months in Pakistan","abstractText":"Pneumonia is a major cause of illness and death in children in low-income countries. With a view to decreasing death from pneumonia, the World Health Organization and UNICEF developed the the Integrated Management of Childhood Illness (IMCI) algorithm which simplifies management of common childhood illnesses such as pneumonia and diarrhoea into different levels of severity for determining the most appropriate case management by primary healthcare providers. Many pneumonia cases are categorized as non-severe pneumonia (defined as fast breathing above the specified age cut-off for respiratory rates). As there is incomplete information regarding the cause of this type of &quot;pneumonia&quot; from primary care settings, treatment guidelines by WHO are dictated by culture information from hospital pneumonia cases which are different in severity and cause. Current WHO guidelines advocate the use of oral antibiotics for non-severe pneumonia. However, it is postulated that most non severe pneumonia not requiring hospitalization is of viral aetiology, thus does not require antibiotic treatment. The cost of antibiotic treatment for all children with pneumonia is high; an estimated US$ 200 million in South Asia &amp; sub Saharan Africa alone. Since more than 60% of pneumonia is classified as non-severe, this puts a strain on already under-sourced programmes in low-income countries. Giving antibiotics where they confer no benefit also puts the child at risk of side effects and increases the risk of antimicrobial resistance in the community. This uncertainty forms the basis of the proposed study. We propose to show in a clinical trial that the outcome of children diagnosed with WHO defined non severe pneumonia is similar regardless of whether they receive antibiotics or not. This study will be conducted in five primary health care centres located in low income communities of Karachi, Pakistan, with extensive trial experience. Children identified to have fast breathing without any danger signs will be randomized to receive either three days of the WHO recommended oral antibiotic (Amoxicillin 45mg/kg/day divided twice daily) or matching placebo (a drug that will taste and look like the amoxicillin but will not have an active ingredient) by a study physician working at the primary health centre. The assignment of the antibiotic amoxicillin or placebo to a child will be done using a computer generated randomization list in a manner that at the end of the trial, there are equal numbers of children in both arms of the trial. Based on the statistical calculations for sample size, we will need to assign 521 children to receive amoxicillin and the same number of children to receive placebo. All children will receive the antibiotic or placebo under supervision of the primary health care physician in the morning. Evening doses will be delivered by locally hired Community Health Workers (CHWs) visiting the children at their home. All children will be assessed again on day 3 by a study physician to see if the child's presenting sign of high respiratory rate has resolved or not. All children with persistently high respiratory rate and/or development of a new clinical sign indicating illness progression will be labelled a treatment failure. There will invariably be some children with treatment failure in both the treatment arms; we hypothesize that there will be equal number of treatment failures in both the groups i.e. around 7%. If we are able to show with the help of this trial that there is no added advantage of prescribing antibiotics to children with non-severe pneumonia we will develop an evidence base to revise the current WHO guidelines and thus reduce the financial burden on an already resource constrained health system and also decrease out of pocket expenses for families. In the long term this will have implications for decreasing global antimicrobial resistance to antibiotics.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L004283/1","grantId":"MR/L004283/1","fundValue":"839935","fundStart":"2014-06-01","fundEnd":"2017-05-31","funder":"MRC","impactText":"","person":"Fyezah  Jehan","coPersons":["Muhammad Imran Nisar","Nick  Brown","Syed Asad  Ali"],"organisation":"Aga Khan University","findingsText":"","dataset":"gtr"}