{"id":"24B84B1A-49ED-463C-8BA8-3A0D2E83EC9F","title":"Stochastic modelling chromosome replication","abstractText":"All cells contain a complete copy of the organism's DNA, the genetic blueprint of life, packaged into discrete units called chromosomes. Since new cells need a copy of the genetic material, the chromosomes must be completely and accurately replicated before the cell can divide. Eukaryotes, such as yeast and humans, have large genomes with millions of bases encoding the genetic information. To ensure complete replication of these genomes within the allowed time, the process of DNA replication starts at multiple sites along each chromosome, called replication origins. These replication origins are specialised DNA sequences that assemble the cellular machinery that then moves along the DNA reading and copying the genetic material. It is essential that the cell activates sufficient replication origins to ensure complete replication of the chromosomes. The importance of controlling replication origin activation is highlighted by the genome instability that may result from uncontrolled chromosome replication. Despite the importance of DNA replication origins we understand little about the DNA sequences that specify and control them. Failures in the processes of DNA replication lead to genetic instability and diseases such as cancer and congenital disorders. We hope that a better understanding of the basic biology that ensures genetic integrity will give new insights that will allow improved diagnosis and treatment of these diseases. We want to understand how the multiple replication origins on each chromosome are coordinated to ensure that the chromosome is successfully replicated. To study this 'system' we have developed a mathematical model that can be used to simulate the behaviour of all the replication origins on a chromosome. Now we will use our mathematical model to make predictions about chromosome replication that we can test experimentally in the lab. This will allow us to improve the model and include more complex scenarios. One such scenario is what happens when the DNA replication process encounters damage to the DNA. This is important, as damage to the DNA gives rise to genetic diseases such as cancer. Furthermore, many drugs that target cancer cells (chemotherapy) work by damaging the DNA, since cancer cells are more vulnerable to DNA damage than normal healthy cells. By combining mathematical modelling and experimental work we aim to identify the strengths and weaknesses of the chromosome replication process that may underlie genetic diseases such as cancer. In the long-term this work will help in our understanding of the biological basis of genetic diseases, including cancer, and may lead to new therapeutic strategies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G001596/1","grantId":"BB/G001596/1","fundValue":"542585","fundStart":"2009-03-01","fundEnd":"2012-05-31","funder":"BBSRC","impactText":"","person":"Conrad Alexander Nieduszynski","coPersons":["Alessandro  De Moura"],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}