{"id":"24BE0D1D-6F8E-496E-A65D-270AA46FC5E7","title":"CAMELS - The Cambridge Emission Line Surveyor for the Greenland Telescope","abstractText":"It is widely recognised that the development of a mature chip spectrometer technology, where each pixel in a focal-plane array is intrinsically capable of yielding detailed spectroscopic information, would revolutionise far-infrared and submm-wave(4 mm to 300 um) astronomy. Low spectral-resolution channels (R = 5-20) could be used for CMB and SZ astronomy, and for determining dust temperatures through simultaneous multicolour observations of continuum sources; medium spectral-resolution channels (R = 500-1000) could be used for wide-field blind surveys of high-redshift spectral-lines; and high spectral-resolution channels (R = 2000-4000) could be used for multiline mapping of molecular gas in star-forming regions and extended nearby galaxies. Once the core technology is available, a large number of pixels could be packed into arrays for mapping and surveys, or a small number of pixels could be positioned sparsely over a wide field of view to enable multi-object spectroscopy. \n\nAlthough a number of organisations are working on chip spectrometers, the international community is falling short of demonstrating science-grade observations. To some extent this situation has occurred because a significant amount time is needed on a submm-wave telescope to understand behaviour and refine designs. To address this situation, we propose to demonstrate a high-resolution (R = 3000) superconducting filter-bank spectrometer for the 70-115 GHz (4.3-2.6 mm) atmospheric window. The Cambridge Emission Line Surveyor (CAMELS) is a collaborative project between the Cavendish Laboratory and the Harvard Smithsonian Center for Astrophysics (CFA). CAMELS will be installed on the Greenland Telescope (GLT) and used to map isotopic abundances in low-z galaxies by measuring 12CO (vr = 115.271 GHz) and 13CO (vr =110.201 GHz) line strengths simultaneously. We will assess two slightly different designs: One will map bright lines from extended galaxies (z = 0.005 - 0.05) against high backgrounds (NEP = 2 x 10-17 WHz-1/2), and the other will detect faint lines from point sources (z = 0.05 - 0.12) against low backgrounds (NEP = 4 x 10-18 WHz-1/2). As well as being scientifically important, operation in the 70-115 GHz window will allow us to explore performance, without worrying about scheduling limitations imposed by the atmosphere.\n\nThe elements of a chip spectrometer are easy to understand in principle, but the realisation of a complete instrument that is capable of making science-grade observations requires detailed knowledge. Our pixels will comprise a single-mode antenna, a bank of superconducting RF filters, coupling terminations to an array of Kinetic Inductance Detectors (KIDs), and a single superconducting readout line. All of these will be realised on a single wafer using multi-layer superconducting microcircuit technology. The chip will be read out using fast digital electronics and Software Defined Radio (SDR) techniques. The Cambridge Group runs a state of the art facility for manufacturing superconducting quantum sensors, and has considerable expertise in fabricating multi-layer microcircuits using bcc-Ta, beta-Ta, NbN, Nb, Al, Mo, Hf, Ir, Au, Cu, SiO, SiO2 films on Si substrates and SiN membranes. This facility will be used to realize the spectrometer modules.\n\nThe outlook for the technology is considerable, and our programme contributes strongly to STFC's vision. All existing and planned ground-based and space-borne far-infrared observatories are completely reliant on superconducting imaging arrays and receivers. Superconducting device processing technology is now well established, and the next step is to produce microcircuits having complex on-chip functionality. For example, the ability to realise hyperspectral imaging where each pixel is capable of measuring the temperature of the continuum background and the strengths of certain widely space lines simultaneously would have a major impact on the design of future space telescopes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/L002221/1","grantId":"ST/L002221/1","fundValue":"311686","fundStart":"2014-06-01","fundEnd":"2016-12-31","funder":"STFC","impactText":"","person":"Stafford  Withington","coPersons":["Roberto  Maiolino"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}