{"id":"24BEA521-138C-4021-9AB9-3701375B33DC","title":"Understanding soil quality and resilience: effects of perturbations and natural variations on nitrous oxide emission water retention and structure","abstractText":"This project concerns the quality of agricultural soil. Roots need water, dissolved nutrients and oxygen, and good quality soil can transport all of these. Good soil is important for sustainable agriculture / specifically the production of grass or crops without damage to the soil or surrounding environment. The structure of soil can be damaged by compaction caused by tractor wheels or tillage. Also, if nitrate-containing soil becomes waterlogged, it exudes nitrous oxide (laughing gas). Nitrous oxide is a potent greenhouse gas causing global warming, and also adds to the destruction of the stratospheric ozone layer. If a soil is resilient, then even if it does become compacted or water-logged, it can recover. The aim of this project is to learn more about the structure and processes within soil, so that we can promote soil quality and resilience, and minimise emission of nitrous oxide. We intend to use four new, or newly improved, experimental methods, based at different research centres across the UK. These are X-ray computed tomography (similar to the CAT-scans used in hospitals), a device for measuring the water-holding ability of soil when it is being drained by gravity only, an apparatus capable of monitoring the nitrous oxide emitted from twelve laboratory samples, and a 'lysimeter' which measures the precise way nitrate is distributed and leashes through the soil under simulated rainfall. Soil is a very complicated material, and up until now studies have mostly correlated their properties without completely understanding them. To move beyond that, we enlist the help of a computer model called 'Pore-Cor' which simulates the porous structure of soil. We intend to make the model even more advanced by introducing arrays of closely packed smaller pores within the larger structure, as occur in real soil. Not only does the computer program correlate all the different properties, it also displays its results in a Virtual Reality environment / so we can climb inside the soil and see what is going on. The model will allow us to understand the geometric arrangements of the smaller pores relative to the larger, the pore environments in which the nitrous oxide is generated and vented, how nitrate distributes through the soil to feed the nitrous oxide-inducing bacteria, and how compaction and saturation affect the processes occurring. The model will also drive the experimentation forward because of its need for accurate data, and enable predictions to be made for nitrous oxide emission under other conditions and in varying soil systems. The emission of nitrous oxide is affected by other factors which will not be measured or modelled, for example temperature and wind speed. It also varies according to soil management / in particular the amount of fertiliser added, tillage, and the grazing or cropping regime. However, underlying all these effects are the fundamental structures and processes, and better understanding and prediction of these will help inform policy on land management to achieve optimum soil quality and resilience, and minimum nitrous oxide emission.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E00296X/2","grantId":"BB/E00296X/2","fundValue":"123674","fundStart":"2008-04-01","fundEnd":"2010-04-30","funder":"BBSRC","impactText":"","person":"Tom  Misselbrook","coPersons":["Laura Maritza Cardenas"],"organisation":"Rothamsted Research","findingsText":"","dataset":"gtr"}