{"id":"24C14A6A-8DDC-47A9-B6CA-71754D6C329E","title":"LIVING WITH SICKLE CELL OR BETA THALASSAEMIA TRAIT: IMPLICATIONS FOR IDENTITY AND SOCIAL LIFE","abstractText":"<p>Government coordinated screening strategies for sickle cell and thalassaemia disorders are identifying more trait carriers than ever before.There remains, however, a dearth of research on the social consequences of being a ‘healthy’ trait carrier, particularly at different stages of the life course. Little is also known about how carrying a trait impacts on people’s ideas about health and illness, or the extent to which they see genetic knowledge as a personal or collective resource.&nbsp;</p>\n\n<p>The primary aim of this two year qualitative study is to understand how individuals make sense of carrying a genetic trait for two recessive disorders - sickle cell and thalassaemia - within the context of their family and broader social relationships.</p>\n\n<p>The research includes in-depth interviews with 50 sickle cell (n=20) and thalassaemia (n=30) carriers, divided equally between men and women; from a diverse range of ethnic, cultural and faith backgrounds.The sample will also include a broad range of ages and different family relationships.&nbsp;</p>\n\n<p>The research will contribute to theoretical debates, as well as policy and practice, including providing information to the at-risk communities, in way that facilitates more general empowerment. <br /><br />&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-062-23-3225","grantId":"RES-062-23-3225","fundValue":"254032","fundStart":"2012-01-01","fundEnd":"2014-06-30","funder":"ESRC","impactText":"","person":"Karl  Atkin","coPersons":["Simon Martin Dyson","Waqar  Ahmad"],"organisation":"University of York","findingsText":" This study offers an in-depth understanding of how individuals make sense of carrying a trait for sickle cell and thalassaemia (potentially serious, inherited blood disorders), within the context of their broader family and social relationships. An important focus of our research is to link changes in health policy (such as, newborn and antenatal screening) to individual experience and shifting cultural values related to ‘genetic risk’ and the use of new reproductive technologies. We bridge these two worlds, using the concepts and methods from social sciences. The following issues are highlighted through our findings:\n\n? A trait (for a recessive gene) can remain invisible in families for generations. Hence, despite the higher incidence in particular ethnic groups, individuals/families might have little or no experiential knowledge about sickle cell and thalassaemia disorders. \n? In the language of healthcare professionals and educational materials, genetic risk appears as a fixed, visible attribute of being a carrier. The risk of passing on/inheriting the gene can be easily quantified and once communicated, will not change. In contrast, carriers understand risk as unfolding and changing in meaning over time, within the context of significant relationships, experiential knowledge, professional communication as well as historical and cultural factors. \n? Provision of appropriate counselling for adult carriers remains largely confined to antenatal care for women/couples identified as being ‘at risk’ for having a baby with these blood disorders. This leaves many anxious carriers to fend for information on their own, with little or no professional support. \n? Voluntary sector organisations provide excellent, easily accessible, personalised support to carriers who might have unaddressed questions triggered by personal circumstances. This support is being threatened by reductions in the NHS funds available to them. \n? The idea of a ‘healthy carrier’, endorsed by the NHS in the policy and educational literature, is a caricature. It fails to acknowledge and address the potential emotional, physical and social impact of a carrier ‘diagnosis’. Some carriers might experience symptoms; be anxious about their baby/child who has been identified as a carrier; or indeed the implications of being a carrier for the health of their children or grandchildren. This finding has particular importance for how policy and practice presents genetic testing.\n? Professional perceptions of sickle cell and thalassaemia disorders being an attribute of minority ethnic groups/cultures/heritage (rather than a genetic condition per se) can reinforce stigma for carriers and undermine their confidence in biomedical explanations as well as the credibility of healthcare professionals. \n? A policy focus on ‘at risk communities’ (rather than individuals) is similarly unhelpful in challenging stigma and promoting reproductive choice. It can inadvertently strengthen misperceptions and stereotypes, such as the association of ‘full blown’ sickle cell anaemia with AIDS in some people of African origin; or the attribution of thalassaemia to consanguinity in Muslims of South Asian origin. \n? With around 1 in 10 couples in England living in mixed ethnic relationships- and likely to have children with multiple partners over their life-course -parents and (half) siblings within the same family can inherit different traits or complex haemoglobin variants. Identifying ethnicity/ family origin as a marker of ‘at risk’ individuals will increasingly become less reliable in clinical practice. Our findings can potentially be used by the following three groups: \n1) the NHS (especially the Screening Programme) \n. in addressing the concerns raised by carriers for providing better and ethically appropriate information and support at a policy level\n• in improving the training of healthcare professionals, especially within primary care, for better understanding of the social impact of carrier diagnosis and better support to carriers\n• in adapting professional training and informational material to better address the changing ethnic profile of the country, where ethnicity is less likely to be a reliable screening tool of identifying risk \n• for promoting a wider public consultation on current and anticipated changes in policies related to identifying/screening carriers\n2) By the health and social care professionals within the NHS and voluntary sector organisations:\n• for a better understanding of the shared experiences of carriers in relation to genetic risk across ethnic groups, and use this knowledge to challenge their own perceptions of ethnicity, minority ethnic groups and reproductive choice\n3) By carriers, patients with sickle cell and thalassaemia, family members and community members \n• in tapping into a shared pool of understanding and experience across ethnic groups; \n• in promoting public consultation that addresses issues of disadvantage, disablism and discrimination within their own ethnic community as well as the wider society.\n• for challenging the wider racialised attitudes that treat sickle cell and thalassaemia as specific attributes of ‘immigrant’ ethnic groups and their exotic cultures. Communities and Social Services/Policy,Healthcare","dataset":"gtr"}