{"id":"24CD6970-3247-41C1-B744-FC781F78C195","title":"Walking with Robots","abstractText":"How would you like to have your house cleaned automatically by a robot? Would you want that robot to look human? Can you tell the difference between science fact and science fiction? How far do you think robotics technology has actually advanced? What is the most sophisticated robot available in the present day? If a fully-functional, thinking robot could be developed, would you consider it human?Walking with Robots is a three-year programme of events and activities designed to delight audiences with the potential of robotics research whilst encouraging them to consider both the technical challenges and ethical implications of that research.The Walking with Robots team consists of top researchers in intelligent robotics from throughout the UK, as well as experts in engaging public audiences with science and engineering. The robotics expertise ranges from designing and building robots for extreme environments (such as space or volcanoes), to developing robots that mimic nature (both physically and mentally), through to researching the emotions of robot-human interaction.A wide variety of activities have been proposed, with the key intention of combining innovation with experience in order to maximise interest and impact. Many of the researchers involved in the network have a long history of running successful public engagement projects in their area, exciting and educating public audiences of all ages. The Walking with Robots programme seeks to combine and extend these activities to produce a prominent UK-wide campaign for promoting awareness of and interest in robotics amongst public audiences. Highly successful existing activities will be extended and developed across the network, and new activities will be devised, based on the expertise of the network members and identified needs of the target audiences.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D05656X/1","grantId":"EP/D05656X/1","fundValue":"260461","fundStart":"2006-09-01","fundEnd":"2009-12-31","funder":"EPSRC","impactText":"  Walking with Robots delivered four high profile projects:\n* Robot Thought (2005-2007);\n* One Man and his Bot (2007);\n* Heart Robot (2008), and\n* Robotic Visions (2009-2010).\nIn summary, the project:\n1. Organised and supported over 100 separate events throughout the UK with a very broad range of event types, subject\nmatter and target audiences;\n2. Achieved extensive audience reach: at least 60,000 people, of which the majority (58%) were family audiences;\n3. Facilitated a high level of involvement in public engagement amongst the UK robotics community, both at senior (e.g.\nprofessorial) level as well as more junior researchers;\n4. Attained a wide and high level of regional, national and international media coverage;\n5. Developed various support mechanisms for network members including an evaluation toolkit and website;\n6. Developed significant partnerships throughout the UK including working with industry, science and discovery centres,\nlearned institutions professional networks and other STEM Public Engagement practitioners, and\n7. Accomplished a high level of recognition within the wider stakeholder communities including robotics research, STEM\ncommunication, policy makers, and learned institutions. Other Cultural,Societal","person":"Alan Frank Winfield","coPersons":["Noel  Sharkey","Owen  Holland","Frank  Burnet"],"organisation":"University of the West of England","findingsText":" The key objectives of the Walking with Robots programme were:\n* To improve the public perception of engineering, particularly among young people;\n* To encourage a greater proportion of young men and women to consider engineering as a career;\n* To increase public awareness of intelligent robotics related issues and contemporary technologies;\n* To develop dialogue between robotics researchers and specific public interest groups in order to inform future research\nactivities;\n* To extend and enhance public engagement expertise within the robotics research community;\n* To establish a UK-wide network of roboticists who are active in public engagement;\n* To build a network of contacts between robotics experts and centres of science communication (e.g. science centres\nand festivals, SETPoints, learned institutions, etc) across the UK, and\n* To promote the successes of the programme to the wider science communication and robotics research communities. Drawing on expertise from within the network Walking with Robots ran training events to equip young researchers with\nthe skills and confidence to engage with public audiences. As a result there is now a community of young roboticists\nready and able to promote engineering to the public. Other","dataset":"gtr"}