{"id":"24F2B56F-4964-428A-96C9-8D03E8626093","title":"Molecular basis of foodborne disease risk of variants of Salmonella Typhimurium DT193 and U288","abstractText":"The bacterium Salmonella accounts for about 125 million incidents of disease worldwide each year, and nearly a million deaths. The morbidity and mortality caused by this pathogen has a significant impact on the economies of both resource rich and resource poor countries. Most cases of non-typhoidal Salmonella are thought to result from fecal contamination of food and food products, either directly in the food chain or by cross contamination in the home or restaurants. A common and therefore critical step for this is the entry of the bacterium into the food chain from livestock and poultry in which this pathogen is commonly found. However, even though virtually all types of Salmonella have the potential to cause disease in man, not all are commonly associated with disease in man. Understanding how these processes work is critical to the detection of high risk types of Salmonella in livestock and the food chain, and efforts to decrease the likelihood of Salmonella entering these environments. We propose to study two common types of Salmonella that are both present in pig herds butter present distinct risk to food safety. We will study these bacteria at a genetic and behavioural level to understand how the different types circulate in pig populations in the UK and how they enter and survive in our food. First a collection of pig and food chain isolates of Salmonella Typhimurium will be whole genome sequenced and the variation in their genome used to define the how they spread into the food chain and into the human population. Then we will study important behavioural variations that may impact the threat posed by the variants in food. As the types of Salmonella to be studied are genetically closely related, the number of genetic differences are small, which makes it possible to identify candidate differences associated with altered behaviours of the variants. Genetic differences in types of Salmonella are potential candidates targets for surveillance to identify types more likely to represent a risk to food safety or for other intervention strategies aimed at decreasing the likelihood that they will enter the food chain.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M025489/1","grantId":"BB/M025489/1","fundValue":"415769","fundStart":"2015-11-01","fundEnd":"2018-10-31","funder":"BBSRC","impactText":"","person":"Robert  Kingsley","coPersons":[],"organisation":"Institute of Food Research","findingsText":"","dataset":"gtr"}