{"id":"24F6BBCD-FBBC-459E-BAEE-3BA2C9A02BA5","title":"Storage, access and transmission of whole-slide images for telepathology applications","abstractText":"Pathology is the branch of medicine that studies the cause, origin, and nature of diseases through the examination of tissue biopsies at a microscopic level. Pathology slides are traditionally handled by cutting a tissue sample into paper-thin sections, and staining them so to bring out regions of interest (RoIs). A pathologist places these paper-thin sections on a glass slide under a microscope in order to look for a range of features that aid in confirming the presence and malignancy level of the disease. For example, in the case of cancer biopsies, the pathologist analyses the shape, size and amount of abnormal and normal cell nuclei in the tissue to confirm the existence and progression of the tumour. \n\nRecent advances on whole-slide digital scanners have made possible the digitization of pathology slides, allowing their storage and manipulation in digital form. The digitized versions of pathology slides, which are called virtual slides or whole-slide images (WSIs), are complementing traditional analysis techniques that rely on pathologists looking under a microscope with techniques that rely on pathologists looking at digital images on a monitor. Moreover, digitization of these slides also allows providing telepathology services by sharing WSIs and thus reaching isolated hospitals and medical centres. For example, thanks to telepathology, pathologists would be able to send WSIs electronically to others or post them on a secure web-site making them available for consultation with other pathologists. As a consequence, more pathologists may be brought into the process of making a diagnosis, thus avoiding medical errors.\n\nDue to the high resolution required to digitize pathology slides, the resulting WSIs tend to be huge in file size, which results in heavy demands for storage and transmission resources. For example, the digitization of a single core of prostate biopsy tissue, of roughly the dimensions of a stamp, could easily result in 900 million pixels. By comparison, a photograph of 4x5 inches in size scanned at 300 dots per inch, which is the standard resolution for printing in a magazine, results in only 1.8 million pixels. So, WSIs usually require around 500 times more pixels than regular digital images. Moreover, a single pathology study normally comprises more than one biopsy sample. For example, in the case of prostate cancer studies, more than 10 biopsy samples are often required per patient, resulting in hundreds of gigabytes of imaging data per study. As a consequence, the main challenge that currently prevents telepathology from being widely used in clinical settings is the huge file size of WSIs, which makes the access and transmission of these data over different channels lengthy. Additionally, their huge file size also prevents WSIs from being widely used in current Picture Archiving and Communications Systems (PACS), which comprise a collection of software and network infrastructure used in hospitals and medical centres to store, share and display medical images. Integrating WSIs into PACS would allow pathologist to use other patient data available in PACS in order to increase the accuracy of diagnosis. Therefore, designing efficient coding methods capable of facilitating the access and transmission of WSIs for telepathology applications, while allowing integrating these data into PACS, remains a challenge. This project is mainly concerned with the design of such methods.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L02764X/1","grantId":"EP/L02764X/1","fundValue":"97702","fundStart":"2014-10-23","fundEnd":"2016-10-22","funder":"EPSRC","impactText":"","person":"Victor Francisco Sanchez Silva","coPersons":[],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}