{"id":"24FC710E-4884-4E89-B6F2-8B05E90A2A83","title":"The Oxford Consortium for Three Dimensional Electron Microscopy","abstractText":"High resolution cell ultrastructure has been studied by transmission electron microscopy for more than 40 years and this method has revolutionised our understanding of the shape and form of organelles, the number in a cell, how they divide, how individual cells divide and the organisation of tissue. One of the biggest problems with these methods are that only very thin slices of cells can be imaged so a three dimensional view was very difficult to produce without complex serial sectioning and reconstruction techniques and it is also impossible to produce quantitative data. More recently transmission electron tomography has become the technique of choice for extracting high resolution 3-dimensional information from EM sections and is a very powerful technique for limited areas of a cell or tissue. The technique is still complex, and although serial tomograms can be made to observe the 3-D structure of whole cells, there are severe technical and time limitations if large areas of specimen in considerable depth need to be studied.\n\nIn the last decade two new techniques have emerged that we believe to be the next revolutionary change in how we image cell and tissue ultrastructure. These are focussed ion beam milling (FIBSEM), physically etching away the surface of a sample and serial block face microscopy (SBFM), cutting into the sample by removing thin sections from its face. Both techniques use a scanning electron microscope to image the surface of a resin block in which the sample is embedded. By continued removal of slices of the resin follwed by imaging the resin surface a series of images are collected that can be reconstructed into a three dimensional volume.\n\nIn this proposal we will establish a three dimensional imaging consortium in the Thames Valley area. Oxford Brookes University and Sir William Dunn School of Pathology, University of Oxford both have expertise in three dimensional cellular electron tomography with three members of staff trained at the internationally renowned centre for three dimensional imaging at University of Colorado, Boulder, USA and each PI on the grant have publications on three dimensional imaging. To date there are only 6 instruments in the UK, Manchester (x2), Leicester, UCL, CR-UK London Res. Inst. One is dedicated to materials science and 5 to biomedical research. Increasing the capacity and training of staff in these techniques and increasing the output of excellent research in these techniques should be considered essential to UK bioscience research. Most of our applications data has been carried out in Manchester where demand on the instrument is extremely high. There is no such facility in the Oxford region, nor a facility with expertise to handle plant material and advise plant scientists on specimen preparation. \n\nThere are 4 key projects from the PI's Departments on this grant application that we will undertake over the next three years and the underlying research for several of these is currently supported by BBSRC grants. Immediately a number of specific projects will be carried out on the structure of membrane systems within plant cells, the structure of the swimming apparatus of trypanosome (sleeping sickness) parasites, development of nuclear division mechanisms and membrane systems within the nucleus.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L014122/1","grantId":"BB/L014122/1","fundValue":"747873","fundStart":"2014-01-31","fundEnd":"2015-01-30","funder":"BBSRC","impactText":"  To early in the grant to answer  ","person":"Christopher  Hawes","coPersons":["Jordan  Raff","Sue  Vaughan"],"organisation":"Oxford Brookes University","findingsText":"","dataset":"gtr"}