{"id":"25012002-4C30-4805-8BB6-5F078D1B66F3","title":"The AGATA Spectrometer","abstractText":"AGATA / the Advanced GAmma Tracking Array - will be the world's pre-eminent device for studies of the femtoscale structure of matter. By measuring the properties of gamma rays emitted by atomic nuclei with unprecedented sensitivity, AGATA will provide new insights into nuclear and sub-nuclear behaviour and will address fundamental issues such as the limits of nuclear existence and the origin of the elements in the universe. Recent experimental results have begun to suggest that nuclei far from stability may behave very differently from their near-stable neighbours. For a complete understanding of nuclear structure, we need to understand the behaviour of all atomic nuclei, not just the small subset close to stability. New experimental methods therefore need to be developed, to study nuclei ever further from stability. For example, radioactive-ion beam accelerators are now becoming available. Their use presents a wealth of new challenges; low beam intensities and high background counts will require new, ultra-sensitive experimental techniques. Gamma-ray spectroscopy is one of the foremost techniques for studying nuclear structure. For this reason, many technological advances in gamma-ray detection have been made over the years. In the 1980s, UK nuclear physicists pioneered the development of gamma-ray spectrometers made up of arrays of germanium detectors. A problem with such detectors is that the spectral response is impaired if a gamma ray scatters out of the detector without depositing its full energy. As a remedy, the method of escape suppression is used, whereby the germanium detector is surrounded by a second detector - a suppression shield - which vetoes scattered gamma rays. Although this method significantly improves the quality of the spectra, the shield occupies a valuable fraction of the 4pi solid angle, limiting the overall detection efficiency. In the 1990s developments culminated in two large spectrometers: Euroball (Europe) and Gammasphere (USA) each made up of ~100 escape-suppressed germanium detectors. A giant step forward would be made by dispensing with shields, and building a gamma-ray spectrometer solely from germanium detectors. Instead of vetoing, and losing, scattered gamma rays, they could be tracked from one detector to another. This is the underlying principle of AGATA. Although tracking sounds straightforward, in practice it is complex / it is necessary to record the energy and position of every gamma-ray interaction, in order to track a scattered gamma ray from one detector to another, and thereby determine its full energy by event reconstruction. The complexity however pays off as AGATA will have sensitivity over 1000 times better than its predecessors. Gamma-ray tracking is thus at the forefront of nuclear-physics research throughout the world. Tracking is also important in other fields, for example, in nuclear medical imaging where the reconstruction of gamma-ray energies will vastly improve resolution. AGATA will be developed and built by a large European collaboration of physicists from over 12 countries. The UK is a major part of the collaboration, exploiting its many years of leadership in the field, with expertise in several key areas. Ultimately AGATA will consist of 180 detectors. The project will be realized in phases; this request covers the phase from 2008 to 2012, where the aim is to build a quarter of the full array. Initially, a 15-detector sub-array - the AGATA Demonstrator - will be built; although its main purpose is to demonstrate the feasibility of tracking, it will be a powerful device in its own right. AGATA will be continually expanded, and will be operated at three European laboratories before 2012 each with different characteristics: initially at the stable-beam facility at Legnaro in Italy, and later at radioactive-beam facilities at GANIL in France and GSI in Germany. Following on from this grant period, the complete AGATA spectrometer will be built by 2015.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/F004184/1","grantId":"ST/F004184/1","fundValue":"232722","fundStart":"2008-10-06","fundEnd":"2010-04-05","funder":"STFC","impactText":"","person":"Robert  Wadsworth","coPersons":["Michael Anthony Bentley"],"organisation":"University of York","findingsText":" This was a multi-institutional grant within the UK to fund the development of a new type of gamma ray spectrometer for nuclear structure studies. The grant aim was to develop a gamma ray tracking array in conjunction with other European laboratory partners. This grant help to fund the research required to develop the electronics, detectors and software required. The final outcome was the construction of demonstrator array. The York part of this grant involved performing simulations of the demonstrator array under various experimental conditions. The development of gamma ray tracking technology is potentially of use in spectrometers for locating sources of radiation and healthcare, eg PET detector systems. Education,Environment,Healthcare","dataset":"gtr"}