{"id":"251AB8E2-82A5-4C99-870E-FCCF14AEB307","title":"Demonstration of a Generic Local Oscillator System for ALMA Band 2+3","abstractText":"The Atacama Large Millimeter/sub-millimeter Array (ALMA) is a world-class astronomical observatory operating in the millimetre and submillimetre wavelength range. It provides astronomers with an observing tool of unprecedented spatial resolution and sensitivity. ALMA will allow investigation of fundamental process associated with stellar and planetary formation, and galactic and extra-galactic evolution, revolutionising our understanding of how the Universe evolves. The UK Science and Technology Facilities Council (STFC) has long recognised the importance of ALMA within its strategic science plan, and has supported its development and construction through its membership of, and support for, the European Southern Observatory (ESO), which provides leadership of the ALMA project within Europe.\nALMA is now a functional instrument and is delivering high-grade science. However, it is not complete, and important technical upgrades are needed before it can reach its full, and originally planned, potential. For example, although the main production phase of the array has been successfully completed, and the return of science has already begun, ALMA presently lacks its proposed full frequency coverage and this is limiting its observational capability. Through a previous grant awarded to the UK by the European Southern Observatory (ESO), the University of Manchester has led a European consortium design study group during the conceptual development phase of a new ALMA receiver band, which both extends the operational frequency of the array to include Band 2, and provides increased operational efficiency through a simultaneous merger with the pre-existing Band 3. The new receiver band is currently designated Band 2+3, and it is the objective of this proposal to develop key and related Band 2+3 systems technology that provide a vital step towards its realisation as a new ALMA detection facility. We are therefore seeking Project Research and Development (PRD) resource to support a 21-month technical development activity that will establish the foundations of the new Band 2+3 through the manufacture and test of core technology, viz. a new and generic local oscillator (LO). During the course of our project, we will also demonstrate enhanced low noise amplifier (LNA) technology and prove a related, and critical, signal frequency mixing down-conversion stage. A core objective of our programme of work is therefore to ensure that Band 2+3 is adopted as a technical concept by the ALMA Project through the raising of its technical readiness status from a current level of 3, to a significantly higher level approaching that of 6. This would be followed by an ESO funded prototyping and deployment phase to be completed within a 10-year timescale. \nOur activity will mean that ALMA gains increased observational capacity and improved operational infrastructure; ESO is placed in an excellent position to lead the new receiver concept within the international ALMA Project, and the UK is assured of gaining a leading technical role in a future prototype and full production programme, which also offers excellent potential for significant UK industrial involvement.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/M003957/1","grantId":"ST/M003957/1","fundValue":"65618","fundStart":"2015-07-01","fundEnd":"2017-03-31","funder":"STFC","impactText":"","person":"Gary  Fuller","coPersons":["Danielle  George"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}