{"id":"251C9748-1BE1-448A-9BCF-C074A72D1A93","title":"Testing and modelling a transient episode of ocean acidification prior to the Eocene-Oligocene onset of the Cenozoic 'ice house'","abstractText":"One of the most profound changes in Earth's climate occurred 34 million years ago. The oceans rapidly cooled and large ice sheets developed on the Antarctic continent, thus beginning the current 'icehouse' climate regime. The mechanisms that caused this dramatic change in climate are not fully understood, but global changes in the cycling of carbon, leading to a drawdown of atmospheric carbon dioxide levels, are a prime candidate. A key piece of evidence that points to a disturbance in the carbon cycle during the Eocene-Oligocene Transition (EOT) is a global deepening of the calcite compensation depth (CCD) - the level in the water column at which calcium carbonate raining down from the surface ocean is fully dissolved. The deepening of CCD at the EOT represents the largest sustained change in the CCD during the last 65 million years of the Earth history and is interpreted as de-acidification of the deep ocean. Computer models, however, indicate that the deepening of the CCD is most likely linked to the decrease in the area available for carbonate deposition in shallow waters along continental margins, resulting from the sea-level lowering that accompanied the sudden build-up of large polar ice sheets during the EOT. While the relationship between CCD deepening, ocean cooling, and glaciation during the EOT is reasonably well understood, the time interval that immediately precedes these changes has not been studied in detail. This is principally due to time breaks in the core records, poor core recovery, and/or lack of carbonate in many sections. Nevertheless, a new compilation of records reveals the presence of an interval of low carbonate concentration at several sites positioned in the deeper levels of the ocean. These low carbonate intervals are contemporaneous in both the Atlantic and Pacific basins, during an event perhaps lasting only 100 to 200 thousand years. Based on this evidence, we hypothesize that these carbonate dissolution horizons are related to a brief shoaling of the CCD, or a transient interval of ocean acidification, immediately preceding the previously recognized deepening of the CCD. The timing of the short-lived episode of ocean acidification relative to the climatic shifts during the EOT is a critical aspect of the event. Occurring immediately prior to cooling and glaciation, the timing of this event suggests that changes in the acidification state of the ocean are not solely a response to global changes in the carbon cycle brought about by the climatic changes themselves (e.g. through sea level lowering resulting from glaciation). Furthermore, its position in the initiation phase indicates that variation in the carbonate chemistry of the ocean may provide a fundamental clue to the causal mechanisms of climate change at the EOT. Given the importance of this 'initiation phase,' we propose a comprehensive study of this interval through the collection of new lithological, paleontological, and geochemical data from selected deep sea cores that span this time interval. This work will be aimed at constraining the magnitude of ocean acidification and global changes in the CCD during the shoaling event, as well precisely determining the timing and duration of the event. These new records will give a more complete picture of the chemical changes that took place through the entire EOT, which is a critical aspect to fully understanding the mechanisms that caused large-scale climatic changes at this time. With better understanding of changes is ocean carbonate chemistry through the EOT, we plan to use computer models to investigate mechanisms that may have caused these changes and initiated the major shifts in climate that occurred during the EOT. This work will seek to identify the most likely scenario, or combination of scenarios, that most closely reproduce the geological observations in the model simulations.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G003270/1","grantId":"NE/G003270/1","fundValue":"253415","fundStart":"2009-01-01","fundEnd":"2012-12-31","funder":"NERC","impactText":"","person":"Heiko  Pälike","coPersons":[],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}