{"id":"251C9857-DA14-42E6-AFA7-1DF18866E051","title":"A new negative regulator of autophagy in cellular and organismal homoeostasis","abstractText":"During life, mammals have to keep their bodies and minds in a state of constancy, as much as possible, despite all sorts of challenges. For example, animals are exposed to periods without regular food, with inadvertent exposure to infectious bacteria, and with all sorts of insults that contribute to faster ageing, and the decline of important organs and of cognitive abilities. In the latter examples this includes the accumulation of damaged cellular components, e.g. proteins (including so-called 'unfolded' proteins that have the wrong shape and can stick to each other, forming toxic deposits) and other, larger cellular components, often composed of many hundreds of types of proteins and other molecules (e.g. 'organelles'). Given this, it is remarkable how well mammalian physiology copes with these problems. We refer to maintenance of this &quot;constant state&quot; as homeostasis.\n\nIn the applicant's lab, we study a process called autophagy. This is a system for disposing of unwanted components of cells in packets ('garbage bags') called autophagosomes - for example the damaged proteins and organelles referred to above - and other garbage - such as bacteria infecting individual cells (such as occurs, for example, in the lining of the gut on Salmonella infection). Autophagy operates in virtually all bodily tissues. Autophagy famously goes awry in certain diseases, e.g cancer, inflammation, neurodegeneration. However, it has become increasingly clear that autophagy plays a major role in homeostasis, i.e. the maintenance of the normal state of cells in animals, and thus the animal as a whole. Animals require autophagy to fight bacterial infection, prevent ageing-related decline of bodily organs and brain functions. Autophagy also has a neat dual function - the 'garbage' can provide energy and building blocks when it is broken down to keep the cells alive when nutrients are short (as occurs during e.g. fasting). Thus animals also require autophagy to bridge gaps in food intake/usage. However, too much autophagy can also be damaging to cells. To this end, cells control the amount of autophagy carefully, although recent studies show that modestly enhanced autophagy could improve homeostatic outcomes, particularly during ageing.\n\nWe propose to provide new information on how this autophagy pathway is controlled. We think we have identified a gene that slows down the autophagy process. By testing this idea, by studying at a very detailed molecular level how this gene (CCPG1) acts in cells, and discovering how it impacts on nutrient/metabolic responses and ageing in mice, we hope to both a) cast new light on mechanisms by which this important pathway of autophagy works in cells and b) discover a new gene that - via its link to autophagy - controls important homeostatic outcomes in adult and ageing animals (relevant to mammalian biology, including livestock and human health). This work may subsequently lead to future research proposal to find ways to manipulate the function of this gene to control autophagy and improve homoeostasis.\n\nWe will use standard cell biology technique and biochemical techniques that will allow us to see how the product of the CCPG1 gene associates with and directs the interplay of known molecules that drive the process of autophagy. However, we will also use some cutting-edge microscopy techniques (electron microscopic and so-called 'super-resolution' light microscopic) to gain unprecedented insight into how known molecules in the autophagy pathway are being orchestrated. However, it is difficult to know how relevant effects we see in isolated cells are in a whole animal, where many millions of cells interact in complicated organ systems. So, we have made a mouse deficient in CCPG1. We aim to show that homeostatic functions, particularly during ageing or fasting, are different in these mice.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/N000315/1","grantId":"BB/N000315/1","fundValue":"390541","fundStart":"2016-01-01","fundEnd":"2018-12-31","funder":"BBSRC","impactText":"","person":"Simon  Wilkinson","coPersons":["Jonathan  Lane","Paul  Verkade"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}