{"id":"253A64E1-BF9C-42AA-9DA5-54143A037B40","title":"Origin of ultra-low velocity zones at the core mantle boundary","abstractText":"Using new seismological observations together with mineral physics constraints, we will test hypotheses as to the origin of small scale (10 to 100 kms) heterogeneities called ultra-low velocity zones (ULVZs) at the core mantle boundary (CMB). The lowermost mantle is host to a wide variety of structures and shows heterogeneities on many scale lengths. Arguably the most intriguing seismic discovery of the last 15 years regarding the lowermost mantle is that of intermittent thin patches of extremely reduced seismic velocities near the CMB dubbed ULVZs, indicative of the existence of a 10 to 40 km basal mantle layer. ULVZs influence many aspects of mantle dynamics and it has been speculated they are the roots of mantle plumes, areas of core material entering the mantle, remnants of a global magma ocean, an influence on the path of the magnetic poles during polar reversals, and chemically distinct exotic material. Therefore, understanding the origin and properties of ULVZs is not of just academic interest, but impacts on a wide range of first-order Earth issues. Nonetheless, the origin of ULVZs remains unsolved and fundamental questions such as partial melt vs. chemical heterogeneity as source for ULVZs are still debated. To test hypotheses on the origin of ULVZs we will use a combined mineral-physical and seismological approach. Each of the proposed ULVZ models will lead to specific velocity changes, P-wave to S-wave velocity ratios and density changes for ULVZs. For instance, a partial melt origin of ULVZs will lead to a P-to-S wave velocity ratio of 1:3, while a compositional origin creates VP/VS~1-2. Currently our knowledge about ULVZ structure and lower mantle material properties is not sufficient to differentiate between these models and we will employ new seismological probes to better resolve the existent velocity and density structure of ULVZ. Furthermore, we will determine the elastic properties of perovskite and post-perovskite, as function of composition, pressure and temperature from first principle calculations to understand the elastic properties of potential ULVZ material. Identification of regions devoid of ULVZs is crucial to understand the connection between mantle flow and ULVZs. Improving the seismic coverage we will obtain a map of the CMB indicating ULVZ regions, their seismic velocities and densities. Using forward modeling based on the mineral-physics results we will be able to thoroughly test different models of origin for ULVZs.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H021027/1","grantId":"NE/H021027/1","fundValue":"154304","fundStart":"2011-03-01","fundEnd":"2014-02-28","funder":"NERC","impactText":"","person":"John Peter Brodholt","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}