{"id":"2541F629-016B-4A2A-881E-C04A1E3B37A9","title":"Proteomics analysis of endosomal compartments in Arabidopsis","abstractText":"The interface of plant cells with their neighbours and their biotic and abiotic environments / the plasma membrane / undergoes dynamic changes in protein composition. Plasma membrane (PM)-localised proteins include receptor kinases, that are involved in cell-cell communication or plant-pathogen interaction and small-molecule (e.g. sugar, hormone, ion) transporters or facilitators. Several PM proteins have been shown to cycle between the PM and endomembrane compartment(s), whereas other PM proteins are internalised and targeted to the vacuole for degradation. PM protein dynamics thus determines cell behaviour and affects plant performance. Considering the fundamental importance of PM protein dynamics, our current knowledge of the underlying mechanisms in plants is virtually non-existent. In animals, early/sorting endosomes are important sites for receptor signaling. Although this may also apply to plants, there are no markers to distinguish plant early/sorting from recycling endosomes. Likewise, ubiquitin serves as a sorting signal for endocytosis in fungal and animal cells, but such a function has not yet been described in plants. The endosomal compartments in which plant PM proteins are sorted for degradation or recycling to the PM are morphologically and functionally ill-defined, and their composition in terms of resident and cargo proteins is essentially unknown. This project is proposed by 4 groups from 3 financially contributing countries and 2 associated groups from Spain, and aims to carry out a proteomics-based analysis of receptor-mediated endocytosis and receptor-labeled endosomal compartments in Arabidopsis. Using two model receptors, the well-characterised human transferrin receptor (hTfR) and the plant brassinolide receptor complex (BRI/SERK), we set the following objectives: 1) to establish a time course of the endocytic process; 2) to identify the architecture of early/sorting, recycling and late endosomal compartments; 3) to purify endosomal compartments based on receptor kinetics and immuno-isolation; 4) to identify the accessible endosomal proteomes on the basis of the purified fractions and to identify molecular markers for early/sorting and recycling endosomes; 5) to isolate and identify complexes of proteins undergoing endocytosis; 6) to determine the role of ubiquitination in the endocytic process; 7) to determine the role of the proteins and markers identified in the ligand-receptor systems. We anticipate that our results will define endocytic pathways and endosomal compartments involved in receptor internalisation, signaling, sorting and degradation or recycling. This will provide a foundation for future analyses of receptor activity in plant development and pathogen response.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E024777/1","grantId":"BB/E024777/1","fundValue":"266560","fundStart":"2007-07-01","fundEnd":"2010-06-30","funder":"BBSRC","impactText":"  The aim of the PRECIAR project was to identify and characterise endosomal proteins of the flowering plant Arabidopsis thaliana. Endosomal membranes were immuno-isolated from transgenic seedlings expressing human transferrin receptor (hTfR) or the a1 subunit of vacuolar ATPase fused to GFP and subjected to MS / LOPIT analysis, yielding a list of candidate endosomal proteins. The immuno-isolation and LOPIT procedures were optimised. Several proteins predicted to be involved in endosomal traffic were characterised by subcellular localisation and functional analysis. These included a collection of protein markers for endocytic compartments, regulatory proteins such as mu-adaptin, ARF-GEF and SM protein. The lists have been used in subsequent studies as markers for the endosomal compartments in plants. They have also been used in pilot data which has gone to attract further funding Digital/Communication/Information Technologies (including Software) ","person":"Kathryn Susan Lilley","coPersons":[],"organisation":"University of Cambridge","findingsText":" IN this project we created a method to be able to assign full time residents of recycling vesicles inside cells. We were able to distinguish contaminating proteins and cargo proteins from those which are constantly associated with these vesicles and carry out their function within these vesicles.\nThe data achieved help us also to design software which assists in determining sets of proteins which reside in a cell together by looking for co-distribution patterns on proteins within experiment which use biochemical cellular fraction and quantitative proteomics The work carried out by the Cambridge part of the PRECIAR consortium has lead to a novel method of determining the subcellular location of low abundance proteins involved in endosomal vesicles.\nThis is now being used in other projects in the Lilley lab. and will be part of a larger spatial proteomics platform currently being developed Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}