{"id":"254BD7C8-DCCB-4550-BAAF-38D448D5F3A7","title":"Determining the risks of mosquito-borne viral zoonoses emerging and spreading from East African forests","abstractText":"Many diseases are transmitted to humans by mosquitoes. For example, the well-known and widespread tropical diseases yellow fever and dengue fever, are caused by viruses spread by the mosquito, Aedes aegypti. These were originally animal diseases and the viruses and mosquito originated from the tropical forests of Africa. These forests are rich in animal wildlife and also have large numbers of associated animal-feeding mosquito species and the viruses these mosquitoes transmit. These viruses sometimes spill over into human populations resulting in localised outbreaks of what are normally animal diseases e.g. Chikungunya and Zika. As humans encroach increasingly on these forests, they expose themselves to greater and greater risk of being infected by these primarily animal-infecting viruses. Because of this vast array of viruses (some of which may even be unknown to science), and the large number of mosquito species that could spread them, these old tropical African forests are a high risk as a source of new diseases in humans. We aim to predict these risks and to identify viruses or mosquitoes likely to be involved in future human disease. This information can be used to prevent the spread of new human diseases. For example, surveillance strategies could be put in place to detect changes in viruses or mosquitoes that are early warning signs of a new disease emerging in humans. In addition, changes could be made to how land is used, e.g. for agriculture, in and around forests.\n\nWe will study the interactions that occur between mosquitoes, viruses, the environment (forest and surrounding villages) and humans to assess what changes could occur to result in the emergence of new human diseases. For example, we want to know: How often humans enter the forest and why? How might increased human mobility affect disease spread? What is the potential for viruses to infect humans by switching from animal-feeding into human-feeding mosquitoes? May mosquito species that normally live in the forest move to human habitats so bringing humans into contact with the viruses these mosquitoes normally transmit to animals? Because this will be a large and complex project we will first have a planning phase. This will involve discussions between UK and African scientists, social scientists and agencies involved in health and policy making, e.g. the World Health Organisation, to enable us to design an integrated research plan that will deliver the information needed to prevent or minimize new human disease.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0902443","grantId":"G0902443","fundValue":"49989","fundStart":"2010-05-04","fundEnd":"2011-03-03","funder":"MRC","impactText":"","person":"Catherine  Walton","coPersons":["David  Robertson","Yvonne-Marie  Linton","Maia  Green","Houssam  Attoui","Simon Thomas Carpenter","Mike  Boots","Daniel  Brockington","Jasper  Ijumba"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}