{"id":"254CC130-3614-423F-8F3D-6013BDCF12D8","title":"National Identity in Russia from 1961: Traditions and Deterritorialisation","abstractText":"The rise of nationalism is one of the most prominent and worrying phenomena in modem Russian culture. The proposed project moves beyond ideology, political programmes, and voting patterns in order to examine views of the nation and Russianness among ordinary Russians, and to explore how far these may be traced back to the late Soviet era. The sources include previously unexplored archival material, questionnaires, and interviewing/oral history. The central themes are 'tradition', by which we mean cultural memory, a self-consciously recognised relationship with the past, and 'deterritorialisation', which refers to the stresses placed on national and personal identity by migrancy, travel, and emigration. The period chosen for close study includes the post-Stalin and transition years, which witnessed a thoroughgoing attempt by the Party authorities to revive what were seen as 'positive' traditions, yet at the same time an officially-sponsored depopulation of the Russian village, conventionally seen as the bedrock of national identity, and the granting of mobility rights (albeit in a restricted sense) to ever larger sections of the population. Working in collaboration with Russians so that we can explore national identity from the inside, as well as writing about it from a distance, we plan to publish a number of pathbreaking studies on subjects such as the cultural history of identity documents, St Petersburg as the city of 'living history', Russian food as an expression of national identity, the role of museums in fostering cultural memory, the representation of the nation in the Russian media, patriotism and attitudes to 'foreigners' among skinheads In St Petersburg and Vorkuta, and the lives of Russians living in Britain. We are also planning to set up a broader research network that will exchange views in order to place Russian nationalism of the late twentieth and early twenty-first centuries in national and international context Russia is often, but perhaps wrongly, considered a 'special case', so we propose to investigate similarities and differences between Russian views of the nation and those in other countries that till recently had a large peasant population and have a history of authoritarian rule, such as Ireland, Hungary, Greece, and Italy, as well as comparing the situation in the Russian Federation with that in other parts of the former Soviet Union. The structure of the project involves a network of 40 scholars, including a core group of 4 Russian and 5 British academics, each of whom will work on a particular aspect of our general theme. Anticipated output includes research monographs (Baiburin, KeIly, Omelchenko/Pilkington), sections of books (Beumers, Lovell), and articles (Baranov, Byford, Kushkova}. A discussion of theories/methodologies of research in national identify will be organised in Antropologicheskii forum/Forum for Anthropology and Culture, published by the Russian Academy of Sciences/Kunstkamera in St Petersburg. Alongside academic: books and articles, we plan to organise two workshops and a major international conference, and to create a website that will be exploitable as a research resource, with an annotated international database of research on Russian nationalism. We will also set up a searchable online database of life history interviews which will form part of the Archive of Russian Personal History and Everyday Life at the University of Oxford, and which will be accessible by other scholars researching twentieth- and twenty-first-century Russian culture. The involvement of Russian participants will smooth access to archival holdings not generally accessible to Western scholars, facilitate contact with informants, and ensure that work done for the project attains a high profile in Russia (we will be pre-publishing material from the monographs in leading Russian journals, e.g. Neprikosnovennyi zapas and NLO, as well as US/UK refereed journals).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E509967/1","grantId":"AH/E509967/1","fundValue":"563000","fundStart":"2007-09-01","fundEnd":"2011-04-01","funder":"AHRC","impactText":"  There has been considerable impact on the academic public (e.g. Catriona Kelly's Remembering St Petersburg and article on historiography of the Soviet era are in the top 5% of downloads on academia.edu). Russian Cultural Anthropology since the Collapse of Communism is already in paperback, and Soviet and Post-Soviet Identities is considered by CUP to be selling well. St Petersburg: Shadows of the Past has also reached a general readership - it was Yale UP's Book of the Month for January 2014 and was presented at the Oxford Book Festival and various events for the public, e.g. a talk at Pushkin House and the Winchester Russian circle. The book has its own Facebook page also. Areas of the research have also led to outreach in a practical sense - e.g. in August 2014 Catriona Kelly wrote an expert statement for an immigration case in Scotland referring to the effects on two children of primary-school age of possible refusal of leave to remain to the parents (the children had been in the UK for five and a half years). Creative Economy,Education,Government, Democracy and Justice,Culture, Heritage, Museums and Collections Cultural,Societal","person":"Catriona Helen Kelly","coPersons":["Hilary  Pilkington"],"organisation":"University of Oxford","findingsText":" The key objective was to research Russian national identity at the 'grassroots' level and especially the regional elements in this. Most other research has concentrated on the nationwide picture (as seen from the country's capital). While this is certainly important (e.g. the rising cult of 'the Great Patriotic War'), there is a different and less bellicose side to Russian culture that emerges when one looks beyond Moscow. Our key area was the North-West (St Petersburg, but also the mining city of Vorkuta and the Old Russian cities of Pskov, Novgorod, and Vologda). This covers Europe's fourth largest (and Russia's second largest) city, a medium-sized industrial town, and three smaller settlements with medieval origins; the rural hinterland was also under consideration (mainly in terms of interaction on city life). Because of our emphasis on mobility, we had an ancillary project on Russians living in Britain (which has since become increasingly topical, with Russian foreign policy in 2014 emphasising repeatedly the role of the 'Russian World').\nIn the original report presented to the AHRC in May 2011, we had over 100 outputs of different kinds, including publications, conference presentations, conferences (we organised two international conferences, each with c. 100 participants, in 2009, which were attended by figures from public life and members of the general public as well as by academics). Most of this data has been lost from Researchfish and the publications list was badly garbled as well as truncated when the data was transferred. This represented the loss of two entire working days of the PI's time to enter the original data, plus a working day to attempt to correct at least some of the mistakes (it has not been possible to right all of them). Nevertheless, we trust that enough has been recorded to suggest the range of activities. We also gave detailed accounts in the original report of media interest etc. - for instance, the project was featured in the University of Oxford's brochure on current research (in 2010), and in the first Humanities Division research showcase in 2011. The topic of Russian national identity has become of enhanced importance in 2013-2014. It was highlighted at the Sochi Olympics (cf. the opening ceremony, which included an eclectic mixture of different symbols aimed at different audiences, home and foreign). Specific to the recent past, particularly during the crisis in Ukraine, has been the rise of political nationalism - but often of a kind that was evident at the fringes of Russian society before. Western sources (e.g. newspaper commentary) often express bewilderment about Putin's continuing popularity without understanding the underlying reasons - to do with national prestige, the sense of the country's encirclement by hostile forces, and so on. Also misunderstood is the extent to which Russia has changed since 1991; the significant level of convergence with Western norms and practices at the level of everyday life means that rhetorical emphasis on the country's specificity is ever more important. Aggressive anti-Western rhetoric is accompanied by a continuing commitment to Western standards in areas such as education, science and technology, academic practice, etc. Travel outside the country is still a fact of life (indeed, emigration on a semi-permanent basis is increasing). Our work suggests the complexity of the underlying issues and the extent to which identity is shaped by specific factors. We have also looked at the Soviet heritage in ways that go beyond the usual superficial focus on nostalgia. Future studies will build on this, though obviously, the situation in Ukraine has transformed issues of national identity in some respects (the annexation of the Crimea in particular has generated a much more aggressive phase of nationalism). The findings relating to a high level of national suprematism and national specificity that is seen as 'neutral' (i.e. regarded as inevitable in any country) remain relevant, since constituents of governing national myths have altered only superficially. So, someone researching the upsurge of hostility to Ukrainians, Poles, or Westerners could draw on our work reflecting attitudes to Central Asian migrants (a general process of stigmatising outsiders is in train). We have also amassed a considerable corpus of research data (interviews, archival transcripts, etc.), which will be logged in the Oxford Research Archive and made available to bona fide researchers upon request. (We had originally planned to put this material online, but unfortunately the increased interest of the security services in our work and the impossibility of guaranteeing the anonymity of our informants made this impracticable.) Creative Economy,Government, Democracy and Justice,Culture, Heritage, Museums and Collections","dataset":"gtr"}