{"id":"254F7713-3541-42F1-A086-EF2B14155A19","title":"Quantitative functional MRI: developing non-invasive neuroimaging to map the human brain's consumption of oxygen","abstractText":"Diseases of the brain including neurological conditions, such as epilepsy, multiple sclerosis and dementia, and common psychiatric conditions such as depression and schizophrenia, have considerable personal, social and economic costs for the sufferers and their carers. Improving the tools at our disposal for quantifying brain function would help with diagnosis, choosing the right treatment for the patient and developing new, more effective, treatments. This proposal aims to develop a reliable non-invasive brain imaging method using magnetic resonance imaging (MRI) that maps, across the whole human brain with a spatial resolution of a few millimetres, the amount of oxygen that the brain is consuming. The rate of oxygen consumption, known as CMRO2, reflects neural activity and can change through disease processes. It provides a marker of disease and treatment related alterations in brain activity. Our proposed method would also map the functional characteristics of brain blood vessels whose health is crucial for the supply of oxygen and nutrients to the brain.\n\nUntil recently, it has only been possible to quantitatively map the human brain's metabolic energy use through positron emission tomography (PET), which relies on radioactive tracers. The application of such measurements is limited, as in order to minimise radiation doses, it cannot be applied many times in the same patients or healthy volunteers. This hampers the repeated study of disease or treatment progression and the study of normal brain development and aging. Our proposed method would avoid the use of ionizing radiation, would be cheaper than PET and more widely available, and would expand the applications of quantified CMRO2 mapping to more centres, leading to improved treatment targeting and potential healthcare cost savings.\n\nWe have performed some initial tests that show our proposed method to be feasible. It relies on mapping simultaneously the flow of blood to each part of the brain and the oxygenation of the blood leaving each part of the brain. Necessary for the measurement is the modulation of brain blood flow and oxygen levels, achieved by asking volunteers to breathe air enriched with carbon dioxide and oxygen. These procedures involve the volunteer wearing a face-mask but are safe and well tolerated. Our proposed method should yield additional information describing cerebrovascular properties compared to other recently-proposed methods. This means that it would require fewer assumptions which may be not be invalid in the diseased brain, giving our approach a wider scope of application and offering potentially richer clinical information.\n\nThis proposal optimises our method to ensure it is efficient and reliable for widespread research and eventually clinical use. We propose a close collaboration between physicists developing the neuroimaging methodology and clinical academic researchers who will help us to demonstrate its clinical feasibility in two common neurological diseases, epilepsy and multiple sclerosis (MS). About 70% of the project will be methodological development to optimise our image acquisition and data analysis strategy to yield accurate and repeatable measurements within about 10 minutes of scanning. The remaining 30% of the project will validate the method in groups of epilepsy and MS patients who volunteer to help us with our research. Validation will be performed by comparison with PET, the current 'gold standard.'\n\nThe project will develop and benefit from partnerships with academic and industrial researchers in the UK and internationally. In particular, the work has good potential for application in the drug development industry, a strong industrial sector in the UK, for the development of new and effective compounds to treat psychiatric and neurological disorders. This project would help maintain the UK at the forefront internationally of neuroimaging research, a position it has long held and from which it has benefitted.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K020404/1","grantId":"EP/K020404/1","fundValue":"570242","fundStart":"2013-08-31","fundEnd":"2016-08-30","funder":"EPSRC","impactText":"","person":"Richard Geoffrey Wise","coPersons":["Christopher John Evans","William Peter Gray","Valentina  Tomassini","Judith Elizabeth  Hall","Kevin  Murphy"],"organisation":"Cardiff University","findingsText":"","dataset":"gtr"}