{"id":"2551E998-4E71-4C32-9D42-1C9D442817D5","title":"Extragalactic Astrophysics and Cosmology at Imperial College London","abstractText":"Our work in the Astrophysics Group at Imperial College London, in the broadest terms, is aimed at improving our understanding of the evolution of the Universe. The basic framework is the Big Bang model, the picture that the Universe began in a hot violent explosion several billion years ago. As the Universe expands it cools, and under the force of gravity matter segregates and condenses to form galaxies composed of stars. Our current picture of the Universe has changed dramatically in recent decades, both observationally and theoretically. The most important observational improvement has been the development of telescopes that map the sky over the complete range of wavelengths, both shorter than visual - gamma-ray, X-ray, ultraviolet - and longer than visual - infrared, microwave, radio. Two surprising results have emerged from these observations. First, there must be much more matter, dark matter, in the Universe than we can see, to explain the strong gravitational pull of galaxies. Second, the expansion of the Universe is accelerating, which we can only understand if empty space (the vacuum, nothing) possesses energy, dark energy. The aim of our work at Imperial College London, then, is to undertake observations and theoretical studies to develop this picture of the evolution of the Universe in more detail. We can order our research by wavelength, starting with X-rays. The shorter the wavelength of light, the higher the energy of photons, so X-rays can be used to study the most energetic processes in galaxies, particularly the accretion of matter onto black holes, and we are using the XMM-Newton satellite to explore these extreme environments. There is a very massive black hole, over a million times the mass of the Sun, at the centre of most galaxies, and a recent discovery has been that the mass of the black hole is proportional to the mass of the galaxy in which it lies. Our work using the Chandra satellite is aimed at understanding why this is and the implications for how galaxies form. At near-infrared wavelengths we are taking advantage of a new generation of large detectors to make a deep map of the sky, and are using this survey to search for distant quasars. The expansion of the Universe stretches (redshifts) the light from far away sources, so the most distant sources are the most redshifted. Light from the furthest quasars, from the time when they were first forming, is stretched to the near-infrared. By discovering the first quasars we can analyse their light to tell us about the conditions at that time, when the Universe was only 5% of its present age. Although stars emit most of their light near optical wavelengths, an important development in the 1980s and 1990s was the discovery that much of this light is hidden by the smoke from burning stars ('dust' to astronomers). The light is absorbed by dust and re-emitted at far-infrared wavelengths. About half of all starlight emerges at far-infrared wavelengths, so we need to study galaxies at these wavelengths to make a complete census of where and when the stars we see today formed. To this end over the next few years we will be analysing far-infrared maps made with the Herschel satellite, due to be launched in 2008. Finally, at microwave wavelengths we can see the furthest back in time, to the point when the Universe was so hot that matter was in the form of a plasma. In effect the entire sky looks like the surface of the sun, but that light has been redshifted by a factor of 1000, and stretched to microwave wavelengths. Analysis of the subtle variations in temperature of the microwave sky can provide a measurement of the amount of dark matter and dark energy. The launch of the Planck satellite in 2008 will provide the most detailed maps yet of the microwave sky. We will analyse the structure in these maps to obtain the most accurate measure of these cosmological parameters.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/G001901/1","grantId":"ST/G001901/1","fundValue":"1379140","fundStart":"2009-04-01","fundEnd":"2012-03-31","funder":"STFC","impactText":"","person":"Andrew Howard Jaffe","coPersons":["Michael  Rowan-Robinson","David  Clements","Stephen John Warren","Kirpal  Nandra"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}