{"id":"255EE4CB-048F-4E14-8535-43F53BA4CAD6","title":"Himalayan chemical weathering and carbon transfer triggered by the April 2015 Nepal Earthquake","abstractText":"The recent Nepalese earthquakes are devastating from a humanitarian perspective, but also have a profound impact on the surface environment of the Earth. One of the major impacts of the ground movement during the Earthquakes is that it destabilises the steep hillsides in the Himalayan valleys of Nepal. This causes major landslides, some of which have been big enough to dam rivers. These landslides cause a massive pulse in fine grained rock material that is delivered into rivers, causing a pulse of sediment in the rivers. This is an active field of research. Increased sediment load can cause flooding, but our interest stems from how that fine grained sediment dissolves. This is because the dissolution of sediment has a major influence on the million year carbon cycle. Although the carbon cycle on such time-scales might seem esoteric, it is critical to understand because it is this long-term carbon cycle that has maintained the climate at the surface of the Earth within a narrow window, ultimately allowing life to develop and be sustained. Carbon and rock dissolution are linked because the main way in which rocks dissolve is via carbonic acid, which is CO2 from the atmosphere dissolved in water. When the carbonic acid dissolves rocks, it becomes neutralised as bicarbonate, a form of carbon that is present in all natural waters (check the label of a mineral water bottle for example). This bicarbonate in waters gets transferred to the oceans by rivers, where ultimately it gets converted to limestone, locking down CO2 permanently. The dominant control on rock dissolution is the supply of sediment via erosion processes, of which land sliding is one of the most important. We expect that the thousands of landslides triggered by the Nepal earthquakes will cause a massive pulse in carbon transfer via rock dissolution over the next 12 months, before the material gets washed out the system by the monsoon rainfalls. We are proposing to collect river water and sediment samples in Nepal, over the next 12 months with a series of international partners to try and better understand the perturbation that an earthquake will have caused to the carbon cycle.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/N007441/1","grantId":"NE/N007441/1","fundValue":"52030","fundStart":"2015-07-02","fundEnd":"2016-07-01","funder":"NERC","impactText":"","person":"Edward  Tipper","coPersons":["Michael James Bickle"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}