{"id":"256CD6FD-8CBC-4AD8-9360-D73FF4E377D8","title":"FACCE ERA-NET+ Climate Change Adaptability of cropping and Farming systems for Europe (Climate-CAF&Eacute;)","abstractText":"The Climate-CAFE project focuses on increasing the &quot;adaptive capacity&quot; of arable and forage crops to climate change (CC). We will use an interdisciplinary approach to evaluate traditional and more novel regional adaptation and mitigation strategies along a North-South climate gradient in the EU and propose new farming system designs for adaptation to CC. The evaluation includes synergies and trade-offs between strategies using different scales and indicators for IPCC scenarios in 2050 and 2100. Synthesis of existing data from experimentation and expert knowledge (advisors and farmers) will be used to propose adaptation measures for a selection of Adaptation Pilots based on representative regional cropping and farming systems located in consortium countries. These pilots will be defined and used to design and evaluate adaptation strategies based on multicriteria economic and environmental analyses. The proposed adaptation strategies will focus on improved soil and water management via ecological intensification, including new cultivars, novel rotations, alternative tillage options, and the inclusion of legumes and intercrops, to enhance the buffering capacity of the soil-crop system and capitalize on emerging value chains in the bio-economy. The STICS and DAYCENT models will be used to simulate scenarios at the cropping system level (plot scale and rotation\nduration). Existing long-term experiments, including FACE and Ecotron specific experiments will be used for analyzing the quality of predictions and where necessarymodels will be improved to accommodate new processes (e.g. introduction of O3 effects in STICS). Over the short / medium term, the STICS soil-crop model will be run on the RECORD modelling and software platform to make multiple simulations for testing the\npotential efficiency of proposed CC adaptation measures for maintaining crop production without degrading environmental impacts. In addition, the DAYCENT soil model will be used to evaluate the long-term impact of adaptation measures on soil carbon sequestration and greenhouse gas emissions (CO2, N2O, and CH4). The Modam and Farm-design models will be used to assess the impact of CC adaptation measures on the\nfarms' economic and environmental performances. In addition, the Farm-design model will be applied to evaluate these outcomes at the supra-farm level, considering the regional constraints of agri-food chain organization and pedoclimatic conditions. The expected results of the Climate-CAFE project are: i) an overview of potential CC adaptation measures in accordance with farm constraints, ii) simulation of adaptation measures and their ranking in terms of efficiency and costs, iii) simulation of the impact of IPCC scenarios 2050 and 2100 in interaction with adaptation measures on European agriculture production, considering a wide range of EU countries representing a North-South climate\ngradient in Europe.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M018148/1","grantId":"BB/M018148/1","fundValue":"259543","fundStart":"2015-01-06","fundEnd":"2018-01-05","funder":"BBSRC","impactText":"","person":"Christine Anne Watson","coPersons":["Kairsty  Topp","Bob  Rees"],"organisation":"SRUC","findingsText":"","dataset":"gtr"}