{"id":"256FBA38-DA2D-407D-A71E-6F65DB582254","title":"Advanced environmental monitoring solutions for the oil and gas industry in the Atlantic Frontier","abstractText":"Exploration and production in the Atlantic Margin are underway in the Faroe Shetland Basin and northern North Sea, with viable or possible petroleum prospects in the Rockall Tough and Hatton Basin, and much of the UK's undiscovered sources in the region (DECC, 2009). Operations in these biologically rich, productive but sensitive areas will occur in data-limited environments very different to the shallow-water systems where environmental assessment methods were first developed: thus, there is clear scope for mutually beneficial joint Science-Industry partnerships in this frontier environment. \n\nBenthic biological changes near industry operations can occur for many reasons. This can confound the impact assessment and monitoring process: benthos in the mature North Sea basin show profound spatial and temporal changes, but industry effects could not be clearly discerned from other potential agents of change using standard multivariate statistics (Kingston et al. 2001). Recent NERC and industry-funded research re-visited these data using more sophisticated methods, finding that regional far-field benthos often changed more in response to oceanography than to industry activity. NERC research also shows similar temporal changes in the deep northeast Atlantic (Hartman et al., 2012). Unlike the North Sea, the Atlantic Margin experiences little oil and gas production and offers unique opportunities to obtain measures of baseline environmental variability before large-scale drilling and production begins. Environmental monitoring and the UK's capacity to detect or mitigate industry-related changes are important in the UK sector, to neighbouring countries and to comparable settings worldwide. Without an understanding of natural environmental variability and how this induces change in seafloor faunal communities, it will be very difficult to appropriately assess, monitor, or mitigate potential impacts of the industry.\n\nNERC's EEL, NEMO, and BGS sediment data can provide the industry with an unsurpassed archive of ocean temperatures, salinities, seabed stress, sediment particle size and metal concentrations across the Atlantic Margin, all of which influence benthic biodiversity. NERC data will underpin our new GIS tool that will be enhanced by addition of benthic biological, sediment and chemical data from the UK Benthos database (Oil and Gas UK), the SERPENT project (NOC), AFEN, DTI-SEA surveys, and the Western Frontiers Association (BGS). These maps and new measures of baseline variability in benthic communities from the SEA4 area will permit us to make clear evidence-based recommendations for monitoring. \n\nUltimately it will help end users such as operators and regulators achieve safe and environmentally sustainable operations in this economically important, biologically diverse and ecologically sensitive region. The industry needs tools to rapidly and regularly appraise environmental impacts to meet the UK's obligations to OSPAR (OSPAR, 2010) and the EU Marine Strategy Framework Directive (2008/56/EC; MSFD). The MSFD's criteria of good environmental status must result in the UK being able to assess the &quot;scale, distribution and intensity of the pressures and the extent, vulnerability and resilience of the different ecosystem components including where possible their mapping, [which] allows the identification of areas where marine ecosystems have or may have been adversely affected&quot; (EC, 2010). Meeting those obligations will only be possible through monitoring programmes that understand and account for natural levels of environmental and biological variability. \n\nBy fusing NERC's unsurpassed oceanographic time-series and geological coverage with other data, our project will assist users in helping the UK meet its environmental obligations under OSPAR and the EU MFSD by ensuring that appropriate monitoring protocols are implemented.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M007235/1","grantId":"NE/M007235/1","fundValue":"81218","fundStart":"2015-01-05","fundEnd":"2016-08-31","funder":"NERC","impactText":"","person":"J Murray Roberts","coPersons":[],"organisation":"Heriot-Watt University","findingsText":"","dataset":"gtr"}