{"id":"257266AB-D131-4829-801E-032DD2E9E99A","title":"Brand Hollywood: Selling Entertainment in a Global Media Age","abstractText":"The project provides a sustained examination of the impact of branding within the contemporary motion picture business. As a practice, branding has become instrumental to Hollywood's production of filmed entertainment. It is central to a blockbuster economy reliant upon revenues drawn from merchandising, franchising and product placement. While previous critical works has examined Hollywood's marketing strategies within this context, and has analysed specific forms of branded media content and key companies such as Disney, this study examines how 'branding' has come to inflect the motion picture industry across the full range of its activities - within industrial talk, corporate strategy, logo design, trademark licencing and the management of film libraries, blockbuster properties and multiplex exhibition. Conveyed throughout the project is an argument about the processes of 'selling entertainment' in the global media moment, an argument with the particular aim of underlining branding's significance for mainstream commercial film and the industrial culture from which it is produced.\nCritically, the project has two main objectives. In broad terms, it seeks to widen and deepen the analysis of branding in the contemporary film business, moving beyond generalised theories about commercialisation to a more precise examination of brandings relationship to change in the current media and marketing environment. More specifically, it examines the principle of 'total entertainment' that has given the rise to spectacular forms of brand encounter within cinematic culture. In critical terms, the project asked nested questions about the industrial and affective economy and contemporary cinema. In what respect has branding become to 'make sense' to practitioners within cultural and consumer industries? To what degree does branding pattern the encounter with film as an audio-visual form? In what respect does branding structure the cinematic market place and the circulation of commodities? To what extent is the will to brand historically new or particular in industrial and aesthetic terms?\nThe benefits of this project are twofold. Firstly, it helps to enrich the understanding of the specificity and critical significance of branding in a period widely regarded as heralding key transformations in the organisation of media industries. Unlike studies of Disney, the project's extended focus on warner Bros and Time Warner (the largest and arguably most troubled media giant of the 1990s) provides a vantage point able to draw out the uncertainties and contradictions on the contemporary will to brand; it offers a picture of the film business that is less ideologically (or industrially) coherent then is often supposed. Secondly, the project considers the nature of film as a form of experience, analysing through focussed case examples and function of branding within cinema's enduring attempt to sell sensory and spectacular attraction. Combining themes, text and context never previously brought together, and employing an interdisciplinary approach drawn from film studies, cultural studies and advertising the media studies, this project demonstrates precisely why any assessment of the currents shaping the contemporary motion business must account for the lustre of its logos.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E50017X/1","grantId":"AH/E50017X/1","fundValue":"21354","fundStart":"2007-01-26","fundEnd":"2007-05-25","funder":"AHRC","impactText":"","person":"Paul  Grainge","coPersons":[],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}