{"id":"2573EF78-D34D-418F-AE22-BE60E9EFB759","title":"Polis and Cosmos in the Earliest Drama: the Tragedies of Aeschylus.","abstractText":"The six surviving tragedies of Aeschylus are the earliest European drama that we possess. For centuries most scholarship on them was devoted to restoring (from corrupt manuscripts) what Aeschylus wrote. In the last fifty years the returns from this activity have diminished. There has instead been a mass of scholarship on various aspects such as performance and metaphor, on various problems and specific passages, and in the production of detailed commentaries. What I propose to produce is something different: a new synthesis that uses this wide range of scholarship in order to understand and appreciate Aeschylus in relation to the development of the polis.\\n I begin by describing the conceptions of space, time, and the cosmos in some pre-Aeschylean texts. Such conceptions are not given by observation merely, but are socially constructed, and so differ from one kind of society to another. In archaic Greece they were, I argue, influenced by socially integrative institutions such as the polis, ritual, and money. And so for instance. the conception of space (immediate, geographic, or cosmic) in Homeric epic is concrete and unsystematic, with few defined areas: this reflects the pre-state nature of Homeric society, which pre-dates the systematisation that will accompany the development and monetisation of the polis. This monetisation was a factor in the systematic and relatively abstract cosmos of 'presocratic philosophy'. And it played a role in the emergence of tragedy out of ritual in the Athenian polis of the late sixth century BC.\\n This understanding of the social construction of space, time and cosmos is in the second (longer) part of the book applied to a detailed interpretation of Aeschylus. TI start by investigating the conceptions of time and space implicit in text and performance. Ritual is used to control time and space (immediate, geographic, and cosmic), but in the introverted, autonomous, and self-destructive royal houshold it is generally inadequate or perverted. For instance, it fails to perform its normal role of imposing telos (limit, completion) on events. The result is a world that resembles (within the limits of myth) the cosmos of the presocratic Herakleitos. For instance, the seemingly endless cycle of revenge at Argos is expressed, as is the endless Herakleitean cycle of elemental transformations, in the unity of opposites. Aeschylus associates the cycle with the disruptive (unlimited) nature of money and of monetised exchange, which in turn - I argued in the first part - had influenced the cosmic cycle of Herakleitos.\\n However, the Oresteian trilogy moves from the (Herakleitean) cyclical unity of opposites to the (Pythagorean) mediation of opposites by a third term - for instance in the founding in a cave of a polis cult that mediates the opposition between the upper and the lower worlds. The interplay of ritual, space, time, and cosmology in the context of the confrontation of household and polis is no less important to the other tragedies. But Persians reverses the norm: the royal household is - exceptionally - barbarian, and maintains its unity and autonomy (at the expense of the community) by the successful control of space (immediate, geographic, and cosmic) through ritual.\\n The foregoing gives a sample of the ways in which I combine considerations drawn from performance, ritual, history, politics, economics, and (in the broad sense) cosmology so as to produce a new understanding of the significance and the power of Aeschylus.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/G004773/1","grantId":"AH/G004773/1","fundValue":"34363","fundStart":"2009-02-01","fundEnd":"2009-05-31","funder":"AHRC","impactText":"","person":"Richard Antony Seaford","coPersons":[],"organisation":"University of Exeter","findingsText":"","dataset":"gtr"}