{"id":"25772B62-AD17-4D74-92E4-F7CD150B26DA","title":"Understanding how plant antimicrobial &quot;hot zones&quot; can accelerate pathogen evolution","abstractText":"Gone are the days of food mountains whereby agricultural policies and crop production resulted in large stocks of food. Instead, the world is facing a major challenge to produce enough food to feed a growing population. Food security is a major global research priority and we know that we must double our food production within the next 20 years just to keep pace with population increases. To do this requires improvements in many aspects of food production. One of the major areas for improvement is preventing crop loss due to plant disease.\n\nMost of the microorganisms that cause plant disease are engaged in a constant arms race with plants such that microorganisms are rapidly evolving to infect disease resistant plants while plants are evolving to resist pathogen attack. In an agricultural setting, plant breeders face the increasingly difficult challenge of developing new disease-resistant varieties to replace those rendered ineffective due to microbial evolution. To prolong the usefulness of disease resistant plant varieties, and to reduce the rate at which microorganisms overcome disease resistance, it is imperative that we fully understand how microorganisms evolve and the drivers of this evolution. We have developed a model system for understanding microbial evolution to overcome plant disease resistance. This system uses a bacterium called Pseudomonas syringae pv. phaseolicola (Pph), which causes an important disease of bean plants known as halo blight, and represents an excellent system for studying both microbial evolution and the factors that increase or decrease the durability of plant disease resistance.\n\nIn the case of Pph and bean, the plant has developed mechanisms to recognise specific strains of Pph, and so resist invasion. In this dynamic system the bacterium has a number of ways of changing its genome, and therefore the proteins it expresses, in order to evade plant recognition. Alterations in the structure or production of bacterial proteins may prevent their detection by potential host plants and allow the bacteria to grow within the plant. We have shown that changes in the genome of Pph allow this bacterium to overcome plant disease resistance. Certain strains of Pph carry a gene that produces a protein the plant can detect as belonging to Pph, alerting it to trigger its defence systems and prevent Pph growth. The gene for this protein lies within a discrete region of the Pph genome known as a genomic island. To counter plant recognition, Pph removes the genomic island from its chromosome such that daughter cells no longer have the island. Interestingly, we observed that this dramatic change in Pph occurs most frequently in infection site &quot;hot zones&quot; in resistant varieties of bean. These hot zones generate highly antimicrobial conditions following bacterial invasion. Therefore the chemical changes that occur in resistant plants actually accelerate the evolution of a more virulent form of the pathogen.\n\nMore recently we have also shown that bacteria growing in plant tissue can become competent to take up foreign DNA in a process called transformation. This acquisition of new genes could allow Pph to gain an advantage in the fight between the plant and the bacterium. In this proposal we aim to study the chemical composition of the &quot;hot zone&quot; to understand which factors are responsible for inducing gene loss and gene gain in Pph. We also aim to identify the genes responsible for DNA uptake in the bacteria, and to understand how signals present in the &quot;hot zone&quot; cause increased DNA uptake in Pph. This research will help to elucidate the fundamental mechanisms underpinning the evolution of bacterial pathogenicity and the breakdown of disease resistance in crop plants, providing knowledge that, in the future, may be used to improve the disease management strategies used against disease-causing microorganisms.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J016012/1","grantId":"BB/J016012/1","fundValue":"260547","fundStart":"2012-10-15","fundEnd":"2016-06-14","funder":"BBSRC","impactText":"  The science explored in this project has been discussed in multiple public engagement activities.  Societal","person":"Gail Margaret Preston","coPersons":[],"organisation":"University of Oxford","findingsText":" Work on this grant is still ongoing and it forms part of a joint award with the Universities of Reading and the University of the West of England. Therefore the information below outlines some significant findings from work undertaken to date at the University of Oxford.\n\nFood security is a major global research priority and we know that we must double our food production within the next 20 years just to keep pace with population increases. To do this requires improvements in many aspects of food production. One of the major areas for improvement is preventing crop loss due to plant disease. Most of the microorganisms that cause plant disease are engaged in a constant arms race with plants such that microorganisms are rapidly evolving to infect disease resistant plants while plants are evolving to resist pathogen attack. In an agricultural setting, plant breeders face the increasingly difficult challenge of developing new disease-resistant varieties to replace those rendered ineffective due to microbial evolution. To prolong the usefulness of disease resistant plant varieties, and to reduce the rate at which microorganisms overcome disease resistance, it is imperative that we fully understand how microorganisms evolve and the drivers of this evolution. The researchers involved in this project have developed a model system for understanding microbial evolution to overcome plant disease resistance. This system uses a bacterium called Pseudomonas syringae pv. phaseolicola (Pph), which causes an important disease of bean plants known as halo blight, and represents an excellent system for studying both microbial evolution and the factors that increase or decrease the durability of plant disease resistance. In the case of Pph and bean, the plant has developed mechanisms to recognise specific strains of Pph, and so resist invasion. In this dynamic system the bacterium has a number of ways of changing its genome, and therefore the proteins it expresses, in order to evade plant recognition. Interestingly, we observed that this dramatic change in Pph occurs most frequently in infection site &amp;quot;hot zones&amp;quot; in disease resistant varieties of bean. Therefore the chemical changes that occur in resistant plants actually accelerate the evolution of a more virulent form of the pathogen. More recently we have also shown that bacteria growing in plant tissue can become competent to take up foreign DNA in a process called transformation. This acquisition of new genes could allow Pph to gain an advantage in the fight between the plant and the bacterium. In this project we have studied the chemical composition of the environment within plant tissues to understand which factors are responsible for inducing gene loss and gene gain in Pph. \nIn order to study the chemical environment encountered by bacteria inside plants it is necessary to extract the chemicals found in the environment surrounding plant cells, which is known as the apoplast. \n\nPrior to this project, an existing protocol for apoplast extraction from tomato leaves was developed as part of a previous BBSRC research grant (BB/E007572/1; Rico and Preston, 2008, MPMI 21:269-82). We have adapted this technique for bean and refined it for the study of apoplastic proteins and metal ions as well as metabolites. \nSubsequent analyses using metabolomics, state-of-the art proteomics and ionomics have shown that the composition of the apoplast changes rapidly following infection, and differs in interactions leading to disease or disease resistance. We have observed changes in apoplast composition both susceptible and resistant plants that may be linked to the ability of bacteria to take up DNA in the plant environment. \n\nIn addition, we have identified the metabolites that are used as major nutrient and energy sources by Pph during infection, and developed biosensors that can be used to monitor and visualise changes in metabolite abundance, allowing us to study dynamic changes in metabolite composition and its impact on gene loss and gain in Pph in depth. We have provided one of the most comprehensive studies of bean apoplast composition to date, and of the changes in apoplast composition that are associated with the onset of disease and disease resistant. This has generated an important new dataset that will be of value to agricultural researchers studying this important crop, and who are interested in studying nutrient transport in plants and in plant disease resistance. There is extensive scope to extend and explore the findings of this project to understand how genotype-phenotype and environment interact to determine plant health in future scientific research. \n\nWe have also defined methodologies for studying plant apoplast composition that can be applied to a wide variety of plant species, allowing the extension of this approach to, for example, other crop species and forest trees. Agriculture, Food and Drink,Environment","dataset":"gtr"}