{"id":"2577A5C4-AA28-4526-9D73-2D8AE43E071F","title":"Scenario-Free Stochastic Programming","abstractText":"Stochastic programming is a powerful modelling paradigm for decision problems under uncertainty over time. It has an extremely broad application spectrum, ranging from engineering to economics, logistics, and health care, etc. A typical decision problem under uncertainty is energy investment planning. The operator of a power system has to decide on a technology mix (where to build what types of power plants?) and network topology without knowing the future electricity demand (and its spatial distribution). Stochastic programming techniques can help the system operator to build a reliable power system that provides uninterrupted service in an uncertain environment.Unfortunately, stochastic programming models are often computationally excruciating. The traditional approach to make them amenable to algorithmic solution procedures is to replace the underlying process of random parameters by a finite scenario tree. However, the size of this tree grows exponentially with the number of decision stages, which impedes scalability. Instead of approximating the process of random parameters by scenario trees, one can alternatively approximate the functional form of the 'recourse decisions' or 'decision rules.' So far, only linear decision rules have been studied thoroughly. Unlike scenario tree-based approximations, they lead to tractable (scalable) mathematical models but may incur significant approximation errors. In this project, we plan to elaborate novel scenario-free approaches to stochastic programming, which retain the favourable scalability properties of linear decision rules but provide better approximation quality. In particular, we plan to identify low-parametric classes of non-linear decision rules over which one can optimize in polynomial time and to elaborate a decision rule-based modelling toolbox for stochastic optimization problems. We also intend to develop polynomial-time algorithms which estimate the loss of optimality incurred by decision rule-based approximations and to investigate the inherent trade-off between optimality and scalability. The new techniques and software prototypes will be used to analyse an energy investment planning problem. Modern decision rule-based methods are likely to have a significant impact on the field of stochastic programming as they lead to polynomial-time algorithms and may allow us to solve many societally important, high-dimensional decision problems reliably and quickly.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H020454/1","grantId":"EP/H020454/1","fundValue":"99963","fundStart":"2010-06-01","fundEnd":"2011-05-31","funder":"EPSRC","impactText":"","person":"Daniel  Kuhn","coPersons":[],"organisation":"Imperial College London","findingsText":" Stochastic programming is a powerful modelling paradigm for decision problems under uncertainty. It has an extremely broad application spectrum, ranging from engineering to economics, logistics, and health care, etc. Unfortunately, stochastic programming models are often computationally excruciating. The traditional approach to make them amenable to algorithmic solution procedures is to replace the underlying process of random parameters by a finite scenario tree. However, the size of this tree often grows exponentially with the number of decision stages, which impedes scalability.\n\n\n\nInstead of approximating the process of random parameters by scenario trees, one can alternatively approximate the functional form of the 'recourse decisions' or 'decision rules.' So far, only linear decision rules have been studied thoroughly. Unlike scenario tree-based approximations, they lead to tractable mathematical models but may incur significant approximation errors.\n\n\n\nIn this project we have developed an efficient method to measure the degree of suboptimality of the best linear decision rule. Our method is generic and applies to a large class of linear and quadratic stochastic programs. If this method indicates that the loss of optimality is substantial for a particular problem instance, then the use of linear decision rules is not appropriate. To improve the approximation quality of linear decision rules, we have identified low-parametric classes of non-linear decision rules which retain the favourable scalability properties of linear decision rules but provide better approximation quality. In particular, we have studied piecewise linear and polynomial decision rules. With the help from graduating MEng students from the Department of Computing at Imperial College we have further designed and implemented a software prototype which employs decision rule-based approximations for automatically translating user-specified decision problems into tractable mathematical programs that can be solved with off-the-shelf optimisation software. The work by Caroline Anjorin in this domain was rewarded with the IBM project prize of the Department of Computing (http://www.doc.ic.ac.uk/teaching/distinguished-projects/2010/c.anjorin.pdf).\n\n\n\nWe have applied the new modelling techniques and software prototypes to several decision problems of practical relevance: energy procurement portolio management and scheduling of hydro power plants (in collaboration with our project partner e&amp;t), stochastic vehicle routing (in collaboration with the Computer-Aided Systems Laboratory, Princeton University), infrastructure and production planning in offshore oilfields (in collaboration with the Centre for Process Systems\n\nEngineering, Imperial College and UCL), hedging of energy derivatives in incomplete markets, and scheduling of multi-class queuing networks. In all of these application areas the new decision rule techniques have outperformed the established methodologies significantly.\n\n\n\nThis project showed that the scalable decision rule-based approximation methods under investigation promise to open up new application areas for stochastic programming and are thus beneficial for a wide range of academic and industrial modelers in various areas.  ","dataset":"gtr"}