{"id":"2578FF22-2139-4BA5-B36B-D220AA9987C8","title":"The extracellular matrix: complex interactions in health and disease","abstractText":"Our research will focus on an important group of molecules that surround the cells and control their behaviour. These molecules are known collectively as the extracellular matrix, which is a complex mixture of sticky proteins. Molecules in the extracellular matrix interact with each other forming a scaffold to support the cell so that it can carry out its function. Extracellular matrix molecules also interact with cells. The cells stick to the surrounding matrix proteins using receptors on the cell surface, known as integrins. There are many types of integrin molecules which select different extracellular matrix proteins for binding. On binding to these proteins, integrins send signals to the inside of the cell. These signals change the behaviour of the cell causing it to, for example, divide or invade.\n\nInteractions between extracellular matrix molecules and integrins are critical for maintaining the normal function of the tissue as a whole. Sometimes these interactions go wrong and this can be a major contributory factor to the cause of many different diseases. In order to prevent or promote certain interactions occurring, we need to understand exactly how the molecules fit together so that new drugs can be designed to specifically block or bolster the action of the molecules in question. Unfortunately we know very little about how these molecules interact and how cells respond to each different interaction. We aim to examine these ?molecular jigsaws? in detail by looking at the shape and behaviour of the molecules as they interact with each other, and analysing how the cell responds to the signals generated by these contacts.\n\nOur proposed programme of research involves a multidisciplinary approach involving clinical, physiological, cellular and molecular expertise. Our discoveries will have future implications for the design of therapies for many different diseases.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G9828023","grantId":"G9828023","fundValue":"746848","fundStart":"1999-12-01","fundEnd":"2011-05-30","funder":"MRC","impactText":"","person":"Helen  Mardon","coPersons":["Iain Donald Campbell","Yvonne  Jones","David  Stuart","Penny  Handford"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}