{"id":"2589BF7C-FFC0-4267-BF46-B1E821ED25EF","title":"Substitution and Sustainability in Functional Materials and Devices","abstractText":"Functional Materials and Devices (FMD) is a rapidly evolving subject which underpins many aspects of modern life such as antennas, energy storage devices, multicomponent sensors and smart materials. At a segment size of ~&pound;3Bn p.a., the UK represents ~25% of the total EU production. However, the FMD sector in the EU and UK relies heavily on raw materials which have geopolitical, geological and environmental constraints. The response to materials scarcity and environmental restrictions depends on the industry, but companies indicate that resource efficiency, R&amp;D, and innovations for substitution are necessary. Our vision is to utilise materials engineering, multiscale modeling, advanced manufacturing, supply chain/life cycle analysis and industrial partnerships to establish an holistic response to substitution and sustainability within the UK FMD sector.\n\n6 mission-critical projects have been identified by the investigators which will be the initial focus of the programme. Follow on projects will be developed during the grant in collaboration with an expanding portfolio of industrial partners.\n\ni) Elimination of expensive RE-oxides from the fabrication of multilayer ceramics capacitors (MLCC): \nCurrently, the lifetime of an MLCC is enhanced by the use of ~2wt% of RE-oxide (RE = Dy, Ho). Dy is the number one most endangered element according to the US government. Eradicating Dy and Ho from the fabrication MLCC is thus an urgent priority\n\nii) RE substitution in magnetocalorics for energy efficient refrigeration:\nDy is also a critical element in magnetocalorics for energy efficient refrigeration. RE-free strategies to enhance the giant magnetocaloric effect will be explored so that this highly efficiently refrigeration technology can be made commercial. \n\niii) Replacement of RE based oxides in dielectrically loaded satellite receive antennas: \nUltra small GPS microstrip patch antennas utilize ceramics based on barium RE titanates (BRET, RE = Nd and Sm) since these ar the only currently available high permittivity (80-90) materials with the required properties. We will explore new multilayer antenna designs on RE free, low cost dielectric substrates such as BaTi4O9.\n\niv) Manufacture of actuators using PbO-free piezoelectric oxides: \nEnvironmentally friendly, PbO-free piezoelectrics) have been developed over the last decade as potential replacements for Pb(Zr,Ti)O3 (PZT). Device fabrication and characterization will be studied along with an investigation of critical issues concerning direct integration into end-user applications.\n\nv) Replacing exotic compounds with robust oxide ceramics in thermoelectric generators\nCurrently, the best thermoelectric materials (Figure of Merit, ZT &gt; 1) for waste heat harvesting are based on tellurides, antimonides and germanides. Not only are these compounds toxic and in short supply but they are also unstable at the proposed operating temperatures. Thermoelectric generators based on equally performant, more abundant and less toxic oxide materials will be developed \n\nvi) Manufacturing routes to sustainability in light emitting diodes (LEDs)\nEnergy efficient LEDs have the capacity to replace completely conventional W based filament light sources but scaling up this technology results in critical thermal management problems which are alleviated by conductive Ag paste, too expensive to meet the envisaged market. New strategies to dissipate heat will therefore be explored so that W based high powered lighting can be replaced by LED energy efficient equivalents. \n\n All projects will be make use of multiscale modelling in device design, materials development and understanding physical properties. In addition, a Supply Chain Environmental Analysis Tool (SCEnAT) will be utilized on all projects. SCEnAT is coded based on the state-of-the-art methodology in carbon and has been used by leading industry such as TATA, Rolls-Royce and Sheffield Forgemasters International.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L017563/1","grantId":"EP/L017563/1","fundValue":"2466370","fundStart":"2014-07-01","fundEnd":"2019-06-30","funder":"EPSRC","impactText":"","person":"Ian Michael Reaney","coPersons":["Siau Ching Lenny  Koh","Nicola Ann Morley","Julian Sebastian Dean","Colin Lewis Freeman","Derek  Sinclair","Allan  Matthews","Alan  Tennant","W Mark Rainforth"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}