{"id":"258C6F84-2208-4CA0-88C7-42CAC5C3F84A","title":"Towards Bespoke Bio-Hybrid Prosthesis - Manufacturing bio-inductive interfaces in 3D","abstractText":"There have been a number of exciting research developments in the field of bio-integrated and neural connected limb prosthetics. However, it has been shown that the range and lifetime of functionality is limited due to failures at both nerve and muscle interfaces, leading to signal loss and mechanical failure, respectively. Our vision is to challenge the mind-set of limb prosthesis being a disparate and mismatched entity to one where it may be truly interactive and integrated with the residual anatomy and physiology. Our envisaged prosthesis will respond to biological feedback via a tissue engineered abiotic/biotic conduit between the artificial prosthetic and remaining biological muscle and nerves. This will provide the natural and full range of communication and feedback with afferent and efferent connections to the neural system with an emphasis on integration and long-term reliability. This will be achieved through exploration and understanding the fundamental engineering and manufacture of bespoke 3D coupling constructs that encourage and facilitate the robust integration and interface with tissue-engineered skeletal muscle and nerves, and their ancillary structures. The researching will entail developing a new manufacturing process, and the associated sciences, through a multidisciplinary team comprising of manufacturing engineering, biological science and chemistry. Considerations for industrial scale-up, good manufacturing practice (GMP) and regulatory requirements are integrated throughout. The work will be conducted in partnership with a world-leading UK prosthetic manufacturing company along with clinical engagement.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L02067X/1","grantId":"EP/L02067X/1","fundValue":"785827","fundStart":"2014-12-15","fundEnd":"2018-06-14","funder":"EPSRC","impactText":"","person":"Russell Anthony Harris","coPersons":["Mark Peter Lewis","Steven  Christie","Robert  Kay"],"organisation":"Loughborough University","findingsText":"","dataset":"gtr"}