{"id":"259DBE42-C1BC-4C61-BF11-01B749961576","title":"Novel formulation design strategy","abstractText":"Bio-inspired processes will have a major impact on the global society in 21st Century. The employment of biocatalysts in industrial processes is expected to boost a sustainable production of chemicals, biopolymers, materials and fuels from renewable resources. In this context, the ability of proteins from psychrophilic and thermophilic organisms to be functional under extreme temperatures is attracting considerable interest both from academia and industry. Cold adapted enzymes, for example, are appealing targets to optimise energy efficient industrial processes at low temperatures.\n\nThe scope of this proposal is to translate academic research into industrial applications by exploiting techniques and methods developed in nuclear magnetic resonance of proteins to allow the exploitation of biocatalysts (including psychrophilic enzymes) in biotechnological processes.\n\nIn this context, the proposal aims at a radical innovation in the characterisation of the biological processes by which enzymes exert their catalytic function, under natural or biotechnological conditions. To this end, we propose a powerful multiscale approach that integrates experiments and theory toward an accurate characterisation of complex molecular dynamics and interactions. The methods will have a pivotal role in elucidating new mechanisms of strategic relevance for nano- and bio- technologies. \n\nAs a development case, we will focus on the development of a new enabling technology for the characterisation of biomolecular processes occuring at liquid-liquid and liquid-solid interfaces into the domain of industrial biotechnology. The project will therefore allow us explore and mature the technology further towards integration into the production process for commercial products at the required scale, specificity and cost, in the first instance for home and personal care (HPC).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/N010728/1","grantId":"BB/N010728/1","fundValue":"98585","fundStart":"2016-02-01","fundEnd":"2017-01-31","funder":"BBSRC","impactText":"","person":"Alfonso  De Simone","coPersons":[],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}