{"id":"25A55B91-E40B-4AA7-ADB8-F9C6E18ED0B1","title":"Translating Freedom","abstractText":"The proposed network engages with the AHRC emerging theme 'Translating Cultures' in various ways. 'Freedom' is a highly contentious term, often seen as partisan, favouring one party to a conflict, or externally imposed by a Western, liberal global order. It is hard to think of a concept more in need of cross-cultural understanding, communication and translation. The network also conceptualises translation and translators broadly (between languages; global and local; past and present; etc.); focuses on two expressions or translations of freedom (human rights and transitional justice, and public culture); and engages with a theme that has clear policy relevance.\n\nNetwork discussions will prioritise translations of freedom in post-conflict settings. Two sectors have been identified as central to such translations. 1) Human rights and transitional justice (transitional justice is a set of mechanisms including trials and truth commissions that seek to assist countries to move on from an oppressive or violent past). 2) Public culture, ranging from literature, film and theatre to community arts projects and memorialisation. As such, translations of freedom are situated at the intersection of institutions and norms on the one hand, and public debate and creativity on the other. Workshops will take place in four case study countries - Egypt, Northern Ireland, Rwanda, and South Africa. These countries have been chosen because they are at different points beyond or 'post' conflict, and enable a comparison between the aftermaths of authoritarianism (Egypt, South Africa) and the aftermaths of conflict (Northern Ireland, Rwanda). \n\nThis project aims to generate new insights into who the translators of freedom are, and what forms of translation matter, in post-conflict settings. As noted above, translation of freedom is conceptualised broadly as crossing boundaries between languages; between international human rights law and local norms; between past and present; between the local and the global; between various media; between academic disciplines; and between the academy and various practitioner communities. Translation will be understood as a two way process. While one partner may be dominant, and the dominance may speak to broader political and power dynamics, important insights can be gained by viewing translation as a process of negotiation and struggle. Two conceptual frameworks underpin this idea: Rothberg's (2009) 'multidirectional' memory (translation too can be multidirectional), and Engle Merry's (2006) description of translators as intermediaries in processes of vernacularisation (adaptation to local institutions and meanings). \n\nMoving on to freedom, can the notion of translating freedom liberate the term from its more problematic associations? Events such as the Arab Spring suggest that contemporary freedom must be understood as both a locally informed set of demands, and a set of global agendas (economic, diplomatic, military). Two conceptual frameworks help to provide a more inclusive framework. Roosevelt's four freedoms are a useful place to start: of expression, of worship, from want, from fear. Second, Sen (1999) reminds us that freedom is not just an absence of state coercion, but also agency and the ability to exercise genuine choice. Each of the workshops will explicitly address one or more of Roosevelt's four freedoms to focus local discussions and provide a basis for comparative analysis. \n\nThe network proposes to host four workshops in case study countries, two workshops in York (one of which is already funded) and associated events, designed to establish an international and interdisciplinary research network including a diverse group of scholars as well as human rights and cultural practitioners. The network will submit major collaborative fundings bids and conduct ground-break research on the theme of 'translating freedom'.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J005851/1","grantId":"AH/J005851/1","fundValue":"35491","fundStart":"2012-07-01","fundEnd":"2013-07-31","funder":"AHRC","impactText":"  The main impacts of the Translating Freedom project have been in two areas:\n\n1) Bringing together cultural and human rights policy makers and practitioners to discuss shared concerns.\n\n2) Cultural exhibitions e.g. those relating to the Translating Freedom: Visual Transformation in Rwanda spin-off project. Creative Economy Cultural","person":"Paul Richard Gready","coPersons":["Helen  Weinstein"],"organisation":"University of York","findingsText":" The key findings of the translating freedom project are as follows:\n\n1) Bringing together human rights, transitional justice, cultural studies and artistic communities can be productive at the level of ideas and practice, if carefully facilitated around shared concerns such as ethical challenges relating to the use of testimony.\n\n2) Both translation and freedom are contentious, highly political concepts. Translation, for example, has been tainted by colonialism in many parts of the world, while freedom can be perceived as an external imposition or as partisan, favouring one party to a conflict or certain sectors of the population in post-conflict settings.\n\n3) The reality of freedom is plural, contested and often disappointing, as illustrated in this project by the experience of marginal groups such as indigenous populations in South Africa and refugees in Egypt. \n\n4) Translation is best understood in post-conflict settings as both multi-dimensional and multi-directional. It is multi-dimensional in that it extends beyond linguistic translation to translation between the local and the global, past and present, norms and implementation/reality, etc. Translation is multi-directional as post-conflict settings are sites of localisation or vernacularisation (adaption of universal norms and ideas to local meanings and institutions), as well as internationalisation (the mobilisation of local particularities to fit, question or shape norms and ideas held to be universal).\n\n5) Testimony is central to both translation and freedom. Freedom requires safe spaces for testimonial delivery and spaces of alienation and discomfort. Concerns about participation, ownership and dissemination suggest that in the age of social media attention has shifted from ensuring that people have a voice, to concerns about how that voice is represented. More analysis is needed of the different methods and ethical frameworks used by academic disciplines and professional groups when working with testimony e.g. oral historians vs. theatre practitioners. \n\n6) Freedom in the artistic sphere is fundamentally linked to self-authorship and self-representation, creativity, resilience and translation e.g. between different media. As such, art and culture offer hitherto under-explored avenues to support transitional justice work which is often based on alternative methods and grammars (the representation of others rather than self-representation, victimhood rather than resilience). This project successfully brought together those working in human rights and transitional justice on the one hand, and in cultural studies and cultural practice on the other. Both sectors offer non-academic contexts in which the findings will be of use. Transitional justice has become a global discourse and standard form of intervention in post-conflict settings. The above findings suggest that transitional justice should start from local contexts, but also draw on best international practice (multi-directional practice); create spaces of safety but also spaces which challenge and disorientate; and that a clearer ethics of participation, ownership and representation is needed. As cultural practice is more discursive and less adjudicative, it is freer to portray diverse understandings of, and contestations within, freedom(s). It often helps define where acceptable limits might be placed on freedom(s) in new, fragile democracies. Such practice therefore also requires normative and ethical reference points. From a different human rights perspective, formats like film and theatre reach wide audiences making them powerful tools for social change. These insights are of relevance to the framers of policy, donors, and to front-line practitioners of various kinds. Creative Economy,Security and Diplomacy","dataset":"gtr"}