{"id":"25AA8121-E9F0-42F7-A918-5FA4FB1065DE","title":"Flu watch:Community study of behavioral &amp; biological determinants of transmission to inform seasonal &amp; pandemic planning","abstractText":"The current concern about bird flu is because very occasionally new strains of influenza can emerge from animals and adapt to spread rapidly from person to person. In the past this has led to worldwide epidemics (pandemics) of severe influenza. The most dramatic event was in 1917/1918 when an influenza pandemic killed more people than the second world war. A strain of influenza which can spread from birds to humans and which leads to very severe illness has emerged and is beginning to spread globally. Fortunately it does not spread easily from person to person so the number of cases are small. If the virus mutates to spread easily amongst humans then there could be another pandemic. Every year strains of influenza that can spread very easily between humans (seasonal influenza) cause many people to become unwell and lead to many extra hospitalisations and deaths particularly in elderly people and those with chronic illnesses. We need to understand how flu spreads through society and how our immune system fights the infection. This large community-based study of influenza in households will increase our understanding of seasonal influenza. A better understanding of how seasonal influenza spreads and how our immune system responds will also help us understand how pandemic influenza might spread and may help us develop strategies to reduce the impact of a pandemic. If a pandemic does happen we will need to respond quickly with studies that will help us to understand how the virus is affecting humans and what treatments are most effective. This proposal will increase our understanding of seasonal influenza, help us prepare for a pandemic and ensure that we are ready to study a pandemic if it does occur.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0600511","grantId":"G0600511","fundValue":"1094100","fundStart":"2006-07-21","fundEnd":"2009-01-20","funder":"MRC","impactText":"","person":"Andrew  Hayward","coPersons":["John  Watson","Irwin  Nazareth","Jonathan  Van-Tam","Andrew J McMichael","Anne Mandall Johnson","William John  Edmunds","Maria  Zambon"],"organisation":"University College London","findingsText":"","dataset":"gtr"}