{"id":"25BAF459-6630-4536-9870-9991AFDA91E6","title":"Reconfigurable Distribution Networks","abstractText":"The &quot;SmartGrid&quot; is a concept that has emerged from its initial discussion in engineering circles into the wider public arena because its importance has been recognised for securing future electricity supply and facilitating the de-carbonisation of electricity. Much of the SmartGrid debate has so far focused customers with &quot;smart homes&quot; or &quot;smart appliances&quot; being engaged in managing the electricity system through their reactions to signals about price or availability of renewable energy. Behind the scenes, there is a parallel debate about how new control methods for existing electricity plant and equipment may enable electricity networks to offer the flexibility needed to incorporate low-carbon energy sources. \n\nThis proposal expands the SmartGrid debate in two directions. First, large numbers of people in developing countries suffer from an intermittent electricity supply. The supply companies use &quot;rota disconnection&quot; schemes to ration the limited energy available in some regions. Having electricity for, say, just 4 hours a day adversely impacts education, health care and economic development. &quot;Micro-grids&quot; able to run &quot;off-gird&quot; with local solar or micro-hydro energy are interesting in this context. Our proposal here is to design &quot;on-off grids&quot; in which supply companies adjust their rota disconnection to account for local resources in the micro-grids and the micro-grids are configured with power electronic interfaces that can manage the frequent transitions between on-grid and off-gird operation. The consortium members in India will build a demonstration version of such a micro-grid to allow control and optimisation ideas to be explored and assessed. The use of energy storage technology will be a key part of this scheme.\n\nSecond, developed countries do not suffer rota-disconnections except in emergencies. However, the security and adequacy of their existing electricity distribution networks may become compromised by the injection of significant amounts of solar energy at household level and the heavy loading anticipated from electric vehicle charging. Here we propose to develop power electronic equipment that enables the rapid reconfiguration of the possible supply routes in a network in order to optimise the power flows and voltage levels. The questions are not so much on can power electronic devices achieve this (we are confident they can) but rather how is it achieved efficiently and with a good equipment lifetime. The UK members of the consortium will design, build and test new forms of &quot;soft meshing&quot; power electronics to meet these objectives.\n\nThe &quot;reconfigurable distribution network&quot; presents a great opportunity in both the Indian and UK context. It also present research challenges on a number of fronts: innovation in power electronic equipment to reduce power losses and increase lifetime; the need to design new control algorithms to exploit the new flexible equipment to the benefit of consumers and network operators and the need to create new optimisation and planning tools to indicate where exactly the new equipment should be deployed and to determine how robust its business case can be.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K036327/1","grantId":"EP/K036327/1","fundValue":"1223860","fundStart":"2014-07-14","fundEnd":"2017-07-13","funder":"EPSRC","impactText":"","person":"Timothy  Green","coPersons":["Li  Ran","Balarko  Chaudhuri","Daniel James Rogers","Nick  Jenkins","Goran  Strbac"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}