{"id":"25C410A1-E341-468D-8842-B39F061D6EEE","title":"Characterising affective vulnerabilities in children with different subtypes of antisocial behaviour","abstractText":"<p>This ESRC funded project focused on brain differences associated with risk for antisocial behaviour. Recent research suggests that the amygdala is important for processing emotional cues. Both an under and over-reactive amygdala could make an individual more likely to engage in antisocial and aggressive behaviour.&nbsp;</p>\n\n<p>We already know that the amygdala of children with callous-unemotional traits is under-active when they view pictures of other people looking fearful. This could mean that instead of their amygdala signaling that they are causing distress to someone else, it is 'telling' them nothing at all. Alternatively, it may mean that children with callous-unemotional traits are just not paying attention to relevant information in fearful faces, such as the eye region. It has also been speculated that children who engage in 'hot-headed' antisocial behaviour, but have the capacity to empathise, could suffer from an over-active amygdala that makes them vulnerable to react aggressively to anything they see as a threat. None of these speculations had been formally evaluated previously.</p>\n\n<p>This project investigated these issues and provided more information about the emotion processing profiles associated with different subtypes of children with antisocial behaviour.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/H007059/1","grantId":"ES/H007059/1","fundValue":"400793","fundStart":"2009-12-01","fundEnd":"2013-06-30","funder":"ESRC","impactText":"  Please see the ESRC final report I have submitted. ESRC has indicated to me that since there have been problems transferring these data over this link can be used to view the outputs that I have listed on their interface - but which have not migrated here.\n\nhttp://www.esrc.ac.uk/my-esrc/grants/RES-062-23-2202/read  ","person":"Essi  Viding","coPersons":["Eamon  McCrory"],"organisation":"University College London","findingsText":" Conduct problems (CP), in other words antisocial behaviour in children, incur a substantial societal cost and constitute the single most common reason for childhood referral to mental health and educational services. However, children with CP are a heterogeneous group and this research project focused on delineating different neurocognitive processes associated with different types of CP. Specifically, we were interested in the role of callous-unemotional traits (CU) in understanding heterogeneity within CP. \n\n\n\nWe studied neural correlates of emotional and empathic processing in boys with CP and investigated the role of CU traits. We used several tasks and demonstrated that while children with high-CU have reduced neural activation to other people's distress/pain, children with low-CU appear to have the opposite vulnerability of increased neural reactivity in areas associated with emotion processing/empathy (Lockwood et al., 2013; Sebastian et al., 2012; Viding et al., 2012). Directing the children to a salient portion of an emotional face (the eyes), did not boost the amygdala reactivity to emotional faces in children with high-CU (Sebastian et al., 2013). The work undertaken for this ESRC project has already provided substantive new data to show that different kinds of neurocognitive vulnerability can underpin similar outward behavioural problems. Further analyses are on the way to investigate emotion regulation, functional connectivity during different tasks, as well as structural indices.\n\n\n\nFindings from this project have implications for individualising CP treatments to take into account a specific profile of vulnerability that high- vs. low-CU individuals have. Findings from this project can inform more individualised treatment protocols for conduct problems. Scientific\n\n\n\nThe studies undertaken for this projects were the first to directly contrast children with high- vs. low-CU traits on a number of neuroimaging paradigms. The data obtained from this study has already shown that the pattern of neurocognitive vulnerability associated with conduct problems can differ markedly for children high vs. low in CU traits. These studies will form a basis for a more comprehensive investigation of neurocognitive vulnerabilities associated with conduct problems. \n\n\n\nEconomic and Societal\n\n\n\nConduct problems represent a considerable economic and societal burden. Existing treatment show only modest effectiveness and a better characterisation of distinct neurocognitive profiles associated with conduct problems will give direction for more individualised treatment protocols. Other","dataset":"gtr"}