{"id":"25C8DBF9-8514-423E-8623-020261A62A26","title":"Macrophage Biology and Disease Susceptibility in Poultry","abstractText":"Poultry are the largest source of animal protein world-wide. Sustainable production of meat and eggs requires the protection of the birds against a wide range of pathogens. Some of the current methods, including the use of antibiotics, are becoming less effective or have been banned because of hazards to human health. Our project combines two related approaches to overcoming some of the health issues of birds, by priming their immune systems either through the use of genetics or administration of natural proteins that normal control their immunity. Macrophages are large white blood cells that are first line of defence against pathogens, and also control the later acquired responses that are also induced by successful vaccines. Our project is based upon a number of proprietary discoveries about the way that macrophage biology is controlled in birds. On the one hand, we believe that there are many natural mutations in birds that compromise their immune systems and which have not been selected out in conventional breeding strategies. We aim to develop a simple assay that can detect the ability of macrophage to recognise and respond to a diverse set of infections, and show that the assay could be used to breed birds with improved disease resistance. On the other hand, we have identified a protein called CSF-1 which controls the numbers of macrophages in birds. We will test the ability of this protein to induce changes in growth and development of the immune system, and test the possibility that it could improve both innate disease resistance and the efficacy of existing and future vaccines.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M011925/1","grantId":"BB/M011925/1","fundValue":"761556","fundStart":"2015-06-22","fundEnd":"2018-06-21","funder":"BBSRC","impactText":"","person":"David Arthur Hume","coPersons":["Peter  Kaiser","Lonneke  Vervelde","Helen  Sang","David William Burt"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}