{"id":"25D46B21-D524-48FD-9A08-DB8358FD4065","title":"Brain-Inspired Neuronal Model of Attention and Memory","abstractText":"Attention is necessary and vital for living organisms due to the limited processing capability of the visual system which precludes the rapid analysis of the whole visual scene. Selective visual attention is a cognitive process that allows a living organism to extract from the incoming visual information the part that is most important at a given moment and that should be processed in more detail. For example, detailed processing of the extracted information can include novelty detection and allocation of a novel object to memory.In this project a large-scale brain-inspired model of hierarchically organised spiking neurons will be developed, that solves the problem of consecutive selection of objects by combining object oriented attention, memory, and novelty detection. Since we believe that the brain does not invent a special processing mechanism for each cognitive function but adapts similar mechanisms for a particular type of processing, it is a challenge to develop a model based on a small set of general principles of information processing (e.g. synchronisation, adaptation of natural frequencies, resonance amplitude increase). We believe that these theoretical principles are the key to the performance of the biological brain and within the proposed research will be implemented for the first time in combined model of attention and memory. Such developments offer great potential, both in shedding fresh light on the basic mechanisms underpinning information processing in the brain and in the design of a new generation of computational devices, cognitive robots, etc.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D036364/1","grantId":"EP/D036364/1","fundValue":"155196","fundStart":"2006-09-18","fundEnd":"2009-09-17","funder":"EPSRC","impactText":"  Findings have been published in International research journals. They have attracted attention of other researchers and have been cited by some papers. I believe that these findings make a progress in our understanding the brain mechanisms of cognitive functions.  ","person":"Roman  Borisyuk","coPersons":[],"organisation":"University of Plymouth","findingsText":" We have discovered several important details on neuronal mechanisms of cognitive functions. For example, we have developed a computational model of visual perception of the Necker cube (ambiguous figure) . Remarkably, this model switches between two perceptions in a way which is consistent with results of psychological experiments. The findings are published and can be used by others. Software was submitted to the public database and can be used by any researcher. Healthcare","dataset":"gtr"}