{"id":"25DA796A-9AFB-4580-9B27-4C87B7BEA8C7","title":"Material Beliefs - Collaborations for Public Engagement Between Engineers and Designers","abstractText":"There is a need to communicate and democratise recent innovation in UK engineering, and with this an opportunity to challenge and invigorate the public's perception of engineering. Unconventional collaboration methods used in PPE projects like Biojewellery and Robert Doubleday's sociological perspective on nanotechnology research are extended in this proposal, and employed to frame a creative and innovative process for representing the technical and sociocultural issues which attend engineering research, to a large and diverse audience. This proposal responds to an emerging culture of joining up scientific, policy, critical and communication disciplines, and aims to challenge received PPE models. What distinguishes this proposal from the strategy of policy-focused engagement is that it aims to form collaborative networks which bring to life the detail and fascination of engineering in the imaginative worlds of an audience of end users.The aim of this proposal is to pair experienced research engineers and designers through a residency program, leading to a series of public exhibitions and engagement events. These events will open up a reflective and critical space around the role of future technology, where the engineers' research can be represented to the public in a stimulating wayThe proposal seeks to exploit the potential of engineer/designer partnerships, but it also seeks to extend the way imaginative and challenging outputs can have a large impact. It is anticipated that these outputs will be resonant for a range of discourses, and as a result be appropriated and constructively presented across a range of channels including print and TV media, academic journals, conferences and professional events, online forums, etc. The proposal aims to build new bridges between academic specialism and public engagement by pushing emotive and accessible formats.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E035051/1","grantId":"EP/E035051/1","fundValue":"198439","fundStart":"2007-01-01","fundEnd":"2008-12-31","funder":"EPSRC","impactText":"","person":"William  Gaver","coPersons":[],"organisation":"Goldsmiths College","findingsText":"","dataset":"gtr"}