{"id":"25DADC03-2984-491D-B6C4-632EC71A44F7","title":"Nonlinear pulse dynamics in plasmonic waveguides","abstractText":"Our current understanding of light nature and its interaction with matter has allowed scientists and engineers to introduce a variety of technological solutions, which have become integral parts of everyday life. These range from laser pointers, focusing a tiny spot of light over large distances, to optical cables which replaced telegraph wires and revolutionized telecommunication industry by allowing data transmissions at incredible rates. The fundamental role in operation of any such device is played by waveguides - optical analogues of electric wires. The waveguides implement two major functions. They guide light along desired paths suppressing its natural tendency to spread and occupy all the available space. Also, by sustaining high local light intensity in the waveguide core, they trigger nonlinear response of the medium. The latter is vital to perform ultra-fast signal processing: from frequency conversion and pulse re-shaping to logical operations with signal carried by light. \n\nThe present-day techniques of light guiding rely on the same principles that ensure beam focusing in an optical lens: the fact that light &quot;prefers&quot; to propagate in a dense medium rather than in a rarefied one. A thin wire made of a dense material, such as silica glass, surrounded, for example, by air makes a guiding structure for light. This technique, however, has the major limitation: the size of a waveguide core cannot be too small. The minimal scale here is dictated by the wavelength of light - of the order of micrometer. Being much thinner than a human hair, this is still not small enough to comply with demands of modern technology. For instance, if one is to replace all electronic components of a modern microprocessor by their optical analogues (aiming to boost the performance by a thousand times and beyond), the size of each element should be of the order of few tens of nanometers. Squeezing light this tight is a challenging task.\n\nPromising candidates to replace conventional waveguides - are the so-called plasmonic waveguides, currently being developed in research labs. They represent few nanometers thick tiny metal inclusions in a transparent dielectric background, or, vice versa, narrow grooves/wedges on a metallic surface or holes in metal films. Light guiding in such composite metal/dielectric structures is done by virtue of exciting specific waves on a surface between a metal and a dielectric. Such waves couple photons with plasma oscillations inside the metal and are called 'plasmons'. Crucially, there is no limitation as to the minimal size of a plasmonic waveguide, indeed they localize and guide light at nanometer scale.\n\nWhile the major guiding principles of plasmonic waveguides are well understood, little is known about different nonlinear processes with plasmons so far. The reason is that the state-of-the art theory is based on models, derived under the assumption that the material properties change on a scale comparable to or much larger than the light wavelength. Apparently, this is no longer true for plasmonic waveguide setups. It is the purpose of this research to develop appropriate theories and explore fundamentally new nonlinear processes associated with light propagation in composite nano-structures consisting of metals and dielectrics. Aiming to understand and explore novel physical effects, it will form the solid basis for future development of high performance, portable, tuneable, adaptive and reconfigurable optical devices.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K009397/1","grantId":"EP/K009397/1","fundValue":"52573","fundStart":"2013-06-09","fundEnd":"2014-12-08","funder":"EPSRC","impactText":"","person":"Andrey  Gorbach","coPersons":[],"organisation":"University of Bath","findingsText":"","dataset":"gtr"}