{"id":"25E8A22C-B95D-4CD5-A8F3-8DDE262E8F03","title":"Impact of Spatio-Climatic Variability on Environment-Hosted Land-based Renewables: Microclimates","abstractText":"Many current or projected future land-based renewable energy schemes are highly dependent on very localised climatic conditions, especially in regions of complex terrain. For example, mean wind speed, which is the determining factor in assessing the viability of wind farms, varies considerably over distances no greater than the size of a typical farm. Variations in the productivity of bio-energy crops also occur on similar spatial scales. This localised climatic variation will lead to significant differences in response of the landscape in hosting land-based renewables (LBR) and without better understanding could compromise our ability to deploy LBR to maximise environmental and energy gains. Currently climate prediction models operate at much coarser scales than are required for renewable energy applications. The required downscaling of climate data is achieved using a variety of empirical techniques, the reliability of which decreases as the complexity of the terrain increases. In this project, we will use newly emerging techniques of very high resolution nested numerical modelling, taken from the field of numerical weather prediction, to develop a micro-climate model, which will be able to make climate predictions locally down to scales of less than one kilometre. We will conduct validation experiments for the new model at wind farm and bio-energy crop sites. The model will be applied to the problems of (i) predicting the effect of a wind farm on soil carbon sequestration on an upland site, thus addressing the question of carbon payback time for wind farm schemes and (ii) for predicting local yield variations of bio-energy crops. Extremely high resolution numerical modelling of the effect of wind turbines on each other and on the air-land exchanges will be undertaken using a computational fluid dynamics model (CFD). The project will provide a new tool for climate impact prediction at the local scale and will provide new insight into the detailed physical, bio-physical and geochemical processes affecting the resilience and adaptation of sensitive (often upland) environments when hosting LBR.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H010386/1","grantId":"NE/H010386/1","fundValue":"190809","fundStart":"2010-06-01","fundEnd":"2014-06-01","funder":"NERC","impactText":"  The project outputs have been used in feedback activities within the farm survey community and collaborators (e.g. Natural England). Agriculture, Food and Drink,Energy,Environment Economic,Policy & public services","person":"Goetz  Richter","coPersons":[],"organisation":"Rothamsted Research","findingsText":" The main outputs of this project are, first, that intra-catchment variation of predicted attainable production (yield) of perennial crops cannot be found as they are robust against inter- and intra-seasonal drought. Variation between sites are dominated by management (establishment), not by soil type although yield gap is greater in (less favourable) clay soils. The relationship between Remote Sensing derived data (NDVI) and yield show that crop cover differences/variation lead to yield uncertainty/loss. This RS based method could be developed as a management/monitoring/planning tool. Agriculture, Food and Drink,Digital/Communication/Information Technologies (including Software),Environment,Financial Services, and Management Consultancy","dataset":"gtr"}