{"id":"25F22C0C-2042-413C-A43F-476C816DD52A","title":"Zoonoses in Livestock in Kenya (ZooLINK)","abstractText":"The goal the Zoonoses in Livestock in Kenya project (ZooLinK) is to enable Kenya to develop an effective national surveillance programme for zoonoses (meaning infectious diseases acquired through contact with animals or their products). To achieve this goal we will work in close collaboration with Kenyan government departments to set up a project in western Kenya as a model for a national programme.\n\nThe rationale for ZooLinK is that the burden of disease caused by zoonoses is greatly underestimated - as we know from our own research in the study region. In one recent but relatively small-scale study, we found 14 different zoonoses circulating in humans and their livestock. In addition, we expect this burden to change in the future as a result of continuing changes to livestock production systems in Kenya and elsewhere in order to satisfy increased demand for livestock products - again, we have good evidence of this taking place. The most important changes are the commercialisation and intensification of what was previously subsistence farming, changes in trading patterns (e.g. the distances that livestock and their products are transported), and changes in favoured breeds. All of these affect the risk of zoonoses and other infectious diseases. For example, our work has indicated that genes from exotic dairy cattle are 'leaking' into local cattle populations and altering susceptibilities to specific infections.\n\nThere is therefore a pressing need for good surveillance of zoonoses in order to establish their true burden and how that is changing. Importantly, this does not have to be set up from scratch. Kenya already has veterinary surveillance for infectious diseases in place at livestock markets, slaughterhouses and butcheries and in the wider farming community. It also has clinics and hospitals reporting infectious diseases in people. So the systems exist and are manned by trained staff. What is needed, and will be provided by ZooLinK, is increased awareness of zoonoses, better diagnostic support, better ways to record, share, analyse and interpret data, and closer integration between the human and animal health sectors. \n\nIn order to convince potential funders of the value of a national programme, we need to provide evidence that an enhanced surveillance system can contribute to improving public health in a cost-effective manner. For this reason, during our project we will closely monitor our enhanced system's performance and compare it to the current situation, identifying which activities do (or do not) provide good value for money. ZooLinK will also provide a platform for Kenyan public and animal health workers to get hands-on training (e.g. in diagnostic methods or electronic data systems) and to become familiar with a 'One Health' approach to surveillance. Training will be coordinated by Kenyan partners and will generate a cadre of individuals with first-hand experience of this way of working - this should leave a very strong legacy in its own right.\n\nIn addition to addressing these practical issues, ZooLinK will also provide a unique scientific evidence base which will help us to understand and anticipate changes in zoonotic disease burdens and to recommend effective interventions. This will involve detailed study of economic, social, demographic, genetic, and epidemiological drivers and the way that these combine to produce an overall burden of disease and risk of disease outbreaks. In this context the unusually comprehensive nature of ZooLinK is a major advantage: there are obvious limitations to studying single diseases or drivers in isolation (e.g. changes that favour one disease may reduce the risk of another; or effects due to changes in one driver may be outweighed by changes in another). The high quality data to be collected by ZooLinK, supported by state-of-the-art, diagnostics, genetics, and economic, statistical and mathematical modelling, will allow us to tackle such questions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L019019/1","grantId":"BB/L019019/1","fundValue":"3319370","fundStart":"2014-12-01","fundEnd":"2019-11-30","funder":"BBSRC","impactText":"  Grant starts on 1 December 2014.  ","person":"Eric  Fevre","coPersons":["Philip Gerard Toye","Timothy  Robinson","Samuel  Kariuki","Mark EJ Woolhouse","Olivier  Hanotte","ERASTUS KIAMBI KANG'ETHE","Jonathan  Rushton"],"organisation":"University of Liverpool","findingsText":" The project starts on 1 Decemeber 2014. No findings so far. No finds yet; grant will start on 1 December 2014 Environment,Healthcare,Pharmaceuticals and Medical Biotechnology,Security and Diplomacy","dataset":"gtr"}