{"id":"25F546F0-8BC3-43D7-B2D7-76BE83AAEBB1","title":"Understanding the potential of informal and lifestyle sports","abstractText":"Debate about the legacy from the London 2012 Olympics, and its failure to impact declining physical activity levels and increasing obesity amongst youth, has refocused decades of public debate about the value of sport to address a range of social problems. However, an underexplored aspect of sport provision and policy is the value of informal and lifestyle sport [LS] such as skateboarding, parkour and surfing, particularly in promoting active lifestyles. Whereas participation in traditional competitive sport is steadily declining, informal and LS have seen increasing popularity amongst a broadening range of consumers, and across different national contexts. Recognising the central role that informal sport and leisure plays in the community and the economy, this seminar series will provide a timely opportunity to examine the impact, and potential social and political benefit, generated by informal and non-institutionalised sport in general (from practices like yoga, to dance and street-sports) and LS in particular. The seminars will be underpinned by theoretical insights about the emergence, significance and cultural politics of LS cultures. Recognising the multitude of experiences, practices and communities that constitute the informal sporting landscape, the seminars will bring together research from a range of disciplinary backgrounds, theoretical perspectives, and fields of study. \n\nThe six seminars will provide a context for lively debate of current research, and future challenges, bringing together academics, policy makers, practitioners, creating dialogue between often disparate academic disciplines and user communities. They will assess the most current and relevant research in these fields, and integrate with end-users perspectives. They will develop new networks and approaches to issues, and provide a platform for a new generation of researchers to challenge current research agendas. The 6 seminars will explore the following themes: 1 (Brighton): Mapping the policy context; 2 (Brunel, London); Institutionalisation and regulation; 3 (Brighton); Lifestyle sport in School and the PE curriculum; 4 (Bournemouth); New participants in lifestyle sports: Current trends and strategies for Change; 5 (Brighton); Bodies out of place? The racialisation of informal sporting spaces; 6 (Brighton); Assessing future directions. \n\nTo encourage and gain insights from policy makers and young researchers we have organised funding across all seminar sessions for these groups. In doing so we aim to provide a critical, yet policy relevant, forum in which the role of informal LS can be better understood. The findings will be timely and relevant to wide-ranging academic, as well as non-academic, audiences who are concerned with understanding the role informal sport can play in relation to community, culture, health and economy; and for providing inclusive and relevant opportunities for sport and leisure provision. The South East, in which most of the seminars are based, is a particular hub of activity in this area, including relevant projects such as those based on the South Downs National Park, and coastal recreation projects. \n\nThese seminars seek to engage with, and promote an inter-disciplinary academic agenda. It will contribute to a broader policy discussion about the role of informal sport, specifically in debates around health and well-being, community and citizenship, inclusion and belonging, in private and public spaces. Our dissemination plan, including a lifestyle sport festival, is designed to target a wide range of relevant audiences beyond the seminar participants. We will provide an impetus for a broader public debate about the changing value and meaning of informal sport. To this end we will produce a multi-disciplinary edited collection of papers, a themed issue of an international refereed journal, an interactive website with podcasts, and produce press releases targeting relevant media.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M002705/1","grantId":"ES/M002705/1","fundValue":"26671","fundStart":"2014-10-01","fundEnd":"2016-09-30","funder":"ESRC","impactText":"","person":"John  Nauright","coPersons":["Mark  Doidge","Daniel Charles Burdsey","Jayne  Caudwell"],"organisation":"University of Brighton","findingsText":"","dataset":"gtr"}