{"id":"25F84E41-B4AC-4F4C-9498-EA5A6862BABE","title":"Improving Evidence Sharing in the Health and Social Care for Older People through an Evaluated Practitioner Research Programme","abstractText":"<p>As western societies experience an aging population, improving, or even maintaining, the quality of health and social care of older people is a significant issue. This project is based on the premise that in order to tackle this issue there is a need for a stronger evidence base related to older people that those designing, providing or receiving care can draw on. There is also a need for better sharing of this evidence base and greater use of this evidence across policy, practice, provider and research groups to improve the lives of older people.</p>\n\n<p>This project brings together a team of academics, policy-makers, practitioners, older people accessing health and social care provision, and specialists in evidence-use in practice and knowledge media. Together we will draw together existing evidence and generate new knowledge and understanding about improving health and social care for older people, and embed the use of this evidence to then improve the lives of older people across Scotland. These benefits will be for academic, practitioner, policymaker and service user audiences.<br /><br />&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/J010820/1","grantId":"ES/J010820/1","fundValue":"99738","fundStart":"2012-05-01","fundEnd":"2013-10-31","funder":"ESRC","impactText":"  Findings are based on individual research reports from practitioners, an overview report with a summary, a ten page booklet highlighting key findings and the blogs and repository of literature and materials on a website. These have all been disseminated widely across the participating practitioners, their home organisations and across the networks of voluntary and statutory sectors developed during the project. Communities and Social Services/Policy,Healthcare Societal,Policy & public services","person":"Heather Ann Wilkinson","coPersons":[],"organisation":"University of Edinburgh","findingsText":" The main findings from the project relate to two areas. First there are the findings from the individual research projects undertaken by the practitioners from a range of social care organisations. Second there are findings in revelation to practitioners research and the effective research translation of these findings. The work has been taken forward in a partnership between the university of Edinburgh and IRISS. Another practitioner research programme is currently running with 15 practitioners from across Scotland. Communities and Social Services/Policy,Education,Healthcare","dataset":"gtr"}