{"id":"26170EE8-DA86-4B80-A84E-F237CFE9DC13","title":"The Cinema Authorship of Lindsay Anderson","abstractText":"Was Lindsay Anderson the cinematic auteur that his private writings indicate he wanted to be; and if so how should his authorship be understood? His private thoughts and ideas about his films differed significantly from what might be drawn from his public statements and attitudes. Inevitably his own ambitions for the films varied from the way they were received by producers, reviewers and audiences. \n\nThis research proposes to compare the Information gleaned from Anderson's diaries and other personal papers (including correspondence with friends and colleagues) with an analysis of the way the films were received in the first instance as projects and then as finished texts by the various publics to which they were addressed. Taking these diverse perspectives into account will enable the researchers to produce a fuller account than currently exists of Anderson's relationship to the work that carries his name on screen. \n\nThe knowledge gathered about this director will then be generalised to reflect on the various concepts of authorship in the cinema that have been proposed in the half century since the European New Wave and, where appropriate, to revise those earlier ideas. \n\nTo gain these ends, the proposal specifies the compiling of an item-level descriptive Index of both the correspondence and the diaries. These papers will give access which would not otherwise be feasible to details of Anderson's life and Ideas not previously in the public realm.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E509177/1","grantId":"AH/E509177/1","fundValue":"251377","fundStart":"2007-09-01","fundEnd":"2010-08-31","funder":"AHRC","impactText":"  The online catalogue of the Anderson Archive has acted as a model for other cataloguing projects, both within the University of Stirling Archive and at other archival institutions. It has also been used as an example of best practice which has contributed to the award of funding from the National Cataloguing Grants Programme and the Wellcome Trust to the University of Stirling Archives for the cataloguing of other collections.\nCollaboration with the makers of the film 'Never Apologize' (which included the supply of images, information and text from the archive) presented Lindsay Anderson to a wider audience. Creative Economy,Education,Culture, Heritage, Museums and Collections Cultural,Economic","person":"Kenneth John  Izod","coPersons":["Karl  Magee"],"organisation":"University of Stirling","findingsText":" Our film-by-film analysis of Anderson's authorship has uncovered a different underlying structure from that discerned by most of our predecessors. Their opinions have generally been dominated by recognition of his films as vehicles for ever-darker satirical rage. For our part, we observe a constitutive tension inherent in all but the earliest short films. It lies in the opposition of satire to what Anderson called lyrical humanism - in effect a tender attitude toward the people in front of his lens.\nThe item-level online catalogue created as part of the project allows for searching for film-related materials across the collection. They offer an understanding of the man and the films he directed distanced, inevitably, by the fact that none of the team had known Anderson. This had certain advantages in providing a more dispassionate basis for future research in which his films have a greater complexity than had often been recognised.\n\nThe online catalogue of the Anderson Archive has acted as a model for other cataloguing projects, both within the University of Stirling Archive and at other archival institutions. \n\nThe publication of our book Lindsay Anderson: Cinema Authorship has revived interest in Anderson amongst European cinema scholars. This was apparent in the symposium 'Lindsay Anderson Revisited' held at Lund University in August 2014 which brought together the project team and European scholars. The organiser expects to publish a collection of the papers delivered at the symposium. Education,Culture, Heritage, Museums and Collections","dataset":"gtr"}