{"id":"261A9239-C982-4750-8333-B4DA98F602C6","title":"ISSTI Interdisciplinary Masterclasses","abstractText":"<p>This project aims to improve the practice of interdisciplinary research between the social and natural sciences. Researchers at the University of Edinburgh’s Institute for the Study of Science, Technology and Innovation (ISSTI) have extensive experience in interdisciplinary research across the life sciences, ICT, energy, environment and design sectors.&nbsp;Drawing on this, Catherine Lyall and colleagues will be seeking to formalise and codify researchers’ approach to the promotion, management and evaluation of interdisciplinary research and to share this knowledge with the wider research community.&nbsp;A range of masterclasses will be developed aimed primarily at post-doctoral researchers, giving them the tools they require to lead successful interdisciplinary project teams, and secondly at graduate students embarking on interdisciplinary projects for the first time. Both activities will focus on how to design and conduct an interdisciplinary project, with appropriate inputs from the social and natural sciences, and how to write up and disseminate an integrated report.&nbsp;ISSTI researchers will also be able to reflect on the experiences of delivering the masterclasses to strengthen their own practice: a final seminar will discuss what we have learned as an interdisciplinary research institute and will lead to the production of a handbook on conducting interdisciplinary research.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-035-25-0001","grantId":"RES-035-25-0001","fundValue":"83714","fundStart":"2006-11-01","fundEnd":"2010-10-31","funder":"ESRC","impactText":"  This work has been picked up by various academic groups and by research funders. For example, I have been invited to give a plenary address at the Irish Research Council's annual meeting in November 2014 on the role of funders in promoting interdisciplinary research.  ","person":"Catherine  Lyall","coPersons":["James  Stewart","Robin Alun Williams","Joyce  Tait"],"organisation":"University of Edinburgh","findingsText":" We piloted a series of training events for interdisciplinary researchers which demonstrated demand for further developmental support for interdisciplinary capacity building at all stages in the academic career. I am currently working on secondment with the university's Institute for Academic Development to develop our findings further. Aerospace, Defence and Marine,Agriculture, Food and Drink,Chemicals,Communities and Social Services/Policy,Construction,Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Electronics,Energy,Environment,Financial Services, and Management Consultancy,Healthcare,Leisure Activities, including Sports, Recreation and Tourism,Government, Democracy and Justice,Manufacturing, including Industrial Biotechology,Culture, Heritage, Museums and Collections,Pharmace","dataset":"gtr"}