{"id":"261FE158-24AD-421F-93EF-60E6A709B096","title":"Experimental Human Pneumococcal Carriage to determine optimal protection from carriage and mechanisms of mucosal immunisation against disease","abstractText":"Streptococcus pneumoniae is the most common bacterial cause of pneumonia, meningitis and otitis media in children world-wide. In adults, pneumococcal pneumonia is a common and increasing cause of hospital admission with substantial mortality in the elderly. In addition, pneumococcal infections cause exacerbations of chronic lung disease, particularly COPD and asthma. An important paradox in pneumococcal infection, however, is that in the vast majority of people these bacteria are occasionally found harmlessly inhabiting the naso-pharynx. This harmless state, termed pneumococcal carriage, boosts immunity to pneumococcal disease and is therefore of some benefit but can also be the means by which infection is transmitted. Pneumococcal carriage is considered to be the key to controlling disease as it is the means of transmission and the prerequisite of disease.\n\nVaccination is the most important and effective intervention in the prevention of pneumococcal disease but the weapons in this armoury are still far from optimal in terms of expense and coverage of pneumococcal types. Current vaccines have, however, demonstrated that effective prevention of both pneumococcal carriage and disease is possible in young children, with indirect benefit to unvaccinated adults resulting from reduction of circulating pneumococcal carriage. It is less clear how current vaccines should be used directly in adults, or those with chronic disease. It is also unclear by what mechanism vaccines alter carriage and which vaccines are most effective in this regard. There are many new vaccines at early stages of development and studies of how they influence carriage could be important in choosing between possible alternatives.\n\nThis Experimental Human Pneumococcal Carriage (EHPC) Programme Grant will make use of studies in healthy volunteers and patients with increased risk of pneumococcal disease to determine the immune responses in health that are protective against pneumococcal carriage. We have developed a method, unique in the world, for inoculating humans safely in order to establish carriage experimentally and have now tested it in over 300 subjects without adverse effects. This model of natural carriage can be used to (a) discover how healthy subjects make immune responses to carriage, (b) discover how subjects with risk factors (age, chronic lung disease) make responses to carriage and how this is different from healthy people, (c) test new vaccines for their effect in experimental carriage and (d) discover how the host alters the biology of the bacteria while it is being carried. Testing new vaccines using EHPC can be done more quickly and at a fraction of the cost of clinical studies (100 subjects rather than many thousands) and so several vaccines can be tested during this Programme, in parallel with the discovery science. This Programme also offers an opportunity for partnership with commercial entities or charities sponsoring particular new vaccines and these funding options will be explored with MRC.\n\nIn summary, This EHPC Programme will run and coordinate the maximum use of a unique human pneumococcal challenge model to study host/pathogen interactions critical to the prevention of pneumococcal disease by vaccination. We will use a variety of pneumococcal strains to challenge human volunteers, both healthy and with risk factors for pneumococcal disease, in order to determine factors underlying susceptibility and protection from disease. We will manage a portfolio of commercial vaccine development studies using the human challenge model in parallel with the science discovery programme.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M011569/1","grantId":"MR/M011569/1","fundValue":"2295300","fundStart":"2015-05-01","fundEnd":"2020-04-30","funder":"MRC","impactText":"","person":"Stephen Brian Gordon","coPersons":["Daniela M. Ferreira"],"organisation":"Liverpool School of Tropical Medicine","findingsText":"","dataset":"gtr"}