{"id":"261FE051-F1E4-46D5-B098-D20D700DB0AD","title":"The causes and consequences of intraspecific variation in standard metabolic rate","abstractText":"Why does substantial variation between individuals in their physiology persist, when it appears to have a significant effect on viability? One explanation for the maintenance of individual variation in a key trait is that it is non-genetic in origin and is created by environmental or maternal influences, but the direct evidence for this is often weak. This project will investigate the causes / and also the consequences / of variation between individuals in their minimal rate of metabolism, generally termed basal or standard metabolic rate (SMR). SMR varies considerably between (but is consistent within) individual animals and has major effects on performance: in salmonid fish, for example, an individual's SMR when a fry is a significant predictor of its dominance status, future growth and survival rate, as well as being a major influence on the efficiency of growth. However, the heritability of SMR is low. Why, then, is there so much phenotypic variation in SMR? Here we put forward the hypotheses that different environments favour different rates of metabolism, and that rates of metabolism are programmed by embryonic exposure to maternal steroid hormones (testosterone and cortisol) in the egg. Using trout as a study system, we will test novel predictions that arise from this hypothesis by means of experiments on both breeding adults and their offspring in a range of rearing conditions. We will test by means of hormone manipulations whether a mother's hormone levels at the time of spawning affect metabolic rates in her fry and whether eggs from different parts of the ovary receive different levels of hormone, so generating variation in metabolic rate (and aggression) within the offspring. We will also test whether the best metabolic rate (high or low) depends on the microhabitat in which the fish is living, so providing an explanation for the persistence of this variation. The information gathered will provide an understanding of the causes and consequences of variation in this basic physiological trait and of the role that hormones play as a maternal tool for adjusting offspring to the environment, so linking endocrinology, ecophysiology, behaviour and populations. The results will have relevance for studies of local adaptation and population structure, but also fish welfare and the design of husbandry regimes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F019165/1","grantId":"NE/F019165/1","fundValue":"326135","fundStart":"2009-04-01","fundEnd":"2012-03-31","funder":"NERC","impactText":"  As far as i am aware they have not been used.  ","person":"Neil Benedict Metcalfe","coPersons":[],"organisation":"University of Glasgow","findingsText":" The project showed that metabolic rate varied between individual trout, that these differences had effects on behaviour and that they arose from the eggs having been in different positions within the ovary. Hormone manipulations aimed at testing whether the differences had a hormonal cause were inconclusive. Work does not have an applied relevance. Agriculture, Food and Drink","dataset":"gtr"}