{"id":"263233C4-7255-435F-9FEE-0B1010EA3DEE","title":"Pragmatism and Perception","abstractText":"\\nIt is common to associate pragmatism with a kind of anti-realism that explains the truth as whatever it is that it is 'expedient' to believe. It is also common to associate pragmatism with a kind of naturalism: in studying issues of logic and of the normative standards we should employ in evaluating our beliefs, we can appeal to psychology, biology, evolution, and other products of scientific research.\\n\\n Although this may be true of William James and John Dewey, there are philosophers who see themselves as pragmatists and who do not fit this stereotype. The founder of pragmatism, who published the 'pragmatist maxim' in his paper 'How to make our ideas clear' in 1878, rejected the pragmatism of James because it failed to acknowledge that pragmatism is nothing without 'realism of a somewhat extreme stripe', and reject the pragmatist logic of Dewey because the latter did not recognize that logic cannot be made to depend upon psychology, history, linguistic or any of the natural sciences.\\n\\nAlthough Peirce held these views throughout his career, they were most prominent in his writings from after 1900, during the last ten years of his life. And it was during these years that he claimed that his version of pragmatism was more rigorously formulated than others, and also that his version of the pragmatist maxim could receive a strict mathematical proof within logic and his general theory of signs. The project will explore these three themes: how pragmatism is compatible with an account of logic which is not psychological or naturalistic, how his theory of perception enables us to reconcile pragmatism and realism, and how far the pragmatist maxim can be proved.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H003029/1","grantId":"AH/H003029/1","fundValue":"38324","fundStart":"2009-09-28","fundEnd":"2010-01-27","funder":"AHRC","impactText":"  To increase knowledge and awareness of the importance of the notion of &amp;quot;Community&amp;quot; in cognition. Research findings were used in a Plenary address to the 2014 Charles Sanders Peirce International Congress which will contribute to the work of other scholars.  ","person":"Christopher John  Hookway","coPersons":[],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}