{"id":"26365D0D-3983-4C58-AF76-D915AEFCC660","title":"Advancing Research in the Business and Management Field","abstractText":"<p>This seminar series is organised by members of the British Academy of Management Special Interest Group in Research Methodology. The series aims to bring together a range of both experienced and junior management researchers; practitioners; and consumers of management research to discuss key questions that impact upon the future of research in the business and management field. As such it provides a unique opportunity to take an innovative approach to examining the significant issues that currently challenge those within the management research area.&nbsp; </p> \n<p>The specific questions we will be addressing are:<br /></p> \n<ul> \n <li>How can we enhance capacity and capability in the field of management research? <br /></li> \n <li>How can we most effectively develop management researchers? <br /></li> \n <li>How can the quality of management research be enhanced? <br /></li> \n <li>Who should management research be for, and whom should its outputs be aimed at? <br /></li> \n <li>How can management research be made more practitioner-friendly? <br /></li> \n <li>How should we be developing theories of managerial practice? <br /></li> \n <li>How can management research become more internationally focused? <br /></li> \n <li>How can management researchers diversify to use a greater variety of methodological tools and techniques? <br /></li>\n</ul> \n<p>Our objective therefore is to provide an arena in which these challenges to the future of management research can be meaningfully discussed.</p> \n<p><br />&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-451-25-4218","grantId":"RES-451-25-4218","fundValue":"8585","fundStart":"2006-09-01","fundEnd":"2009-02-28","funder":"ESRC","impactText":"","person":"Catherine  Cassell","coPersons":["Bill  Lee"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}