{"id":"26373B48-0A44-4B34-8E4C-0F5ACC2D0F8C","title":"The development of effective grain refiner for the production of high performance light metal castings","abstractText":"Aluminium-Silicon (Al-Si) alloys are important alloys as they are lightweight (2.7 g/cc), easily recycled, corrosion resistant, durable and environmentally friendly. In comparison with steel (7.8 g/cc), they have higher strength to weight ratio. 90% of aluminium shape castings are based on these Al-Si alloys and currently, ~ 5 million tonnes per annum are being used in automotive industry. The average car manufactured in 2006 contained between 110-145 kg of Aluminium, compared to ~1000 Kg of Steel. Life cycle analysis suggest that, a 100 kg weight reduction through substituting Steel with Aluminium parts would result in a saving of 900 litres of petrol during the car's life span (200,000 km) and 2,000Kg of CO2 savings (10 g/km). The big problem for the light metal industry in increasing the further use of these lightweight Al-Si alloys with respect to replacing steel in the transport sector is the lack of ductility and yield strength associated with the large grain structure, defects and large intermetallic particles. Since Al-Si alloys are difficult to grain refine, widespread adoption is currently constrained due to excessive casting defects and inadequate mechanical properties. Higher Si levels in these alloys results in large grains, which make casting difficult, thus resulting in very high rejection rates, up to 60% for high value critical components. \n\nTi based grain refiners used for non-cast (wrought) Al alloys are less effective in cast Al-Si alloys due to reaction between Si and Ti. Brunel has invented an effective grain refiner that can revolutionize the foundry casting process for these Al-Si casting alloys, significantly reducing the casting defects and producing superior mechanical properties that, despite (deliberately) limited publicity, is already generating significant market interest within the materials supply chain. The Brunel grain refiner (BGR) improves castability of a wide range of aluminium alloys; eliminates hot-tearing, a common problem in castings; it improves much needed tensile strength and ductility; improves homogeneity in mechanical properties across the component; it enables thin-wall cast structures; and it tolerates high impurity levels (aluminium scrap can now be manufactured with superior properties). Additionally, it is expected to enable the casting of large and complex shaped structures using sand moulds and reduce the high (up to 60%) rejection rate during manufacture of high value components.\n\nThe unique selling points of the Brunel Grain refiner are that it is highly effective for bulk castings and easily employable by the industry. Currently there exists no effective grain refiner for Al-Si castings and previously difficult to produce high performance bulk castings without defects can now be easily processed.\n\nDelivering benefits to a wide range of casting techniques, it should enable the production of castings with superior properties, allowing aluminium to replace a growing proportion of steel parts in the automotive sector. This will put the UK in the forefront of metallurgical technological developments. Very substantial environmental benefits are foreseen due to light-weighting and concomitant reductions in energy consumed and CO2 emitted.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J013749/1","grantId":"EP/J013749/1","fundValue":"121144","fundStart":"2012-08-01","fundEnd":"2013-10-31","funder":"EPSRC","impactText":"  The grain refinement technology has been succssfully transferred to UK based master alloy manufacturer and the large batches of master alloy with compositions specified in patent application have been produced, applied in UK foundry and UK leading automotive end-user used this to produce protype engine cylinder heads.\nFive other direct collboration partnerships have been established to test the grain refiner in DC casting, Low Pressure die casting, Gravity casting and High pressure diecasting. These were conducted in industries located in Germany, Italy, Japan and China. It is an exciting ongoing research programme and currently this technology is in various technology ready levels (TRL4 and TRL5) depending on types of end products. Manufacturing, including Industrial Biotechology,Transport Societal,Economic","person":"Hari Babu  Nadendla","coPersons":[],"organisation":"Brunel University","findingsText":" We have successfully developed a process to produce a novel master alloy that is highly effective in refining grain size of Al-Si alloys. The master alloys simplifies the way the inoculants (grain refining agents) are introduced into the Al-Si melt. Wide range of tests have been conducted and confirmed the grain refinement in Al-Si commercial alloys. The improvement in properties of Al-Si alloys produced through grain refinement is observed. TSB project is currently ongoing. The consortium members inculde automotive end-user, prototype Al-Si parts manufacturer, master alloy manufacturer and solidification simulation software developer. \nTechnology has been succssfully transferred to UK based master alloy manufacturer and the large batches of master alloy with compositions specified in patent application have been produced, applied in UK foundry and Jaguar and Land Rover used this to produce protype engine cylinder heads.\nFive different direct collboration partnerships have been established to test the grain refiner in DC casting, Low Pressure die casting, Gravity casting and High pressure diecasting. These were conducted in industries located in Germany, Italy, Japan and China. It is an exciting ongoing research programme and currently this techinlogy is in TRL4, TRL5 levels depending on nature of Al-Si parts produced.\nThe technology has also been successfully develped in Aerospace, Defence and Marine,Manufacturing, including Industrial Biotechology,Transport","dataset":"gtr"}