{"id":"263E8ADF-64F1-40C3-A656-C059171B202B","title":"Cell cycle control of homologous recombination by the Sae2 protein in Saccharomyces cerevisiae","abstractText":"Each living organism is defined by a set of information that is inherited from its ancestors in the form of genes that are encoded by a specific kind of molecule called DNA. Therefore, the DNA comprises the handbook for all the things the organism may need to succeed in its environment. Because of its fundamental importance for survival, cells have developed a series of mechanisms to ensure both the stability of the DNA molecule and the proper transfer of the information to the next generation. In order to ensure that daughter cells get all the information they need, each cell undergoes a complex growth and division cycle: the cell cycle. Such a cycle starts with a cell that has just a single copy of the genetic information (DNA) that, once some parameters are fulfilled, becomes exactly duplicated. Then, and only if the DNA is completely duplicated and is undamaged, the cell divides to form two newborn daughter cells, each of them with a single copy of the genetic information. These cells can then re-start the cell cycle and continue growing and dividing. One important fact is that the cell will never progress through the cell cycle if its DNA is somehow damaged. There are many causes of DNA damage, which these include radiation, sunlight and environmental chemicals; and even the oxygen we breathe can result in damage to the DNA in our cells. Once the DNA is damaged, the cell will try to repair it. As there are many different kinds of damage, there are many different kinds of DNA repair mechanisms and, in some cases, more than one repair pathway can deal with a specific type of DNA damage. It is important to notice that not all the repair pathways are equally accurate and some of them may even leave errors in the DNA code. Therefore, the regulation of which mechanism is better to repair a lesion at each given moment is extremely important. A good example of the above types of regulation has become clear from research into the repair of the most dangerous form of DNA damage; the DNA double-strand break. There are two methods to repair such damage. The first one (end-joining) is a low accuracy mechanism that consists in direct rejoining of both ends of the molecule. The second one, a much more accurate and complex one called homologous recombination, only occurs when the cell has already duplicated its DNA and, therefore, the second copy of the DNA can be used as a donor of information. Activation of this pathway when the DNA has not been yet duplicated is, in fact, highly deleterious to the cell and can lead to its death. This means that there needs to be crosstalk between the cell cycle and the DNA repair pathways to ensure that homologous recombination is only activated once the cells have duplicated their DNA. Our research is focused on understanding the nature of this crosstalk. Using the baker's yeast Saccharomyces cerevisiae as a model organism, we have found that depends, at least partially, on the regulation of a protein called Sae2, that is activated only once the DNA has been copied. Activation of Sae2 is essential for DNA repair by homologous recombination. In order to further understand how Sae2 is acting, we present this proposal with the following major objectives: 1. We will determine how Sae2 regulates the balance between the two repair pathways (end-joining and homologous recombination). 2. We will identify other factors that help Sae2 in its regulatory roles. 3. We will identify other ways that homologous recombination is controlled during the cell cycle. 4. We will extend our work to study meiosis: the specialized type of cell cycle that produces the cells that are essential for sexual reproduction. In addition, research carried out by another member of our laboratory has identified a human protein that appears to function in the same way as yeast Sae2. Therefore, we will collaborate with him to study similar control mechanisms in human cells.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F001665/1","grantId":"BB/F001665/1","fundValue":"269105","fundStart":"2007-11-01","fundEnd":"2010-10-31","funder":"BBSRC","impactText":"","person":"Stephen  Jackson","coPersons":[],"organisation":"University of Cambridge","findingsText":" Previously we established how the cell cycle controls the choice of double-strand break repair pathway in the budding yeast Saccharomyces cerevisiae, showing that a key target for this control is the protein Sae2, which is phosphorylated on Ser-276 by cyclin-dependent kinase (CDK) to promote resection. The human homolog of Sae2, CtIP, has an analogous CDK consensus site, Thr-847. We showed that, while mutating Thr-847 to Ala impairs DSB resection, mutating it to a phosphorylation-mimicking Glu does not. Moreover, we established that, unlike cells expressing wild-type CtIP, cells expressing the Thr-to-Glu mutant resect DSBs even after CDK inhibition. \n\n\n\nFinally, we established that mutation of Thr-847 to either Ala or Glu affects DSB repair efficiency, causes hypersensitivity towards DSB-generating agents and affects the frequency and nature of radiation-induced chromosomal rearrangements. These results therefore indicated that CDK-mediated control of resection in human cells likely operates by mechanisms that overlap with those used in S. cerevisiae. This research has formed the basis of a continuing collaboration between the PI Professor Jacskon and the researcher P Huertas who returned to Spain to run his own group, conducting research into DNA double-strand break repair and human disease at the CABIMER (Andalusian Center for Molecular Biology and Regenerative Medicine), University of Seville. Healthcare","dataset":"gtr"}