{"id":"26403096-36FD-485B-93AE-E2057C855CAE","title":"ESRC AMR Research Champion","abstractText":"Successfully engaging social scientists to contribute to combatting Antimicrobial Resistance (AMR) will require innovative and proactive communication. To generate research that is directly relevant to clinical, diagnostic and population health needs among both humans and animals, social scientists will need to be enabled by the provision of readily understandable biomedical, microbiological and epidemiological background information. Equally crucial is that academic social scientists, and particularly those without a background in applied health research, are encouraged to appreciate how work on AMR can produce original and innovative research that has value within their own fields. For instance transmission of prevention practices may be a useful vehicle for research on social networks, attempts to tackle AMR internationally would be a good exemplar for policy analysis, and issues of diversity, marginalisation and poverty are key components in the social patterning of emergent AMR. The approach we propose will address both advocacy and support needs through a range of activities to be developed in close consultation with ESRC including:\n\nOpen forums to highlight the potential and needs for AMR-related research at the national and international conferences of relevant social science disciplines; \n\nCompiling a database of interested social scientists for future use by ESRC; \n\nAMR research advocacy among social scientists, including piloting engagement of early career social scientists through ESRC Doctoral Training Centres, and accessing academic social science networks through regional university groupings and professional and institutional networks;\n\nRapid review to scope existing social science research relevant to AMR; \n\nProduction of briefing papers by discipline-specific expert advisors to summarise relevant knowledge in their field and key issues for future research;\n \nDevelopment of a website for Championing Social Science with links to relevant webpages, blog postings, forms for registering interest, links to webinars on key scientific concepts relating to AMR, and downloadable resources; \n\nPublic and patient engagement activities including use of Twitter and other outlets to highlight social science dimensions of current news;\n\nSocial science advocacy among health researchers and scientists through visits to key research institutions and scientific meetings.\n\n\n\nFocused networking and proposal development events: These will bring interested social scientists together with potential collaborators in the biomedical, veterinary and population health sciences. The timing and location of these events will be agreed in close consultation with the ESRC office as our activities develop.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/N015169/1","grantId":"ES/N015169/1","fundValue":"119900","fundStart":"2015-10-01","fundEnd":"2016-09-30","funder":"ESRC","impactText":"","person":"Helen  Lambert","coPersons":[],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}