{"id":"26422FEF-88F3-4213-BCE7-7CD016F4CC9A","title":"Low Power Body Worn Antenna Systems","abstractText":"Future tele-medicine and communications systems will increasingly be worn on the human body with wireless links to external systems. Radio channels will propagate around the body and it is very important to be able to understand and characterize exactly how this energy is distributed about the surface of a human subject. There remains a concern among the public and users in general that exposure to radio frequency (RF) energy should be minimized to avoid possible health issues and reducing transmit powers will also improve battery life. Research has been done to assess how electromagnetic waves are guided by animated human models wearing radio devices, but this work does not include the effect of gaps caused by loose fitting clothing and how this causes the radio device to tilt with time. The position of a radio antenna will have a significant effect on how much energy is directed towards the surface of the skin and therefore on the wireless channel. This project is a collaboration between two established UK centres of wearable antenna and flexible screening research. The project will investigate new techniques for integrating antenna systems and screens into clothing for worn applications. The novelty of the proposal is to reduce RF powers by utilizing diversity between disguised and low profile antennas realizing the potential for low interference and improved reliability. New design philosophies will be created for worn wireless systems where movement data and worn antenna tilting will be captured from real humans and used to find propagation paths around the body while switchable periodic screens will select between magnetic reflection and surface guided modes. Antennas for medical applications mounted on disposable paper clothing will be explored as well as auto-tuning of antennas on different body types using varactor diodes, liquid crystal mixtures and MEMs switches. The outcomes of this research will well place the UK as a leader in, and an exploiter of, future wireless systems such as tele-medicine and pervasive computing.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G055890/1","grantId":"EP/G055890/1","fundValue":"488378","fundStart":"2009-10-01","fundEnd":"2013-03-31","funder":"EPSRC","impactText":"  Our work on Body Centric Communications has developed antennas disguised as jeans buttons and belts and we have studied radio channels for communication point to point on the body as well as to off-body wireless access points. This work is supported by Great Ormond Street Hospital with the aim of reducing the transmit powers required for reliable communication for critical medical wireless equipment. Our work on Body worn antennas has been mentioned in the House of Lords (HoL Hansard 8/12/08). Digital/Communication/Information Technologies (including Software),Electronics,Healthcare Societal,Policy & public services","person":"John  Batchelor","coPersons":["Mohammed  Sobhy","Paul  Young"],"organisation":"University of Kent","findingsText":" Life expectancy is increasing globally but chronic illnesses such as heart disease, cancer and diabetes will by definition have long term health care and quality of life implications for the ageing population. The social and economic burden on health providers and patients can be significantly reduced by the effective use of wireless tele-care technology (E-health) to monitor blood pressure, glucose control, medication administration and the status of other health support systems. This technology requires lots of sensors on the body monitoring vital functions and then transmitting the data to a single point such as a mobile telephone or wireless internet router to relay the information to doctors for assessment. This project has studied two fundamental aspects of this technology: 1) developing new antenna and signal carrying channels to gather data on the body and then transmit that information wirelessly to a receiver; 2) to discover how these components behave as the body moves by using motion capture from cameras. \n\n\n\n1. New antennas which transmit the data have been developed and these include a button antenna and textile antennas which are manufactured in clothing. Both these antennas can be hidden in everyday items such as shirts, blouses, jeans etc. and provide wireless communication. Textile antennas can also be manufactured in sticking plasters. We have studied how these items perform as they are bent and crumpled when being worn which affects their ability to relay the data. The performance depends very much on the severity of the distortion and if creased can shift the operating band by up to 6% although this can be mitigated by increasing the operating frequency range. \n\n\n\n2. Motion capture and 3D surface scanning have been used to create avatars and compare body centric wireless measurement and Electromagnetic simulation of people using body-centric communications. To evaluate how representative it is of PANs in general, the avatar channel response was compared with measurements taken from other people of similar height and conclusions were drawn. The effect of the walking movement on body centric channels was investigated by comparison of simulated avatar channels and measurements taken on the person on whom the avatar was based. The results helped inform the selection of appropriate parameters required for accurate human phantom Electromagnetic simulation. Conclusions have also be obtained on how different factors such as human height, arm swing, wrist twisting and loose clothing can affect the body-centric channel during walking and the relative significance of each of these factors on accurately predicting body-centric channel gain was observed for an indoor multipath environment. These results are being used to derive channel models for communication system designers who wish to avoid complex and specific electromagnetic and radio propagation analysis. The investigations also address the ultimate aim of reducing transmit power between antennas while retaining reliable communication. Healthcare - telemedicine; security monitoring; defence - communcations; assisted living - monitoring; recreation - gaming, communication and exercise. In association with DSTL high impedance surfaces (HIS) integrated into body armour equipment was designed. Tough Aramid material was used as the dielectric substrate. The frequency selective layer consisted of interwoven spirals which reduced the element size by over 98% compared to a square patch. The HIS operated at the 400MHz TETRA band employed by the police and emergency services in Europe and improved the antenna match by 7dB compared to an antenna mounted directly on the armour vest. \n\nThe outcome of this work is being considered by the regular army Electronic Force Protection team with a view to futher reducing the structure thickness.\n\n\n\nWe are also in discussion with our supporters at Great Ormond Street Hospital and on-going collaboration is developing low power sensing technologies for use in association with our wearable antennas and accurate avatar models.\n\n\n\nAt Kent we have made our EPSRC funded motion capture and human surface scanning equipment available to research groups at the Universities of Birmingham and Queen Mary, London. Digital/Communication/Information Technologies (including Software),Electronics,Healthcare,Leisure Activities/ including Sports/ Recreation and Tourism,Security and Diplomacy","dataset":"gtr"}