{"id":"264A91E1-A974-4E56-97D6-619FBB58B35B","title":"Re-Writing HIStory: Identification and characterisation of the histidine phosphoproteome","abstractText":"The addition of phosphate (phosphorylation) is a form of code that regulates protein function within cells. Bacteria and yeast contain proteins that are phosphorylated on the amino acid histidine in response to defined environmental changes. This phosphorylation event is critical to allow these organisms to adapt to environmental changes and survive. We currently know very little about histidine phosphorylation in humans and other mammals because the techniques to study them are still in their infancy. However there is evidence that histidine phosphorylation of mammalian proteins may be involved in transferring information about the extracellular environment to the inside of a cell, promoting a cellular response. Phosphorylation of histidine in humans thus appears to have roles in the immune system and in controlling the rate of cell growth. These functional effects could be particularly important medically, because abnormal phosphorylation is already known to be important in diseases such as cancer and diabetes. Dr Claire Eyers at the University of Manchester is developing strategies to identify sites of histidine phosphorylation on a global scale, using state-of-the-art mass spectrometry instrumentation. Deciphering the histidine phosphorylation code using these large-scale 'proteomic' studies will be crucial for understanding what this protein modification actually does in humans. During the course of these studies histidine phosphate containing proteins will be identified and then characterized in detail to assign specific roles for this modification in regulating protein function. Importantly, the development of this methodology and the generation of data from these studies will open the field significantly for further detailed analysis. Dr Eyers predicts that histidine phosphorylation will change the biological function of many proteins, and if histidine phosphorylation is shown to be correlated with one or more disease states, her group will be in a strong position to develop and validate novel disease targets.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H007113/1","grantId":"BB/H007113/1","fundValue":"336443","fundStart":"2010-08-01","fundEnd":"2013-07-31","funder":"BBSRC","impactText":"  Findings have improved our basic understanding of the complexities of analysis of histidine phosphorylation from biological material. This basic knowledge is essential as we move forward to elucidate the roles of this labile post-translational modification in regulating cell signalling and physiological function.  ","person":"Claire Emma Eyers","coPersons":[],"organisation":"The University of Manchester","findingsText":" Analysis of histidine phosphorylation is potentially more complicated than envisaged: we have demonstrated both inter- and intramolecular transfer of phosphate from histidine phosphorylated peptides to other histidine and asparate residues within a comple peptide mixture in both the liquid and gas-phases during analysis by liquid chromatography-mass spectrometry. These findings have now been published. As above: assay screening Method development to elucidate the extent and relevance of histidine phosphorylation in mammalian signalling. Such methodology will be key for the development of inhibitors of such regulated signalling pathways in disease. Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}