{"id":"264CE09C-80B9-4725-9111-9655FF1E549A","title":"Direct reactions using few-body models","abstractText":"Today nuclear physicists are able to produce short-lived exotic nuclei with very abnormal neutron and proton combinations by using dedicated, laboratory-based accelerators. It is a scientific challenge both to calculate and measure their novel properties, structures and stability. Testing and improving our knowledge and the accuracy of the theoretical predictions for these completely new nuclei is a long term goal to which this research project will contribute. Many exotic nuclei are rather weakly bound and can thus be accurately modelled as two-, three- or four- interacting particles. These particles can be individual nucleons or bound clusters of nucleons. Such dynamical models are referred to as few-body models. The proposed research brings together nuclear reactions and few-body nuclear structure model experts to continue ongoing research, including that of research students, in three areas. These are (a) to examine the description of resonances in three-body structures, and the way they then decay, by comparing the theoretical three-body hyperspherical scattering and R(reaction)-matrix methods, (b) to extend the mathematical and computational methods for calculations of bound three-body systems to allow calculations four-body systems, and (c) to develop the theory of the (p,2p) nucleon-knockout reaction to understand future expeiments. These reactions, in which a proton is removed from a nucleus, allows the quantum mechanical state of the removed nucleon to be probed, and hence brings information of the structure of the original nucleus.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E036627/1","grantId":"EP/E036627/1","fundValue":"13886","fundStart":"2007-01-22","fundEnd":"2009-01-21","funder":"STFC","impactText":"","person":"Jeffrey Allan Tostevin","coPersons":[],"organisation":"University of Surrey","findingsText":" This Visiting Fellowship Grant was formally reported on in 2009. The grant had strong impact upon a PhD thesis and a successful PhD defense, three published papers in Physical Review C, and one published conference proceedings paper. A three-day training event (Mini-School) for UK researchers was organized to take advantage of the expertise of the visitor to the UK. The output is published and was developed in subsequent work at Surrey and elsewhere. Education,Other","dataset":"gtr"}