{"id":"26534A75-7BF7-4214-810C-7CDBD840FF93","title":"Elucidating and exploiting cytochrome P450 TxtE-catalysed tryptophan nitration in thaxtomin phytotoxin biosynthesis","abstractText":"Thaxtomin A is a toxin produced by the bacterium Streptomyces scabies, a plant pathogen which causes common scab in potatoes and other root vegetables. Recent interest in the thaxtomins has focused on the presence of the unusual nitroindole group which is crucial for the toxicity of thaxtomin A. Nitro groups in natural products are rare and where they are present they usually result from the oxidation of an amino group. In the case of thaxtomin however genetic studies by Loria and coworkers have shown that the nitro group is derived from nitric oxide (NO). These studies have suggested that a nitric oxide synthase enzyme produces NO and that another enzyme, a cytochrome P450, is involved in the nitration reaction. In organic chemistry the direct nitration of an aromatic compound requires harsh conditions and is difficult to control leading to mixtures of products. Thus, the discovery of an enzyme which appears to carry out this reaction in a very selective manner is of major interest. Cytochrome P450s (CYP450) are ubiquitous heme-dependent enzymes. They have been found in virtually every mammalian tissue and organ as well as in plants, bacteria, and yeasts. The CYP450 superfamily catalyses a vast array of chemical reactions using molecular oxygen which results in the incorporation of one oxygen atom into the substrate. In bacteria these enzymes are primarily involved in the biosynthesis of natural products where as in mammalian systems CYP450s play a vital role in the metabolism of drugs and toxins in the body. Given their importance in both these areas it is no surprise that CYP450s are still intensively studied more than 40 years after their discovery. CYP450s in mammalian systems are inhibited by NO as it binds to the iron in the heme cofactor thus preventing the enzyme from carrying out catalysis. Since the discovery of nitric oxide synthases in humans, the function of NO in cells has become a major topic of research. The interaction of NO with CYP450s is of increasing importance in this context. Heme dependent nitric oxide synthases have only recently been discovered in bacteria and the function of the resulting NO in the bacterial cell is poorly understood. In the thaxtomin pathway NO is used as a biosynthetic reagent. It is intriguing that a CYP450 uses NO, a common inhibitor, to carry out a chemical reaction and this raises several interesting questions regarding the substrate tolerance, biotechnological utility and mechanism of action of this unusual member of the CYP450 family. Our biochemical studies have revealed that this CYP450 has the ability to directly nitrate an aromatic substrate. This reaction is, to the best of our knowledge, unprecedented for this family of enzymes and significant further investigation is required to determine the scope of this reaction, the mechanism of action of the enzyme and what features determine this radically different reactivity. This work has the potential to reveal further information about the CYP450 family as it may identify additional key structural elements in this enzyme family. Also determining what allows this CYP450 to use NO as a reagent in a chemical reaction while others are inhibited by it will add significantly to the discussion on the effects of NO. Understanding the mechanism by which CYP450s work is of central importance for the future development of drugs (because CYP450s of human metabolism chemically modify drug molecules in the body) and may allow them to be harnessed for furture biotechnology applications. It may also facilitate the development of inhibitors of CYP450s involved in producing toxins in pathogenic bacteria.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H006281/1","grantId":"BB/H006281/1","fundValue":"330761","fundStart":"2010-01-01","fundEnd":"2012-12-31","funder":"BBSRC","impactText":"","person":"Gregory Leonard Challis","coPersons":[],"organisation":"University of Warwick","findingsText":" Thaxtomin A is a toxin produced by the bacterium Streptomyces scabies, a plant pathogen which causes common scab in potatoes and other root vegetables. Recent interest in the thaxtomins has focused on the presence of the unusual nitroindole group which is crucial for the toxicity of thaxtomin A. Nitro groups in natural products are rare and where they are present they usually result from the oxidation of an amino group. In the case of thaxtomin however genetic studies by Loria and coworkers have shown that the nitro group is derived from nitric oxide (NO). These studies have suggested that a nitric oxide synthase enzyme produces NO and that another enzyme, a cytochrome P450, is involved in the nitration reaction. In organic chemistry the direct nitration of an aromatic compound requires harsh conditions and is difficult to control leading to mixtures of products. Thus, the discovery of an enzyme which appears to carry out this reaction in a very selective manner is of major interest.\n\nCytochromes P450 (CYPs) are ubiquitous heme-dependent enzymes. They have been found in virtually every mammalian tissue and organ as well as in plants, bacteria, and yeasts. The CYP superfamily catalyses a vast array of chemical reactions using molecular oxygen which results in the incorporation of one oxygen atom into the substrate. In bacteria these enzymes are primarily involved in the biosynthesis of natural products whereas in mammalian systems CYPs play a vital role in the metabolism of drugs and toxins in the body. Given their importance in both these areas it is no surprise that CYPs are still intensively studied more than 40 years after their discovery. \n\nCYPs in mammalian systems are inhibited by NO because it binds to the iron in the heme cofactor, thus preventing the enzyme from carrying out catalysis. Since the discovery of nitric oxide synthases in humans, the function of NO in cells has become a major topic of research. The interaction of NO with CYPs is of increasing importance in this context. Heme dependent nitric oxide synthases have only recently been discovered in bacteria and the function of the resulting NO in the bacterial cell is poorly understood. \n\nIn the thaxtomin pathway NO is used as a biosynthetic reagent. It is intriguing that a CYP uses NO, a common inhibitor, to carry out a chemical reaction and this raises several interesting questions regarding the substrate tolerance, biotechnological utility and mechanism of action of this unusual member of the CYP family.\n\nOur biochemical studies have revealed that this CYP has the ability to directly nitrate an aromatic substrate. This reaction is, to the best of our knowledge, unprecedented for this family of enzymes and significant further investigation is required to determine the scope of this reaction, the mechanism of action of the enzyme and what features determine this radically different reactivity. This work has the potential to reveal further information about the CYPs because it may identify additional key structural elements in this enzyme family. Also determining what allows this CYP to use NO as a reagent in a chemical reaction while others are inhibited by it will add significantly to the discussion on the effects of NO. Understanding the mechanism by which CYPs work is of central importance for the future development of drugs (because CYPs of human metabolism chemically modify drug molecules in the body) and may allow them to be harnessed for future biotechnology applications. It may also facilitate the development of inhibitors of CYPs involved in producing toxins in pathogenic bacteria.  ","dataset":"gtr"}