{"id":"26565207-113B-49C0-8979-4FDB39CB52AB","title":"Brokering knowledge exchange between scientists and land stakeholders: collaborative learning for a food secure future at the North Wyke Farm Platform","abstractText":"<p>Issues of food security, ecosystem services and climate change are rapidly rising up both research and policy agendas. After a period in which global food supplies have been taken for granted, we appear to have entered a period where there is greater pressure on farmers to produce more food. It is recognised that such increases could result in unintended environmental impacts.</p>\n\n<p>The overall purpose of this Knowledge Exchange Small Grant is to engage the land management community in the work of the BBSRC funded North Wyke Farm Platform - a strategic national capability for biological research into sustainable agricultural systems.</p>\n\n<p>The knowledge exchange activity involves&nbsp; two events:</p>\n\n<ol>\n \n\n <li>&nbsp;A 'gateway' event to introduce approximately 50 stakeholders to the work of the Platform and which will involve a mixture of presentations, group discussion and practical field based activities.</li>\n\n <li>A follow up 'panel' event, which will bring together approximately 15 participants from the gateway event to form a working group to inform the strategic and practical development of platform activities and to assist in championing its work within the wider farming community.</li>\n\n</ol>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-192-22-0158","grantId":"RES-192-22-0158","fundValue":"7284","fundStart":"2011-11-01","fundEnd":"2012-10-01","funder":"ESRC","impactText":"  The key use of the findings of this activity was the formation of the North Wyke Farm Platform Farming Panel which will now be convened periodically to:\n• offer a practical farming perspective on implications and robustness of emerging science finding from the BBSRC Platform; \n• develop ways that can promote the Platform work within the wider farming community including industry partners.\n\nA related impact of this process is that it has informed the development of the North Wyke Research own &quot;Pathways to Impact&quot; Plan for the BBSRC. Agriculture, Food and Drink Policy & public services","person":"Robert David  Fish","coPersons":["David Robert Chadwick","Philip James Murray","Matt  Lobley","Michael  Winter"],"organisation":"University of Exeter","findingsText":" The KE process was designed to provide a space for farmer-scientist interactions on an issue of high policy importance and the basis for grounding scientific innovations in this area in a practical farming viewpoint. Farmers broadly endorsed the aims and objectives of the Platform and saw it as an opportunity to put debates about the sustainable intensification of agriculture on a firmer scientific footing. The need to find ways of translating this information into enterprise practices that could support profitable as well as environmentally sustainable farming was emphasised. The elaboration and testing of assumptions behind technical approaches to Platform management was an important outcome for the scientists at the Panel meeting because these assumptions were broadly endorsed. However this modest KE process should be seen as primarily legacy driven, It sought to secure the commitment of a panel of regional stakeholders who can now reconvene beyond the lifetime of the grant as treatments and research begin to be implemented. The Panel will therefore provide an important practical input/sounding board/reality check for the scientists, as well as provide insight that can feed in the formal work of the Platform's steering group. The Panel has reconvened and North Wyke Research are committed to supporting this process in the long run. The establishment of a Farming Panel from this process will reinforce the practical credibility and application of the Platform's scientific work in the wider agricultural community and we anticipate will also strengthen the possibilities to develop work that links scientific knowledge to economic and social analysis of the farm level impacts of imperatives for food security. Agriculture, Food and Drink","dataset":"gtr"}