{"id":"265A0497-EF10-4ED7-B44A-9D26C87E86CD","title":"Bio-desalination: from cell to tap","abstractText":"While three quarters of the earth's surface is covered in water almost all of it is present in the oceans with less than 0.5 % available as freshwater. Increasing global population, industrialisation and particularly agriculture exert significant pressures on this limited resource. With the aim to unlock the vast water resource in the oceans, attention for some time has focussed on the potential desalination of seawater to provide freshwater. However, current desalination technology, based on physicochemical processes, is a highly energy demanding process and its application is limited to fuel-rich and/or affluent developed countries. In this project we turn to biological mechanisms to remove sodium chloride (NaCl) from seawater ('bio-desalination'). We will exploit the fact that marine organisms employ energy-consuming transport processes to maintain low sodium concentrations inside their cells. The energy for this natural desalination ultimately comes from sunlight harvested by photo-autotrophic organisms at the bottom of the marine food chain. Based on available information on ion flux rates through individual transport proteins and their abundance in cell membranes, and taking into account the total cell surface area and volume generated by high-density bacterial cultures, we propose that the energized low-sodium internal volume of microbial cultures can be used as an ion exchanger to remove NaCl from the surrounding seawater.\n\nIn a multi-pronged, integrated work programme led by a team of experts from different disciplines (microbiology, biophysics, molecular biology, environmental engineering and process engineering) we will generate the biological tools that will enable us to control membrane transport in marine bacteria, and we will design a simple and energy-efficient process for growth, exposure and removal of the bacterial cultures in/from the seawater. We will further maximise both the training potential and the potential impact of this innovative and multidisciplinary programme through staff exchange programmes, Social Impact Assessment and involvement of an Advisory Board which includes representatives of water industries and charities working in developing countries.\n\nThe work comprises five work packages: 1.We will select a suitable isolate of marine cyanobacteria and identify environmental conditions (e.g. pH, carbon supply) that can act as on/off triggers for endogenous Na-export. 2. We will adjust the activity and biophysical properties of light-energized, retinal Cl-pumps and Na-channel proteins to generate a functional 'salt-accumulator for subsequent expression in the cyanobacteria under the control of an inducible promoter. 3. We will analyse the effect of environmental conditions (including salinity) on chemical and physical cell-wall properties and develop a controllable cell-aggregation protocol to facilitate rapid removal of the cyanobacteria from the desalted water. 4. We will assemble a prototype process engineering solution that combines the different biological phases of bio-desalination, and we will build a bench-scale model. 5. We will carry out a thorough assessment of social impact, demands, risks and policy implications of this new technology. \n\nThe project addresses several fundamental challenges in different areas of modern biology and engineering. The groundbreaking advances made over recent years in synthetic biology and bioreactor technology have created an exciting research environment for tackling these challenges now with a realistic chance of success. Furthermore, bio-desalination technology lends itself to be combined with downstream industrial uses of the harvested microorganism e.g. the production of bio-fuel and extraction of bio-compounds for cosmetics and medicine. The potential benefit for society is evident as the proposed technology harvests the enormous energy that is encapsulated in autotrophic marine life, biological membranes and ion gradients.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J004871/1","grantId":"EP/J004871/1","fundValue":"1040620","fundStart":"2011-10-03","fundEnd":"2014-10-02","funder":"EPSRC","impactText":"","person":"Anna  Amtmann","coPersons":["Catherine Anne Biggs","Jaime M. Amezaga","Linda  Lawton","Michael Richard Templeton"],"organisation":"University of Glasgow","findingsText":" A consortium of biologists and engineers was formed to investigate possibilities to use biological organisms to desalinate water (biodesalination). In this exploratory grant we have obtained a proof of principle that we can use photosynthetic microorgansims to remove salt (NaCl) from seawater. The most important milestones achieved are summarised below:\n1. An initial screen of candidate microorganisms identified two cyanobacterial strains (Synechocystis PCC 6803 and Synechococcus PCC 7002) as useful chassis for engineering a biodesalination process, based on (a) tolerance of a wide range of external salinity levels, (b) fast growth, (c) availability of genome sequence and (d) successful genetic transformation. We have optimised growth kinetics of these strains by systematically varying environmental factors such as day/night rhythm, light intensity and quality, O2, CO2 and mineral nutrient supply. For PCC 6893 we obtained a maximal cell density of 5.5x1013 cells/litre, providing a combined cell volume of 0.45 litres and a total cell surface of 1000 m2.\n2. We have cloned several genes encoding light-powered ion pumps (e.g. halorhodopsin from Nitronomonas pharaonis), and successfully expressed them in PCC 6803 and PCC 7002. We have developed a functional assay to measure light-induced membrane hyperpolarisation in the transformed cells. \n3. Using a range of biophysical and biochemical techniques we have characterised cell surface and cell aggregation properties in PCC 6803 and PCC 7002. We have also determined the biochemical composition of extracellular polymeric substances (EPS) and we have carried out a preliminary analysis of the EPS proteome in the two strains. This research has pinpointed several candidate proteins that determine EPS properties.\n4. We have developed evidence-based protocols for cell/water separation and disinfection. We have shown that coagulation and ultrafiltration of PCC 6803 and PCC 7002 are effective for cell-liquid separation.\n5. We have designed a process that accommodates and links the different phases of biodesalination (growth, desalination, cell/liquid separation), and we have tested the process at bench scale.\n6. Using high-density cell suspension followed by cell/water separation we were able to remove substantial amounts of sodium and chloride from seawater. Based on our evidence to date, the phenomenon is due to both adsorption (chelating by EPS) and intracellular accumulation (driven by electrochemical gradients) but at this stage the exact relative contribution of the two processes remains to be quantified.\n7. We have carried out a literature research of public acceptance issues that need to be addressed before implementation of the new technology. We have carried out a first hazard analysis and determined critical control points of the biodesalination process. \nOur pioneering work opens an opportunity for 'green' desalination technology. To translate our laboratory findings into a robust technology, additional research is needed to understand, control and improve the kinetics and capacity of salt uptake and accumulation in the generated cyanobacterial strains. Our co-authored paper &quot;Biodesalination: a case study for applications of photosynthetic bacteria in water treatment&quot; (Amezaga et al. 2014, Plant Physiol, 164, 1661-1676) was met by a stream of enquiries from different industries, expressing their interest in the technology. Subsequent exploratory meetings confirmed that our research is highly promising and has enormous potential for spin-off and/or licencing, not just related to its core application in water desalination but for other applications of the generic tools, materials and processes generated. The communication to date has provided strong evidence that the development of biodesalination technology can contribute to UK economic success and enable future development of key emerging industries with particular emphasis on water treatment, marine industries and production of biomass/biomaterials. Agriculture, Food and Drink,Energy,Environment,Manufacturing, including Industrial Biotechology","dataset":"gtr"}