{"id":"265C0202-BB76-4CE3-AB12-59A2688CEFAA","title":"Reconstructing the genomic network that coordinates cell polarity and the cell cycle, using microscopy-based functional genomics","abstractText":"An extraordinary capacity of all cells - from the simpler yeast cells to the most complex nerve cells in our bodies - is that to control space and time. In space, cells become asymmetrically polarized and adopt specialized shapes and growth modes both tailored and essential for the functions they need to perform; through time, cells make continually decisions as to when to grow or when to divide. Not surprisingly, when cells lose control over space or time they begin to malfunction, as is the case of metastatic cancerous cells that erratically conquer, grow and divide in wrong parts of the body at the wrong time. \n\nThree decades of outstanding biomedical research have identified the molecular gearboxes that control cellular polarity ('space') and the cell division cycle ('time'), yet how those two fundamental processes are coordinated is virtually unknown. A better knowledge of that coordination could significantly advance our understanding of how cells and organisms live healthily and open the way to novel strategies for combatting a battery of diseases. What genes and proteins secure the coordination of polarity and the cell cycle, to secure for example that cells do not divide while they grow and vice-versa? Do they all constitute one single molecular machinery that acts together to secure cell polarity and cell cycle coordination, or do various submachineries exist that are exploited by cells in different situations? And what insights can those machineries give as to the origin of diseases like cancer and how to combat them? \n\nThese are questions that we aim to address with this project, where we will combine cutting-edge genetics, microscopy and computational functional genomics methods to investigate the coordination of cell polarity and the cell cycle in unprecedented detail. \nThe evolutionarily conserved molecular gearboxes that regulate cell polarity and the cell cycle were both largely discovered using the yeasts as experimental organisms, as they can be easily genetically manipulated and studied under the microscope. Therefore, in this project we will build upon that work and exploit the power of the yeast system and of state-of-the-art technologies to systematically explore the yeast genome and enquire which genes coordinate polarity and the cell cycle, using a commercial collection of 3700 yeast lines lacking each gene in the genome readily available in our laboratory. We have developed a genetic tool that allows us to monitor precisely the polarity status of each cell and simultaneously its cell cycle state. We will introduce that so-called 'cell polarity/cell cycle (CP/CC) biosensor' in the 3700 yeast lines, and image them using a robotized high-resolution OperaLX microscope - the only one in the market with the required throughput and resolution - and analyze all the images generated using automated image analysis computer programmes. These are protocols that our laboratory has pioneered, putting us in a unique position to carry out this project and address these questions for the very first time. \n\nLastly, we will identify which of the genes found to coordinate cell polarity and cell cycle in yeast also function analogously in cultured human cells and whether mutations in those genes are found to be enriched in cancer/diseases databases, indicating they may be used as leads for the design of future therapeutics.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K006320/1","grantId":"BB/K006320/1","fundValue":"586684","fundStart":"2013-01-01","fundEnd":"2015-12-31","funder":"BBSRC","impactText":"","person":"Rafael Edgardo  Carazo Salas","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}