{"id":"266E31BC-E9C7-4BDB-A326-B1C2846CE221","title":"The Role of Celebrity in Young People's Classed and Gendered Aspirations","abstractText":"<p>There are growing concerns in the UK that celebrity is impacting negatively on young people’s aspirations. This study builds on recent research suggesting that celebrity informs young people’s educational and career aspirations in complex ways. It is exploring how accounts of aspiration within celebrity shape young people’s imagined futures.</p>\n\n<p>The research questions are:</p>\n\n<ul>\n \n\n <li>What discourses (powerful and conflicting social stories) of aspiration circulate in celebrity representations?</li>\n\n <li>How do young people take-up these discourses in talking about their own aspirations?</li>\n\n <li>How do discourses of aspiration in celebrity and young people’s take-up of these relate to social class and gender?</li>\n\n</ul>\n\n<p>This youth-centred study combines individual and group interviews with online forums and celebrity case studies and involves 144 young people in six English comprehensive schools. At the start of the school year, 24 participants per school, half in Year 10 (aged 14-15) and half in Year 12 (aged 16-17), will take part in group interviews. At the end of the school year 48 selected participants will take part in individual interviews. Between school visits, participants will be invited to join an online forum and there will be case studies of 12 celebrities who feature strongly in the group interviews.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/J022942/1","grantId":"ES/J022942/1","fundValue":"169819","fundStart":"2012-09-17","fundEnd":"2014-07-16","funder":"ESRC","impactText":"","person":"Heather Fiona Mendick","coPersons":["Kimberly  Allen"],"organisation":"Brunel University","findingsText":" CelebYouth is the first UK-based large-scale empirical study of young people's relationship to celebrity. By engaging directly with young people, the study's findings challenge the dominant public narrative that young people are obsessed with becoming famous and that celebrity produces low aspirations and desires to get-rich-quick. Instead, participants had a wide variety of aspirations, with few desiring celebrity status or excessive wealth; many hoped simply to find interesting work and support families.\n\nCelebrity provides a shared collection of stories through which young people can talk about other things, as the bible or classical mythology did for some in the past. Thus, celebrity is part of how ideas and values circulate in society - including about success, work, happiness and inequality. The data show a strong investment in meritocratic notions that talent and hard work should be, and are, rewarded, so masking ongoing inequalities. The study's conceptualisation of celebrity as a symbolic resource for young people opens up new questions for celebrity studies and education. As such, the research has been heralded as having &quot;huge importance&quot; in a 'Celebrity Studies' editorial and was at the centre of a keynote symposium at the 2013 British Educational Research Association Conference.\n\nThe study's novel methodology combines textual media analysis with youth-centred empirical research. This challenges how textual and empirical work have traditionally been separated into distinct fields (education/youth studies vs media/celebrity studies). The twelve celebrity case studies, which were subject to textual analysis, developed directly from group interviews with young people and subsequently were used in individual interviews, enabling analysis of celebrity discourses across datasets.\n\nStudying celebrity empirically from young people's accounts rather than textually from academics' interests generated new knowledge about celebrity consumption via social media. The data show that YouTubers are a growing genre of celebrity, and identify the significance of YouTube as a site of youth cultural labour and career aspiration. The incorporation of social media (Twitter/YouTube) into the celebrity case studies highlights the changing public spaces and actors through which celebrity is consumed and its meanings produced. These findings call for revisions to contemporary definitions of celebrity; and to methodologies for the study of celebrity.\n\nThe study was one of the first to significantly deploy online tools for the communication of academic research, being cited as an exemplar of digital sociology. It is at the forefront of international moves to make research 'live' through a website/blog that shares methodological reflections, emerging findings and communication activities. Linking the website/blog to a YouTube channel, lively Twitter and Facebook accounts, and guest blogs, helped build a global community of scholars interested in how people use celebrity in their everyday lives. It has also impacted on a range of users within teaching, careers education, media and youth work. The associated mythbusting site was developed with practitioners to make the findings accessible to users. It includes illustrated stories of young people from the study and videos of data brought to life by a youth theatre group. Both sites remain active and leave a legacy of resources. The study's findings on celebrity as a symbolic resource, social media celebrification and combining empirical with textual data are being taken forward by scholars in education, sociology and media and celebrity studies. A 76- interview dataset has been archived to support future work. The website was accessed by 18,801 people during the study's final year, Twitter followed by 1295 people, Facebook by 150, and YouTube viewed 1967 times. These continue to be accessed by academic and non-academic users. Academic publications from the study are in process, alongside a funding application to extend the work into a longitudinal study.\n\nThrough the mythbusting website (www.celebyouth.org/mythbusting) and public events, the study is providing youth practitioners with knowledge of the role of celebrity in shaping youth aspirations, enabling them to productively engage with celebrity within their practice. As one wrote, &quot;it hadn't really occurred to me that celebrity talk was a way of talking about hopes, dreams, fears, fairness, equality I've had so many great discussions with young people since starting to read your blog&quot;. A 2015 &pound;15k Brunel Knowledge Transfer Secondment will extend, package and promote the online resources for teachers, media educators, careers educators and youth workers to ensure maximum impact. Creative Economy,Education","dataset":"gtr"}