{"id":"2670657E-8C24-43D0-99AD-769444B20B78","title":"Anglo-Norman in the National Archives: a lexical study of selected documents","abstractText":"The project's main aim was to extend knowledge of different types of technical and specialist vocabulary in Anglo-Norman (the form of French in use in the British Isles after the Norman Conquest). This was achieved by working through, and drawing material from, unpublished National Archives (PRO) documents, so that it could be used to enrich the Anglo- Norman Dictionary (= AND; revision in progress) in areas of vocabulary thus far inadequately covered in either the AND or for that matter, any other dictionary for medieval French.\n\nThe project entailed a targeted investigation of pre-selected documents, carried out by a post-doctoral research assistant working within the context (and on the premises of) the AND. The principal selection mechanism (in addition to published references) was the online National Archives catalogue, http://www.catalogue.nationalarchives.gov.uk. This enabled identification of pertinent documents by keyword searching (e.g.: tin, wool, mining, fishing, building ...). These documents were in most cases examined as digital images on the National Archives' website: in particular, the SC 8 (Ancient Petitions) collection which has been digitized by an AHRC/National Archives project. A further small selection of documents from other collections was also examined, in part after advice from National Archives staff at Kew. In total some 400 documents were closely examined, the majority being transcribed in whole or in part, producing some 120 typescript pages of gleanings for the AND. Four conference papers (two at international conferences; one of which is due to be published), part of a CD and an interactive website designed to publicize the AND, have also arisen directly from the project.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/D502624/1","grantId":"AH/D502624/1","fundValue":"80107","fundStart":"2007-02-01","fundEnd":"2008-01-31","funder":"AHRC","impactText":"","person":"David Andrew Trotter","coPersons":[],"organisation":"Aberystwyth University","findingsText":"","dataset":"gtr"}