{"id":"2672B995-14C8-4DB5-B06A-ECE2CC200C76","title":"CO-PRODUCING DESISTANCE FROM CRIME: THE ROLE OF SOCIAL COOPERATIVE STRUCTURES OF EMPLOYMENT","abstractText":"Across the UK, and indeed further afield, increasing political, professional and public concern has been expressed about the economic, social and human costs of the increasing use of imprisonment and of reoffending following release. Consequently, there is now growing interest in developing innovative and sustainable practices that can facilitate the social integration and desistance of former prisoners. Research on why and how people stop offending (desistance) has incrementally refocused attention on the kinds of conditions and supports that variously enable or constrain social integration and desistance. However, despite the identified correlations between participation in employment and desistance, this is an area that has received limited attention in policy, practice and research. Yet most serving and former prisoners want to work and see this as critical to their efforts to give up crime on release but they face particular challenges to accessing employment because of criminal records, employer attitudes and discrimination, which can pose a threat to their longer-term prospects for desistance. Responding to this gap in research, policy and practice, the intention of this study is to examine the potential of a recent innovation in the use of social cooperatives in the UK; that is the use of social co-operative structures of employment as a mechanism for supporting the resettlement of prisoners and enabling longer-term processes of desistance. In particular, this research uses case studies of more established through-the-prison-gate social cooperatives in Italy to inform emerging cooperative structures of employment in the criminal justice system in the UK in order to consider what social cooperatives might contribute to the integration and desistance of former prisoners; to consider how this learning can translate into improvements for policy design and service delivery in a criminal justice context; and crucially, to inform new ways of working to support social integration and desistance. \n\nThe four phases of the research involve firstly, synthesising current research and policy literatures on co-production, desistance and social cooperatives prior to developing, in the second phase, a conceptual analytical framework through which to analyse the data generated in phases three to four. The third phase involves a qualitative analysis of two established Italian 'through-the-prison-gate' social cooperative structures of employment; the learning from phase three will be applied to two UK based social cooperatives over phase four, using multi-modal research methods, to examine over a period of 17 months the process through which the relevant stakeholders implemented these structures and examine the impacts, outputs and outcomes from the vantage point of the stakeholders and objectives of each social cooperative.\n\nEssentially, the research design and associated activities will facilitate an ongoing exchange of knowledge, information and ideas between stakeholders and members of the cooperative, policy-makers and wider beneficiaries to stimulate increased consideration of the conditions in which social integration and desistance can be enabled and the kinds of innovative and sustainable practices through which this might be realised. The insights this research will engender will be widely shared with a range of stakeholders to maximise the reach of the project, but perhaps the greatest impact resides in the participatory nature of the research design oriented to the co-production of useful learning which will contribute to more positive and constructive lives for ex-offenders and their families and, thus the wellbeing of the communities in which they reside, and to the more effective use of scarce public resources.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L009528/1","grantId":"ES/L009528/1","fundValue":"140121","fundStart":"2015-01-05","fundEnd":"2018-01-04","funder":"ESRC","impactText":"","person":"Elizabeth  Weaver","coPersons":[],"organisation":"University of Strathclyde","findingsText":"","dataset":"gtr"}