{"id":"26722ED0-E9F6-4C4D-8B50-196B42F89EB1","title":"How was School Today...? in the Wild","abstractText":"Augmentative and alternative communication (AAC) can provide access to computerised speech output for children who have little or no speech due to disabilities, such as cerebral palsy. Computer based speech generating AAC devices which provide access to prestored words, phrases and sentences are well suited to communicate needs and wants (such as I am thirsty). However, they do not well support more complex interactions such as conversational narrative (guess what happened to me today) and social dialogue (e.g., pub chats about football). Not only are these interactions essential for building vocabulary and general language acquisition; they form an essential part of the process of making and sustaining friendships and other social relationships. Indeed, social isolation is a major quality-of-life issue amongst people with communication impairment.Our goal is to develop AAC tools that support story-telling and social dialogue. We will be building on our work in a feasibility study in which we constructed a proof-of-concept system for helping children with communication disabilities to construct and tell stories about their day at school. We used sensors to track the children's location, activities, and interactions. This data was used to generate a draft story using a natural language generation data-to-text system. We also built tools which allowed the children to edit and interactively narrate the stories. Evaluation with two disabled children showed that the system allowed them to experience more natural conversation. This project will address several issues raised in the feasibility study: the system needs to be able to support children with very diverse capabilities and impairments; it needs to be tailored to fit into the school environment and curriculum; and it needs to be attractive to teachers as well as students. It also needs to be able to run in the wild without the need for the constant technical support from the research team.This proposal seeks to investigate these issues in order to create an improved prototype system which we will trial for five months, not just one week as in the feasibility project. By its nature this work must be carried out in close collaboration with the children and their school; we need to embed ourselves in the environment in order to fully investigate the reality of implementing and using such a system. We will work with staff, parents and children to understand their perspectives, the impact of diversity in the children, and the practicalities of technical support in a school environment.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H022570/1","grantId":"EP/H022570/1","fundValue":"156721","fundStart":"2010-02-01","fundEnd":"2011-10-31","funder":"EPSRC","impactText":"  Children who use augmentative and alternative communication (AAC), their parents, teachers, therapists, AAC companies, and the general public benefited from the proposed research as follows:\n Children with complex communication needs (CCN) were the main beneficiaries of our work, because it enhances their communication and interaction. Enhanced communication and interaction reduces social isolation and enhances self-esteem, thereby leading to a higher quality of life.\n We engaged with these children by working &quot;in the wild&quot; at two special schools. Pupils at one school helped us to develop promotional material about the project, while pupils in the second school evaluated the system.\n Parents, teachers and therapists: We engaged with parents, teachers, and therapists by working with people at the two schools, and by emailing updates to people who have contacted us. We ran narrative workshops in both schools with one of our clinical collaborators to embed the concept of narrative within the school thereby having input into the professional development of staff. In addition, we ran workshops through Communication Matters at the end of our project (as we did in the feasibility study) - to present our results to speech and language therapists and other professionals (and parents) interested in AAC.\n AAC companies: A leading AAC company, DynaVox, a partner in the project and provided us with equipment. DynaVox was already incorporated previous research findings from Dundee in its InterAACt system Digital/Communication/Information Technologies (including Software),Education,Healthcare Societal","person":"Annalu  Waller","coPersons":[],"organisation":"University of Dundee","findingsText":" Augmentative and alternative communication (AAC) can provide access to computerised speech output for children who\nhave little or no speech due to disabilities, such as cerebral palsy. Computer based speech generating AAC devices which\nprovide access to prestored words, phrases and sentences are well suited to communicate needs and wants (such as I am\nthirsty). However, they do not well support more complex interactions such as conversational narrative (guess what\nhappened to me today) and social dialogue (e.g., pub chats about football). Not only are these interactions essential for\nbuilding vocabulary and general language acquisition; they form an essential part of the process of making and sustaining\nfriendships and other social relationships. Indeed, social isolation is a major quality-of-life issue amongst people with\ncommunication impairment.\nOur goal is to develop AAC tools that support story-telling and social dialogue. This project builds on our work in a\nfeasibility study in which we constructed a proof-of-concept system for helping children with communication disabilities to\nconstruct and tell stories about their day at school. We used sensors to track the children's location, activities, and\ninteractions. This data was used to generate a draft story using a natural language generation data-to-text system. We also built tools which allowed the children to edit and interactively narrate the stories. Evaluation with two disabled children showed that the system allowed them to experience more natural conversation.\nIn this project, we have extended our earlier work by extending the range of children who could use the system; adding teacher interfaces as well as child interfaces; replacing specialising sensors (which are difficult to support) with mobile\nphone technology; and in general making the software more robust so that it can be reliably used in the challenging\nenvironment of a special-needs school. We worked extensively &amp;quot;in the wild&amp;quot; with children, parents, and teachers, in order\nto understand their requirements and constraints. The system was again evaluated with several disabled children. 1) Workshops with clinicians have provided training in ways to support narrative using current voice output communication devices. Clinicians are able to use our research to support their interventions with people with complex disabilities.\n2) Developers of assistive technology are able to utilise this research to develop functionality to support narrative. Digital/Communication/Information Technologies (including Software),Education,Healthcare","dataset":"gtr"}