{"id":"2675865F-988C-456F-A1F5-074903FE004A","title":"Radio and sound waves to image cancer treatment","abstractText":"This proposal aims to take a novel imaging technique that has been developed in the Electrical Engineering and Biomedical Engineering laboratories at the University of Oxford and turn it into a system that can be used to image the body. The novel imaging technique is referred to as electromagnetic acoustics (EMA) and it works by sending ultrasound waves and radio waves into the body. The interaction of the ultrasound and radio waves depends strongly on the properties of the tissue and by detecting the scattered radio waves the tissue properties can be assessed with a resolution of about 1 mm. The EMA information will be generated by simply mounting a metal coil around a standard diagnostic ultrasound probe and through appropriate processing of the radio waves from the coil an EMA image can be created that can be mapped onto the standard ultrasound image. The EMA image will provide magnetic resonance (MR)-like information but at much lower cost than conventional MR imaging. The ultrasound and RF waves have minimal inherent risks and so there will be no concerns with radiation dose as occurs with x-ray imaging. In this proposal we will look at two particular applications one is monitoring the treatment of cancer tumours and the second is to detect breast cancer.\n\nThe cancer application is aimed at minimally invasive surgery of tumours which is very attractive because it is easier on the patient than open surgery. The therapy we will consider is when either heat or cold are used to destroy cancerous tissue in place which means the tissue doesn't need to be physically removed as the body natural absorbs it. One disadvantage of this approach is that the surgeon can often not directly see what tissue is being destroyed and what is being spared. Standard imaging techniques, such as ultrasound, MR and x-ray, are not very good up picking up the changes. EMA should be very sensitive to the changes as both the stiffness and dielectric properties change when the tissue is destroyed. We will work with doctors at the Cancer Centre at the Churchill Hospital in Oxford to determine how well EMA works on detecting tissue that has been destroyed by their clinical devices. If this is successful it will allow for them to treat far more cancerous tumours with minimally invasive surgery then they can do at present.\n\nIn the breast cancer diagnosis the aim is to have EMA be used alongside other ultrasound based methods for determining whether breast tissue is cancerous. At present ultrasound methods are good at detecting suspicious regions of tissue in the breast but to confirm that the tissue is cancerous a biopsy needs to be done. Unfortunately ultrasound is not so good at distinguishing between benign and cancerous tissue and about 80% of biopsies shown no sign of cancer. We will use EMA to image patients who will undergo biopsies. We expect that the EMA signal will be stronger for cancerous tissue and if confirmed by this study then EMA could be used reduce the number of unnecessary biopsies. \n\nIf EMA is successful in these two applications then we will expand it to other areas. For example, we would explore its capability to detect other cancer tumours, e.g., in the prostate, pancreas, liver and kidney. It could also detect other diseases that result in changes in stiffness or dielectric properties, such as hardened arteries. We would also explore its ability to track changes in tissue associated with other treatments for cancer, such as, radiation or chemotherapy, as we anticipate that dielectric and stiffness properties will change during treatment.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K02020X/1","grantId":"EP/K02020X/1","fundValue":"977969","fundStart":"2013-08-05","fundEnd":"2017-02-04","funder":"EPSRC","impactText":"  None to date - research is ongoing.  ","person":"Robin Olav Cleveland","coPersons":["David John Edwards","Peter  Friend","Alison  Noble","Constantin  Coussios"],"organisation":"University of Oxford","findingsText":" We are using ultrasound to oscillate tissue at depth. We have been developed a tissue-mimicking experimental system in order to measured the tissue motion that results from HIFU exposure. This has been used to validate a state-of-the -art numerical model of the phenomenon. We are now using this to determine how we can detect when cancer tissue has been destroyed by heating. The numerical model can be employed by others who wish to model acoustic radiation induced forcing of soft tissue. Healthcare","dataset":"gtr"}