{"id":"2686AA23-75E6-4319-B446-BD539D6EAE1E","title":"A Social and Professional Network for Early Career Researchers in Education","abstractText":"This project will offer early career researchers in education the opportunity to take part in the 'co-configuration' of their own sustainable network and the online tools that enable and enhance it, based on resources&nbsp; and services developed by the TLRP and Research Capacity Building Network and realised using emerging models of 'social software'.\n<br />\n<br />This project will build on previous development and research work in the areas of capacity building and virtual research environments, and will engage participants in high-quality research symposia and training activities drawing on the resources of the ESRC Research Capacity Building Network; identification of areas of common interest and potential areas of network development;&nbsp; and 'envisioning' and design activities to inform the development of 'OpenSocial' applications to address their needs as researchers.\n<br />\n<br />These activities, together with a systematic review of current provision and potential Social Software applications, will inform the development of a number of online tools to enhance and extend current 'Virtual Research Environments' so that they can support the kinds of network activities required by early career researchers.&nbsp; These will be integrated into the TLRP/BERA Virtual Research Environment by Summer 2009.\n<br />\n<br />\n<br />","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-069-25-0005","grantId":"RES-069-25-0005","fundValue":"77131","fundStart":"2008-09-01","fundEnd":"2009-08-31","funder":"ESRC","impactText":"  Informing the design of the Sakai digital collaboration platform.\nSupporting PhD students and other early career researchers involved in TEL projects.\nEmpirical basis for research monograph theorising academic networking (Carmichael, 2011) Digital/Communication/Information Technologies (including Software),Education Societal,Economic","person":"Patrick  Carmichael","coPersons":["Christopher Matthew Taylor"],"organisation":"University of Cambridge","findingsText":" A Social and Professional Network for Early Career Researchers in Education (SPNECRE) was a one year project to explore how online tools, notably those characterised as being &quot;Web 2.0?, might support early career researchers in education and related social sciences.\n\nIt set out to offer early career researchers the opportunity to 'co-construct' their own sustainable network and online tools to enable and enhance it, based on existing collaboration environments and high quality research resources. The findings and strategies on this website are derived from the work of SPNECRE and subsequent activities within the TEL programme and other networks.\n\nA series of participatory design activities and other data collection and synthesis informed the design and development of an extension to the existing Virtual Research Environment (VRE) established by the ESRC Teaching and Learning Research Programme. This used the emerging 'OpenSocial' standard for 'social software' applications to add person-to-person networking features, user-created groups, an academic profile tool and a series of 'gadgets' which can be deployed in the VRE or any other 'OpenSocial' environment. The findings of the project illuminated the kinds of academic interactions and collaborations that might be supported by web technologies, particularly in emerging and interdisciplinary fields. Digital/Communication/Information Technologies (including Software),Education","dataset":"gtr"}