{"id":"268EE5C5-2C36-4CF3-BBC0-D357FA351D50","title":"The ZEPLIN-III Galactic Dark Matter Search","abstractText":"Please also see the PPARC publicity and leaflets on dark matter. From the earliest times, observations have been made of the Universe. Since 1933 and the measurements of Fritz Zwicky, it has become apparent that the stars, planets, gas and everything else we know of in space, is only a few percent of the total content of the Universe. The overwhelming evidence now suggests that about 1/4 of the Universe is in the form of so called dark matter, and about 2/3-3/4 is dark energy. What the dark matter and dark energy are has become one of the most important questions in science. The best candidate comes from particle physics. Here, our fundamental understanding of the basic building blocks of Nature suggests that all the particles we have ever seen, such as electrons, quarks and neutrinos, are in fact only half of all the particles that are 'out there'. In addition, there are 'supersymmetric' particles, and one of these, the lightest, is predicted to have precisely the properties needed to explain the dark matter. Hence, the prediction is that the stars we see when we look up at the night sky are in fact only a small component of the Galaxy, the content in fact being dominated by a diffuse halo of very weakly interacting particles, known as WIMPs, through which the Sun and Earth are moving. It is the goal of the ZEPLIN-III collaboration to make the World's first direct detection of dark matter and these new particles. The ZEPLIN-III detector comprises an active target volume of 8 kg of xenon, kept cold enough to be a liquid. Occasionally, one of the WIMP particles of the dark matter through which the Earth is moving will scatter off a nucleus of the xenon, and when it does it will generate a small flash of light and the liberation of a small amount of electrical charge. ZEPLIN-III is designed to be able to see these small signals, revealing the presence of the dark matter. The natural radiation of space (cosmic rays) could also do this, and so the detector has to be buried deep underground in a mine. The collaboration proposing the ZEPLIN-III project have great experience in this field. They have already completed the ZEPLIN-I project, are presently analysing data from the ZEPLIN-II detector, and have designed ZEPLIN-III to be the most sensitive dark matter experiment ever. The detector itself has already been built and tested, having been funded through previous PPARC grants. This grant application is to provide funds to complete the required underground infrastructure, shielding and veto systems, and to allow deployment in the Boulby mine and exploitation over a period of 30 months.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=PP/E00685X/1","grantId":"PP/E00685X/1","fundValue":"356167","fundStart":"2007-04-01","fundEnd":"2010-01-31","funder":"STFC","impactText":"","person":"Alexander  Murphy","coPersons":[],"organisation":"University of Edinburgh","findingsText":" We built and operated an instrument designed to search for the missing 'dark matter' that is thought to constitute about 85% of the matter in our galaxy. Proving the existence of this material would advance both astronomy and fundamental particle physics. Our results are among the best in the world. Dark matter searches are a major theme of international research. The leading technique is built upon the work we did in this grant. Education","dataset":"gtr"}