{"id":"2692AE41-CFB1-481C-B2B2-3A3FD4DBCEE3","title":"Sound Heritage","abstractText":"Music making was integral to life in English country houses during the eighteenth and nineteenth centuries, yet the sounding history of heritage properties is largely silent today. Conventional training often leaves musicologists and early music performance researchers poorly equipped to deal with domestic repertoires, and they frequently lack broader understanding of country house history. Conversely, country house historians and heritage professionals often lack the knowledge necessary to interpret musical holdings in historic properties, or to reconstruct a house's musical history when music collections are lacking. Domestic music making has received increased scholarly attention in recent years, and curators, conservators and visitor experience consultants have become increasingly aware of how attention to music can enhance understanding of a house's history and stimulate engagement from today's visitors. Research to date has involved a series of discrete projects, however, each valuable in its own right but necessarily offering only partial perspectives. \nThis research network will bring together scholars of history, historical musicology, and historically informed performance practice with heritage professionals in curation, conservation and visitor experience in a broader collaborative effort to gain a richer understanding of the way that music functioned in the country house. Activities will include three study days, each focussing on a different strand of the broader theme of country house music making. The three study days will address challenges to historical music research in heritage properties; issues in the research management of music collections in historic houses; and interpretive approaches to music for use in heritage today. The network aims to pool and extend existing knowledge and to improve communication and partnership between academics and heritage sector researchers. A stronger research base will in turn stimulate development of innovative ideas for the practical deployment of musical research in heritage properties.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/M00872X/1","grantId":"AH/M00872X/1","fundValue":"32895","fundStart":"2015-07-01","fundEnd":"2016-12-31","funder":"AHRC","impactText":"","person":"Laura Jeanice Brooks","coPersons":["Jonathan  Wainwright"],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}