{"id":"2697DFBE-0DA2-44D8-A8D7-73EAC2EAA788","title":"Molecular mechanisms of multidrug binding by the bacterial ABC transporter Sav1866","abstractText":"Multidrug transporters are very small molecular machines that are present at the surface of human cells and microorganisms. These ingenious machines provide the cell with a defense mechanism against toxic compounds which are harmful to them. The activity of multidrug transporters interferes with the drug-based control, also termed 'chemotherapy', of human tumours and infectious pathogenic microorganisms, in which drugs are designed to kill the cell. Multidrug transporters bind structurally unrelated drugs and toxins at the inside of the cell, and then move these compounds to the outside of the cell, away from the targets with which the drugs are supposed to interact. Hence, multidrug transporters act as drug pumps that are able to lower the drug concentration inside the cell to levels at which these drugs are inactive and useless. As drugs now have lost their therapeutic effects, the cell has become 'multidrug resistant'. This project focuses on the bacterial multidrug transporter Sav1866, which is very similar to one of the major multidrug pumps in human. Sav1866 is made by the pathogenic bacterium Staphylococcus aureus, but we use the non-pathogenic, food-grade bacterium Lactococcus lactis to study the properties of the pump. Sav1866 is particularly interesting as researchers have very recently been able to determine its three-dimensional structure. In this project, we study how Sav1866 recognizes and binds drugs. This knowledge might allow us to rationally design new drugs that can poison or circumvent the activity of these transport proteins in microorganisms and human cells to improve chemotherapy of cancers and infectious diseases.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F008333/1","grantId":"BB/F008333/1","fundValue":"301448","fundStart":"2008-05-12","fundEnd":"2011-05-11","funder":"BBSRC","impactText":"","person":"Hendrik Willem  Van Veen","coPersons":[],"organisation":"University of Cambridge","findingsText":" Multidrug transporters are very small molecular machines that are present at the surface of human cells and microorganisms. These ingenious machines provide the cell with a defense mechanism against toxic compounds which are harmful to them. The activity of multidrug transporters interferes with the drug-based control, also termed &quot;chemotherapy&quot; of human tumours and infectious pathogenic microorganisms, in which drugs are designed to kill the cell. Multidrug transporters bind structura Our findings further highlighted the functional similarities between bacterial and mammalian ABC exporters, and suggested that Sav1866 can be used as a model for its eukaryotic counterparts. This work has been well cited, and is used by others in their research work. Education","dataset":"gtr"}