{"id":"269F8F57-F51E-4808-90B7-7A81B44C67A4","title":"Arden 'Sir Thomas More'","abstractText":"Sir Thomas More survives in one of the most complex and revealing theatrical manuscripts of the early modern period. It consists of an Original Text in the hand of Anthony Munday, which has been heavily censored by the Master of the Revels, and a series of interleaved and pasted-in Additional Passages in other hands, including four dramatists and a theatre annotator/scribe. It will be presented as a key document for the study of dramatic authorship, collaboration, censorship, revision, and the preparation of an authorial script by a theatre book-keeper. The play has further importance in view of the attribution to the 'Hand D' section to Shakespeare. Recent scholarship is increasingly convincing on the attribution, which forms the basis for accepting the play in the Arden Shakespeare series. My edition will be the first to appear in a series of Shakespeare's works.\\n\\nThe edition will will display the discontinuities and changes of hand in the text itself. The aim will be to present a text as continuous and complete as the fragmented nature of the document will allow, while enabling students who would struggle with an old-spelling transcript of the manuscript to understand the nature of the source document as they read the edited text.\\n\\nThe play's textual development will be re-examined in the light of important new work affirming that, contrary to earlier suppositions, the revisions were written after 1600 and can be associated with Shakespeare's company the Lord Chamberlain's Men. \\n\\nThe edition will be the first to provide an full introduction that moves beyond the intricate questions of text and origination. It will place the play within the historical frameworks such as censorship, popular London ideology, insurrection, xenophobia, religious politics, martyrology, and the Elizabethan retrospect on humanism. It will explore critical and theatrical issues such as the play's techniques of euphemism for dealing with issues that were not allowable on stage. In particular it will highlight the play's significance in the light of current important work on dramatic manuscripts and the collaborative aspects of play production in the context of the early modern commercial theatre.\\n\\nThe edition will also include the first comprehensive account of modern performance, including the major 2005 production by the Royal Shakespeare Company, which itself signals the curent interest in the play and the issues surrounding it.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E003427/1","grantId":"AH/E003427/1","fundValue":"28562","fundStart":"2007-09-15","fundEnd":"2008-01-14","funder":"AHRC","impactText":"","person":"John  Jowett","coPersons":[],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}