{"id":"269FE4D3-B870-4471-9510-A3519D43AF67","title":"Development of an Instrument for Rapidly Detecting Cryptosporidium in Drinking Water","abstractText":"Cryptosporidium is a waterborne microorganism which causes severe diarrhoea and can be fatal for immuno-compromised individuals, infants and young children. It is estimated that Cryptosporidium contamination of drinking water results in 250-500 million cases each year in developing countries and 60,000 in the UK alone. The Cryptosporidium organism has a thick outer wall that is resistant to many conventional water treatment methods, and outbreaks are a problem even in the developed world, negatively impacting population health and economic development - daily monitoring of the water supply is required.\n\nCurrent Cryptosporidium detection methods are expensive and highly time-consuming - requiring microscopic examination by skilled scientists. Furthermore, these techniques lack species and viability information, which is essential to make well-informed public health decisions. There is, therefore, a pressing need for an instrument capable of rapidly analysing drinking water samples for the presence, species and viability of Cryptosporidium microorganisms.\n\nIn this project we will develop a novel instrument capable of rapidly detecting Cryptosporidium microorganisms in drinking water. The instrument will operate using Raman spectroscopy, a well established laser spectroscopy technique. In Raman spectroscopy, a laser is fired at the sample of interest, some of the photons scatter inelastically from the molecules in the sample, losing energy by inducing vibrations in the sample molecules. The scattered photons are shifted in wavelength (as first observed by Sir Chandrasekhara Venkata Raman, winner of the 1930 Nobel prize for Physics) and the spectrum of scattered light acts as a molecular &quot;fingerprint&quot;, containing highly specific information about the molecular composition and bond structure of the sample.\n\nWork has already been conducted which demonstrates that Raman spectroscopy can be used to identify Cryptosporidium in drinking water, but current instruments are too slow for real world applications. In this project we will build a new type of Raman spectroscopy instrument capable of measuring the Raman spectra of hundreds of points simultaneously. This instrument will facilitate the rapid testing capability necessary for real world water testing applications, providing detailed test information in a few hours.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/K006460/1","grantId":"ST/K006460/1","fundValue":"36715","fundStart":"2013-09-16","fundEnd":"2015-09-15","funder":"STFC","impactText":"  The research has not yet had impact.  ","person":"Tim  Birks","coPersons":[],"organisation":"University of Bath","findingsText":"","dataset":"gtr"}