{"id":"26A1C192-B577-4CE8-9F2D-33EAB6DD0125","title":"Dissection of A. fumigatus alkaline adaptation and virulence (with a view to inhibiting fungal growth in vivo)","abstractText":"Aspergillus is a common fungus in the environment, dwelling in pot plants and air conditioning ducts. Aspergillus produces huge numbers of airborne spores which disperse on air currents. The spores are small enough to reach the extremities of the human lung when inhaled. This is not usually dangerous as white blood cells are able to kill them efficiently. However, patients having white blood cell deficiency or abnormality, cannot kill spores which germinate and grow inside the body causing a disease called invasive aspergilloisis. From the lung aspergillus can penetrate the blood vessels and spread to other organs. \n\nInvasive aspergillosis affects up to one quarter of bone marrow transplant recipients and leukaemia patients. Around 60,000 people per year become infected worldwide, as many as 9 out of 10 infected patients die. Diagnosis is difficult and comes after significant fungal growth so aggressive treatment is required to stem infections. Only a handful of antifungal drugs are available. They act on the fungal cell wall or cell membrane and are designed to kill the fungus without harming the patient. Unfortunately they have varying effectiveness, particularly against aspergillus. They are toxic to the liver and often cross-react with other medicines. Furthermore, some aspergillus species are developing resistance to these compounds in the same way that bacteria become resistant to antibiotics. There is, therefore, a desperate need for new therapies against aspergillus infection. \n\nMy work has identified aspergillus genes which allow growth inside a mouse lung by sensing the pH (concentration of hydrogen ions) and adapting accordingly. Two of the genes, called palH and palI, mediate pH-sensing at the fungal cell membrane. If palH and palI function could be impaired experimentally, fungal growth may be preventable. This project will examine how these genes mediate pH-sensing by identifying the proteins they interact with and provide a means for future screening for chemicals which impair their function by blocking the protein-protein interactions. A third gene controlling the fungal pH response in mice is pacC, which acts after pH?sensing to regulate an appropriate fungal response. Identification of functions under pacC control or which act upstream of pacC will provide further opportunities for interfering with this essential fungal adaptation mechanism.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0501164","grantId":"G0501164","fundValue":"324499","fundStart":"2006-06-19","fundEnd":"2009-06-18","funder":"MRC","impactText":"","person":"Elaine  Bignell","coPersons":[],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}