{"id":"26A34A23-886C-4909-B400-6EAEF5904EBE","title":"Semantic Grid Tools for Rural Policy Development and Appraisal","abstractText":"<p>The project will assist the social science community to exploit the full potential of emerging Semantic Web technologies and standards in the Grid context. It will expand upon an earlier ESRC-funded pilot demonstrator project at Aberdeen (Fearlus-G[1]) to explore the costs and benefits of using proposed Semantic Grid standards and methodology in tasks related to policy development and appraisal. </p> \n<p>Aims of the Node are as follows:</p> \n<ul> \n <li>To facilitate evidence-based rural, social, and land-use policy-making through integrated analysis of mixed data types, with the goal of enabling the achievement of greater sustainability through cross-sectoral policy-making;</li> \n <li>To demonstrate that Semantic Web/Grid solutions can be deployed to support various facets of evidence-based policy-making through the development of appropriate tools;</li> \n <li>To focus on the authoring of relevant ontologies to support rural, social and land-use policy domains;</li> \n <li>To investigate issues surrounding communication of semantic metadata to social scientists and policy practitioners;</li> \n <li>To promote awareness of the Semantic Grid vision and supporting technologies amongst social scientists, and to facilitate training through workshops, etc.;</li> \n <li>To foster interdisciplinary research between social and computing scientists.</li>\n</ul>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-149-25-1027","grantId":"RES-149-25-1027","fundValue":"343044","fundStart":"2006-02-01","fundEnd":"2009-04-30","funder":"ESRC","impactText":"  The nature of the project funding, with its focus on eSocial Science meant that our emphasis was always on academic researchers and tools to support them. However, through partnerships with a number of external stakeholders, there may be scope for non-academic impacts in the future. This includes policy makers and the wider evidence-based policy agenda.\n\nUPDATE October 2014\nSee comments under the continuation project - PolicyGrid-II (ES/F029713/1) Digital/Communication/Information Technologies (including Software),Environment,Transport Societal,Policy & public services","person":"Peter  Edwards","coPersons":["John  Farrington","Christopher  Mellish","Alun David Preece"],"organisation":"University of Aberdeen","findingsText":" Many social scientists engage with policy-making, producing data to be used by those who develop and review policy or as the evaluators or critics of particular policy interventions. \n\nThe PolicyGrid project investigated how Semantic Web technologies could be employed to develop a software infrastructure to assist researchers involved in aspects of evidence-based policy research.\n\nOutcomes of the work included:\n\n- a prototype Web-based environment (ourSpaces) designed to support management of research resources and activities\n\n- a novel metadata framework able to capture the provenance (audit trail) of research outcomes to be used as evidence\n\n- a mechanism to allow social simulation experiments (workflows) to be annotated with goals and constraints - to aid workflow execution and enhance transparency of results\n\n- a natural language generation tool to support users in accessing RDF metadata. The software tools have potential in a range of non-academic contexts, as do the various ontologies developed to support the provenance model. Outputs of the project could be exploited in a number of ways; perhaps the most obvious of these would be use of the provenance framework in different contexts requiring audit/compliance trails to be captured.\n\nOthers include use of the natural language generation toolkit in software applications employing Semantic Web metadata, and development of enhanced simulation models able to document experimental outcomes more fully. \n\nFinally, the ourSpaces virtual research environment has been designed to be deployed across a range of projects and thus could be exploited by users for their own applications. Aerospace, Defence and Marine,Communities and Social Services/Policy,Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Healthcare,Government, Democracy and Justice,Culture, Heritage, Museums and Collections,Security and Diplomacy,Transport","dataset":"gtr"}