{"id":"26A5A1CA-1847-44E5-A37C-CF8ECDCB34BC","title":"Big Society? Disabled People with Learning Disabilities and Civil Society","abstractText":"<p>The aim of this timely and exciting project is to explore the opportunities for disabled people with learning disabilities (LD) to contribute to and benefit from Big Society.</p>\n\n<p>The research team, from The University of Sheffield, Manchester Metropolitan University, Northumbria University and The University of Bristol, will be working with organisations of/for disabled people, activists and allies to discover how disabled people with LD are participating in their communities, in public services and in social action.</p>\n\n<p>The team will explore disabled people with LD’s access to social capital and networks of interdependence as well as their social emotional well-being in a context of austerity. The research will be carried out over two years through four phases:</p>\n\n<ol>\n \n\n <li>an extended literature review and policy analysis</li>\n\n <li>interviews with key stakeholders</li>\n\n <li>a period of ethnographic research working with circles of support, real employment and self-advocacy organisations</li>\n\n <li>a ‘researcher in residence’ phase in which a university researcher will work alongside third sector organisations in order to promote knowledge exchange and impact generation.</li>\n\n</ol>\n\n<p>&nbsp;</p>\n\n<p>&nbsp;</p>\n\n<p>&nbsp;</p>\n\n<p>&nbsp;</p>\n\n<p>Dissemination and impact will be supported by the impact champions sitting on the research management group and through a series of public policy roundtables.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/K004883/1","grantId":"ES/K004883/1","fundValue":"333057","fundStart":"2013-06-30","fundEnd":"2015-09-01","funder":"ESRC","impactText":"  We are currently 16 months into the project thus we are reporting on the impact of our emerging findings. \n\nA key use of the findings thus far has been through the project impact partners who are using the emerging findings to inform their policy and practice within the field of learning disability. There are three project strands supported by partner organizations as follows: Circles of Support; 'Real' Employment; Self-Advocacy, we report on each of these below.\n\n1. Circles of support: \na. findings from the project have resulted in new circles of support being set up to support people with Learning Disabilities to access co-produced advocacy in their local communities;\n\n2. 'Real' employment\na. findings from the research revealing a lack of parent/carer understanding of the work opportunities for people with LD have led to a planned information programme including film and workshops for parents/carers of people with LD looking for work in one of our partner organizations\n\n3. Self-advocacy\na. Findings from our research revealing the exclusion of people with LD from the electoral process have resulted in an information day for self-advocates on voting and engagement with regional politicians in order to develop local, regional easy read political manifestos for the people with LD.\n\nIn addition, emerging findings about data dissemination have impacted on University practices with the partner organizations now engaging in the use of film and animation to develop dissemination pathways and pathways to impact. \n\nAs we move towards the final phases of the project we will further share our findings with partner organizations and key policy partners in order to impact on policy for people with LD in the fields of community, employment and advocacy through a series of information sharing events and the publication of toolkits to support practice.\n\nKeith Bates, Foundation for People with Learning Disabilities said: &quot;As this research affords us a geographical snapshot combining three pieces of our work illustrated by the five participants, it has afforded an excellent chance to reflect on the impact of current government policy. This is further boosted by plans, inspired by the project, to launch a programme of conversations about employment with local family carers as they support their son or daughter in preparing for a future as an adult.\n\nDavid Fiddament, Royal National Mencap, said: &quot;The research has been shared with our Senior Leadership Team and will help to inform the current review of our strategic priorities. Our initial research identified that tackling inequalities (Health, Social &amp;amp; Financial) should be at the core of our new vision. Your research has identified the benefits of Community Circles, for families, individuals and organisations and will be a helpful tool in shaping our thinking.&quot; Education,Other Cultural,Societal,Economic,Policy & public services","person":"Daniel  Goodley","coPersons":["Kelley  Johnson","Rebecca  Lawthom","Toby  Brandon"],"organisation":"University of Sheffield","findingsText":" Links to emergent findings and outputs from the project are available here on the project blog: https://bigsocietydis.wordpress.com In academia, the development of Dis/Human studies (see list of project outputs) is being taken up by other academics in the field of disability studies to inform their theoretical understandings. Through our engagement with academic colleagues at a number of inter/national conferences, we have sought to increase the dissemination and impact of our current work. This has also been supported through the use of the project blog to provide links to academic outputs alongside summary cards and summary animations to make research available to a wide range of academic and non-academic audiences.\n\nThere are three project strands supported by partner organizations as follows: Circles of Support; ‘Real’ Employment; Self-Advocacy. We expect that findings from each of these strands will inform policy and practice in the field of adult social care, work and family policy.\n\nWe expect that the findings re: circles of support as a form of co-produced self advocacy will be taken up by third sector &amp; local authority social care services, by activists and allies to disabled people. Findings are being drawn on by campaigners seeking to change the law to ensure that there is a presumption that people with LD live in their own homes and communities, this campaign is under the banner of the #LBBill. Education,Healthcare,Government, Democracy and Justice","dataset":"gtr"}