{"id":"26AE3687-0CF5-469B-9CF7-2AD82237DCF1","title":"Cyunedau Cyslltiedig: Researching the Industrial and Post-Industrial Communities of the Swansea Valley","abstractText":"The City of Swansea and the Swansea Valley is defined by its industrial past, and especially by the rise and decline of the copper industry which became the world's first globally integrated heavy industry during the eighteenth and nineteenth centuries. As Swansea became 'Copperopolis', and the Valley became as important as Coalbrookdale to Britain's Industrial Revolution, the lives of local people and in-coming migrants were profoundly shaped by the development of the workers' communities that supported the rapid growth of the coal and metallurgical industries. \n\nEqually, the lives of later generations were shaped first by the painful process of de-industrialisation which ensured that by 1950 the Swansea Valley had become the largest industrial wasteland in Europe; and then by large-scale land reclamation and regeneration projects implemented during the 1960s and 1970s. As a result of these long-run processes, the region has a remarkably rich yet complex industrial-urban-environmental heritage, and research into this informs a better understanding of how the unique historical and cultural context of the region continues to shape the identity, sense of place, and quality of life of the people who live in an area, where 16.8 percent of the population speaks Welsh.\n\nThis multi-partner, bi-lingual project aims to consolidate and extend collaborations that have been established in recent years by arts and humanities researchers at Swansea University and a range of community groups and organisations across the university's regional hinterland.\n\nThe project has two major objectives:\n\n1. It seeks to develop collaborative community research projects that will be of great worth in themselves, and\n2. It will very considerably enhance a major heritage-led urban regeneration project centred on the Swansea Valley, which brings significant added value.\n\nIn order to achieve these objectives the research group will work closely with Swansea University's archives, media services, and Arts Centre, as well four external partners, to engage with formal and informal community groups across the region. The external partners are:\n\n- National Waterfornt Museum, Swansea;\n- West Glamorgan Archives Service;\n- The Libraries Service of City and County of Swansea;\n- Glamorgan-Gwent Archaeological Trust.\n\nA number of different groups will derive benefit from the project.\n\nFirst and foremost, the community groups and organisations engaged by the Research Group and Project Partners will benefit from the research because they will be generating outputs themselves and then disseminating them via different media. This process with greatly enhance the knowledge and skills of community groups across the region.\n\nThe eventual dissemination of community group research findings will benefit the wider public in Swansea and south-west Wales by enhancing understanding of collective and individual histories. This turn will inform a better understanding of the region's heritage and identity, as well as its sense of place within local, national, and global contexts.\n\nThe project partners will benefit from this collaborative project because through creative engagement with both HEI and non-HEI researchers. The project will serve to widen access to the partners' resources and will help to facilitate the increased use of their facilities, knowledge, and skills.\n\nPostgraduate students involved in the project (through open days, etc) and also community group members (again involved via open days, etc) will directly benefit from the project because it will give them real-world experiences of collaborative projects and enable both groups to identify, develop and also learn new transferable skills, for example - self-awareness, initiative, teamwork, action planning, leadership, communication, networking, problem solving, flexibility, etc. These transferable skills will be essential for students in their future careers.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J013560/1","grantId":"AH/J013560/1","fundValue":"19668","fundStart":"2012-02-01","fundEnd":"2012-12-31","funder":"AHRC","impactText":"  Yes, the finding of the community resercah projects have fed directly into the Cu @ Swansea regenartion project in the Lower Swansea Valley Culture, Heritage, Museums and Collections Cultural,Societal","person":"Huw Vaughan Bowen","coPersons":[],"organisation":"Swansea University","findingsText":"","dataset":"gtr"}