{"id":"26B8B9AF-8FAD-4409-863D-1853DE439377","title":"Probing transmembrane domain connecting loops in 7TM receptors to understand function","abstractText":"Many of our neurological functions are controlled through receptor proteins (called GPCRs) residing in the brain, and for this reason it has been estimated that about 30% of all drugs we use act on these receptors, of which there are more than 800. The functions controlled by GPCRs are numerous, and one receptor may be involved in many responses. We need to find out how these receptors work, and it has been said that this is the major challenge of current structural biology (Lagerstrom &amp; Schioth, 2008, Nature Reviews Drug Discovery, 7, 339-57).\n \nTo help in that process of understanding, and as a result of recent breakthroughs, it is now possible to make a very limited number of GPCRs so that we can start to discover how they function. We have been able to express some (a handful) of them in simple E. coli bacterial cells and in virus cells as functionally active to make any of the work we do relevant to its function in the brain. As with many of these receptors, they are activated by the binding of small molecules, and although we can monitor this binding, the important aspect is to understand and investigate how the protein is then activated and how it sends its signal to other proteins and then ultimately the cell.\n \nThe information that is missing or difficult to obtain, is a description of the flexible or disordered loops of the proteins which extend beyond the membrane and determine selectivity and functional signalling. To obtain this information, we will use methods that can measure distances at the nanoscale (0.5-8nm +/- 0.01nm) in these receptors, as well as the time scale (in microseconds - nanoseconds) of the flexibility. Since this protein normally sits in a membrane, it needs some of the lipid components of the membrane to function properly, and we will investigate the receptor in its natural environment where it is functional. All the information from this cutting edge project will add to our general understanding of how they work, and help in future drug design and disease control when extended to other proteins.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1000909","grantId":"G1000909","fundValue":"736080","fundStart":"2011-02-01","fundEnd":"2014-11-30","funder":"MRC","impactText":"","person":"Anthony  Watts","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}