{"id":"26CCAA89-A151-463B-8145-0F3F7EE2453D","title":"Intelligence and Empire: Security Services and Colonial Control in Arab territories, 1919-1940","abstractText":"The aim of this application is to complete a research monograph and two linked articles that ask why colonial systems in the Arab world took the form that they did after 1918. The themes considered in this research boil down to a single question. When colonial governments faced choices about the treatment of subject populations, how did they decide what to do? Political beliefs, racial assumptions, and the intellectual formation of those in positions of power all played their part. Monetary constraints and strategic factors were also influential. But so were uniquely local considerations: the views of political and religious leaders and the likely reaction of the wider indigenous community. This returns us to the question of choices. Historians take pains to prioritize these ingredients of policy-making, recognizing that the information presented to governments by their administrative services shapes the choices made. It follows that one measure of government effectiveness is the quality of the information fed through bureaucratic channels to policy-makers. Where state authorities operated without the assent of the vast majority of the subject population, the usefulness of that information - its source, its breadth, and its interpretation - was critical to their very survival. Such was the case in colonial settings.\\nColonial security in the Arab world was dependent &agrave; priori on two factors: the quality of the intelligence received about local challenges to the imperial system, and the ability of the colonial state to respond quickly to information about potential threats. Put bluntly, colonial, or quasi-colonial, control in these Muslim societies rested on information gathering by intelligence agencies. Covert intelligence about Arab nationalist groups, protest movements and tribal feuds was essential to informed decision-making. What about the intelligence suppliers? The French colonial intelligence community was influenced by the new disciplines of anthropology ad Durkheimian sociology, amassing data on local societies and customs. For Britain's Arab affairs specialists, participation in, and support for, the Arab revolt was a formative, if romanticized, experience. These were individuals ill at ease with the brutality of colonialism who, ironically, became pivotal to its survival. Security agency personnel shared little in common with the European settlers and business interests they were often designated to protect. If anything, colonial intelligence analysts sought to limit the impact of the European presence on indigenous society. The contradictions of this double identity as enforcers of colonial writ and defenders of customary rights are explored in detail in the book.\\nAnother theme addressed is the nature of imperial power. Colonial regimes lacked the resources to keep order by force alone. Instead, they collaborated with urban notables and tribal leaders in unstable partnerships contingent on the shifting socio-economic interests of those involved. Intelligence information about the individuals and groups involved made the process feasible, but it did not make colonial rule acceptable to the wider subject population. Meanwhile, issues of race and ethnicity, critical in any colonial environment, acquired a sharper edge in Arab territories because the work of security services was widely seen as the self-interested manipulation of inter-communal tensions.\\nThe mechanisms of western colonial control in Muslim societies have a particular resonance in the current international climate. State formation, inter-ethnic conflicts, language usage and legal systems were influenced by decades of white rule. More apparent in the post 9/11 world is that popular resentment of western domination has fed on the iniquities of the recent colonial past. Intelligence and Empire addresses these issues squarely, highlighting both the rationale behind security service actions and the disastrous consequences of their repressive nature.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/D000157/1","grantId":"AH/D000157/1","fundValue":"24243","fundStart":"2007-02-12","fundEnd":"2007-06-11","funder":"AHRC","impactText":"","person":"Martin  Thomas","coPersons":[],"organisation":"University of Exeter","findingsText":"","dataset":"gtr"}