{"id":"270A4DD5-C654-4A02-AEE4-46B227170F3A","title":"Consumer Data Research Support Service (CDRSS)","abstractText":"<p>The project will work in collaboration with UCL to establish a Consumer Data Research Centre (CDRC) for the provision of new forms of ‘Big Data’ which are emerging in consumer markets. Big Data are continually changing (eg traffic sensors), the data are diverse (eg demographics, movement patterns, social networks, lifestyles and attitudes) and becoming increasingly voluminous.</p>\n\n<p>Retail and consumer organisations - from groceries to telecommunications - have been leading the way in the creation and extraction of value from Big Data.&nbsp;The CDRC will capitalise on the growing realisation that Big Consumer Data can also provide unique insights into social science questions, for example relating to prosperity, deprivation and exclusion, physical movement and behaviour patterns, healthy living, crime, family activities and social networks. The CDRC will:</p>\n\n<ul>\n \n\n <li>Bring together diverse sources of consumer data within a secure environment</li>\n\n <li>Produce tools for the anonymisation, aggregation and analysis of big consumer data</li>\n\n <li>Develop flagship research projects which demonstrate the value of consumer data</li>\n\n <li>Create the means for widespread access to these data amongst academic research users</li>\n\n <li>Develop access mechanisms and joint research with business, government and the general public</li>\n\n <li>Make an important contribution to training and capacity-building in consumer data analytics.</li>\n\n</ul>\n\n<p>&nbsp;</p>\n\n<p>&nbsp;</p>\n\n<p>&nbsp;</p>\n\n<p>&nbsp;</p>\n\n<p>&nbsp;</p>\n\n<p>&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L011891/1","grantId":"ES/L011891/1","fundValue":"5250040","fundStart":"2014-02-14","fundEnd":"2019-02-13","funder":"ESRC","impactText":"","person":"Mark  Birkin","coPersons":["Nick  Wilson","Michael  Yates","Matthew John Robson","Nick  Malleson","Susan  Grant-Muller","MC  Clarke","Wandi  Bruine De Bruin","Ian  Kirkpatrick","Graham  Clarke","Charles William Young","Ian  Shuttleworth"],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}