{"id":"270A9A01-961A-4502-8DB1-6C284A40F983","title":"A study of processes controlling convection over complex terrain (UK-COPS)","abstractText":"Flooding caused by heavy convective rain is a serious problem in the UK. Flash floods in hilly terrain can be particularly damaging. The Convective Orographically-induced Precipitation Study (COPS) is an international project designed to address this problem and to improve predictions of heavy convective precipitation. This proposal is the UK component of COPS which adds specific objectives complementary to those of other COPS partners. It will produce an understanding of the processes that control the formation and development of convective precipitation over hilly terrain which will be used by scientists within the Mesoscale Modelling group of the Met Office in reducing uncertainty in predictability of convection over complex terrain with the Unified Model (UM). This will be achieved by synthesising COPS data alongside modelling activities focussed on interpreting the data. The problem involves five integrated parts that need to be tackled together. (1) The thermally driven flows in complex terrain depends critically on the surface exchanges of heat and water. (2) The composition and size distribution of the aerosol particles have a crucial influence on the microphysics and dynamics of the convective clouds and particularly the amount of precipitation. (3) The thermals and other features in the boundary layer that transport heat, moisture and aerosols to the convective clouds. (4) The development of precipitation depends critically on the detailed microphysics and dynamics of the convective clouds. (5) Finally, reducing uncertainty in predictability of the location and timing of convective storms in hilly terrain with the UM, depends on the knowledge gained from these four parts. In particular the relative contributions of different sources of uncertainty in predictability of convective storms in hilly terrain will be quantified, thus providing the basis for an ensemble forecast system.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E016200/1","grantId":"NE/E016200/1","fundValue":"774058","fundStart":"2007-08-01","fundEnd":"2010-07-31","funder":"NERC","impactText":"","person":"Alan  Blyth","coPersons":["Martin William Gallagher","Gordon Bruce McFiggans","Thomas William Choularton","Hugh  Coe","Geraint  Vaughan"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}