{"id":"27217569-7757-40FE-8757-ADF840B96969","title":"Multiple Herbicide Resistance in Grass Weeds: from Genes to AgroEcosystems","abstractText":"In the advanced agricultural production systems of Northern Europe, weed control in cereal crops has become one of the greatest challenges to sustainable intensification, accounting for higher yield losses and greater input costs than all other biological constraints (pests and diseases). The most problematic weeds in cereals in Northern Europe are the wild grasses, notably black-grass (Alopecurus myosuroides), which has become steadily more difficult to control over the last 30 years due to the evolution of herbicide resistance. This resistance assumes two forms: 1) Target site resistance (TSR), whereby the weeds become highly tolerant of herbicides due to mutations in the proteins targeted by these chemicals rendering them less sensitive to inhibition by that herbicide mode of action. 2) Metabolic or multiple herbicide resistance (MHR) where weeds become more tolerant of a broad range of herbicides, irrespective of their chemistry or mode of action, due to a general enhancement in the ability to detoxify crop protection agents. While TSR is now quite well understood and can be countered by the rotational use of herbicides with differing modes of action, the molecular basis and evolutionary drivers which promote MHR are poorly understood and the associated grass weeds very difficult to control using conventional methods. In this 4 year project, we propose to use a combination of molecular biology and biochemistry, ecology and evolution, modeling and integrated pest management to develop better tools to monitor and manage both TSR and MHR in black-grass under field conditions. The project represents a novel agri-systems approach, linking our latest understanding in the molecular biology of herbicide resistance to on farm monitoring and modeling based on a quantitative genetics approach to define the effectiveness of different intervention measures. Through a multidisciplinary consortium, we will integrate knowledge about MHR and TSR at the molecular and biochemical levels and relate this fundamental understanding to resistance phenotypes observed in the field. Selection and breeding experiments will examine the dynamics of selection for resistance, with the intention of determining the genetic architecture of MHR for the first time and its relation to other stresses and life history traits. Data from field monitoring and glasshouse studies will be integrated in ecological, evolutionary and management models with the ultimate aim to design novel management to prevent, delay or mitigate the evolution of herbicide resistance. Finally, the environmental and economic impacts of novel management will be explored. The project therefore has the primary goal of using state of the art approaches spanning molecular biology, weed science, modeling and agronomy to provide new resistance control measures within the life of the programme. \nThe project is divided into 5 integrated work packages which will address the following questions\n1. What are the molecular mechanisms that underpin the evolution of metabolic herbicide resistance?\n2. What is the extent of the herbicide resistance problem in UK black-grass populations and what impacts is resistance having on black-grass populations and crop yields?\n3. What are the genetic, ecological and agronomic factors that promote and constrain the emergence of herbicide resistance?\n4. How can applied evolutionary models be used to manage herbicide resistance?\n5. What are the economic and environmental consequences of novel weed and resistance management strategies?\nThe major outputs will be:\n1. A rapid diagnostic toolkit for the on-farm characterisation of herbicide resistance.\n2. A resistance audit for the extent and distribution of resistance to the major herbicide modes of action in black-grass.\n3. A suite of models to address key questions in the emergence and management of resistance.\n4. Management recommendations, together with an analysis of their impacts.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L001489/1","grantId":"BB/L001489/1","fundValue":"2059130","fundStart":"2014-05-01","fundEnd":"2018-04-30","funder":"BBSRC","impactText":"","person":"Robert  Edwards","coPersons":["Dylan  Childs","Robert  Freckleton","Paul  Neve","Kenneth  Norris","Louise  Jones"],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}