{"id":"273AD1C7-BCB9-4B0B-8532-5BB367568DA2","title":"The new TV diet - evaluating the effect of the UK 2007 OfCom restrictions on television food advertising to children","abstractText":"The proportion of children who are overweight or obese in countries like the UK has increased substantially in recent years. There is evidence that food advertisements on television influence what children prefer to eat. Television food advertising may, therefore, contribute to the development of overweight, obesity and related conditions in otherwise healthy children. Whilst the broad types of food advertised on television are known (e.g. breakfast cereals, salty snacks and fast food), there is currently little information available on the exact nutritional content of foods that are advertised (e.g. the proportion of fat, protein and carbohydrate). Nor is it known if individuals of different ages, gender and social background tend to watch different amounts and types of television food advertisements. Restrictions on the advertising of foods high in fat, salt and sugar during children?s programmes began to be phased in in the UK in April 2007. As the UK is the first country to introduce such regulations on television food advertising to children, their effects on what foods are advertised on television, to whom and when are not known. \n\nWe will use information supplied by television broadcasters on what advertisements were broadcast, and who watched them, during four separate weeks between October 2006 and July 2009. We will link this to food manufacturer?s information on the nutritional content of foods advertised to answer four research questions: what was the nutritional content of foods advertised on UK television (the ?TV diet?) before, during and after implementation of the 2007 regulations?; were there any changes in the TV diet across these time points?; were there differences in the TV diet according to the age, sex and social background of viewers and, if so, did these vary across the time points?; were the 2007 regulations adhered to? Our results will help in the evaluation, review and revision of the new regulations on television food advertising to children.\n\nThe research team includes academic specialists in epidemiologist, public health, nutrition and obesity. The team has conducted previous research in this area and already developed the methods that will be used in this work. The research will be conducted at the same time as similar work in Canada, where new voluntary agreements on television food advertising to children have recently been introduced.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0701873","grantId":"G0701873","fundValue":"97244","fundStart":"2009-01-12","fundEnd":"2010-05-11","funder":"MRC","impactText":"","person":"Jean  Adams","coPersons":["Martin  White","Ashley Jayne Adamson"],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}