{"id":"275A648B-365B-432C-8132-829C4CC576E6","title":"CCR5 and CXCR4 tropism and CD4 kinetics in HIV-1 infection","abstractText":"HIV infection causes disease by progressively depleting the number of a particular type of immune cells, ?CD4 cells?. We do not fully understand how infection results in loss of CD4 cells over time. Although HIV infects and destroys CD4 cells directly, the body normally just makes more cells to replace the lost ones. \n\nWe believe that what determines how HIV affects the body?s CD4 cells is the exact type of cell it infects. There are several sub-types of CD4 cells. Different strains of virus prefer to infect different sub-types of CD4 cell according to the receptors (like locking devices) on the cell surface. Two receptors, ?CCR5? and ?CXCR4?, appear particularly important. We hypothesise that the interaction between the viral CCR5/CXCR4 preference (?tropism?), the type of cell infected and the speed at which those cells are dividing determines the long-term effect of HIV on CD4 cell numbers. \n\nTo investigate this concept, we will measure how fast different sub-types of CD4 cells are dividing and disappearing within the body. Although much has been learnt from investigating cells and viruses in test tubes, answering such questions about CD4 loss can only be done by studying virus and CD4 cells within the body of people infected with HIV. We have recently developed a way of doing this using glucose containing an excess of deuterium. Deuterium is a naturally-occurring non-radioactive form (or isotope) of hydrogen which behaves exactly like hydrogen but can be measured using a mass spectrometer. We will give deuterium-labelled glucose (which is harmless) as a drink (half-hourly for 10 hours) to people with HIV infection, then take blood samples over the following 3 weeks. The glucose is used by dividing, but not non-dividing, cells to make new DNA. By separating the cells into their subtypes and measuring the deuterium in their DNA using a mass spectrometer, we can measure how fast CD4 subtypes divide and how long they survive in the body. We will also test the virus in the bloodstream for its CCR5/CXCR4 tropism. We will compare the results to those from a group of people without HIV infection. \n\nWe will use these measurements to create a mathematical picture or ?model? of how HIV interacts with different immune cells to explain why CD4 cells are destroyed slowly over time and why changes in viral tropism trigger accelerated loss of CD4 cells.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0500628","grantId":"G0500628","fundValue":"264336","fundStart":"2006-04-02","fundEnd":"2008-04-01","funder":"MRC","impactText":"","person":"Derek  Macallan","coPersons":["Peter Charles Beverley"],"organisation":"St George's University of London","findingsText":"","dataset":"gtr"}