{"id":"275C84FD-EE81-403A-A53F-2F90EE019C8E","title":"Ruggedised MicroSystem Technology for marine measurement","abstractText":"The oceans play a crucial role in the prosperity and future of our civilisation; as a source of natural resources, as host to industry (e.g. transport and offshore energy) and in controlling climate (global warming). Marine environmental science has reached a bottleneck where further advances in knowledge and understanding of the oceans can only be obtained if a new generation of integrated multi-parametric sensors is developed, capable of mass-deployment in the oceans. This cross research council grant application (NERC/EPSRC) is aimed at solving this technology gap. Sensors that measure ocean life and chemistry (not to be confused with physical parameters; temperature etc) are extremely limited. Such measurements underpin many scientific fields, not least the accurate modelling of the oceans' role in climate change. In addition, these sensors are also required by many industrial sectors for routine high resolution, temporal monitoring of environment parameters.Current measurement methods are based on traditional sampling and laboratory analysis, although some macro sensors and devices are being developed. Clearly this approach which will never be able to measure the oceans with sufficient resolution in space and time. New innovative sensor technologies are required - this is the theme of this project. It is proposed to develop a new ruggedised Micro System Technology (RMST) to fabricate a new generation of integrated micro-devices capable of operating in harsh environments, without bulky, expensive and power hungry support systems. The project will focus on two classes of sensing systems: Lab-on-a-chip chemical analysers to detect nutrients and pollutants at the ultra low concentrations found in the oceans; and miniature cytometers to sample and identify individual phytoplankton in the oceans. The systems will be benchmarked against traditional lab-based analytical methods and field tested in the oceans and in Scottish sea lochs aboard submersible gliders, autonomous submarines and profiling floats.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E016774/1","grantId":"EP/E016774/1","fundValue":"1885050","fundStart":"2007-06-01","fundEnd":"2011-11-30","funder":"EPSRC","impactText":"  This project developed rugged sensors that could be deployed in the oceans to measure chemistry and biology. We made the world's first such systems and demonstrated that they could be use to continuously measure nutrients such as nitrate, nitrite and phosphate. These sensors are in the process of being commercialised and should be cost-effective enough to enable mass deployment in the seas thus enabling high spatial and temporal monitoring of the health of the oceans Aerospace, Defence and Marine,Environment Societal,Economic,Policy & public services","person":"Hywel  Morgan","coPersons":["Peter  Burkill","Peter  Statham","Martyn  Hill","Matthew Charles Mowlem","Charles William  Keevil","Michael  Kraft"],"organisation":"University of Southampton","findingsText":" This project developed a radical new technology (Ruggedised Micro System Technology (RMST)) for in-situ sensing and measurement of key biogeochemical parameters in the oceans. Test-bed systems have been fabricated and deployed in the oceans. The findings and outcomes were \n\n1. Development of a suite of techniques for in-situ sensing of key biogeochemical oceanographic parameters. Specifically we developed new fabrication techniques to manufacture micro-systems capable of operating in harsh env The research from this project has applications in almost any sector where high quality, long term analysis of water is required. Examples includes monitoring water quality in rivers and reservoirs, monitoring discharge outlets from industry, oil and gas discovery and safety, borehole monitoring.. The large multi-secotr project has led to several different exploitation routes. Because this project led to a new ruggedised core transferable technology platform, we have been able to explore severa Aerospace, Defence and Marine,Environment","dataset":"gtr"}