{"id":"276A9C0D-191F-4209-A003-47B03068818C","title":"Seeing the world in a different light - discovering how vertebrates see polarized light","abstractText":"Most animals see the world in a very different way from us and differ in their ability to see detail, movement and colour. This study will investigate an aspect of vision beyond these familiar visual properties, and one that is totally alien to us: the ability to see polarized light. Polarization describes the direction in which a wave of light oscillates and, although humans are unaware of this, light around us is polarized. Polarization vision is often considered a characteristic of invertebrates such as insects, but many vertebrates can also detect and decode the polarization of light. This gives them extra visual information for tasks such as object recognition, communication and camouflage detection. It also adds an extra dimension to other sensory abilities, such as smell or magnetoreception for use in navigation and has potential to enhance contrasts in environments where light is scattered, particularly underwater. In this proposed research, we will investigate polarization vision in vertebrates, using fish as model organisms. Several species of fish have been shown relay information about the polarization of light from the eye to the brain. However, very little is known about either the way the eye detects the polarization of light, or how fish use it in their behaviour. Our experiments build on the work of the PI who recently, and for the first time, showed that when particular types of light sensitive cells in vertebrate retina (called cones) were illuminated end on, as they are in the eye, they absorb differently-orientated linear polarized light to different degrees. Our measurements will be made by microspectrophotometry and microspectropolarimetry - techniques that measure how polarized light is absorbed and transmitted through microscopic-sized samples. We will use two techniques for microspectrophotometry: (i) using a conventional instrument in which single cells are measured in a side-on orientation to validate data from (ii) an innovative and specifically constructed 2-dimensional imaging instrument that will allow the simultaneous measurement of many cells in a retina. Along with novel microspectropolarimetric measurements, made by adapting the 2-D microspectrophotometer, we will determine how species known to have different retinal anatomies (e.g. square or linear arrangements of cones in their retinas) and different complements of cone photoreceptor types (e.g. those with and without UV-sensitive cones) absorb polarized light. We will ally these spectral measurements with electron microscopy studies to quantify the organization of proteins and lipids in cone cell outer segments which we suggest may well be the mechanism that enables individual photoreceptors to be sensitive to differently polarized light. The part of cones that absorb light have already been shown to have unexplained organizational sub-structure, but the significance of such structures for photoreceptor function has yet to be demonstrated. Finally, we will use behavioural tests to screen various species of fish for behavioural demonstration of polarization vision, this being the important end point of any sensory capability. Fish readily learn visual tasks that result in a reward such as food and we will use this attribute to test for polarization sensitivity. By using a novel method based on apparatus incorporating nematic liquid crystal cells to control the polarization of the stimulus that the fish see in the experiments, we will investigate their ability to discriminate horizontal from vertical polarization; the importance of ultraviolet light in polarization vision; and the frequency, or speed, with which changes in polarization can be seen. Ultimately this research will answer one of the most significant unanswered questions in vision biology: How do vertebrates see polarized light?","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H01635X/1","grantId":"BB/H01635X/1","fundValue":"325121","fundStart":"2011-01-01","fundEnd":"2013-12-31","funder":"BBSRC","impactText":"","person":"Nicholas William Roberts","coPersons":["Julian Charles  Partridge"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}