{"id":"279A61B8-1B50-42C1-BE6E-B2B7D89FD15A","title":"The interplay between two-component signal transduction systems and the genome scale metabolic network of Streptomyces coelicolor.","abstractText":"Streptomyces coelicolor is a bacterium that lives in the soil. It competes and communicates with other bacteria and fungi living in the same environment. In order to compete streptomycetes produce many antibiotics that can destroy their neighbours. They are of great societal importance because many of these natural antibiotics are used as medicines to treat infections, and also kill off 'superbugs' such as MRSA. Some streptomycete antibiotics are also used for treatment of cancer and for transplant surgery. For these reasons streptomycetes are widely used in the pharmaceutical industry to produce drugs. In fact, most of antibiotics that we use everyday are produced by streptomyces. The complete DNA sequence of Streptomyces coelicolor has been determined by a group of research laboratories funded by a BBSRC grant. Substantial financial support is also given to follow-up studies that apply recent advances in scientific instrumentation to collect even more data about the gene activities, protein products and small molecules in the Streptomyces cell. The knowledge of how streptomycetes co-ordinate all their cellular processes will help genetic and metabolic engineers to redesign it. This will allow us to construct microbial strains that synthesise commercially valuable substances more efficiently or produce chemical compounds that are not synthesised at all in naturally occurring microbial strains. Engineers would like to be able to use Streptomyces as a 'cell factory' that could be programmed to synthesise any organic substances of commercial value. However, the major obstacle to achieving this level of control over Streptomyces is the complexity of the molecular machinery of the cell, in which thousands of genes, proteins and chemical compounds interact. To be able to predict how the engineered change in the DNA of the cell would alter its biosynthetic capabilities we need to understand this complex network of interactions. To do this biologists try to use mathematical and computer simulation methods similar to those that are used to describe other complex systems such as integrated circuits, communication networks and weather. This new approach to biology is frequently referred to as Systems Biology. In this project we will study two important regulatory switches of the cell, called PhoRP and AbsA1A2. Both systems detect changes in the cellular environment and respond by activating large numbers of genes encoding enzymes taking part in synthesis of organic substances. We plan to perform quantitative measurements of messenger RNA levels, protein amounts and metabolic fluxes (a measure of the flow of molecules into and out of the cell). State-of-the art technologies will be used: DNA microarrays will make possible simultaneous detection of all transcripts within the cell; robots will be used to set up chemical reactions for accurate determination of transcript levels with 'QRT-PCR'. The cells will be cultured under experimental conditions where temperature, gases, pressure and media composition are strictly controlled by fermentors. Experimental results will be used to build a mathematical model describing the relationship between the action of regulatory switches and biosynthetic capabilities of the cell. The model will be validated, i.e. we will check whether it is able to predict results of the experiments which were not used for model construction. Finally, we will use the model to understand how natural regulatory switches in the Streptomyces cell could be modified to enhance biosynthesis of commercially valuable compounds.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D011582/1","grantId":"BB/D011582/1","fundValue":"714860","fundStart":"2006-07-01","fundEnd":"2011-03-31","funder":"BBSRC","impactText":"  MICROARRAY PLATFORMS: In collaboration with Oxford Gene Technology Ltd. we have developed experimentally optimised high density DNA microarrays for Streptomyces coelicolor. Two formats, 44K and 105K oligonucleotide probes were developed following empirical testing of 1 million probes (published in Genome Biology, BMC Genomics). These arrays are available to order from our website (http://unis.streptobase.org/) or from Oxford Gene Technology Ltd. \n\nMETHODOLOGY: We have developed new methods for ChIP-on-chip analysis of Streptomyces (chromatin preparation, target labelling, hybridisation). The methods are published in Genome Biology. \n\nMICROARRAY DATA: Transcriptomic and ChIP-on-chip data have been submitted to ArrayExpress (http://www.ebi.ac.uk/arrayexpress/): ArrayExpress accession numbers: E-MAXD-44, E_MAXD-46, E-MAXD-48, MAXD-49, E-MAXD-50, E-MAXD-51, A-MAXD-28, E-MAXD-58\n\nSTRAINS: We have constructed derivatives of wild type Streptomyces coelicolor containing mutations or deletions in PhoP and AbsA2.\n\nSOFTWARE: This project led to the development of a general software for Flux Balance Analysis (FBA) of the genome scale metabolic networks (GSMNs). The matured version of these tools has been recently published in Bioinformatics as SurreyFBA and is available from our website (sysbio3.fhms.surrey.ac.uk) under GNU GPL license. Web interface to FBA tools and GSMNs of Streptomyces, used in our project is also available on our server. Pharmaceuticals and Medical Biotechnology Economic","person":"Andrzej Michal Kierzek","coPersons":["Claudio Adolfo  Avignone-Rossa","Michael  Bushell","Colin Peter  Smith"],"organisation":"University of Surrey","findingsText":" Microarray platforms enable monitoring activity of all genes in the cell simultaneously in single experiment. We have established microarray platforms for Streptomyces coelicolor a model specie of streptomycetes bacteria, which are key for industrial biotechnology (Genome Biology 2009). The streptomycetes display remarkable metabolic diversity and produce about two-thirds of known antibiotics and other biologically active secondary metabolites; these include antibacterial compounds such as tetracyclines, rifamycin and cytotoxic drugs. We have applied microarray platform to examine gene regulation under phosphate starvation conditions used to induce antibiotic productions. We have discovered new targets which will now inform synthetic biology approach to further optimisation of antibiotic production (Nucleic Acids Research 2012). We have also applied metabolic modelling to discover new culture media (Metabolic Engineering 2008). Resources and research findings obtained in this project are applicable in industrial production of antibiotics, anticancer compounds and other biologically active substances. Industry can apply our microarray platforms, protocols, new knowledge on Streptomyces molecular biology and metabolic modelling software to generate new Streptomyces strains with increased yields of commercially valuable compounds. The numerous outcomes of this project can be used to engineer new strains of Streptomycete with enhanced antibiotic production. Chemicals,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}