{"id":"279DF8BE-A756-4A71-BA51-43F9EF64EB0C","title":"The Consortium on Risk in the Environment: Diagnostics, Integration, Benchmarking, Learning and Elicitation (CREDIBLE)","abstractText":"Natural hazard events claim thousands of lives every year, and financial losses amount to billions of dollars. The risk of losing wealth through natural hazard events is now increasing at a rate that exceeds the rate of wealth creation. Therefore natural hazards risk managers have the potential, through well-informed actions, to significantly reduce social impacts and to conserve economic assets. By extension, environmental science, through informing the risk manager's actions, can leverage research investment in the low millions into recurring social and economic benefits measured in billions. However, to be truly effective in this role, environmental science must explicitly recognize the presence and implications of uncertainty in risk assessment.\n\nUncertainty is ubiquitous in natural hazards, arising both from the inherent unpredictability of the hazard events themselves, and from the complex way in which these events interact with their environment, and with people. It is also very complicated, with structure in space and time (e.g. the clustering of storms), measurements that are sparse especially for large-magnitude events, and losses that are typically highly non-linear functions of hazard magnitude. The tendency among natural hazard scientists and risk managers (eg actuaries in insurance companies) is to assess the 'simple' uncertainty explicitly, and assign the rest to a large margin for error.\n\nThe first objective of our project is to introduce statistical techniques that allow some of the uncertainty to be moved out of the margin for error and back into an explicit representation, which will substantially improve the transparency and defensibility of uncertainty and risk assessment. Obvious candidates for this are hazard models fitted on a catalogue of previous events (for which we can introduce uncertainty about model parameters, and about the model class), and limitations in the model of the 'footprint' of the hazard on the environment, and the losses that follow from a hazard event.\n\nThe second objective is to develop methods that allow us to assess less quantifiable aspects of uncertainty, such as probabilities attached to future scenarios (eg greenhouse gas emissions scenarios, or population growth projections). The third objective is to improve the visualisation and communication of uncertainty and risk, in order to promote a shared ownership of choices between actions, and close the gap between the intention to act (eg, to build a levee, or relocate a group of people living in a high-risk zone) and the completion of the act. In natural hazards this gap can be large, because the cost of the act is high, many people may be affected, and the act may take several years to complete.\n\nUltimately, everyone benefits from better risk management for natural hazards, although the nature of the benefits will depend on location. In the UK, for example, the primary hazard is flooding, and this is an area of particular uncertainty, as rainfall and coastal storm surges are likely to be affected by changes in the climate. A second hazard is drought, leading to heat stress and water shortages. Our project has explicit strands on inland flooding, wind-storms, and droughts. Other parts of the world are more affected by volcanoes or by earthquakes, and our project has strands on volcanic ash, debris flows as found in volcanic eruptions (ie lahars; avalanches are similar), and earthquakes. In the future, new hazards might emerge, such as the effect of space weather on communications. A key part of our project is to develop generic methods that work across hazards, both current and emerging.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J017299/1","grantId":"NE/J017299/1","fundValue":"359754","fundStart":"2013-01-01","fundEnd":"2016-07-31","funder":"NERC","impactText":"","person":"Keith  Beven","coPersons":["Jonathan  Tawn"],"organisation":"Lancaster University","findingsText":"","dataset":"gtr"}