{"id":"27A269AC-1E6D-4D02-A7E6-9D80398EB15C","title":"GAMBE: a Gamma Blind Neutron Efficient Detector","abstractText":"The project &quot;GAMBE: a Gamma Blind Neutron Efficient Detector&quot; aims to exploit the expertise acquired by the high energy physics group of the University of Liverpool in the development of state of the art silicon detector for particle physics to produce high efficiency neutron detectors with low background contamination, i.e. very low rates of spurious signals. These would be suitable for a wide range of applications, replacing detectors, but also offering significant additional capability.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/L002043/1","grantId":"ST/L002043/1","fundValue":"86877","fundStart":"2014-04-01","fundEnd":"2015-05-31","funder":"STFC","impactText":"  The work on the neutron detector supported by this award is in progress. The findings allow to start discussion with possible industrial partners about future research.  ","person":"Sergey  Burdin","coPersons":["Gianluigi  Casse"],"organisation":"University of Liverpool","findingsText":" The project has three main goals described in the proposal: \n1) Demonstration of gamma-ray suppression and increase in neutron detection efficiency for silicon sensors with Li6F coating\n2) Increase in the efficiency of the detector when using pure Li6 with respect to the Li6F\n3) Increase in the efficiency when using multilayer detector\n\n The full simulation of the 1st two configurations has been performed with the goal of optimizing the thickness of the Li6F and Li6 layers. The electronics and sensors were designed and manufactured. The detector with the Li6F layer has been produced and tested. The gamma-ray suppression in combination with high efficiency has been observed. The progress has been made in designing the detector with stable Li6 layer. The electronics for multilayer configuration has been designed and being produced. The working neutron silicon detector could be used in many applications especially when it is important to keep the gamma-rays under control. Also, our silicon detector should be less affected by the noise due to high temperature. The neutron detectors working at high temperatures could be used in oil exploration. Aerospace, Defence and Marine,Energy,Healthcare,Security and Diplomacy,Other","dataset":"gtr"}