{"id":"27A9FB99-9985-418A-B521-32C25153DD67","title":"Non-canonical gene expression: Investigating a novel stimulator and a novel function for ribosomal frameshifting","abstractText":"The central 'dogma' of molecular biology, articulated by Francis Crick in 1958, describes the transfer of information between the three major classes of information-carrying biopolymers: genetic information passes from one generation to the next via the replication of DNA and, within an organism, genes encoded within the DNA are transcribed into 'messenger' RNAs which are translated into proteins. Simple copying of DNA to DNA or DNA to RNA is mediated by molecular 'machines' known as polymerases. The far more complex process of translating proteins from messenger RNAs is mediated by a complex molecular machine known as the ribosome. Ribosomes are an essential component of all living organisms. Indeed the presence of ribosomes could be taken as a definition of life as we know it: even the simplest bacteria make their own ribosomes; in contrast, even the most complex viruses 'hijack' the ribosomes of their hosts. \n\nDNA and RNA molecules comprise long strings of fours types of nucleotides which, for convenience, are denoted by the letters A, C, G and T (for DNA) and A, C, G and U (for RNA). The entire human genomes comprises ~3 billion nucleotides, within which are the 'instructions' to build ~25000 different proteins. Proteins comprise strings of amino acids, of which there are 20 standard types. To produce a protein from a messenger RNA, a ribosome reads consecutive groups of three nucleotides and translates the triplet into an amino acid, according to the 'genetic code'. However, in a proportion of genes in probably all organisms, specific motifs within messenger RNAs can stimulate a portion of ribosomes to deviate from standard translation. One type of exception is known as '-1 ribosomal frameshifting'. Here, at a specific site within a messenger RNA, a proportion of ribosomes deviate from reading consecutive triplets of nucleotides by 'slipping backward' by a single nucleotide. These ribosomes then continue to translate a series of triplets that are offset -1 nucleotide relative to other ribosomes that do not slip. Thus one messenger RNA can encode two completely different proteins. Ribosomal frameshifting is used by many viruses, such as HIV, SARS, West Nile, Japanese encephalitis and Porcine reproductive and respiratory syndrome viruses, and many more. Such viruses have very small genomes (~10000 to 25000 nucleotides) and ribosomal frameshifting plays a central role in allowing them to pack as much genetic information as possible into the available space. As such, ribosomal frameshifting plays a crucial role in the biology and virulence of many viruses.\n\nOur research concerns a new case of ribosomal frameshifting that we recently discovered in a group of viruses known as the cardioviruses. Although not harbingers of dreadful doom, these viruses have been used extensively for medical and fundamental biological research (including to provide a model for multiple sclerosis). Thus, characterizing this previously undetected feature in these viruses will provide data that will likely aid reinterpretation of previous studies and allow for clearer interpretation of future results. However the main focus of our proposed research concerns the broader implications of understanding this particular case of frameshifting. This is because our previous research indicates that ribosomal frameshifting in the cardioviruses involves some fundamentally new mechanisms and very likely has some fundamentally new functional aspects. Investigating and characterizing these new features should shed new light on (a) mechanisms by which the ribosome may be induced to deviate from standard triplet decoding of messenger RNA to protein, (b) potential new aspects and functions of ribosomal frameshifting in other viruses including some of great public health import (HIV, SARS virus, West Nile, etc), and (c) the currently overall poorly understood, but clearly important, role of frameshifting in human genes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J007072/1","grantId":"BB/J007072/1","fundValue":"329606","fundStart":"2012-04-02","fundEnd":"2015-10-01","funder":"BBSRC","impactText":"","person":"Andrew Edwin Firth","coPersons":[],"organisation":"University of Cambridge","findingsText":" Grant still in progress. Grant still in progress. Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}