{"id":"27C40742-0A13-4E60-8D83-5C12F187AE29","title":"Modelling systems for managing bee disease: the epidemiology of European Foulbrood","abstractText":"This project will provide a step-change in our understanding of managed pollinator disease. We will use a combined modelling and molecular approach to investigate the dynamics of European Foul Brood (EFB) as an exemplar of endemic brood disease of honey bee colonies using historic data derived from long-term monitoring of apiaries in England and Wales. We will utilise a program of statistical, analytical and spatially explicit modelling to address the problem. Statistical modelling approaches will be used to identify putative covariates involved in the epidemiology of disease (e.g. land use, weather, management practices) (Newcastle); analytical modelling approaches will be used to investigate the role of transmission processes in determining the epidemiology of disease (Warwick &amp; Bath); and spatially explicit models to investigate spatial spread of disease in the context of investigating the efficacy of different practical control measures (Warwick &amp; Newcastle). The modelling will be parameterised using historic datasets which include the timing and reported incidence of EFB distribution in honey bee apiaries across England and Wales (Fera). Molecular approaches based on microsatellite markers and comparative genomics will be employed to characterise host and parasite diversity (Fera &amp; Bath) for use as additional covariates in the statistical, analytical and spatially explicit models exploring the epidemiology of EFB in relation to host resistance. These data will be used for the testing and validation of the theoretical and spatially explicit models. We (Fera &amp; Bath) have, in collaboration with the Sanger centre in Cambridge, already generated a draft genome sequence for M. plutonius. These data will greatly facilitate the identification of suitable markers for the characterisation of large and representative population samples and will also shed light on the genes responsible for virulence, and how pathogenesis proceeds in the bee host. EFB will provide a paradigm which we can test against other pollinator diseases. For example, developed models will be used to investigate the epidemiology of 14 honey bee diseases collected across 5000 apiaries as part of an ongoing Defra funded monitoring programme (Fera). Dissemination of project results is explicit within the project framework and includes, the production of a list of key end-users, stakeholder workshops, bi-annual project newsletters, reporting in industry literature, a disease management summary document and conference attendance. The modelling analytical and spatially explicit models developed within this project will act as tools to guide strategy in the face of a plethora of disease threats for managed and wild pollinators.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I000801/1","grantId":"BB/I000801/1","fundValue":"279018","fundStart":"2010-11-14","fundEnd":"2013-12-31","funder":"BBSRC","impactText":"  Our findings have been used in several ways to inform policy and disease control schemes. \nEarly models from this project suggested that the honey bee brood disease American foulbrood clustered temporally and spatially. Interestingly, some clusters disappeared over time suggesting that control policy does enable local eradication. However others associated with honey packing plants and their associated barrel recycling plants persisted. After consultation with industry, a voluntary code of conduct was implemented to minimise the risk posed by empty honey barrels. Subsequently the clusters associated with these high risk sites have been eradicated. \nThe network analyses demonstrated that, because beekeepers own apiaries at multiple sites, between apiary transmission can rapidly spread honey bee pests and diseases. These data provide evidence to support the policy to train and educate beekeepers in apiary hygiene. \nEstimates for latent period from our in-hive model have helped to hone the timing of follow up inspections to better control honey bee disease. Additional outputs from this model suggest that Spring follow-up inspection in May are more likely to discover disease than those conducted in April. As a result of these data, the National Bee Unit (NBU) inspection team have evidence to modify their follow-up regime to improve disease control.\nWe developed novel multi-locus sequencing typing schemes for causal agents of EFB (Melissococcus plutonius) and AFB (Paenibacillus larvae) and used them to reveal significant global population structure and confirm local, regional and trans-national disease transmission events. The scheme was so successful at providing insight into transmission events, that the NBU have integrated the method into their inspection programme.\nUsing microsatellite markers (SSRs) we were able to produce a map of honey bee genetic structure across the UK. Groups interested in promoting the conservation of the native Apis mellifera mellifera are now using these tools to ascertain the efficacy of their local breeding programmes (see www.b4project.co.uk). \nAn apiary network-based cost-effectiveness analysis was performed for three control options for the honey bee disease European foulbrood (oxytetracycline antibiotic [OTC], shook swarm and destruction). Cost to beekeeper, cost to government and long-term ability to control disease were all assessed. OTC application was the most cost effective control option for beekeepers, but offered the poorest long-term control. Shook swarm was more expensive to government but offered improved control when compared to OTC. Destruction proved the most cost effective option for government, and although the most expensive option for beekeepers, was the only control option that could facilitate disease eradication with a basic disease reproductive ratio (R0) below 1. These results have yet to be presented to policy. \nThe IPI projects we were involved in (BB/I025220/1, BB/I000429/1,BB/I000801/1) resulted in access to refined datasets for pesticide usage, land use, met data and honey bee colony losses. As an additional output from these projects we were able to fuse these datasets to help answer some important policy questions about the costs and benefits of neonicotinoid usage. The latest paper from this project demonstrated that 1) at a landscape level honey bee colony losses are linked to imidacloprid usage as a seed coating on oilseed rape; 2) that farmers who use neonicotinoid seed coatings use fewer foliar insecticide applications to control pests on oilseed rape; and 3) that farmers sometimes (but not always) make a profit from using neonicotinoid seed coatings. All these are novel and impactful finding to help contribute to this important debate and the paper will be released on 13th August. Environment Societal,Economic,Policy & public services","person":"Giles  Budge","coPersons":["Richard  Thwaites"],"organisation":"Food & Environment Research Agency -FERA","findingsText":" We demonstrated that EFB forms clusters (aggregations of disease in the landscape) and that 33% of the nearest apiary neighbours to diseased apiaries will also become diseased. Both these observations provide significant evidence of local disease spread. Bayesian models suggested that the number of 5 km hexagons with high risk of disease has fallen steadily since 1994, suggesting an overall reduction in EFB across England and Wales. Multiple event analysis suggested that altitude, EFB infection in the previous year, April temperature, May temperature, and rainfall in April, May, and June were all positive predictors of the time to first disease event, and were therefore predictors of increased hazard. \n\nAn apiary network-based cost-effectiveness analysis was performed for three control options oxytetracycline antibiotic (OTC), shook swarm and destruction and. Cost to beekeeper, cost to government and long-term ability to control disease were all assessed. OTC application was the most cost effective control option for beekeepers, but offered the poorest long-term control. Shook swarm was more expensive to government but offered improved control when compared to OTC. Destruction proved the most cost effective option for government, and although the most expensive option for beekeepers, was the only control option that could facilitate disease eradication with a basic disease reproductive ratio (R0) below 1. \n\nWe developed a mechanistic within-hive model and used it to demonstrate that the latent period for EFB could range between 5 and 11 weeks (median 8 weeks). Model outputs were used to help target follow-up inspections during control efforts, including suggesting later Spring assessments. Drones were shown to contain high levels of M. plutonius and remain alive. Laboratory experiments showed that caged drones will feed worker bees, suggesting they may pose a disease transmission risk.\n\nWe also developed novel multi-locus sequencing typing schemes for causal agents of EFB (Melissococcus plutonius) and AFB (Paenibacillus larvae) and used them to reveal significant global population structure. Interestingly, field and laboratory data suggested that some clonal complexes were more virulent and resulted in a higher proportion of colonies being destroyed. These methods were successfully used to confirm local, regional and trans-national disease transmission events. Using microsatellite markers (SSRs) we were able to produce a map of honey bee genetic structure across the UK. However, we found no link between disease susceptibility and honey bee race. Taken together, the results of this project represent a step-change in our understanding of how pollinator disease moves and the results will be useful when considering the efficacy of current and future disease control policies. \n\nIn addition, in using the datasets generated in this project, we have gathered important new evidence to contribute to the neonicotinoid debate which includes farming behaviours, farming benefits and pollinator costs. The techniques used demonstrated the presence of clustering in cases of EFB in the UK between 1994 and 2010. K-function analysis revealed the presence of significant clustering in cases of EFB in all years tested, at a kernel size estimate that varied between 15 km and 195 km. There was no consistent change in the magnitude of the kernel size estimates for these clusters despite ongoing control efforts. However, incidence of EFB is dependent on bee activity, which in turn is dependent upon temperature, rainfall, and sunlight; resulting in confounding factors which may have occluded the effects of control. Cuzick-Edwards runs test demonstrated a clear difference between apiaries where no EFB was found compared to infected apiaries; in that 33.3% of the time the closest apiary to an infected apiary was also another infected apiary, but only 3.2% of the time the closest apiary to a non-infected apiary was an infected apiary. This ten-fold difference in the degree of clustering indicates the presence of local spreading of EFB infection. \n\nO1b Analysis of risk factors for EFB\nThere was significant spatial and temporal variation in the risk of EFB, with the highest relative risk being found in the south and east of England. The number of PIPs in the hexagon was the only consistently significant covariate even after accounting for spatio-temporal autocorrelation. A reasonable explanation for this result is that areas susceptible to high levels of disease are under a higher level of surveillance above and beyond that provoked by the presence of EFB cases. This could be due to individual-level behaviour of local bee inspectors, for example. \n\nO1c Analysis of multiple EFB events\nThe southern region demonstrated an elevated hazard of infection, an apiary being anywhere between 8.2 and 17.2 times more likely to have an EFB infection in one of these counties than the average. The reasons for the non-proportionality of hazards could be 1) missing covariate(s) and missing covariate interactions; 2) poor ascertainment of disease in hive and in apiary (disease present without being recorded); 3) epidemiology (evidence suggests that none of the events were independent). This points to the need for an epidemiological model that takes account of the clustering inherent in the network.\n\nO1d Analysis of direct and indirect factors on EFB\nThe number of EFB cases was found to be dependent on PIP; habitat and spring temperatures, which were themselves dependent on the altitude of the apiary. There were fewer PIPs at higher altitude, and the spring temperatures were lower. A trend towards semi-natural grassland from arable habitats was a positive predictor of EFB, as were low spring temperatures and low altitude. The more PIP inspections in the previous year, the fewer EFB cases, suggesting that PIP is a means by which infection by EFB can be controlled. Recommendations from these results would be to prioritise the inspections at lower altitudes and closer to semi-natural grasslands, particularly when spring temperatures are cooler than average.\n\n \nO1e Analysis of the impacts of EFB sampling strategy\nDestruction of infected colonies was predicted to be the only means by which EFB eradication can be achieved. This method is the only one with a calculated R0 of less than one. The other treatment methods undoubtedly slowed the spread of EFB, but did not stop it. However, destruction of colonies at an apiary is the most costly method of disease control for a beekeeper, and despite the predicted decrease in number of EFB cases the NPV of destruction was still the most expensive over sixteen years, even though costs were predicted to be lower than the current cost after ten years. The cost to the government of colony destruction is no more than the cost of shook swarm, and because destruction can result in the decline of disease, it perhaps remains most favourable option in the long term.\n\nObjective 2: Hierarchical models\nO2a Within hive modelling (Fera)\nCurrent disease control policy involves National Bee Unit (NBU) inspectors revisiting apiaries twice after the initial discovery of disease, looking for follow up cases a minimum of 6 weeks after the initial discovery and again at the beginning of the following season. The within-hive model provides evidence that the latent period for EFB could range between 5 and 11 weeks (median 8 weeks) following colony infection, indicating that follow-up inspections could be more successful if completed later. The latent period is likely to be longer during periods of rapid colony growth and shorter when the colony population is in decline (from the end of August). Honey bee colonies grow most rapidly in the Spring and early Summer and at these times it is possible that the colony grows faster than M. plutonius is able to transmit. Therefore infected colonies have a lower proportion of infected larvae and are therefore less likely to show disease symptoms. Follow-up assessments in early spring (April), when colonies grow more rapidly, are less likely to detect residual cases of EFB. \n\nAll infection scenarios suggested that a failure to detect infected colonies in the first year could lead to far greater spread should the colony survive through the winter into the following year. These data highlight the cost of missing infected colonies, and raise the question whether such colonies carry a detectable amount of M. plutonius that could enable overwinter pathogen diagnosis. Debris, comprising wax cappings, pollen and honey bee body parts, collects in the bottom of colonies as they overwinter. Methods exist to screen hive debris for the presence of DNA pests and the same method has been used to detect M. plutonius in Norway. This method could prove a valuable tool to diagnose and remove infected colonies from the UK honey bee population, preventing between season disease carry over and subsequent spread. Currently, overwintering detection of infected colonies is not performed for any honey bee diseases in the UK. \n\nIn experiments to determine the location of M. plutonius in a colony, drone larvae remained viable despite containing very high bacterial loads of M. plutonius. Whilst drones are searching for a mate they can hop from colony to colony, eliciting food from workers before moving on. Behavioural bioassays performed at Bath suggested that drones can exchange food with worker bees, raising the possibility that drones could transfer infected material between hives, thereby facilitating the movement of disease. Colony production of drones is seasonal from May to August, and no drones overwinter. Whilst drones could not therefore act as a reservoir allowing disease to persist between seasons, they could contribute to summer spread, and could explain why EFB can sometimes be persistent in an outbreak area, also highlighting the possibility of enhanced EFB detection prior to the droning period as an additional means of disease control. \n\nO2b Transmission model (Warwick, Fera)\nThe transmission model we developed is the first of its kind; such epidemiological models have been used in the past to control disease outbreaks in livestock (particularly cattle and sheep), but this is the first time that the rigorous mathematical and statistical methods have been applied to honey bees. Given the global importance of honey bees as pollinators in agriculture, a rigorous modelling framework is needed to assist in calculating the best control strategies to employ, and to be prepared for novel pests and pathogens. We are hoping to build a robust framework, informed by current data on pathogens from BeeBase, which can then be used to add new cases as and when they occur. In such a way the NBU can predict where new cases of diseases could break out and react pre-emptively to curb epidemics before they have a chance to take off. \n\nO2c Assessment of control options (Warwick, Fera)\nOnce the transmission model for EFB is adequately parameterised, the stochastic model can be used to simulate epidemics throughout the UK. Implementing a variety of control strategies is relatively simple to integrate, depending on what we are interested in testing the effect of, and so it can be checked very quickly what consequences different measures would have on the prevalence of disease, as well as the relative effectiveness of the current practices employed (involving radial checks, ownership links and return visits). It is hoped that the NBU can eventually incorporate the stochastic model we have developed into their existing framework to tackle endemic pathogens, by looking at many alternative strategies before picking the best one to control the epidemic. \nObjective 3: Spatially explicit models (Newcastle)\nThe apiary network demonstrated both local and global heterogeneity, network features that promote the spread of disease. The existence of a scale-free component amongst the ownership network alludes to the possibility for rapid spreading between a beekeeper's common apiaries. Since these apiaries may be geographically separated by up to 400 km (although a mean value of 18 km is more likely), these edges could prove to be very important in the geographical spread of EFB even if they account for a small percentage (&amp;lt; 10%) of infections. The two example management scenarios show the potential for using the simulation model to investigate the impacts of changes in disease management. The two scenarios chosen are competing with one another: the first increases the workload of current bee inspectors by expanding the number of PIPs to include the current amber zone; while the second keeps the zones as currently arranged but doubles the number of inspectors so that the inspections already scheduled are more likely to be completed in a timely fashion. Both scenarios are effective at reducing the number of EFB infections in the landscape, although the first results in a steeper decline and a greater chance of eradication in the medium term. \n\nThe model can also be used to investigate the impact of other disease management strategies, such as a change to a different method of disease control, a prioritising of inspections according to their proximity to cases of EFB, and other scenarios. \n \nObjective 4: Genetic models \nO4a Molecular epidemiology and pathogenicity of M. plutonius\nWe developed a new typing scheme for M. plutonius and used it to demonstrate that M. plutonius is genetically heterogenous across England and Wales, comprising at least 15 genetically distinguishable STs from three families (CCs). We successfully used this scheme to confirm local, national and international disease transmission events that informed the current disease control effort. All nine STs from CC3 were observed in England and Wales, whereas the majority of known STs of CC12 (3/5) and CC13 (6/10) were not detected. This suggests that CC3 is an established, endemic complex in England and Wales whereas CC13 and CC12 may have been introduced more recently, raising the question how did such pathogens arrive in the UK? Our results document the importation of infected honey bees from Poland, an import which was accompanied by health certification which only states freedom from AFB. In addition, the hive products were imported separately to the honey bees, and had no health clearance despite containing used brood comb. In addition to live bee imports, the UK imports eighty-five percent of its honey (USAID data, 2012), and honey is known to harbour live M. plutonius. Assessing the risk posed by the UK honey importation industry by the introduction of new variants of M. plutonius is an interesting question that would require targeted sampling efforts around areas designated as high risk, such as honey packing plants. \n\nThe honey bee behaviours of drifting (where adult bees move between honey bee colonies) and robbing (where adult bees steal honey from weaker honey bee colonies) might be important for local transmission of EFB. Beekeeping practises may also contribute to the sometimes rapid local spread of EFB. Indeed, human movements of bees and their diseases alone may account for the regional or national movements observed for ST2, ST3 and ST23, which had average interpoint distances over 100 km, far beyond double the maximum recorded flying distance of a honey bee (13.5 km). Differences in long-range dispersal of STs could reflect different infection behaviours or simply the fact that transmission through commercial activity is a rare event for some STs. \n\nOur data provide the first evidence that M. plutonius from different clonal complexes may differ in their virulence at both brood frame and honey bee colony levels, and that severe cases of disease, which ultimately result in colony destruction, might be correlated with particular CCs. The appreciation that CCs may differ in virulence, and that a virulent form is both widely dispersed and frequently detected across England and Wales, is a remarkable finding. Whilst our typing scheme was designed to exploit genomic differences between M. plutonius isolates, 99% of the genome is identical between even the most diverse isolates. Understanding the subtle genetic changes that describe the observed differences in virulence would provide insight into the pollinator-parasite disease process. \nO4b Sampling for host genetic studies (Fera)\nHoney bee colonies may contain significant genetic variation due to multiple mating of the queen bee with many males (drones). An experiment was initiated to understand the host component of disease susceptibility, but no link was identified. This result suggests that within colony and landscape level susceptibility may be due to chance infection event(s) rather than the inherent genetic susceptibility of the host.\n \nO4c Testing the host genetic component to EFB occurrence (Fera)\nThe discovery by Bath of immune anticipation of mating, found in proof-of-principle studies in fruit flies, implies that animals may be able to anticipate the risk of infection and adjust their level of immune gene expression accordingly. \nO4d Characterize honey bee colony genetic variability (Bath, Fera)\nWe have found that most of the microsattelite loci have substantial variation. However, the three pairs of linked markers available to us are not sufficiently variable to estimate the recombination rate of any hive. Therefore, in the absence of hive-specific estimates of recombination, we have not been able to test the relationships between recombination, total genetic variation and susceptibility to disease. \nO4e Determine strain dependant pathogenicity and its impacts on disease dynamics (Bath)\nDue to the lack of genetic variability in M. plutonius to date, we have not been able model strain-dependent susceptibility on the evolutionary dynamics of the pathogen and the host. However, we are in the preliminary stages of experiments looking at how exposure to different pathogens affect host survival and provisioning behaviour (trophallaxis). The results of these studies will inform genetic models of strain dependant pathogenicity.Though we were not able to properly test for pathogen-induced recombination in honey bees, we found evidence that chronically-infected, low fitness fruit flies have higher recombination. \nObjective 5: Alternative diseases (Newcastle, Warwick, Fera)\nWe hope to use the stochastic models we are working on at present to apply to both AFB and invasive pests of honey bees (Defra follow on funding). As well as these endemic pathogens, if new pests were to arrive in the country (such as Small Hive Beetle, which has just been identified in Itlay), data of the early epidemic on could be rapidly parameterised and then epidemics simulated to find the probable speed and behaviour of the epidemic. In this way efficient preventative measures could be implemented with relatively little data, and the control measures adjusted if necessary as more data were received. We hope to continue to foster links between Warwick and Fera to further our modelling framework, to make it applicable to new pests and pathogens that may invade the UK. Environment","dataset":"gtr"}