{"id":"27C56677-C5E9-46EB-974B-FE2F03563026","title":"Development of multiplexed diagnostic biosensor for infectious reproductive diseases of cattle and buffaloes","abstractText":"India is the top dairy producer in the world (yielding about 125 billion litres per annum from cattle and buffaloes). This milk is of huge importance in providing nutrition to a growing population - whilst also providing economic benefit in rural communities. Sustaining this so-called &quot;white revolution&quot; is a vital component in agricultural policy. Similarly in the UK, milk plays an important part in the rural economy and in providing nutrition to the population. In both cases, the supply of cows, to enable the production of this large volume of milk is enabled through the breeding of cattle through both natural and artificial insemination. Maintaining the reproductive health of the cattle and buffaloes is hugely important and diseases that reduce the yield of new calves born have a significant economic impact.\n\nThe most common reproductive diseases in cattle and buffaloes are brucellosis, leptospirosis and infectious bovine rhinotracheitis. The diseases affect the livestock's reproductive organs, reducing fertility and resulting in a loss of milk production - with a significant impact on agricultural output. These diseases all have a particularly high prevalence in India, and other Asian, African and South American countries as well as being of significant economic importance in the Developed World, including the UK. In addition, leptospirosis and brucellosis are two important bacterial diseases, which have a zoonotic importance - as animal workers, veterinarians, abattoir workers and farmers are also at a high risk of infection.\n\nAll three diseases are characterized by reproductive failure through abortions, stillbirths and the birth of weak offspring. Infected bulls transmit the pathogens to healthy cows through semen during both natural and artificial insemination. Simple observation by animal owners and producers is not sufficient to accurately diagnose the disease, which often goes unnoticed. \n\nWe therefore plan to develop low-cost, rapid and sensitive multiplexed diagnostic assays for the three diseases, with the aim of screening cows in the dairy herd and bulls at the artificial insemination station - where such diagnostics will have great impact. Our overall aim is to help break the cycle of infection and control rates of transmission in dairy animals.\n \nThe major outcome of the project will be a low cost, rapid and sensitive diagnostic test for detection of multiple infectious pathogens affecting reproductive system of cattle and buffaloes. The sensor will be designed and produced in such a way that untrained rural farmers will be able to perform the tests -giving a simple yes or no to tell whether the bull or its semen is infected. The instrument itself will be rugidised so that it can work in the conditions on the farm.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L00464X/1","grantId":"BB/L00464X/1","fundValue":"437440","fundStart":"2014-05-19","fundEnd":"2017-11-18","funder":"BBSRC","impactText":"","person":"Jonathan  Cooper","coPersons":["Julien  Reboud"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}