{"id":"27D2B9F5-1CBD-49E8-8DB7-97EFC5FF24CE","title":"THE GENETICS AND EVOLUTION OF MATERNAL EFFECTS ON PARASITE RESISTANCE","abstractText":"Different mothers will have different experiences. Some mothers will be able to eat more, or higher quality food. This will not only affect them, but also their offspring in how likely they are to contract an infectious disease or parasite. This is true for most organisms, including humans. \n\nFor example, some animals simply make bigger eggs under certain conditions. In many animals this is when they have more food, but the less intuitive scenario can also occurs: some animals make larger eggs when there is less food. Either way, the bigger offspring from these eggs are more resistant to parasites. Such a strategy, where mothers prepare offspring for what they predict as tough times ahead, are called maternal effects. These are traits passed down to offspring that are not coded in their genes. However, independent of these maternal effects, a mother will also pass genes to her offspring. So, offspring may be resistant simply because their mother was resistant and they inherited her genes. Thus, there are two reasons an offspring could be resistant: maternal effects and genes (or a combination of both). We want to understand how these two effects work together to make offspring either susceptible or resistant to being infected by parasites, and we want to understand how populations might change (evolve) in this regard. The sort of fundamental experiments required would be very difficult to do in a human or a mouse, and so we have designed experiments with a small, rapidly-evolving crustacean, Daphnia. This crustacean is easy to work with in the laboratory, but is also found all over the world in small ponds and lakes. Therefore, any experiments done in the laboratory can inform us about what is happening in nature. \n\nOur experiments will:\n\n1) illustrate how maternal conditions (say, more or less food) affect how resistant their offspring are to infection\n2) determine if these maternal effects are costly and for example, whether or not they accelerate the aging process\n3) study how maternal effects differ depending on the genes of the mother\n4) determine how maternal effects evolve in nature as a consequence of parasite epidemics\n\nAlthough elements of the proposed research are curiosity-driven, knowledge-transfer between such basic research and more applied realms is essential. In particular, this knowledge can help us to identify, and even predict, the conditions under which disease outbreaks may occur. In turn, end-users and policy-makers can develop the capacity to contain or avert outbreaks of diseases, either in humans, or as part of the effort to conserve vulnerable animal populations.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I026405/1","grantId":"NE/I026405/1","fundValue":"526894","fundStart":"2012-02-15","fundEnd":"2015-12-31","funder":"NERC","impactText":"  Finds have been used to generate publications in scientific journals  ","person":"Tom  Little","coPersons":[],"organisation":"University of Edinburgh","findingsText":" This project examines how starvation of mothers affects the health of offspring, especially with respect to how well offspring can resist parasites. We have so far published three articles and have two further in preparation. One published paper address starvation, but asks if this is modified by changing temperature. Another, shows that offspring of starved mothers have reduced feeding rates, which has knock-on effects for resistance to parasites. The final publication address how immunity develops throughout the lifespan of an individual. Out findings are beginning to show how maternal condition greatly impacts a range of health traits. This includes ageing, and I hope my work will be taken forward beyond infections disease and include chronic disease. Environment,Healthcare","dataset":"gtr"}