{"id":"2802C6EC-BD85-4102-A6F2-2BBC776FA7FD","title":"Exploration and exploitation of the enzymology of PBP driven peptidoglycan","abstractText":"Millions of people die each year from bacterial infections and tens of millions suffer from non-fatal disease. The discovery of penicillin opened the door to treat these infections with antibiotics. Penicillin is one of the most important antibiotics in the world and works by stopping bacteria making the polymer in the cell wall that holds them together. This polymer, calle dpeptidoglycan, is made up of an interlocking network of sugars and strings of amino acids (peptides). Specialised proteins (called PBPs), with the ability to stitch together these sugars and peptides are the targets inhibited by penicillin, stopping cell wall synthesis and killing the bacterium. However, after all this time no one really knows how these PBPs work in making cell wall. \n\nIt is now more important then ever that we understand this mechanism. Many important bacteria are now no longer killed by penicillin - they have altered their PBPs so that they can still make cell wall but prevent penicillin from inhibiting these proteins. The group at Warwick has brought together a team from microbiology, biochemistry, chemistry and structural biology to crack this problem. They have, for the first time, the combined tools and new chemical reagents (made at Warwick) to look in minute detail how PBPs work and how antibiotic resistance has developed at the molecular level within these proteins.\n\nThis ability at Warwick has interested Pharmaceutical companies looking to design new antibiotics to kill bacteria that are resistant to penicillin. Prolysis, perhaps the premier bacterial drug discovery company within the UK and Europe, has linked up with the team at Warwick as collaborators to make their extensive company computing resources, robotics, and chemical library, available for use with this new ability in the quest for novel life saving antibiotics.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0400848","grantId":"G0400848","fundValue":"341175","fundStart":"2005-06-01","fundEnd":"2008-05-31","funder":"MRC","impactText":"","person":"Christopher Gerrard Dowson","coPersons":["Adrian John Lloyd","David Ian  Roper","Timothy David Howard Bugg"],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}