{"id":"280E0789-1933-4448-A4ED-5012DDC7E809","title":"A non-mammalian model to study innate immune modulation of airways remodelling in asthma.","abstractText":"In asthma, patients are very familiar with the day to day variability in their symptoms, and this can cause hospitalisation and sudden death. However, over the long-term, it is scarring of the airways that causes breathlessness and ultimately disability. The process of scarring in the airways is not well understood and no treatments prevent it. Scarring is often called fibrosis, and scar tissue in the airways is made by fibrotic cells in the lungs. These fibrotic cells come from circulating cells called fibrocytes. We think fibrocytes are programmed to be pro-scarring by white blood cells of the immune system.\n\nOne of the reasons we don't understand airway fibrosis is that it is that no single model, in either the test tube or in animals, has shown the ability to mimic the human disease. Despite this many mice are used each year, sometimes in experiments lasting many weeks. We would like to reduce these mouse experiments and make sure that any experiments that are done are focussed on the best research question and shaped by work in other models. \n\nWe therefore propose to take circulating cells from patients with asthma and to graft these into transparent zebrafish embryos. These cells are not rejected and become the cells that make fibrous tissue in the developing zebrafish. In the first days after fertilisation of a zebrafish egg, experiments on the developing embryos are not legally considered to be animal experiments; we believe this is more humane than using fully developed mice. This approach will establish a model where we can see how fibrocytes interact with white blood cells and test whether this interaction is important in driving fibrosis.\n\nIn the longer term this will allow us to better understand the process of fibrosis and to develop treatments for it, without impacting on animal welfare.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NC/M001490/1","grantId":"NC/M001490/1","fundValue":"98319","fundStart":"2015-04-01","fundEnd":"2016-09-30","funder":"NC3Rs","impactText":"","person":"Stephen Andrew Renshaw","coPersons":["Ian  Sabroe"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}