{"id":"280E5AB3-447D-460B-B5A1-10BE34BBF3F4","title":"New approaches for the quantitative detection of human pathogenic viruses within the freshwater-marine continuum","abstractText":"Viruses pose one of the biggest threats to human wellbeing being responsible for numerous infections and millions of deaths worldwide each year. Most of these viral diseases are passed via the faecal-oral route in which contaminated food and water are frequently implicated in the primary infectivity phase. Although many of these infections are self-limiting, the societal and economic burden should not be underestimated. For example, Norovirus (NoV) is estimated to cause over 2 million cases of illness in the UK each year resulting in millions of days of lost productivity and an economic burden estimated to exceed &pound;100 million to the NHS directly and over &pound;2 billion annually to the wider economy. Worryingly, it is clear from a range of critical reviews that the burden of waterborne disease is likely to increase in Europe in response to climate change. This increasing problem is being exacerbated by increased pressure on wastewater infrastructure (due to population rise), sewer misconnections and a greater incidence of storms and flood events causing the release of untreated sewage (stormwater discharge) into river networks and the coastal zone. Considering the magnitude of the problem and the disease burden forecast for the near future, it is timely to develop new strategic approaches for mitigating against viral contamination and to develop new and improved risk assessment tools for protecting human health. \n\nIn view of this, our proposal aims to address the critical need to develop and validate new tools for the detection and surveillance of human pathogenic viruses in freshwater, estuarine and coastal environments. Specifically, we will design and test experimental and modelling tools to permit the robust recovery and quantification of viral populations from contrasting matrices (e.g. seawater, freshwater, sediments, effluent, shellfish). These tools will be designed to capture the viral populations in both space and time. We will focus on viruses of strategic iortance from a human health perspective (e.g. Norovirus, Sapovirus, Hepatitis A/E), however, these will be placed in a wider context via metavirome analysis of RNA and DNA viral communities. These techniques will be deployed and demonstrated at the catchment-to-coast scale whilst simultaneously answering fundamental questions about the temporal and spatial dynamics of viral flow. This knowledge will be used to validate next generation mathematical models capable of predicting viral flow through the river network and coastal zone. Combined, this information will be used with key stakeholders (e.g. Cefas) in the implementation of new methods and guidelines for assessing infection risk (e.g. in recreational waters, beaches &amp; shellfisheries) and for protecting human health. \n\nOur proposal directly addresses the strategic aims of the NERC Environmental Microbiology and Human Health (EMHH) Programme. As requested by the call, we will provide &quot;scientific evidence to support fast and efficient identification of pathogenic microorganisms in environmental media which can be used in appropriate tools and models for the protection of public health targeting the freshwater and coastal zone&quot;. The work is also directly relevant to the policy objectives and strategic aims of the Food Standards Agency, Defra and European Union (DG Sanco, and DG Mare).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M010678/1","grantId":"NE/M010678/1","fundValue":"248503","fundStart":"2015-05-01","fundEnd":"2018-04-30","funder":"NERC","impactText":"","person":"David  Lees","coPersons":[],"organisation":"Centre for Env Fisheries Aqua Sci CEFAS","findingsText":"","dataset":"gtr"}