{"id":"28108197-C215-4AA9-B369-139A4FA9F0C0","title":"Quantifying the impact of biomass burning and stratosphere-troposphere exchange on tropospheric ozone using Aura data and 3-D modelling","abstractText":"Ozone in the stratosphere protects life on Earth from harmful ultraviolet radiation. In the troposphere, however, it is a harmful pollutant, increasing the incidence of lung disease and decreasing the productivity of crops. Human activities do not emit much ozone directly. However, they do emit many molecules which participate in chemical reactions which form ozone. So, before we can control the levels of ozone, we need to understand where these other molecules come from and how they cause ozone to form. A major source of ozone precursor molecules is the burning of biomass: this also contributes to poor air quality in other ways. Pollution from biomass burning spreads around the globe, affecting areas at great distances from its sources. The chemistry of the troposphere is complex, requiring detailed computer models in order to simulate its behaviour. Because some of the ozone in the troposphere comes from the stratosphere, it is advantageous to use a single model that simulates both regions and the transport of air between them. The TOMCAT/SLIMCAT three-diemnsional model is a state-of-the-art model of this type. Satellites have made global measurements of trace chemicals in the stratosphere for several decades. To do the same for the troposphere is much more difficult. Aura is a satellite, launched in July 2004, which carries out this mission. Four instruments fly on Aura of which three make measurements of tropospheric chemistry. These three instruments operate in different ways and have very different strengths and weaknesses. The purpose of this proposal is to gain an improved understanding of the processes that produce tropospheric ozone. To achieve this, we will combine data from Aura with the TOMCAT/SLIMCAT model. It will first be necessary to assess the degree to which the model agrees with the measurements. In order for this comparison to be made, it is necessary to extract data from the model at the same times and places and in the same manner as the measurements are made. With this assessment done, we then intend to work backwards from the measurements, in order to estimate how much of various pollutant molecules are being emitted and hence how much biomass is being burned. We will also estimate how much of the ozone in the troposphere comes from the stratosphere.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E003990/1","grantId":"NE/E003990/1","fundValue":"517122","fundStart":"2007-06-18","fundEnd":"2010-09-17","funder":"NERC","impactText":"  Currently I have no evidence of the findings from this award being used (except for further scientific research in the field and related areas).  ","person":"Hugh Charles Pumphrey","coPersons":["Paul  Palmer"],"organisation":"University of Edinburgh","findingsText":" This grant studied pollution caused by biomass burning, that is, the burning of forests, crop residues etc. Data used was provided by satellite instruments (mostly the HCN and CO data from the MLS instrument on the Aura satellite). The main discoveries were that \n\n(*) The interannual variability in HCN in the stratosphere can be modelled and is caused by year-to-year variability in how much material is burned, and not by variability in the dynamics of the atmosphere\n\n(*) About 10%-20% of the emissions from fires reach the free troposphere and upper troposphere\n\n(*) Emissions from the Black Saturday fires (Australia, February 2009) reached the stratosphere, where they remained observable for over a month. Mostly, the findings will be of use to other researchers working on similar topics. It is to be hoped that they might form part of the scientific evidence for policymaking in the field of biomass burning, although I have no evidence that this has happened so far. The techniques applied to study the Black Saturday fire are currently being applied to the study of volcanic SO2 as measured by MLS. Agriculture, Food and Drink,Communities and Social Services/Policy,Environment","dataset":"gtr"}