{"id":"281347BB-8A97-4230-9166-A18AE6D14A72","title":"MOlybdenum in the Oceans ('MOO')","abstractText":"Our future ocean may look very different from today. Some of the carbon dioxide (CO2) emitted from the burning of fossil fuels is taken up by the ocean surface and changes the acidity of seawater, while the warming associated with higher concentrations of CO2 in the atmosphere is reducing the solubility of oxygen, leading to less oxygen available to animals deeper down. Changes in acidity and oxygenation have implications for a host of other chemical properties of the ocean and may have knock-on impacts on chemical exchanges with the underlying sediments as well as how organisms cycle carbon through the ocean. But while the climate system mostly involves physics and despite what most students may conclude from school: physics is easy, in the ocean, the dynamics of a wide variety of biologically driven and inter-linked chemical cycles are key, and these are far less easy to understand in full.\n\nThe geological record can help here, because almost everything that could possibly have happened to life in the ocean has happened at one time or another, from partially frozen 'snowball' conditions to something by all accounts more like a hot sulphurous soup. The rock record not only contains geochemical clues about the environmental conditions in the ocean during these events, but also information about how the marine organisms and ecosystems respond. Of particularly interest here are occurrences of intervals of widespread oxygen depletion ('de-oxygenation') in the oceans about 100 millions years ago when dinosaurs roamed the land. These de-oxygenation events are generally associated with climate warming, sometimes with biological extinctions, and always associated with the burial of large amounts of organic carbon in accumulating sediments -- carbon that formed much of the oil and gas we are burning today. Much further (some billion years) back, the oceans first became oxygenated in a series of steps that appear intimately coupled with first the evolution and spread to saltwater environments of photosynthesizing organisms, and later, the appearance of multicellular animals. The relationship between changes in oxygenation and key events in the evolution of life on this planet also demands a full understanding.\n\nOur focus here is to gain a better understanding of how the degree of oxygenation of our oceans has changed in the geological past. To do this we will apply a variety of cutting-edge tools: from laboratory experiments, machines to measure the tiniest of differences in the isotopic composition of exotic metals in ancient muds, to computer models and quantum mechanical calculations. Specifically, we will be looking at the element Molybdenum, used commercially in specialist steel making and in catalysts. Molybdenum is relatively abundant in a well oxygenated ocean like we have today, but takes on increasingly more insoluble forms and is lost to the sediments as oxygen becomes scarce in the ocean. Different isotopes of Molybdenum differ slightly in how efficiently they are removed, giving us an additional way of reconstructing past ocean conditions. Computer models will play a central role in our work, as we have neither spare copies of our planet to experiment on, nor a time machine to allow us to get a direct picture of past conditions. Models will allow us to explore how the signature of past changes in ocean oxygenation are recorded in sediments (and hence in the geological record).\n\nThe result of our work on past ocean oxygenation will, when combined with improved understanding of how marine organisms and ecosystems evolved and responded through time, will lead not only to a better understanding about the co-evolution of life and the planet, but will also provide insights into the biological changes we might expect to see in the ocean in the future.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J01043X/1","grantId":"NE/J01043X/1","fundValue":"301976","fundStart":"2012-11-17","fundEnd":"2016-05-16","funder":"NERC","impactText":"","person":"Andy  Ridgwell","coPersons":["Derek  Vance","David Michael  Sherman","Sandra  Arndt"],"organisation":"University of Bristol","findingsText":" [too early in the grant] [too early in the grant] Education","dataset":"gtr"}