{"id":"28143490-3CD5-434E-9FF7-6224C2FF4A00","title":"Regulation of axonal branching in vivo","abstractText":"Our nervous system is made of up to 1000 billion neurons governing thinking, feeling, moving, learning and memory amongst other activities. This is possible because neurons are highly interconnected (creating neuronal circuits) and connected to all the organs of the body in a regulated manner. Understanding how neuronal circuits are established and repaired is a major challenge of developmental and regenerative neurobiology. Furthermore, upon injury, neuronal circuits often fail to reform, leading to severe disabilities. This is particularly important after spinal cord injuries which can lead to partial or total paralysis.\n In my laboratory, we are studying the molecular mechanisms regulating neuronal growth and shape (or morphology) in the complex environment of the whole organism. In particular, we are investigating how motor neurons develop and function. Motor neurons are highly specialised cells with long extensions, called axons, which can travel up to one metre away from their cell body to reach and innervate their target organs, the muscles. Therefore, the growth, guidance and morphology of these axons must be tightly controlled. We use the frog Xenopus as an experimental model because the embryos develop externally allowing us to visualise directly the events leading to motor neurons development. Furthermore, frog tadpoles start to swim 2-3 days after fertilisation. We can therefore correlate defects in motor neurons development with functional tests on their function. \n We have recently identified a molecule expressed specifically in motor neurons which has an essential role in axonal growth and branching. We want to build on this recent discovery to gain insight in the regulation of axonal branching in this population of neurons. To this end, we will combine state-of-the-art experiments in living embryos and studies in neuronal cells in culture to uncover the molecular and cellular events that occur during axonal branching. Whilst we know that the molecules are conserved across species, our ultimate goal is to investigate whether the mechanism regulating axonal branching is also applicable in human motor neurons. This will allow us to explore new therapeutic avenues for conditions such as spinal cord injuries.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J005983/1","grantId":"BB/J005983/1","fundValue":"354723","fundStart":"2012-06-06","fundEnd":"2015-06-05","funder":"BBSRC","impactText":"  n/a as the award is still underway  ","person":"Karel Marc Dorey","coPersons":[],"organisation":"The University of Manchester","findingsText":" The purpose of the grant is to understand how a simple ion,calcium, can regulate cell shape and therefore cell function. We have made significant advances on the molecular mechanisms regulating the changes of calcium concentration in the cell. We are now concentrating our efforts in understanding the consequences in term of cell behaviour.\nDuring the course of the grant we have developed extensive expertise in calcium imaging in different systems (cells in culture, embryos etc). We have also developed techniques to manipulate the genome of our model animal, the frog Xenopus. In the long run, this will allow us to perform genetic experiments in a model where it was not possible only a few years ago. \n\nThis grant has allowed us to obtain fund from the BBSRC to develop a collaboration with the lab of Prof Tim Gomez in Madison, Wisconsin, USA. He is a world expert in neuronal cell biology and this collaboration will greatly enhance the impact of our research. During the course of this research, we have uncover new cross talks between different signalling pathways. This will impact our understanding of how cells integrate multiple extracellular signals. \nWe have also developed tools to study neuronal development and regeneration (such as a transgenic frog expressing GFP specifically in motor neurons) which will be useful for the community. Other","dataset":"gtr"}