{"id":"28172DB5-DC43-441A-8B1D-A7B970FBC6BA","title":"Simulation Tools for Automated and Robust Manufacturing","abstractText":"The aim of this project is to use statistical methods to develop &quot;green button&quot; manufacturing processes: processes that can be run without a human operator, and can respond to unpredictable variations in the properties of the materials that are being machined. We will be focussing on &quot;high value, low volume&quot; manufacturing: manufacturing relatively small numbers of very expensive components, where it is costly to have to scrap a component because of a fault in the machining process. We will work on a case study: machining the landing gear of an aircraft, which we will use to develop methods that can be applied more generally. The first step will be to build a computer model of the machining process. Given the computer model, we can experiment with different parameters of the machining process such as the speed at which the metal is cut, and the path that the cutting tool takes through the metal. In theory, we could then search for the best choice of parameters, such that the component is machined in the shortest time and is least likely to be defective. However, the properties of the metal to be cut will vary from item to item, so what is best for one item may not be best for another. We can't measure all the relevant properties, so we need to first assess how much variability we are likely to see, and then find parameter settings that best able to handle this variability without producing faulty items.\n\nOnce we have determined the best parameter settings, we will then run a small number of machine cutting tests at different choices of machine cutting parameters. During these tests, we will take high quality but expensive measurements, telling us for example, the temperatures and forces exerted on the cutting tools. This information will tell us whether the process is operating satisfactorily, or whether there is a risk of tool damage and possibly a faulty machined component. We will also take lower quality, cheaper, sensor measurements, of the sort that would be available during the manufacturing process in the factory. We will study the relationship between all the variables that we have measured, so that we can construct a simulation model of the entire manufacturing process. (We can also make corrections to the computer model predictions, by inspecting how well the computer model predicts the cutting test outcomes). We can then use the simulation model to explore different strategies for modifying the process mid-production, in response to the cheaper sensor data, to avoid faults (eg &quot;reduce the cutting speed by 10%&quot; if a sensor reports vibration 5% above average&quot;). It will be cheaper and faster to design the automated process using the simulation model, rather than conducting more expensive cutting tests.\n\nThe end product will be a manufacturing process that can run efficiently without a human operator, making adjustments as the sensor data are observed, and will be configured in such a way so that it can deal with variability in the properties of the items to be machined. Our aim is to produce statistical methodology for configuring such a process, that can be applied in many different settings.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K031406/1","grantId":"EP/K031406/1","fundValue":"461220","fundStart":"2013-09-02","fundEnd":"2016-09-01","funder":"EPSRC","impactText":"  It's too early in the project for any findings to have been used.  ","person":"Jeremy  Oakley","coPersons":["Thomas  McLeay","Eleanor Carol Stillman","Michael Samuel Turner","Kostas  Triantafyllopoulos"],"organisation":"University of Sheffield","findingsText":" We are one year into a three year project. The research associates have been trained in the appropriate methodology, a simulation model of a machining process has been developed, which we are now starting to investigate. We will shortly be running a series of physical cutting tests, to compare the model predictions with the real world, and to test various sensor mechanisms for monitoring the manufacturing process. It's too early to say at this stage, as we expect the main findings to emerge over the next year. Aerospace, Defence and Marine,Manufacturing, including Industrial Biotechology","dataset":"gtr"}