{"id":"28229D64-E0CC-4B43-AF56-6207061EF5C1","title":"DiRAC BlueGene/Q Upgrade","abstractText":"The BlueGene/Q computer that serves the DiRAC Consortium will be upgraded to increase its compute capability by 50% to ensure that it remains an internationally competitive supercomputer for as long as possible, enabling UK scientists to carry out the most demanding simulations in particle physics and astrophysics. The BlueGene/Q architecture has been designed to enable highly energy-efficient and compute-intensive simulations of the strong force between quarks and gluons, and it will be used primarily for high precision calculations of Standard Model processes that can be compared with experimental measurements to search for signals of new physics. It will also be used to explore nuclear matter at high temperatures and densities, to understand the origin of the masses of elementary particles, and for a range of astrophysics simulations related to cosmology, galaxy and star formation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/K000411/1","grantId":"ST/K000411/1","fundValue":"6000000","fundStart":"2012-01-01","fundEnd":"2012-12-31","funder":"STFC","impactText":"  The collaboration between the University of Edinburgh and IBM which developed the BlueGene/Q architecture has continued\nin two respects: on-going improvements to the BlueGene/Q system software to optimise application performance, which\nare benefitting a wide range of computational science projects worldwide, and a successor project to develop a new\narchitecture for exascale computing. This work ensures that the expertise at Edinburgh, and more widely in the DiRAC\nConsortium, in exploiting leading-edge HPC systems for the most demanding physics applications continues to feed into\nIBM's commercial development. In 2013, IBM terminated the BlueGene R&amp;amp;D project and our work on exascale architectures is continuing with another vendor.\n\nAccess to the BlueGene/Q facility may be purchased by industry users, along with consultancy and technical support from EPCC. Digital/Communication/Information Technologies (including Software) Cultural,Economic","person":"Richard Donovan Kenway","coPersons":["Peter  Boyle"],"organisation":"University of Edinburgh","findingsText":" The objective to upgrade the computational capabilities of the BlueGene/Q computer, which is part of the DiRAC\n(Distributed Research utilising Advanced Computing) National Facility, by 50% was achieved successfully. The equipment\nwas procured, delivered, installed and brought into service according to the originally agreed schedule. It has been\noperating reliably since July 2012 to support the research programmes of the UK theoretical particle physics, astrophysics\nand nuclear physics communities.\n\nThe upgrade has ensured that the UK continues to have\nan internationally competitive computing capability that operates at one of the highest levels of energy efficiency in the\nworld, as a consequence of the computer and machine room designs, both of which benefitted from expertise of staff at the University of Edinburgh Access to time on the system is granted through peer review conducted by the DiRAC Resource Allocation Committee. The first round of allocations has been to projects studying the structure, interactions and decays of hadrons, properties of the strong interactions of quarks and gluons at high temperatures, and new strongly-interacting gauge theories that might explain electroweak symmetry breaking. Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}