{"id":"2824ABB1-E8DA-4A2A-894F-F18C28ABA335","title":"Counting Creativity: Understanding the Systemization of Design Practices","abstractText":"Creativity is often assumed to involve spontaneity, imagination and independent thinking. While these are valuable assets, design consultancies, and closely related professions such as advertising and branding, often undertake projects in highly systemized ways. The use of auditing, accountability systems, reporting, measurement, evaluation and routine use of working formulae are common features. These are often typified as being constraining on creativity. This workshop scheme is concerned with this &quot;other side&quot; of creative work. Its rationale is founded in a position that creativity is not necessarily an intrinsic quality that is unchanging in different circumstances. It questions the assumption that systemization might be constraining on creativity and looks for how its values and meanings might therefore be re-examined in these circumstances.\n\nSeveral questions arise within this area. Does systemization really have a constraining effect on creativity? Does it actually produce new, useful forms of creative thinking? Is &quot;creative thinking&quot; a more appropriate term than &quot;creativity&quot;? How is this phenomenon influenced by issues to do with the demands of clients and the commissioning processes? How do trends in public and commercial sectors influence this? How do these issues make us reappraise the meanings and values of creativity?\n\nThe theme brings together a range of academics with specialisms in design. The sectors represented by these core-participants includes product design, branding, advertising, design for sustainability, film, graphic, urban, museums and leisure design. Their backgrounds are in sociology, management, cultural studies, design practice and design history. The workshops will benefit from a variety of perspectives and approaches.\n\nThe first workshop will be held at the Design Council in London. Here, there will be presentations by invited design professionals known to the core participants. These will discuss various procedures by which they work. A sector-by-sector &quot;map&quot; of these will be created throughout the day. In addition, sociologists with interests in the creative industries will be invited to offer their perspectives, giving a wider contextual overview of social, economic and cultural issues relating to the theme. By holding this workshop at the Design Council, the event will ensure the transfer of ideas between academics and design professionals.\n\nIn the second workshop, more time will be given to developing a deeper understanding of the issues involved in different design sectors. Contributions will be made by all core-participants in which they will discuss their specific areas of research within the theme. This is where the questions posed above will be discussed in greater depth and commonalities and differences between design sectors will be examined.\n\nUltimately, this theme will help demystify some of the creative processes in design and re-examine the values and meanings of creativity in society. By focusing on design it avoids vague generalizations about the &quot;creative industries&quot; and considers the everyday creative practices of the field, their professional frameworks in terms of commissioning and the relationships of systemization to wider trends in society.\n\nThe core-participants will be contributing to an edited book. Entitled &quot;Counting Creativity&quot;, this is already in the planning. The workshops will allow for the sharing of perspectives and the generation of new ideas in relation to the topic. The theme, and the resulting book, will provide a challenging and expertly-informed approach to a little understood side of creativity. As such it will analyze current activities in professional contexts of creativity as well as generate new ways of conceptualising its nature.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E508332/1","grantId":"AH/E508332/1","fundValue":"11689","fundStart":"2006-09-01","fundEnd":"2007-08-31","funder":"AHRC","impactText":"","person":"Guy  Julier","coPersons":[],"organisation":"Leeds Metropolitan University","findingsText":"","dataset":"gtr"}