{"id":"2826AA8B-EFC7-48AF-8C53-CF3F41928716","title":"Immanent Authority and the making of community: Research Review","abstractText":"Drawing upon the resources, energy and research of an inter-disciplinary group of early career researchers, the Authority Research Network, this project uses literature on 'authority', to theorise community production, empowerment and participation. \n\nCommunity creation, vitality and empowerment can be conceptualised in terms of the presence and performance of authority. Authority is a specific type of power that functions through consent and structures of knowledge. Vibrant and empowered community requires a plurality of forms of authority, which means pluralism about what constitutes objective knowledge as well as conflicting views on what constitutes community life. \n\nModern societies have seen a change in the salient forms of authority; today the reference point of authority is often a source of growth, creativity and innovation rather than a point of origin, eternal-law or foundation. Spaces and practices of experimentation, as well as technologies that capture and perform common experience, are vital for the generation of participatory, empowered and vibrant community. \n\nFuture research on community empowerment should focus upon the conditions of production of authority and include studies of community performance, narration, history, imagination and community-led design. Participatory research should be directed towards fostering and recognising capacities of communities to produce knowledge through shared experimentation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J500034/2","grantId":"AH/J500034/2","fundValue":"14101","fundStart":"2011-07-01","fundEnd":"2011-09-30","funder":"AHRC","impactText":"  Development of academic publications. Take up of findings in various further connected communities projects. Informing media debate. Contributing to teaching.  Cultural","person":"Claire Peta Blencowe","coPersons":[],"organisation":"University of Warwick","findingsText":" Drawing upon the resources, energy and research of an inter-disciplinary group of early career researchers, the Authority Research Network, this project uses literature on 'authority', to theorise community production, empowerment and participation. \nCommunity creation, vitality and empowerment can be conceptualised in terms of the presence and performance of authority. Authority is a specific type of power that functions through consent and structures of knowledge. Vibrant and empowered community requires a plurality of forms of authority, which means pluralism about what constitutes objective knowledge as well as conflicting views on what constitutes community life. \nModern societies have seen a change in the salient forms of authority; today the reference point of authority is often a source of growth, creativity and innovation rather than a point of origin, eternal-law or foundation. Spaces and practices of experimentation, as well as technologies that capture and perform common experience, are vital for the generation of participatory, empowered and vibrant community. \nFuture research on community empowerment should focus upon the conditions of production of authority and include studies of community performance, narration, history, imagination and community-led design. Participatory research should be directed towards fostering and recognising capacities of communities to produce knowledge through shared experimentation. Recommendations for Future Research\nParticipatory Research Methods\nOur review has explored existing literatures on participatory research methods aimed at capturing and valuing the experiential knowledge of research participants vis-?-vis academic or scientific expertise. These include phenomenology, feminist methodologies, mutual aid and experts-by-experience. We have considered these approaches in light of theoretical thinking on authority, as well as our own research experience in service user involvement, irregular migration politics and impacts of biological science in society. \nEarlier traditions of participatory research, such as feminist research methodologies and the expert by experience approach, have mounted a powerful challenge to the monopolisation of authority and expertise by scientists and ivory tower academics. This challenge has been immensely important. However the current distributions of knowledge and authority demand new approaches. The expert-by experience idea draws upon a false dichotomy between science and experience. One problem with this is that the knowledge of the expert-by experience can be undermined as attention is diverted from processes of objective-knowledge-production that take place in participatory and informal contexts. \nInstead of focusing upon capturing different 'perspectives' and 'experiences' we suggest that participatory research methods should be focused upon recognising, celebrating and fostering processes of experimentation and testing in sites of mutual-aid and participatory research. This means approaching communities and research participants as co-producers of objective, valid, knowledge - not treating communities as repositories of 'authentic experience' to be 'harvested' by researchers. Participatory research should be understood in terms of an opening up of capacities of communities and community members, especially the capacities of participants to work on and through their own experiences and experiments in being together.\nSubstantive Areas\nExperimentation, creativity, testing and contesting are necessary components in the production of authority and empowered community. They are, however, not sufficient conditions. Authority requires a secure anchor, a limit upon the pure play of contingency. For authority to be generated, creativity and experimentation have to take place within some kind of framework, through which the results of experimentation, testing and creativity are captured, recorded, shared. We have characterised such frameworks as 'technologies of objectification', practices and techniques which make individual or fleeting experiences into objects that can be shared across time and space, and which foster a shared sense of reality and objectivity.\nFurther research on community empowerment and vibrancy that is informed by a theoretical understanding of authority, will use participatory research methods to explore technologies of objectification that capture and perform shared processes of experimentation, creativity and making vulnerable. This might include: the performative practices of public art, exhibitions, theatre, protest, parades, festivals, testimony, public meetings, debates and assemblies; processes through which narratives of community are constructed, such as monuments and architecture, practices and techniques of testimony or witness, oral, historical, literary and new-media based narratives, paper and digital pamphlets and documents of community. Finally, we propose the development of research exploring and promoting community led-design, including projects directed at radically improving access to tools of urban planning, street design, architecture, public art, history and narration. Creative Economy,Education,Environment,Government, Democracy and Justice,Culture, Heritage, Museums and Collections","dataset":"gtr"}