{"id":"2834AAB3-D5D8-49F9-802C-455AD7DB1A63","title":"Next generation computational tools for the analysis and prediction of protein disorder and related gene function","abstractText":"With many genomes now completely sequenced, life scientists face the challenge of characterizing the biological role of the encoded proteins as to advance our understanding of cell physiology. Over the past decades, several experimental studies reinforced the view that the three dimensional structure of a protein is a prerequisite to its function. Evolution optimized the relative positions of specific protein atoms so that they can perform different tasks, including ligand binding and catalysis of reactions. Recently this view has been revised in light of additional data from eukaryotic species. Indeed, several observations prove that a large number of their proteins include highly flexible segments, which assume a fixed conformation when they recognize their biological partners only. These fragments - or whole proteins - are usually called natively unfolded, intrinsically unstructured or disordered and are predominantly found in multi-cellular organisms where they play key roles in signalling and regulatory processes through the binding to proteins, nucleotides, nucleic acids and metal ions. The identification and functional characterization of disordered proteins has drawn increasing attention. Different assays can produce systematic information on the location of disordered regions. However, these techniques suffer from intrinsic limitations and cannot be reasonably applied to all the proteins that a typical eukaryotic organism expresses. On the other side, thorough analyses showed that the amino acid sequences of these proteins are characterized by clear patterns and so computer programs can distinguish them fairly accurately and quickly. The classification of a protein as natively unfolded and the location of its disordered regions are valuable information. Yet, this is not enough to describe in detail what molecular actions the protein performs and what biological processes they relate to. Although we know that some functional categories are particularly enriched in disordered regions, we cannot afford to experimentally test all possible alternatives. A reasonable solution consists in exploiting computers to further analyze these proteins and then in performing much less lab assays to validate the results of computational analyses. This project aims at the development of a web server that will be accessible to everyone through the Internet and that will output functional predictions - i.e. hints - for disordered proteins. The program will first locate disordered regions within the input sequence using a method we previously developed. It will then exploit the chemical and physical features of some ligands - such as DNA and metal ions - to assess the likelihood for the input protein sequence to interact with them through its potential disordered regions. The results are expected to improve our knowledge of this important class of proteins and prioritize experiments aimed at characterizing their functions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J002925/1","grantId":"BB/J002925/1","fundValue":"324618","fundStart":"2011-09-04","fundEnd":"2014-09-03","funder":"BBSRC","impactText":"  The software developed in this project has recently been added to our general workbench of tools that can be used by both academics and commercial users. So far we are seeing around 50 DISOPRED3 jobs per day from users in the commercial sector (judged by IP address/domain name).\n\nThe training and production of skilled research staff with appropriate transferable skills is probably the other most significant delivered item of impact from this project.\n\nDr Domenico Cozzetto has moved on to another BBSRC funded project in the lab, and is building up an impressive CV which should lead to long term employment in either academia or industry. Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology Economic","person":"David  Jones","coPersons":[],"organisation":"University College London","findingsText":" We initially extended the DISOPRED method with new machine learning based modules to predict long intrinsically disordered regions. The results of community-wide independent blind testsshow that DISOPRED3 is one of the most effective tools for disordered residue prediction, and our analyses indicate that it gives considerably more accurate predictions than its predecessor. We also trained an additional predictor to classify disordered regions that fold upon protein binding, as to provide some functional clues about the molecular activities performed by these regions. Using stringent benchmarking experiments, we showed that combining evolutionary information and other sequence-derived data about the target disordered region is more effective than using amino acid sequence or evolutionary information alone. We also found that the resulting classifier performs better than other publicly available tools for the same task.\n\nWe have also explored the conformational landscape of well-known disordered protein regions, which fold partly or completely upon binding the biological partners.This allowed us to gather summary statistics about the states sampled by such regions, including the propensity for different transient secondary structures, residue contact frequencies at different sequence separations, the level of compaction observed for each conformation, etc. We initially ran classical molecular dynamics simulations, but the critical need for fast and large-scale sampling led us to employ more coarse-grained approaches based on amino-acid specific dihedral angles observed in coil regions, and simplified geometric constrains and energy functions. We are currently finalizing the analysis of the correlations between the features we have derived and different sets of disordered regions, e.g. those involved in ligand binding, those acting as flexible linkers, and those labelled with broad functional categories in manually curated databases. DISOPRED3 is already available online through the PSIPRED Protein Analysis Workbench webpagesand we expect that experimentalists involved in small scale structural biology or functional genomics projectswill find it useful to generate testable hypotheses about intrinsically disordered regions. Because the lack of experimental information on protein function is a major bottleneck in most areas of modern biology, we expect that our results can make a valuable contribution to functional annotation efforts. \n\nThe program is also available for download, and this will allow for further investigations about the implications of protein disorder at higher levels of biological complexity. Our group is certainly keen to re-assess the correlations between broad functional categories (as described by the Gene Ontology) and patterns of predicted disordered regions and protein binding sites within them in human and other model organisms.We plan to use these data to build improved statistical models that are expected to enhance the accuracy of protein function prediction when standard approaches based on sequence similarity transfers are not viable. Furthermore, intrinsically disordered regions have been linked to the organization and re-wiring of protein-protein interaction networks, to increased proteome diversity through alternative splicing across tissues and organisms, as well as to human and animal disease like cancer. We would expect that DISOPRED3 and the findings of the ongoing simulation efforts will help complete this emerging picture, especially once they are combined with genome-wide datasets reporting protein-protein interaction or gene expression profiles under different conditions. Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}