{"id":"284C40B6-BB1B-41CC-8106-853869C30945","title":"Transcriptome analysis in Indian buffalo and the genetics of innate immunity","abstractText":"India is home to almost half of the world's domesticated water buffalo. Buffalo are used as draft, meat, and dairy animals. Their dung is used as a fertilizer, and as a fuel when dried. Buffalo milk has the lowest water content and highest fat content amongst farm animals, and the butterfat is a major source of ghee used in cooking. A number of major breeds of buffalo have been generated, but there has been relatively little systematic study of their disease resistance. The buffalo population of India is afflicted by a wide range of diseases with substantial mortality and morbidity, which have a massive impact on small holders' livelihoods and in many cases are also zoonotic. Some of these afflict cattle and buffalo equally, others such as pasteurellosis, are far more likely to cause death to buffalo than to cattle. In order to understand the molecular basis of disease susceptibility, and to build capacity for buffalo improvement, we propose a three-pronged project. We will carry out a survey of two major diseases of buffalo: tuberculosis and brucellosis. These diseases are both present at estimated percentages of at least 10% in adult animals and substantially greater in some villages. They represent significant sources of zoonotic infections of humans with whom they share close quarters. Where possible, and opportunistically in the case of significant outbreaks, we will also screen animals for other common pathogens such as pasteurella (haemorhagic septiceamia) black quarter (chlostridia) and leptospirosis, which tend to be seasonal, theileria spp and FMDV. In every case, we will collect DNA and we will seek to understand why some animals are infected and others are resistant. There are several major breeds of buffalo in India, but we know little of their genetic diversity. A second focus of the project is to understand how these breeds differ from each other. Finally, and building upon recent data from mouse, human and pig, and a parallel Roslin project on sheep, we proposed to create a gene expression atlas for the water buffalo. This will involve collection of a wide range of tissues from young adult animals. This information will underpin efforts to understand how genetic diversity leads to differences in infectious disease resistance between breeds and between animals. An important outcome of this project will be the transfer of molecular genetic skills and knowledge between the UK and India; in both directions because the diseases of interest are also economically important in the UK.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L004623/1","grantId":"BB/L004623/1","fundValue":"684899","fundStart":"2014-02-01","fundEnd":"2017-01-31","funder":"BBSRC","impactText":"","person":"David Arthur Hume","coPersons":["Alan  Archibald","Stephen  Bishop"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}