{"id":"284D2B25-93D0-46E9-BE33-394CB6D2DD66","title":"Quantization on Lie groups","abstractText":"The proposed research will concentrate on the development of the non-commutative quantization theory with further applications to areas such as phase space analysis, time-frequency analysis, and the theory of partial differential equations. \n\nThere are many important examples motivating the great need in the proposed analysis. The importance of nilpotent Lie groups has been realised since a long time in general harmonic analysis as well as in problems involving partial differential operators on manifolds. Such questions go back to the celebrated H&ouml;rmander's sum of the square theorem, to the Rothschild-Stein lifting theorems, the Folland-Stein work on the Hardy spaces on homogeneous Lie groups, and Beals-Greiner calculus on the Heisenberg manifolds. We are interested in developing a new approach to pseudo-differential operators in the nilpotent and other non-commutative settings, to make advances in a general theory, but keeping in mind all the particular important motivating examples of groups and of PDEs, with applications to the time-frequency analysis. The problem of the quantization of operators in the non-commutative setting is long-standing and notoriously difficult in the area of partial differential equations. \n\nOne of the aims of this proposal is to build up on the recent advances in the quantization theory on compact Lie groups as well as on recent works on the quantization of symbols on the Heisenberg group with further applications to problems on Heisenberg manifolds, most notoriously ones of the subelliptic estimates and of the index theorems. From this point of view the recently introduced concepts such as those of difference operators linking the general quantization on manifolds to the Coifman-Weiss theory of Calder&oacute;n-Zygmund operators, the emerging techniques of symbolic quantization provide for a possibility to making a new attempt at tackling these problems. However, there are certainly many interesting obstacles one needs to overcome to carry t this program, e.g. using an appropriate C*-algebra language for the Fourier analysis in the locally compact setting, development of appropriate Sobolev spaces taking into account the group structure in the non-stratified setting or in the case of differential operators of general orders, thus finding ways to linking several areas of analysis in the non-commutative setting.\n\nConsequently, having constructed the satisfactory symbolic calculus of operators, we plan to apply this to the problems in the theory of partial differential equations, which is one of the most important objectives for such analysis. This will include symbolic expressions for propagators of evolution partial differential equations allowing for deriving necessary estimates for them (energy, Strichartz, smoothing), establishing global lower bounds for operators elliptic or hypoelliptic with respect to the group structure, as well as to long-standing global solvability problems for vector fields on spheres through the group action (Greenfield-Wallach and Katok conjectures).\n\nThis is important, challenging and timely research with deep implications in the theories of non-commutative operator analysis and partial differential equations, as well as their relations to other areas and applications.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K039407/1","grantId":"EP/K039407/1","fundValue":"315524","fundStart":"2013-08-01","fundEnd":"2016-08-31","funder":"EPSRC","impactText":"","person":"Michael  Ruzhansky","coPersons":[],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}