{"id":"284E8ECB-C067-4E9A-892D-8FB23BA8E482","title":"mRNA-specific translational control: A novel mechanism.","abstractText":"The proteins that make up our cells are encoded by genes that serve as a genetic blueprint. The information stored in genes is decoded to produce proteins by a two-step process, the second of which is known as translation. Since it is crucial that proteins are made at the right time and in the right amount for the cell to function properly, it is important that translation is carefully regulated. Indeed, a failure to do so has been shown to underlie a growing number of diseases. The ability to regulate translation is also crucial for cells to respond to viral infection. In turn, viruses rely entirely on the cells they infect to produce the viral proteins necessary for infection to proceed and have therefore developed ways in which to subvert normal cellular protein production to suit their own needs. Thus the study of host-virus interactions has provided much of our current understanding of the basic translational machinery and its regulation. By studying the mechanism of a herpes simplex virus protein, as an example of a novel regulator of translation, we aim to increase our knowledge of how cells normally control this process. Understanding normal cellular function is critical to elucidating the pathways that lead to disease. Moreover, as even distantly related members of this large viral family have similar proteins that are essential to their ability to infect cells, knowledge of the action of this protein may also be beneficial in developing new ways to combat a broad range of herpesviruses that cause a wide variety of diseases both in humans and animals.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I02137X/1","grantId":"BB/I02137X/1","fundValue":"235263","fundStart":"2011-08-01","fundEnd":"2014-07-31","funder":"BBSRC","impactText":"","person":"Nicola K. Gray","coPersons":[],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}