{"id":"2859F864-FCA3-4C13-B911-866E66259DB9","title":"Physical Activity and Wellbeing in Schools","abstractText":"<p>The project aims to develop and evaluate school-based interventions aimed at increasing levels of physical activity amongst students at the start of secondary school, thereby increasing feeling of wellbeing.</p>\n\n<p>Lack of physical activity is a persistent and growing problem in this age group. Further about one in ten school-aged children suffer psychological problems such as anxiety, depression and conduct disorders.Taking regular physical activity can enhance the psychological, as well as physical health of young people. However, to date, national attempts to address this issue have not met with great success.</p>\n\n<p>The MJVE project involves two school-based interventions in a clustered, randomised control trial with schools allocated to one of the interventions, or both, or to a control group. The 'participatory learning' intervention will run through Geography lessons using GPS; and a 'personal coach' intervention, linked to Physical Education classes. Both involve innovative student participation and collaboration with teachers, as well as capturing data for the research. Measures of wellbeing and physical activity will be collected using questionnaires, and using activity monitors and measures of height and weight. Information will be recorded at several time points to assess the success of the interventions.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/J003492/1","grantId":"ES/J003492/1","fundValue":"621023","fundStart":"2012-06-01","fundEnd":"2014-10-31","funder":"ESRC","impactText":"  The project has recently passed its final official end and at this stage the results have simply been used locally and on a small scale to feedback information to the schools and local authorities which were involved with the project. We have devoted most of our time to ensuring that the field work including data collection was completed. A series of preparatory conference papers have been given which will lead to publications. We are now working on the data which will also lead on to publications. \nOne important impact has been the passing on of GIS expertise from the Durham University to schools. \nWe anticipate that the results will lead to further work on the use of accelerometers as an intervention in themselves and that the main findings will be used in systemtic reviews of attempts to increase levels of MVPA.\nThe work on the SDQ and Kidscreen should have an impact of the choice of instruments for large scale studies.\nMore generally we anticipate that the publications will feed into national and local policy related to physical activity Education Cultural,Policy & public services","person":"Peter  Tymms","coPersons":["Joe  Elliott","Susan  Bock","David Scott Bolden","Ashley Ronald Cooper","Sarah  Curtis","Christine Elizabeth  Dunn","Paul Alexander  Tiffin","Carolyn  Summerbell"],"organisation":"Durham University","findingsText":" We are now completing papers for publication and the key findings, so far, are outlined below. \n\nA) Main Findings \nThe two interventions were Participative Learning (PL), and Peer Mentoring (PM). About a third of the data were missing for the MVPA outcome but we concluded that the missingness mechanism at pupil level was independent of schools. This did not hold for the Kidscreen outcome. \nInitial analyses indicated that:\na) There was a significant (p&amp;lt;.01) positive impact on MVPA for the PL intervention alone - about 8 extra minutes of activity per week.\nb) For Kidscreen total there was no significant result.\nSensitivity analyses, which involved techniques not, to our knowledge, used in social science before, did not substantively alter a) and b). \nConclusion \nPL increased MVPA. This was unrelated either to the quality or to the proportion of the intervention that was completed. It seems that the very act of introducing the program and/or wearing accelerometers caused the rise. We hypothesise that this was a memorable event. Further work should follow this up.\nB) The SDQ and Kidscreen \n\nRasch measurement techniques showed that the Kidscreen scales were more reliable and were more able to separate individuals than the SDQ scales which have some concerningly low figures.\nTwo scales measure similar constructs: the SDQ Emotional Problems and the Kidscreen's Psychological Well Being. Together the items from these scales could be represented by a single major dimension but the negative worded items, common in the SDQ, formed a minor dimension. Further, girls, with the same underlying level of emotional symptoms as a group of boys, would tend to score higher on the SDQ EM scale. It is unclear whether this is an artefact of negative wording or not. \nWe suggest these features of the SDQ should be considered carefully before it is used in further large scale survey work. \nC) Physical activity and sedentary time\n\nFew school-aged children engage in sufficient physical activity (PA) to benefit health. \n\n\nAnalyses indicated that Year 7 students are less sedentary on weekends but engage in more MVPA on weekdays. Approximately 50% of the population actively travel to school, and those who walk to/from school accrue around 10 minutes more MVPA per day than those who take passive modes of transport.\n\nSchools should remain a prime target for interventions to increase PA and reduce sedentary time, with active school travel a potentially important focus. \nD) Qualitative Findings \n\nChildren see different outdoor spaces and places as being 'good' for physical activity. Thoughts about more formalised outdoor activity spaces elicited comments about 'lots of space' as well as enjoyment of equipment and social networking opportunities. \nFactors which were felt to prevent the children engaging in more physical activity included roads, dark nights, weather, local gangs and lack of peers. \nA) Using GIS as a tool in schools\n\nThe PL intervention involved GIS techniques incorporated into Geography lessons. Preliminary results show: how pupils' knowledge and skills in GIS were improved; how pupils interpreted their movement in their daily action space and related this to their physical activity level and their vision of how their environment could be changed to help them enhance their physical activity levels. In four broad ways:\n1) The quantitative findings from the interventions may be used by \na. schools, local authorities and policy makers in deciding whether to adopt the interventions or not (see the objectives listed above).\nb. researchers wishing to show find how physical activity levels can be increased either by primary research or through meta-analyses and other research syntheses in looking at attempts to increased levels of physical activity and feelings of well-being\n2) The inherent educational value of introducing GIS into Year 7 may be built on by schools \n3) There are three methodological issues which were addressed which will be useful to other researchers\na. How data from RCTs in social science which are considered to be missing not at random (MNAR) can be analysed.\nb. The well-being outcome measure was assessed using Kidscreen but will also collected data on the more commonly used SDQ instrument. Comparing the two has produce findings relevant to large scale survey work .\nc. We succeed in collecting the data from many secondary schools but it was by no means easy and other researchers will befit from knowing of the difficulties and how we solved them.\n4) There are relationships in the data, which the project did not set out to explore, which will be useful for workers seeking to improved physical activity levels and feeling of wellbeing. These include:\na. The amount of sedentary behaviour among Year 7 students: Preliminary analyses show this population of Year 7 students spend 7 hours per day sedentary, with very few meeting daily MVPA recommendations.\nb. The possibility that feelings of wellbeing are related to students BMI both in absolute terms and relative to others in the class.\nc. The possible variation of systematic variation in feelings of wellbeing according to the time of years. Education,Healthcare","dataset":"gtr"}