{"id":"2871B0E2-5D48-4B17-8CED-3CC93563ADED","title":"Chemical interrogation: a new 'systems' approach to starch metabolism in germinating barley seeds.","abstractText":"The aim of this project is to provide information that will help in the breeding of new, improved types of wheat and barley for food and for brewing. Wheat and barley are two of the most important food crops in the UK. Wheat seeds are ground to produce flour for bread, biscuits, pastry and sauces. Barley seeds are partially germinated to produce malt, which is then incubated with yeast to yield alcohol for beer and whisky production. Wheat and barley seeds contain up to 80% of their dry weight as starch. This starch is normally broken down to sugars when the seeds germinate, and the sugars are used by the embryo of the seed for growth to produce the new seedling. The timing and extent of starch breakdown in the seed has very important implications for the production of both wheat flour and barley malt. The quality of wheat seeds for the production of flour depends on a high starch content. In a wet summer, the process of starch breakdown can start while the seed is still on the plant, resulting in a very poor quality of flour. This was a massive problem in the UK in 2004. Very large amounts of wheat seed had to be imported for the food industry because UK wheat was not of adequate quality. The process of barley malting depends on precise control of starch breakdown, so that when yeast is added the correct amount of sugar is available for alcohol production. In spite of years of breeding for the 'ideal' barley for making malt, brewers still see room for improvement. Efforts to improve the quality of wheat and barley seeds are held up by a lack of knowledge about how starch is broken down in these seeds. This process is carried out by enzymes, and although a lot is known about some of the individual enzymes we do not know how they operate together inside the seed. Our aim is to use new scientific techniques that can provide a clearer picture of what happens inside the germinating seed. We want to discover which enzymes are needed for starch breakdown, and exactly what they contribute to this process. We will do this by soaking the germinating seeds in specific chemicals that can prevent the actions of some of the enzymes, and by looking for mutant barley plants in which some of the enzymes are missing from the seeds. We will investigate how starch breakdown is altered in the chemically-treated and mutant seeds. This will give us new information about the processes inside seeds, and will enable us to advise wheat and barley breeders on producing better wheat and barley crops in the future.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D006074/2","grantId":"BB/D006074/2","fundValue":"153996","fundStart":"2007-11-01","fundEnd":"2009-07-31","funder":"BBSRC","impactText":"","person":"Rob  Field","coPersons":[],"organisation":"John Innes Centre","findingsText":"","dataset":"gtr"}