{"id":"28726FF7-A1A8-4DBA-905A-068B6F190BA2","title":"CCP4: Low resolution complexes; handling difficult data; empowering structural biologists and supporting UK structural biology","abstractText":"Structural Biology is a powerful tool for analysing biological molecules. In essence it locates the atoms that make up proteins and other biomolecules. It is used in basic science to define the 3D structures of such molecules as the ribosome, ion channels and complex protein assemblies such as ATPase. Once a 3D 'model' of all the atoms in the biological model is available, it is possible to make deductions about how the molecule functions within the organism. This knowledge has corresponding applications in controlling that function, often leading to medical advances in drug design, better understanding of biological and feedback systems in the natural environment, new approaches in chemical engineering, and many other benefits. The process of 'solving' the structure involves first obtaining crystals and then exposing these to X-rays: this is equivalent to using a very powerful microscope and allows us to 'see' individual atoms. Getting crystals is in itself very demanding and involves a lot of skill and scientific insight. There is an additional problem in using X-rays in that there is no lens system for the microscope. This means that indirect, so-called diffraction images of the crystal are recorded. The process of extracting data from these images and proceeding to a final structure is computationally intensive and requires an entirely different set of skills from those of the biologist. Developing new computer methods and crucially embedding them in robust easy-to-use software will transform structural biology from a labour intensive highly technical process to a routine tool in biology. The main focus of this grant is on the computational process of solving 3D structures. CCP4 is a project which has collected, developed, packaged and distributed software for the many stages of this process, acting as a focus for methods development for over 25 years and making software available to both Academic and Industrial teams working in this area. It is an excellent example of technology transfer of basic science into a major UK Industry: Pharmaceutical development. The problem cannot yet be said to be totally solved. Biologists firstly are tackling more and more difficult structures, which require novel techniques. In addition, they are solving large number of sometimes related structures, such as a series of mutants and complexes, where automated high throughput is vital and systematic record keeping is essential. This proposal is focussed on enabling these developments.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F020384/1","grantId":"BB/F020384/1","fundValue":"494016","fundStart":"2008-10-01","fundEnd":"2013-09-30","funder":"BBSRC","impactText":"  To improve the processing of macromolecular crystallographic X-ray diffraction data as a means to determining the 3D atomic structures of biological macromolecules. Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology Societal","person":"Andrew Greig Leslie","coPersons":["Philip Richard Evans"],"organisation":"MRC Centre Cambridge","findingsText":" Improved methods for the processing of X-ray diffraction data for biological macromolecules. This data can be used to determine the three-dimensional structures of proteins, which in turn helps to explain how they function. Most of the work has been published and can be used by others developing similar data processing software. Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}