{"id":"2880DEA6-DD45-44AE-AA83-2020AD909B2C","title":"From Local to Global Motion Perception","abstractText":"A good example of global motion is the experience you have of snow flakes blown by the wind. You know there is a global cause - the wind, but that realisation is carried by the motion of each individual snowflake. A single snowflake doesn't carry enough information about the global pattern. The question is, how do visual neurones that only see a small part of the snow storm deliver an impression of the global motion? The standard explanation is that in higher areas of the brain neurones add up the signal from many neurones, each of which respond to a part of the display. The problem with this idea is that these neurones would attribute a single value for their whole field, the motion of each snowflake would be lost and the process would average over areas that need to be kept distinct, like the motion of a person in front of a window with the snow storm behind. The motion of a flock of starlings appears to be directed, but actually it has been shown that one can explain the global collective behaviour with a few simple rules. Idealised versions of these systems have been applied to diverse problems in computer science including solving global optimisation problems. We think that this general approach can resolve the conundrum of how to link local and global motion perception. We intend to build a model to investigate what global effects a particular set of local rules for combining local motion might have. We also intend to investigate visual motion phenomena that appear to indicate (because they show a dependence on spatial density, or evolve over time, or show some change in global motion due to local influences) that the human visual system contains a dynamic, evolving global motion system, which can represent large scale events while remaining locally precise.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F01354X/1","grantId":"BB/F01354X/1","fundValue":"304056","fundStart":"2008-06-01","fundEnd":"2011-05-31","funder":"BBSRC","impactText":"","person":"Alan  Johnston","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}