{"id":"288348A8-9267-4814-AA5F-E805BB1617FE","title":"Control Engineering Inspired Design Tools for Synthetic Biology","abstractText":"Recent technological advances allow us to manipulate the circuitry inside cells and to modify their behaviour. Moreover, we can now design entirely new circuits within cells. This ability parallels the technological advances in Electrical Engineering in the mid-20th century and the potential of this new technology is being recognised throughout the world. This new field, which goes under the name of Synthetic Biology , has been described as the Engineering of Biology .This field is in its infancy and inevitably faces several challenges. For example, current practice concentrates on the design of very simple circuits by putting together several components/parts that are believed to be characterised adequately. When implemented, these circuits almost never work as expected not least because of the uncertainties/noise that are present inside cells, the level of cross-talk with other circuits inside cells as well as the limitations posed by measurement and implementation technologies. In fact the design/redesign process is still more of an art rather a technology, in that it is mainly based on intuition and moreover, uncertainties/noise and crosstalk are not taken into account at the design stage. For Synthetic Biology to fulfil its potential and be able to produce large-scale biocircuits with richer functionality, the design cycle needs to take into consideration all available biological 'knobs' that could be used to tune the circuit's behaviour, as well as the uncertainties of the environment in which these circuits will need to function.In this project we propose a systematic design approach that uses engineering principles for the analysis and design of biological networks. The objective is to develop a new design cycle, inspired from control engineering practice but adapted to the constraints and needs of synthetic biology for the design of biosystems that behave in a predictable fashion. This engineering cycle will be exemplified on three systems of fundamental importance, i.e., oscillators, filters and switches with the goal of optimising their performance in such a way that they work reliably within uncertain environments. This research will be undertaken at Engineering and Life sciences departments in the three institutions involved in this research (the University of Oxford, the University of Cambridge and Imperial College London) and will be supported externally with international project partners who will collaborate on this project (California Institute of Technology (CalTech), Eidgenossische Technische Hochschule (ETH) Zurich, and the Massachusetts Institute of Technology (MIT)).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I03210X/1","grantId":"EP/I03210X/1","fundValue":"313139","fundStart":"2012-03-08","fundEnd":"2015-09-07","funder":"EPSRC","impactText":"  We have applied the tools developed in several fields. In synthetic biology, the methodologies have been applied to model and then design predictable synthetic circuits. The algorithm has also been applied to model the disease progression of Huntington's disease patients. We can use historical data of individual patient to predict the future progression of the disease for this patient. Digital/Communication/Information Technologies (including Software),Healthcare ","person":"Jorge  Goncalves","coPersons":["Alexander Arundell Webb"],"organisation":"University of Cambridge","findingsText":" We have developed computational tools to model-reduce bio-systems onto the simplified framework and identification tools that returns good model from experimental data. This provides a deeper and simpler understanding of the system for future design and synthesis of biological systems. The algorithm we developed can be applied to other fields. The software is in a standard language easily accessible to other researchers. Digital/Communication/Information Technologies (including Software),Healthcare","dataset":"gtr"}