{"id":"288BB323-6850-4593-8399-17F5A76EB27D","title":"Youth, poverty and inequality in urban Tanzania: New perspectives, new interpretations","abstractText":"<p>Urban contexts and youth populations are relatively unexplored territories of huge theoretical and policy relevance in Sub-Saharan Africa. Tanzania’s future is increasingly urban and predominantly young, propelling urban youth to the forefront of its development challenges.</p>\n\n<p>Urbanisation, however, has been accompanied by high levels of poverty, insecurity and inequality. Little is known about what this means for young people as they seek to negotiate the path to adulthood. In exploring the impact of rapidly expanding youth populations in the context of the urbanisation of poverty and its implications on the social and economic lives of Tanzania’s youth.</p>\n\n<p>This research breaks new ground in exploring new perspectives and new interpretations of what it means to be young and searching for livelihoods in the city amidst endemic poverty, inequality and limit support. It will identify the strategies youth deploy in a context of urban poverty for survival and advancement, and how these are influenced by age, gender and geographic location. Youth participation and engagement in both research and dissemination are central to the project, including the design of new research methods that will provide an inclusive tool for engaging with youth perspectives on the issues they face. </p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/K009729/1","grantId":"ES/K009729/1","fundValue":"172286","fundStart":"2013-10-01","fundEnd":"2016-09-30","funder":"ESRC","impactText":"  I presented my early findings of my research on youth and urban poverty in Tanzania at a joint conference between Bradford University and Mzumbe University in Tanzania on 50 years of development in Tanzania. Presentations were uploaded online so that students in Tanzania could also benefit. I have also done a narrative for the University of MAnchester's Policy Week, painting a picture of young people's visions of a poverty-free city in Tanzania. This will be uploaded and disseminated once the post-production has been finalised.\n\nAt the recent DSA conference (Nov 2014) I discussed my findings with the Young Lives team at Oxford, who were very interested in my research. As the cohorts they have followed for the past decade have transitioned into adolescence they are increasingly looking at youth issues. I will visit them in Oxford to present my findings in their Young Lives Seminar Series and discuss how I could fit these findings into their research agenda (and vice versa).\n\nMy research on NGOs and civil society have generated a lot of interest, including blogs, the Guardian Development website, and most recently I have been interview for Danida's official Development magazine on the basis of this. \n\nIn February 2014 I attended a high-level event on 'Future Cities' in New Delhi, organised by the UK Science and Innovation and Network and the Ministry of Human Resource Development with support from RCUK and RCUK-India. This brought together UK and Indian policy makers, private sectors, funders and researchers together to discuss and find solutions to current and future challenges in urban India. I was a group leader and panel discussant under the theme 'Leadership and Innovation in Urban Design and Planning'. In this I fed back a strong message to the organisers, that despite highlighting the need to guarantee long-term benefits for the economy and society, in the discussions and presentations were focused very strongly on traditional planning perspectives that overlook the social, pushing city residents out of the dialogue. Planning for what the city needs - not planning for the what the city's diverse residents' needs - is irreconcilable with the needs of the urban poor. I recommended to them a fifth theme to supplement their ongoing focus, namely urban poverty and livelihoods, as well as a stronger social focus in the remaining four themes. Communities and Social Services/Policy,Creative Economy,Government, Democracy and Justice,Other Societal,Policy & public services","person":"Nicola Margaret Banks","coPersons":[],"organisation":"The University of Manchester","findingsText":" The first year of my grant I spent doing exploratory research into the lives of young people in my two case study cities in Tanzania: Arusha and Dar es Salaam. These findings will feed into the next (and primary) stage of my research, starting in January 2015.\n\nThe research highlights the difficult circumstances urban youth find themselves in. Despite the better educational and employment opportunities, infrastructure and services that cities offer their residents, young people find themselves unable to access these benefits. Their lives are instead characterised by poverty, uncertainty, and a heightened vulnerability as a result of the emotional, physical and sexual violence that surrounds them. \n\nWork opportunities are limited and of poor quality. Most young people find irregular work doing various odd jobs on low incomes, or earn meagre amounts of money in survival small businesses. Where young people cannot secure income they spend large amounts of time 'waiting' for economic opportunities that take long times to come. This situation is exacerbated by limited support from their parents, families and communities. Where the realities of city life do not live up to the dreams of city living, hopes and aspirations are dampened, and there are limited pathways to social mobility for young people to follow. The idea of smooth transitions to adulthood for urban youth in Tanzania is misrepresentative of the experiences of most young people.\n\nI have presented these findings at a conference on 50 years of development in Tanzania organised by the University of Bradford and Mzumbe University in Tanzania. Presentations were recorded so that they could be streamed to students in Tanzania. I have also engaged with the public and local policy makers at the University of Manchester's Policy Week, in a live event called 'Picture a Poverty Free City'. As I narrated young people in Tanzania's visions of a poverty-free city, these images were drawn in real time. Once post-production has been completed this will be publicly available.\n\nAlongside this I have also been continuing to work on my other research projects. This includes work on NGOs and civil society with Professor David Hulme and Mike Edwards. In an up to date literature review, published through advance online access, we find that while NGOs have expanded significantly over the past decades, this has rarely been accompanied by strengthened civil societies. Weak civil society roots, professionalisation and political restrictions all undermine NGO legitimacy and dilute their impact. In terms of UK academia, I will shortly be presenting my findings at the University of Oxford in the Young Lives Seminar Series hosted by the ESRC/DFID-funded Young Lives project. As the cohorts they have been following have transitioned into adolescence and youth, they are turning their analysis into this new stage of the life cycle, and through these networks I hope I will be able to feed my research into this emerging research and literature to increase its impact. In terms of Tanzania academia I have also made connections at the University of Dar es Salaam and will see whether there is scope for collaboration on my return to Tanzania.\n\nOn return to Tanzania next year for the main part of my fieldwork, I will also engage with key stakeholders with these preliminary findings. These include the existing contacts I have made with UNICEF, DFID, Restless Development and other NGOs, and I will also try to extend my contacts to government policy makers. \n\nLastly, I will also work with Tamasha Vijana (my host organisation) , a participatory youth development centre to engage with Arusha and Dar es Salaam's young people with these findings. Communities and Social Services/Policy,Government, Democracy and Justice,Other","dataset":"gtr"}