{"id":"2898486A-167A-4789-B53E-A3F92B7A4B3F","title":"Masculinities, infertility and men's health; towards a theoretical understanding of men's experiences of infertility treatments","abstractText":"<p>It is estimated that infertility affects around one in seven couples in the UK. However, there has been relatively little theoretically informed empirical research concerning men's experiences whilst undergoing infertility treatments. This study will provide data on the interlocking relationships between 'being male', having an 'infertile body' and engaging with 'health services' from the perspective of men currently receiving infertility treatment.</p>\n\n<p>The study will also provide data on how healthcare professionals working in this field construct masculinity and the implications of this for their practice with men. This study will collect data via an ethnographic design which incorporates participant observation, semi-structured face-to-face/telephone interviews and audio diaries with men and face-to-face interviews with health professionals. The study aims to:</p>\n\n<ul>\n \n\n <li>provide theoretically informed and empirically rich analysis of men's experiences while undergoing infertility treatments</li>\n\n <li>investigate how masculinities affect men's experiences of infertility treatments and their relationships with healthcare professionals</li>\n\n <li>investigate men's 'practices' while undergoing infertility treatments and how these relate to men's conceptualisations of masculinity, the body and health</li>\n\n <li>investigate how healthcare professionals' conceptualisation of masculinities mediates their relationships with men undergoing infertility treatment</li>\n\n <li>inform the planning and development of infertility treatments in relation to men.</li>\n\n</ul>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-000-22-4381","grantId":"RES-000-22-4381","fundValue":"80653","fundStart":"2012-01-01","fundEnd":"2013-11-30","funder":"ESRC","impactText":"","person":"Alan  Dolan","coPersons":["Geraldine Mary Hartshorne"],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}