{"id":"289A732D-9960-49A4-8236-146F91F7B45D","title":"Public involvement in suicide prevention: understanding and strengthening lay responses to distress","abstractText":"Suicide prevention is everybody?s business. Previous research has concentrated heavily on the contribution that doctors and health professionals can make, due to the fact that those who take their own lives are usually suffering from a treatable mental disorder. Attention has also focused on government initiatives to make methods of suicide less accessible, for example by reducing the pack sizes of paracetamol and other commonly used drugs. These measures are helpful, but we also need to be looking at the contribution that ordinary people can make. \n\nRelatives, friends and colleagues are usually the first to know when someone is deeply troubled or distressed. They may think it is ?perfectly normal in the circumstances? (after a relationship breakdown, for instance) and assume that the person will get over it in time. Most of us do eventually recover from setbacks, but some do not. Relatives and friends need to make judgements about the seriousness of the distress, about how to respond to it and about whether to seek professional help. These are difficult and complex decisions, and we know very little about how people make them and how they can be better equipped to do so. \n\nBy studying in detail the circumstances surrounding particular suicides and asking relatives and friends about the way in which they understood what was going on, we hope to illuminate this neglected area. We will study 30 cases of suicide, in each case interviewing 3-4 people in order to build up a balanced picture. We will interview the deceased?s doctor, as well as family and friends, to try to identify ways in which lay people and professionals can work together to support a suicidal individual.\n\nWe aim to discover: who was in contact with the deceased; how aware they were of his/her distress and how they interpreted it; what actions they took, and what additional knowledge, skills and support might have enabled them to manage the situation differently and possibly prevent a fatal outcome. \n\nThe findings will give us a better understanding of the role that families, friends and others can play in identifying and supporting suicidal individuals, and will enable us to develop initiatives to promote public mental health awareness. \n\nThe team consists of researchers at the Peninsula Medical School in Exeter and at the Universities of Bristol and Swansea, together with a representative of PAPYRUS (Prevention of Young Suicide).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0600296","grantId":"G0600296","fundValue":"280189","fundStart":"2007-07-01","fundEnd":"2009-09-30","funder":"MRC","impactText":"","person":"Christabel Victoria Owens","coPersons":["Keith  Lloyd","Judith  Belam","Helen  Lambert","Jenny  Donovan"],"organisation":"University of Exeter","findingsText":"","dataset":"gtr"}