{"id":"28A08A20-0261-4780-ACEF-C03B55BD5659","title":"Long-term effects of elevated stress hormone levels in early development","abstractText":"A young animal can experience stress in many ways whilst it is growing, including food shortages and high levels of disturbance from predators. The level of stress experienced at this time may itself play an important role in shaping the subsequent development of the animal such that it is either better able to maintain normal function when exposed to a stressful environment as an adult or more sensitive to stress. In this study we plan to examine the long-term effects of varying levels of stress, within the natural range. Studying the effects of stress in birds could help us answer the question of exactly how rearing conditions affect individuals when they are adults. It is difficult to measure the influence of stress in infancy on 'performance' as adults and the long-term 'performance of animals in future generations because many species are so long-lived, taking years to reach sexual maturity. In this study we plan to examine the long-term effects of varying levels of stress, within the natural range, in a relatively fast maturing bird. When an animal's environment changes unpredictably, e.g. bad weather or food shortages, they suffer stress. During this time specific chemical messengers, called stress hormones, are released into the bloodstream from the brain, pituitary and adrenal gland. In the short term these hormones can benefit the animal as they promote activities to help it survive, but if the stress continues for a long time, they can have harmful effects and can even make an animal more prone to infection. Stress can also disrupt other normal physiological systems like the reproductive system and may even stop animals breeding. Although we know a lot about how immediate stress changes an animal's behaviour, we know very little about the long-term effects of stress experienced during development on adult behaviour and an animal's ability to reproduce. Furthermore, the question of how such effects might be felt in future generations have received very little attention to date. We propose to expose young zebra finches to concentrations of the stress hormone corticosterone that would be experienced under natural conditions, in response for example to human disturbance, by feeding them very small amounts of corticosterone twice a day. It is during this time that the systems within the body that regulate a birds response to stress are developing and may be affected by exposure to high levels of stress hormones. We will then collect data on the behaviour and breeding success of these birds when they are adults. Since stress hormones also increase during breeding and breeding is known to be affected by stress we will examine whether exposure to elevated stress hormones during development will affect reproductive decision-making and have an impact on breeding success as an adult. The results of this work will provide us with information that will greatly enhance our understanding of how exposure to stress hormones early in life can program an individual response to it's environment in later life.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D010896/1","grantId":"BB/D010896/1","fundValue":"262872","fundStart":"2006-04-03","fundEnd":"2009-09-02","funder":"BBSRC","impactText":"","person":"Pat  Monaghan","coPersons":["Neil Price Evans"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}