{"id":"28A4D86F-A8BB-4ADC-B1EF-837299F1DD10","title":"Collaborative partnerships between universities and Muslim institutions: dismantling the roadblocks","abstractText":"<p>Our project will develop and disseminate existing research findings about the benefits of collaborative partnerships between British universities and British Muslim colleges (research from 2010, 2011, 2012), focussing particularly on ways to forge a more cohesive society for Muslims and other Britons. Furthermore changes are afoot in the Arab world and we need to be able to capitalise on these changes for cultural, economic and social reasons. This will require specific skill sets eg an understanding of Islam that is positive, cultural literacy about diverse Muslim communities and Arabic language fluency - skills which may be developed as part of such collaborations.</p>\n\n<p>This project will run four regional knowledge exchange seminars and an academic conference.These seminars and conferences will bring together academics, practitioners and employers in an environment that is conducive to sharing experiences and opinions.This process of knowledge-sharing will lead to enhanced understandings of good practice and also clarify and suggest solutions to potential obstacles.Through these consultations we hope to achieve a critical mass of information that may encourage increased collaborations and related benefits for all stakeholders involved.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/J020842/1","grantId":"ES/J020842/1","fundValue":"76296","fundStart":"2012-08-01","fundEnd":"2013-09-30","funder":"ESRC","impactText":"  Since this was a follow-on project, we did not develop new research findings. However based on participant feedback and discussion at our knowledge exchange events and conferences we report a few findings (which are discussed in the 'key findings' section). The main objective of this project ES/J020842/1 was to disseminate the findings of our previous research. This was achieved through a programme of knowledge exchange and dissemination activities which are ongoing and continue beyond the formal duration of the project. \nThis project has allowed the project team to maintain, develop and sustain existing working relationships with Muslim institutions in Britain and to broker new relationships between universities and Muslim institutions. We now have a critical mass of academics in both universities and Muslim institutions who are aware of partnerships are who are keen to dismantle roadblocks.\nWe believe that the engagement we achieved has led to new thinking and some tangible improvements in:\n• public policy, by providing new paradigms for Islamic Studies courses in higher education\n• culture and quality of life by replacing friction caused by fear of terrorism with new behaviour that facilitates interfaith dialogue\n\nA few research outcomes which were not previously anticipated include:\n1. The Higher Education Authority (HEA) awarded this team &pound;750 to run a symposium on Islamic Studies Pedagogy in Britain: Interrogating the Secular and the Sacred on 4th March 2014, at the Multi-faith Centre University of Derby. A blog about this work can be accessed here: http://blogs.heacademy.ac.uk/arts-and-humanities/2014/10/29/islamic-studies-pedagogy-in-britain-interrogating-the-secular-and-the-sacred/ \n2. As a result of discussions with various stakeholders, a community group and Muslim institution the Al-Mahdi Institution has offered financial support to organise a Sunni-Shia intra-faith dialogue session on higher education. \n3. All three Muslim institutions that currently have strong partnerships (MIHE, Al-Makhtoum and Islamic College) have reported that they used our project report and findings either while sourcing new collaborative partners (MIHE and Al-Maktoum) or while recruiting external examiners (Islamic College).\n4. As a result of the intellectual capital created by this project - ES/J020842/1, the research team is collaborating with academics from the universities of Lancaster (Shuruq Naguib) and Durham (Mathew Guest) to undertake further research about Islam and Muslims on campus. We have put in a joint grant application entitled 'Islam of Campus' under AHRC's 'Large Research Grant' scheme. An outcome of this application is expected by mid-2015. \n\nSummary information about this engagement is as follows: \n1. The invitations for the project events and conferences were sent to over 7000 individuals and organisations\n2. The seminars were attended by approximate 150 individuals\n3. The conferences were attended by approximately 120\n4. All delegates received copies of the project interim report and executive summaries of the previous three projects\n5. The project reports are being sent in hard copy to all university vice-chancellors in the UK\n6. The project report and findings were sent to over 800 academics and research students via the academic networks.\n7. A monograph entitled Islamic Education in Britain: New Pluralist Paradigms is in press, due to be published in mid 2015\n8. Two journal articles are currently work in progress\n9. The PI and Co-I have made the following presentations based on the findings of the project:\n• 7th Dec 2013, Socrel/HEA Symposium: Islam and the University Curriculum: Experiences of Teaching and Learning in Higher Education, Imperial Wharf, London\n• 7th - 10th November 2013, SSRC Conference, Boston\n• 4th November 2013, Christian-Muslim forum event: Telling the Truth: about Muslim Identity in Britain, Westminster Abbey, London\n• 10th - 11th April2014, BRAIS Conference, Edinburgh\n10. The project website - www.derby.ac.uk/collaborative-partnerships-project is a central site for project information Communities and Social Services/Policy,Creative Economy,Education,Government, Democracy and Justice,Culture, Heritage, Museums and Collections,Other Cultural,Societal,Policy & public services","person":"Sariya  Cheruvallil-Contractor","coPersons":["Alison Frances Scott-Baumann"],"organisation":"University of Derby","findingsText":" This project disseminated research findings about the benefits of collaborative partnerships between British universities and British Muslim colleges (research from 2010, 2011, 2012). We believed both parties could benefit at a time when the Arab parts of the Muslim world are beginning to demonstrate new potential for markets. Such markets require specific skill sets that require improved development in Britain e.g. understanding of Islam that is positive and Arabic language fluency. This process also satisfied British demands for more acceptance and integration of Islam with Britain. \n\nFour regional seminars were held to discuss our research findings with presentations from existing collaborative partners i.e. the few British universities and British Muslim colleges already working together. Discussions were recorded and quotations used, following ethical permission guidelines, to demonstrate opinions and ways forward. \n\nWe considered future action with a range of stakeholders: policy makers, students, university representatives, Muslim colleges' representatives, local business people and communities. Four roundtable discussions were also held around four major issues as identified by these groups.\n\nImpact was measured partly by holding two final national conferences to pool proposals. Impact was also measured by developing deliverable outcomes: deliverables consisted of building on existing links from our extensive existing research and creating networks of key stakeholders.\n\nSince this was a follow-on project, we did not develop new research findings. However, based on participant feedback and discussion at our knowledge exchange events and conferences, we can report the following findings:\n1. All delegates found the three research projects which provided the impetus for this follow-on work, to be useful for their work and influential for their future practice.\n2. Participants at each knowledge exchange workshop and conference, unanimously endorsed our findings from these three research projects. They stressed the need for this work to continue, an assertion of the value of bringing people together who would otherwise not meet, and yet who can work together well, as these seminars demonstrate. \n3. Participants came from different professional and social backgrounds, and therefore had different expectations from the event, yet this initiative is perceived by all attendees as a positive move forward. \n4. Government was represented by members of the Prevent anti-extremist team, instead of by academic curriculum experts and policy makers. It was unfortunate that positive discussion about developing inclusive partnerships that are encouraging of cohesion and ultimately big society, did not receive the support it deserves from policy makers other than from those working within an anti-terror remit. Despite our best efforts, university participation was limited.\n5. Most delegates understood that partnership between a university and a Muslim college is complex. Yet they believed that the advantages outweighed the disadvantages. They also raised several queries to be addressed in the on-going process of this important ESRC project, including:\n\n• A proposal to create a steering group for the next phase of this work, \n• Acknowledgement of the need for new teaching methods, \n• The overriding and urgent need to bring together key figures from the Islamic and HE sectors and moving forward together. \n• Need for dialogue and sharing of expertise across all faith groups in Europe\n6. Delegates and speakers believe this work has great potential for improving community cohesion, for offering a broader higher education for all and for validating Islamic theology courses within the UK quality assurance system. \n7. At each knowledge exchange workshop and conference the importance was demonstrated of developing collaborative partnerships between UK universities and Muslim institutions in Britain. This would thereby provide a richer higher education sector and greater higher education opportunities for all British citizens.  Communities and Social Services/Policy,Education","dataset":"gtr"}