{"id":"28A9BDC3-9508-427F-B8D7-6C46C37AA86E","title":"Neutron and X-ray studies of the structure and relaxation in high temperature levitated liquids and glasses.","abstractText":"Oxide glasses are ubiquitous in the world around us and are used in a wide variety of applications from window glass, laser materials and the substrates used in the electronics industry. Despite this multitude of applications it is surprising how poorly some of these materials are really understood. Recently, high temperature glasses produced from mixtures of Aluminium Oxide with other Metal oxides (metal aluminates) have revealed new and interesting physical phenomema. This is notably the production of a state where two liquid phases of the same material can co-exist at the same temperature (the so-called liquid-liquid phase transition) and the production of poly-amorphic glasses (i.e. the production of two intermixed glasses at room temperature) from this state. The liquid-liquid transition is particularly challenging to observe (it has also been predicted to exist in pure water) and theoretically difficult to understand. An aim of this work is to throw new light on this new a surprising behaviour. The optical properties and in particular, luminescence from rare-earth aluminates are also of interest either for use in next generation displays or as materials for lasers. However, the efficiency of the luminescence of these glasses is strongly dependent on the way in which the glasses are produced. A second aim of this work is to understand how the local structure around the active ion in these glasses changes according to its thermal history and how this can be related to its properties. Finally, the glass transition itself remains one of the most poorly understood phenmomena in condensed matter physics. The timescales for vitrification observed in these aluminate glasses make them good materials in which to study the glass formation from the supercooled liquid by both structure measurements (diffraction) and relaxation measurements (inelastic scattering). We intend to apply these methods to understand better the properties that give rise to glass formation, phase separation and crystallization in these liquids.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F021488/1","grantId":"EP/F021488/1","fundValue":"123594","fundStart":"2008-10-01","fundEnd":"2012-09-30","funder":"EPSRC","impactText":"","person":"Adrian Clive Barnes","coPersons":[],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}