{"id":"28AD3E52-FB00-40C4-AC1D-EEAFADFCB355","title":"INFLUENCE OF IRON METABOLISM ON THE REGULATION OF INTRA-HEPATIC INFLAMMATORY RESPONSES","abstractText":"Life-long immunosuppression is commonly regarded as obligatory for solid-organ recipients to avoid the risk of graft loss due to rejection. Chronic immunosuppressive therapy however is associated with side effects (infections, nephrotoxicity, diabetes, hypertension and cancer) that have a negative impact on patient mortality. As a result, there is intense interest in strategies to successfully minimise and/or withdraw immunosuppression while maintaining normal allograft function and histology. The demonstration that not all recipients require perpetual immunosuppression to maintain their graft mainly derives from the small subset of patients who discontinue conventional immunosuppression through non-compliance, out of medical necessity, or within drug withdrawal trials, and yet sustain normal graft function. These patients are considered as &quot;operationally&quot; tolerant. Recent studies indicate that in liver transplantation the prevalence of this phenomenon is greater than previously estimated: 15 to 40% or more depending on recipient age and how remote from transplant. This has resulted in tolerance being recognized as a tangible clinical opportunity in liver transplantation. Our group recently described that liver tissue samples from tolerant recipients are characterized by the differential expression of genes involved in the regulation of iron metabolism. These markers correlated with serum levels of iron status-related parameters such as ferritin and hepcidin, and were very accurate at predicting the outcome of an immunosuppressive withdrawal protocol. These observations suggested for the first time that changes in iron homeostasis, even within normal reference ranges, could be playing a role in the regulation of alloimmune responses and intra-hepatic inflammation. \n\nTo investigate if iron homeostasis is truly causatively linked to liver allograft tolerance, we recently completed a series of bedside-to-bench preliminary animal experiments in which mice fed an iron-deficient diet were challenged with a compound that induces lymphocyte-mediated hepatitis. The low iron diet induced marked changes in intra-hepatic gene expression. Furthermore, it substantially improved the severity of hepatitis, and this was associated with suboptimal activation of T lymphocytes. Considering that intra-hepatic activation of alloreactive T lymphocytes is required for the establishment of liver allograft tolerance, these preliminary data provide a plausible explanation to account for the results observed in our clinical trial. Furthermore, these results suggest that iron metabolism could be a fundamental and previously unrecognized mechanism through which the balance between tolerance and immunity is regulated in the liver.\n\nThe goal of the current proposal is to explore in detail the mechanisms through which low iron and/or low hepcidin regulate liver inflammation and preclude liver transplantation tolerance. This will be accomplished through the following specific aims: 1) to determine the mechanisms through which iron and/or hepcidin influence the liver inflammatory microenvironment following acute and chronic liver injuries ; 2) to define how iron and/or hepcidin influence lymphocyte migration and activation and the generation of regulatory T cells; 3) to interrogate the mechanisms by which low iron and/or hepcidin hamper the development of liver allograft tolerance in rats.\n4) to determine if iron homeostasis directly influences liver regeneration. \n\nAltogether, the project will contribute to elucidate the mechanisms responsible for the development of transplantation tolerance following liver transplantation, and will provide the rationale to conduct future drug withdrawal trials and studies aiming at modulating iron metabolism as a means to regulate liver inflammation. This research could have wider implications, as modulation of intracellular iron could be a fundamental mechanism through which T cell function is regulated.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L008890/1","grantId":"MR/L008890/1","fundValue":"441624","fundStart":"2014-01-15","fundEnd":"2017-07-02","funder":"MRC","impactText":"","person":"Alberto  Sanchez-Fueyo","coPersons":["Irene  Rebollo Mesa","Marc  Martinez-Llordella","ELIANO  RIANI","Helen  Collins"],"organisation":"King's College London","findingsText":"","dataset":"gtr"}