{"id":"28B52CB8-E3C0-459F-A86E-56880974D357","title":"Modulation of microRNA as a therapeutic strategy for stroke","abstractText":"Stroke is the 3rd leading cause of death in the UK and the leading cause of longterm disability. With a growing elderly population the socioeconomic burden attributed to stroke is going to continue to increase in coming years. There is currently only one clinically approved treatment for stroke and due to tight safety constraints only 5% of sufferers receive this intervention. Clearly, there is a pressing and urgent need to identify novel intervention strategies and better define the mechanisms of stroke lesion progression and accompanying neurological deficit. microRNAs (miRNAs) are small molecules which can alter the expression of many targets involved in the divergent and converging pathways implicated in stroke lesion progression. By manipulating the expression of these miRNAs I postulate that improvments in outcome following stroke can be achieved. Uniquely, by altering the expression of one single miRNA effects on many pathways involved in disease progression can be achieved. This polytherapy approach has been shown to be successful for the management of diseases such as high blood pressure through multi-drug prescribing. To improve the clinical translation of our studies we will study these effects in an animal model which reflects many of the risk factors those likely to suffer a stroke have (e.g. high blood pressure, altered metabolic handling) and look to alter miRNA expression in the days following experimental stroke - a time window which would be attractive from a clinical standpoint. Alteration of miRNA will be achieved using novel gene delivery sytems based on a non-replicating virus which has been shown to efficiently target neurons in the brain. This virus is safe and doesn t cause an immune response in humans (unlike some gene delivery vectors). Together, the approach outlined here will help define the validity of gene delivery to alter miRNA expression in a robust experimental model of stroke and so could have important implications for future intervention strategies in the clinic.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1100562","grantId":"G1100562","fundValue":"398738","fundStart":"2012-03-01","fundEnd":"2016-02-29","funder":"MRC","impactText":"","person":"Lorraine M.  Work","coPersons":[],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}