{"id":"28B9D2F0-D8AA-4E07-9620-2F8387B1A3E3","title":"The response of aquatic invertebrate fauna to supra-seasonal drought and drying in a largely perennial chalk stream","abstractText":"A widespread drought is affecting much of south-east England. Since November 2004 a total of 13 out of 15 months have recorded below 1961-1990 average rainfall. This drought represents a major threat to the continued supply of water for domestic, agricultural and industrial purposes. In addition, it represents an infrequently occurring stress (disturbance) which many plants and animals are not adapted to. There is relatively little data available regarding the impact of severe droughts upon rivers in temperate environments such as the UK and very few studies have examined the ecological response during the course of a drought. This urgent grant application aims to examine the response of the river invertebrate communities inhabiting a largely perennial stream to the current severe drought affecting large parts of south-east England. To achieve this aim three objectives have been identified. First, a series of experiments will be undertaken on the Little Stour River (Kent) at sites which become naturally dry each year (intermittent), sites which have never become dry (perennial) and sites known to have become dry during previous severe droughts (usually perennial). Invertebrate samples will be collected between April and September from the surface of the river bed to examine how the invertebrate community changes during the course of the drought. Second, samples of invertebrates will be collected from within the riverbed to examine if some animals are able to survive drought by migrating to and living in water beneath the bed of the river at the intermittent, largely perennial and perennial sites. Third, data collected during this experimental period (April to September 2006) will be compared to the long-term flow and invertebrate data available for the river over a 14 year period (1992-2005). This will allow the impacts of the present drought to be placed within the context of natural variability over time. The results of the project would be of considerable interest to the international scientific community at large, policy makers involved in water resource management, habitat management agencies and conservation bodies, as well as the general public and fishermen who are concerned about the consequences of the drought on water supply and their activities. In addition, the results will provide an important benchmark for understanding the potential ecological and social consequences of an increase in the frequency and intensity of extreme hydrological events (floods and droughts) predicted by recent climate models.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E001769/1","grantId":"NE/E001769/1","fundValue":"84284","fundStart":"2006-06-26","fundEnd":"2007-02-25","funder":"NERC","impactText":"","person":"Paul James Wood","coPersons":[],"organisation":"Loughborough University","findingsText":"","dataset":"gtr"}