{"id":"28BB4C1E-408B-4137-B697-080136634CBA","title":"Dialogues with Graffiti for the Twenty First Century City","abstractText":"<p>The ESRC ‘Dialogues with Graffiti’ Network will run three workshops to share insights and stimulate debate on innovating new responses to the criminal and creative practices of graffiti with the aim of informing both crime prevention and city regeneration strategies.</p>\n\n<p>The network will bring together diverse experts and communities with the goal of identifying key opportunities/areas that offer potential to better respond to the phenomenon of graffiti in ways that can more sustainably and cost-effectively help mitigate problems, without unduly criminalising creative endeavour and talent.</p>\n\n<p>The workshops will include those with specialisms in materials, ecology, built environment, arts, education, community engagement and experienced practitioners from crime prevention, crime science and local authorities. Workshop strands will address:</p>\n\n<ol>\n \n\n <li>Connected Environments, Communities and Material Science</li>\n\n <li>Social Policy, Criminal Justice and Restorative Justice</li>\n\n <li>Codes of practice linked to the Dark Side of Creativity.</li>\n\n</ol>\n\n<p>Workshops will help develop connected partnerships and identify gaps in terms of understanding existing policy and practice.The ultimate aim is to kick-start a paradigm shift in UK approaches to policing graffiti; also to identify appropriate research project partners and draw together new case study material for publication.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-193-25-0005","grantId":"RES-193-25-0005","fundValue":"15112","fundStart":"2011-02-01","fundEnd":"2011-07-31","funder":"ESRC","impactText":"  Scientific Impact\nGDN has catalysed a multi-disciplinary network not previously represented within one initiative.\n\nThe Network workshops and directed research activities have engaged 132 specialist participants (66 Network- members on www.graffitidialogues.com, plus additional Network/workshop contributors). Fields of specialism included:\n• Academic-practice \n• Built-environment \n• Community-engagement \n• Creative-practice \n• Law-enforcement / Crime-science \n• Local-authority \n• Materials-solutions / Materials-development \n\nAn online-survey was conducted in November 2011, yielding a sample cross-section of 18 responses (20%). Over a third were in public-sector, over a quarter in private-sector (including self-initiated creative practice), and a sixth each in third -sector and education. The potential for impact in relation to knowledge transfer into academia from outside sectors exists and vice-versa. \n\nThe GDN project team were invited to present and deliverpapers to: \n\no Anti Graffiti Association Conference, London, May 2011; \no Landscape Institute, London, July 2011\no CRESC Conference, Manchester, September 2011; \no Open Walls Conference, Barcelona, October 2011; \n\nAbove reflects engagement with a wide cross section of partners, and how GDN is valued by experts on both sides of the debate.\n\n• Published article\nGamman and Willcocks Greening Not Cleaning Graffiti Walls, May 2011. See http://api.ning.com/files/1HRa8xuL6GoZHOl27xDZlatBP8vnCz*F8lK6ELyy9j87jD0VtZ4LoCvRyDCHXj92Y2utVYbt761LjKobDYfdJ8Alm5X2jd4k/Gamman_WIllcocks_DACRC_May_2011_72dpi.pdf \n\n• Invitations \n Included in a documentary being produced by Kognitif http://www.kognitif.org/ (in preparation, for 2012) ; collaborated on 'Open Walls' EU grant with Difusor http://www.difusor.org/en/ (Barcelona) and Pedro Soares http://userdesign.org/ (Lisbon); invited to work with artists Aleix Gordo Hostau and Juan Carlos. \n\nEconomic and Social impact\nThe project revealed a 'suite'-of-innovative-responses-to-graffiti that go beyond the current paradigm of &quot;cops-courts-and-cleaning&quot;, and may produce future economic-savings, to evaluate this we submitted a follow-on Pilot Demonstrator bid to AHRC, in September 2011, in collaboration with UCL and University of Bradford.\n\nThree-quarters of network protagonists identified within the online-survey described themselves as from communities/sectors outside academia. Of all respondents (academic and non-academic), almost three-quarters reported making new connections via GDN; two-thirds from outside their primary specialism. Almost 90% anticipated collaborating with people via connections through GDN or had already done so. Around three-quarters said that the experience had affected how they might address the issue of graffiti. Respondents were asked whether the network /workshops had introduced anything new to their knowledge - of 47 (multiple) responses, a third referred to new exemplars/case studies; almost a quarter to ideas on how to reframe the problem. Only 2 responses were negative. Only one respondent did not want further contact; half were interested in further GDN collaborations. Creative Economy,Environment,Government, Democracy and Justice,Culture, Heritage, Museums and Collections,Security and Diplomacy,Transport Cultural,Societal,Economic,Policy & public services","person":"Lorraine  Gamman","coPersons":[],"organisation":"University of the Arts London","findingsText":" GDN connected specialists, who rarely engage on graffiti, from local authorities; law enforcement and criminal justice; built environment; artistic/creative practice; community engagement; and academia. Three workshops presented outputs as new resource material for those registering on http://graffitidialogues.com. Contributions revealed ongoing division over issues of rights, usage of public space and some dissatisfaction with the cost implication of the so-called &quot;broken windows&quot; approach (see http://graffitidialogues.ning.com/group/social_policy . The &quot;Broken Windows&quot; theory of Wilson and Kelling (1982) posits that failing to control &quot;incivilities&quot; like graffiti can lead an area to undergo a &quot;spiral of decline&quot; and so cleaning is the required response; but evidence is mixed.\n\nEvaluation of crime prevention interventions has addressed vandalism (e.g. Clarke 1978) from a purely criminal perspective, and while evaluation is technically advanced, discussion at the workshops confirmed that it has so far failed to address the agonistic/conflictual nature of graffiti and the idea that cleaning is always appropriate.\n\nFrom the more radical perspective Workshop 3 identified many graffiti writers including Dotmaster, who assert that public advertising constitutes symbolic violence (Bourdieu 1984). Also its effects are abrogated by those who perceive all graffiti as deviance, property crime or antisocial behaviour rather than artistic/creative practice. Some projects, as identified in Workshop 1 (http://graffitidialogues.ning.com/group/connected_environments ) found different ways of mediating conflict around the issue of graffiti, as identified by G?mez (1993) and Iveson (2010). Subsequently, Gamman and Willcocks (2011) argued for &quot;greening not cleaning&quot; hot spots, at the 2011 Anti Graffiti Conference, in particular, how to demonstrate what may be of value within &quot;the commons&quot;, or shared spaces. Significant questions linked to sustainability of managing common spaces, ownership, and importantly of inclusion or voice, in our built environments were also raised by Gamman, Thorpe and Willcocks in July 2011 to Landscape Institute; also Gamman and Willcocks to the annual CRESC conference (Sept 2011) and the Open Walls Conference (Oct 2011). Furthermore our desk-based research led us to discover an apparently growing pool of positive creative interventions, formal and informal, in relation to the changing cultures and management of graffiti/street art practices. These were discussed in aforementioned presentations regarding who &quot;gets-up&quot; where; and how to &quot;grant voice&quot; to graffiti writers and communities in manageable ways. Such projects are documented as case studies on our GDN website. For example, the projects represented via the web links below offer a sample of those we feel need to be furthered analysed and developed as case studies.\n \ni) OPEN GALLERY, DIFUSOR, Barcelona - www.openwalls.org and www.difusor.org/?s=open+gallery\nii) STREET ART DEALER (C6) www.streetartdealer.com\niii) REVERSE GRAFFITI (MOOSE www.symbollix.com and www.environmentalgraffiti.com/featured/35-greatest-works-of-reverse-graffiti/1949?image=4)\niv) SIGNAL PROJECT www.signalproject.com and LOUGHBOROUGH JUNCTION ACTION GROUP www.loughboroughjunction.co.uk\nv) BIOTECTURE http://www.biotecture.uk.com/news.html \n\nAll workshops suggested many authorities do not take 'creative' practices seriously as long-term responses to graffiti. This appears largely connected to issues of evaluation and evidence. Online feedback from network members has been heartening. It is anticipated the &quot;suite-of -responses&quot; to graffiti, identified will be referred to and acted upon. Thus, subject to securing funding, the expressions-of-interest identified should lead to the development, piloting and testing of new approaches in, and with, appropriate geographic and social communities. We also anticipate that the depiction of graffiti as an space of conflict, contradiction and agonism, and the strategies that address this will stimulate and facilitate other socially innovative initiatives and prompt and assist socially responsive designers to come up with original resolutions.\n\nMarcus Willcocks, who researched some case studies loaded on the network, is being encouraged as an early-career-researcher to seek funding to follow-up issues raised by graffiti linked to his &quot;Open Walls&quot; presentation and Difusor contacts and to deliver an independent research funding application. Both Gamman and Thorpe plan to co-author/edit publications on issues raised by the project linked to socially responsive design/innovation for public space. Creative Economy,Environment,Government, Democracy and Justice","dataset":"gtr"}