{"id":"28BD334B-2985-4C1C-8AFA-624D313C850C","title":"Response to perturbations in active matter systems","abstractText":"Flocking, the collective motion displayed by large groups of birds in the absence of an obvious leader, is one of the most spectacular examples of emergent collective behavior in nature and has fascinated inquiring minds for a long time. Flocking, is not only restricted to birds, but can be observed in an extremely wide range of active matter systems - systems composed by &quot;active particles&quot; able to extract and dissipate energy from their surroundings to produce systematic and coherent motion -- as diverse as fish schools, vertebrate herds, bacteria colonies, insect swarms, active macromolecules in living cells and even driven granular matter.\n\nWhile our knowledge of collective motion has greatly advanced in recent years thanks to the study of minimal models of self propelled particles (SPP) and hydrodynamic continuum theories, as well as the development of the first quantitative experiments, little is known concerning the response of moving groups to perturbations, a question of both theoretical interest (fluctuation-response in out-of-equilibrium physics) and of great ethological importance (biological significance of group response, spatio-temporal mechanisms of information propagation in cases of alert). \n\nProtection from external threats is thought to be one of the most important factors in the evolution towards collective behavior, and there is indeed evidence that certain collective properties observed in animal groups cannot be understood in the context of unperturbed theories. Experimental observations in starlings, for instance, have revealed that flocks are much more internally correlated, and thus have a more efficient collective response mechanism than expected from standard unperturbed flocking theories.\n\nOur working hypothesis, supported by preliminary results in simple spin systems, is that certain properties of collectively moving animal groups can only be understood in terms of the system response to localized, dynamical perturbations. We will characterize the response of flocks to such perturbations, devoting particular attention to the role of information transmission from the boundaries to the bulk of a finite system. We will also address the origin of such perturbations. They may be exogenous, due to environmental stimuli such as attacking predators or the perception of non-homogeneous landscapes. But perturbations may also be endogenous: even in the absence of external stimuli, individuals may suddenly switch their behavioral patterns so that the group sets itself constantly into a state of dynamical excitation, possibly because this behavior enhances collective response when true perturbations strike. \n\nWe will consider finite perturbations, which induce a nonlinear response in flocks, but also the limit of infinitesimal perturbations, which may allow for a deeper theoretical analysis of linear response by extension of the fluctuation-dissipation relation (FDR) to flocking systems (out-of-equilibrium generalization of the FDR are already known, but flocking systems remain largely unexplored). This is an issue of great interest for the study of animal group behavior, since it could provide relevant information (at least at the linear level) concerning the response to perturbations starting only from the knowledge of unperturbed fluctuations. It is our goal to extend and test a generalized FDR to flocking systems.\n\nThis project aims at a well-defined advance in the scientific knowledge and will have direct impact on the academic communities of out-of-equilibrium statistical mechanics and group animal behavior. On a longer time scale, however, a better understanding of emergent collective phenomena in living matter could beneficially impact a number of important fields ranging from biotechnologies (subcellular dynamics of protein filaments, swarming nanorobots) to environmental resources conservation and management (animal group behavior, animal populations response to environmental changes).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K018450/1","grantId":"EP/K018450/1","fundValue":"97861","fundStart":"2013-05-01","fundEnd":"2015-01-31","funder":"EPSRC","impactText":"","person":"Francesco Giulio  Ginelli","coPersons":[],"organisation":"University of Aberdeen","findingsText":"","dataset":"gtr"}