{"id":"28C29708-9956-4CCA-A28D-4D7A1CC6653F","title":"New pathways of plant nutrition and resource partitioning in terrestrial ecosystems: testing the ecological role of DON","abstractText":"Traditionally, the importance of inorganic nitrogen for plant nutrition in terrestrial ecosystems has taken centre stage. Recent studies, however, have started to challenge this, showing that plants can also use dissolved organic nitrogen (DON) in the form of amino acids. This growing awareness of the ability of plants to use DON, and compete with microbes in the soil for this pool of N, has led to radical rethinking about terrestrial N cycling and the processes that control N availability to plants. Another surprising outcome of this new thinking is that it has rekindled debates about the role of resource partitioning for species co-existence in plant communities. Indeed, it has been shown that some plant species differ in their ability to uptake different chemical forms of N, both inorganic and organic, which therefore allows them to avoid competition with their neighbours for soil N. If plants do this in the field, it would provide a mechanism for them to co-exist in natural communities, thereby contributing to the maintenance of plant diversity. Despite this growing awareness of the role of DON in terrestrial ecosystems, recent research has shown that its importance for plant nutrition and resource partitioning varies markedly across different ecosystems. This variability has led to the idea, which remains untested, that plant use of DON is of most importance for plant nutrition and species coexistence (i.e. via resource partitioning based on chemical form) in low productivity ecosystems where the relative availability of DON to inorganic N (DIN) is high, due to low of rates of microbial turnover of the DON pool. This is what we wish to test in this study, our overarching hypothesis being that the availability of DON to plants, and the ability of co-exisiting plant species to partition the soil N pool based on chemical forms of N, is greatest in low productivity ecosystems where DON dominates the soil N pool. We will take a holistic, field based approach to test this hypothesis, using a well characterised and ubiquitous gradient of grassland productivity, coupled with non-destructive stable and radioisotope tracer approaches that allow us to track the turnover and fate of components of DON in these ecosystems. We believe that our data will provide new insights into terrestrial N cycling and the role of DON in plant nutrition and resource partitioning, which is the basis for plant diversity.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E017304/1","grantId":"NE/E017304/1","fundValue":"169949","fundStart":"2008-05-01","fundEnd":"2011-10-31","funder":"NERC","impactText":"  The findings have attracted a of attention within the scientific community via publications, but as yet, wider impact hasn't been realised and wasn't a focus of the project.  ","person":"Richard  Bardgett","coPersons":[],"organisation":"Lancaster University","findingsText":" The aim of this study was to test the significance of DON for plant nutrition and resource partitioning by co-existing species of semi-natural grassland ecosystems. The key findings are described below:\n\nObjective 1: To obtain quantitative flux information on upstream elements of the terrestrial N cycle, including rates of peptide and amino acid cycling. This objective was tested using soils collected from a series of sites located along a natural grassland productivity gradient. Soils were incubated with 14C-labelled amino acid and peptides in order to estimate substrate depletion from the soil solution and the subsequent production of 14CO2 resulting from mineralization. There was a considerable delay between microbial 14C removal from the soil solution, which occurred extremely rapidly (up to 96% of added substrate depleted within a minute), and 14CO2 evolution resulting from the rapid substrate turnover, which indicates that amino acid and peptide longevity in the soil solution of the soils in this grassland productivity gradient is vastly overestimated from measurements of mineralization alone. Furthermore, we found evidence of intact uptake of peptides by the microbial community, which indicates a short circuit in terrestrial N cycling where large proteins need only be extracellularly cleaved to short chain peptides before being directly assimilated. Rates of substrate uptake and mineralization declined in less productive, N-limited grassland soils with lower levels of microbial biomass, which suggests that the availability of organic N for plant uptake is likely to be controlled by soil microbial activity. We estimate that amino acid and peptide pools occurring in improved grassland soils may turn over at a rate of up to 30 times a day, representing a considerable N flux through the soil. \n \nObjective 2: To assess in-situ uptake and preferential use of N forms by co-existing plant species along the grassland productivity gradient. In-situ stable isotope labelling was carried out at two contrasting sites situated along the natural grassland productivity gradient. Site 1 was a highly productive, IN- rich, OM poor soil dominated by Poa trivialis and Trifolium repens, whereas Site 2 was less productive but more DON, OM and species-rich. At both sites turves were injected with 15N-labelled IN (NO3- and NH4+) and 13C15N labelled alanine and tri-alanine, and within a very short period of time the movement of these substrates was traced into the shoots of the most abundant surrounding plants, as well as roots, soil and the microbial biomass. Overall, microbes were the superior competitor for these N forms in both improved and unimproved grasslands although plants were able to compete directly for a significant proportion of DIN/DON. At both sites, species showed preferences for NH4 over other N forms although alanine-N was often also taken up in large quantities. Moreover, dual-labelling isotope techniques showed that a fraction of ON is likely to be taken up intact by co-existing plants of contrasting grassland types, and we have established for the first time that intact peptide uptake by certain species of the plant community occurs in unimproved grasslands within a very short period of time. N/A Agriculture, Food and Drink,Environment","dataset":"gtr"}