{"id":"28C26ADB-B14E-4A41-A80D-24F165D34A7B","title":"Development of a culturally adapted walking intervention for South Asian adults in Scotland","abstractText":"Background: In the UK, several major disease such as heart disease, stroke and diabetes are more common in people of South Asian origin (i.e., people with origins in India, Pakistan and Bangladesh) compared to the White majority population. Physical activity is thought to be one of the factors that contribute to the higher levels of disease found in these ethnic groups as South Asian adults usually report lower levels of physical activity (PA) than their White UK counterparts. There have been few attempts to try and promote physical activity in these ethnic groups in the UK. It is important that programmes are created to try and increase PA in South Asian adults to try and reduce the differences in levels of disease found between South Asians and the White population in the UK. \n\nObjective: We have been successful in a previous study at increasing physical activity in low-active White adults in Scotland using a pedometer and a walking programme. However, we are not sure if this programme can also be used successfully with South Asian adults. Therefore, the aim of this study is to explore if the walking programme needs to be adapted so that it is considered acceptable to a South Asian population. \n\nMethods: We will recruit individuals who consider themselves as being of South Asian origin from the two largest Scottish cities (Glasgow, Edinburgh) where a large amount of the South Asian community in Scotland live. We have previously created a list of 46 different ways in which health promotion programmes can be adapted to be culturally appropriate - such ways include changing the language that programme materials are written in and ensuring that programme materials include text and graphics that is relevant to a person from the South Asian community. We will hold discussion groups with 48 adults from the community and also carry out one-to-one interviews with key figures within that community such as leaders of community organisations or places of religious worship. During these discussions we will gain participants' views on what adaptations may be required. Once we have agreed the ways in which the programme materials need to be amended we will create new materials. We will then ask the 48 adults to try these out for 4-weeks whilst trying to increase their physical activity before holding further discussion groups to collect their feedback on the new materials.\n\nFuture research: This study is the first step in developing a much larger trial to promote PA in South Asian adults in the UK. Our findings will help to shape what the adapted walking programme will look like and it will also help to identify any issues that might prevent success of a larger study.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/N008413/1","grantId":"MR/N008413/1","fundValue":"148391","fundStart":"2015-09-01","fundEnd":"2016-12-31","funder":"MRC","impactText":"","person":"Graham  Baker","coPersons":["Nanette  Mutrie","Ailsa  Niven","Aziz  Sheikh"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}