{"id":"28C3EEA9-1946-4B68-B8B8-70AC559A71B5","title":"Correlates of protection against Mycobacterium tuberculosis infection","abstractText":"Tuberculosis is an increasing health problem because HIV increases individuals? susceptibility to the disease. Furthermore the bacteria are now often resistant to antibiotics, making treatment difficult. An improved vaccine would therefore be a major contribution to world health. Because Bacille Calmette-Guerin (BCG) the current vaccine, provides partial protection it is likely that any new vaccine will be used to boost the protection afforded by BCG. Several candidate booster vaccines are currently entering clinical trials to test their safety and ability to boost the immune response to tuberculosis. However, proving that a booster increases protection will require a very large, expensive and long clinical trial. A test that could indicate which vaccine candidates can boost protection, would allow a rational selection from among the available candidates and save a great deal of time, money and effort.\nIn our project we will study the lymphocytes from mice given BCG and then booster vaccines that are already known to increase protection or have no effect. This will allow us to compare the properties of protective and non-protective lymphocytes and identify a ?signature? of protection. We shall then use this in cows immunised against bovine tuberculosis, a disease that is very similar to human tuberculosis, to predict whether different booster immunisations are protective. Finally we shall study human volunteers given a candidate booster vaccine and predict whether this is a good candidate to go on to efficacy trials.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0701235","grantId":"G0701235","fundValue":"856744","fundStart":"2008-07-01","fundEnd":"2011-12-31","funder":"MRC","impactText":"","person":"Peter Charles Beverley","coPersons":["Adrian Vivian Hill","Elma Zaven Tchilian"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}