{"id":"28D299B7-F3DC-4D8F-BD57-254FE6D94FE3","title":"Where Empires Meet: The Border Economies of Russia, China and Mongolia","abstractText":"<p>This network is intended to strengthen our understanding of two 'Rising Powers'&nbsp;- China and Russia&nbsp;- through an exploration of economic and political activities along their frontiers, both with each other and with the resource-rich country of independent Mongolia. By gathering together the results of ongoing studies in various parts of this region the network will foster a deeper comprehension of the inner workings of these two rising powers, their relation to one another, and the effects of their current rise on the nations and regions that border them. </p>\n\n<p>Online discussion and two workshops will provide a unique opportunity for social scientists from Russia, China, and Mongolia to meet with their counterparts in the United Kingdom, to share their knowledge and ideas regarding the region's border economies. This will enable International scholars and non-academic experts to pool their expertise, much of which remains unpublished or difficult to access. </p>\n\n<p>This research will substantially increase empirical knowledge of what is happening in the region today, so that policy decisions regarding these two rising powers can be better informed. The network is intended as a pilot for a larger research project and will make use of a range of social science methodologies.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-075-25-0022","grantId":"RES-075-25-0022","fundValue":"49203","fundStart":"2010-01-28","fundEnd":"2011-01-27","funder":"ESRC","impactText":"  The findings were published in an edited volume and formed the basis for a successful application for a large follow-up project headed by another member of the research team. Education Cultural,Societal,Policy & public services","person":"David Andrews Sneath","coPersons":["Caroline  Humphrey"],"organisation":"University of Cambridge","findingsText":" The findings on cross-border issues of trade, environment, cultural exchanges, ethnicity and policy differences were published in an edited volume and formed the basis for a successful application for a large follow-up project headed by another member of the research team. Business and policy makers to understand this little studied region Creative Economy,Education,Environment,Culture, Heritage, Museums and Collections,Security and Diplomacy","dataset":"gtr"}