{"id":"28D3C36E-8C14-471C-AFF2-93C6EBFEA23A","title":"Bond Activation and Catalysis by Main Group Systems","abstractText":"The activation of relatively inert non-polar chemical bonds is key to numerous catalytic functionalization processes generating high value-added chemical products. In the region of 75% of all chemicals currently require catalysts at some stage in their manufacture, and typical catalysts feature heavier late Transition Metals, reflecting their amenability to bond modifying redox processes. Issues relating to the sustainable availability/cost of such elements and the incorporation of heavy metals into products, mean that the search for alternative catalytic platforms is at the cutting edge scientifically and economically. Main Group metals, by contrast, are inexpensive, abundant, and in the cases of the lighter elements (such as the germanium compounds ultimately targeted here) less of an issue with regard to toxicity.\n\nIn recent years, research into Main Group element compounds has highlighted the accessibility of low-valent derivatives with vacant coordination sites, and frontier orbitals with relatively small energy gaps able to facilitate bond activation by oxidative addition. Thus, a fundamental mode of reactivity typical of late Transition Metals has been opened up, and small molecule activation under mild conditions can be envisaged. Complementary strategies utilising redox inert metals (e.g. Ca2+) in constant oxidation state catalysis (e.g. via sigma-bond metathesis) have also emerged. Thus, the opportunity to exploit Main Group elements, once perceived as catalytically inert, as novel catalysts is not only at the cutting edge scientifically, but also offers huge potential for growth. With regard to redox-based processes, Main Group systems capable of effecting oxidative activation of E-H bonds are now known (e.g. for E = H, C, N, O, Si). Reagents capable of such insertion chemistry, however, are often highly reactive sub-valent species, and E-H bond activation processes typically generate products in thermodynamically very stable oxidation states. Catalytic turnover via reductive regeneration of the active species similar to late d-block catalysis is thus difficult to effect. However, our recent work and related research into Group 15 systems gives encouragement that catalytic cycles based on n/n+2 oxidation states for Main Group elements are indeed viable.\n\nThe step change in homogenous catalysis which this proposal seeks to bring about is to open up catalytic bond modification processes based on redox chemistry (oxidative addition/reductive elimination) to Main Group metals. Our approach will be built on exciting preliminary results for tin systems, while ultimately targeting catalysts based around germanium, which is more environmentally benign, but a more challenging redox prospect. Our goals for the lifetime of this project are not necessarily to produce immediate replacements for existing Transition Metal systems in societally important catalytic transformations, but rather to establish the fundamental ground rules for catalyst design in what is an entirely new area of endeavour.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L025000/1","grantId":"EP/L025000/1","fundValue":"357098","fundStart":"2014-06-01","fundEnd":"2017-05-31","funder":"EPSRC","impactText":"","person":"Simon  Aldridge","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}