{"id":"28D60D46-EFF0-4FB8-A4A8-2DAC0D34294D","title":"Remote sensing of solar induced fluorescence and the Photochemical Reflectance Index (PRI) for carbon uptake in two contrasting forest ecosystem types","abstractText":"The increase in concentration of carbon dioxide (CO2) in the atmosphere and its contribution to global warming is one of the most urgent of environmental issues. The rise in atmospheric CO2 has been principally ascribed to the burning of fossil fuels and tropical deforestation. Around 45% of the estimated emissions of CO2 are accounted for by the increase in atmospheric CO2, but the remainder is largely unaccounted for and it is believed that the terrestrial biosphere and the oceans are taking up the remainder. A number of scientific studies suggest that it is the vegetation that is primarily responsible for taking up this excess CO2, yet these estimates are uncertain, as well as an understanding of the processes that drive them. The aim of this work is to specifically improve estimates of the processes of photosynthesis, and stress (such as lack of water, and heat, for example) using remote sensing. The direct measurement of the photosynthetic CO2 exchange between the atmosphere and biosphere can be carried out by using advanced systems that include fast responding gas (CO2) analysers. Such systems are already installed globally in a network of over 200 sites and actively collect CO2 flux data over contrasting vegetation types. Whilst these measurements are powerful in that they provide continuous data on photosynthesis of large areas of vegetation, they only represent one point in space and we wish to utilise other methods, namely remote sensing, that can also provide this information yet measure over a much larger geographical area. In a nutshell, global issues with global impact, requires global measurement and this can only be achieved using remote sensing. Within our group we have successfully developed methods to detect changes in the photosynthetic reactions from remote sensing (from aircraft) but have only tested this is a select few ecosystem types. This therefore presents a unique and exciting opportunity to investigate the use of remote sensing for measuring photosynthesis such that we can move towards the reality of 'measuring biology from space', which would be a key breakthrough in photosynthesis research and advance our understanding of the role of vegetation in the terrestrial carbon cycle. This field is particularly exciting because it addresses fundamental scientific and political issues. The Intergovernmental Panel on Climte Change released its final synthesis report which highlighed not only the unequivocal evidence in support of climate warming, but also the impact this will have on terrestrial ecosystems. The proposal is therefore of high importance since it addresses the issue of carbon uptake by vegetation and how it will be affected by the stresses imposed by a changing climate.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F017294/1","grantId":"NE/F017294/1","fundValue":"415501","fundStart":"2008-10-01","fundEnd":"2014-01-31","funder":"NERC","impactText":"  This grant completed early this year and thus far we do not have any significant impact outcomes to report at this time. Environment ","person":"Caroline Jane Nichol","coPersons":["John  Grace","John  Moncrieff"],"organisation":"University of Edinburgh","findingsText":" New or improved research methods or skills developed\nThis project was linking a suite of scales of remote sensing to explore and understand changing forest canopy physiology. As part of this, a challenge can be collecting high spectral resolution optical data that can be used alongside micrometeorological data . The challenge is having a system that can be deployed in all weathers yet still collecting high quality data. Spectrometers are highly sensitive to changes in temperature so we designed and built two systems centered around a thermally cooled enclosure with miniaturized spectrometeres. This was the first system to be successfully deployed and operated at high latitudes and has been published (Drolet). Furthermore the data collected has been processed and analysed and is revealing interesting features that strongly relate to the carbon capture of vegetation.\nOur data are attracting much interest from the community and we are actively in discussion with several groups with regards the sharing of this data for common goals. For example, signals we can calculate from this data can be used to validate similar signals calculated from satellite (and therefore allowing larger spatial scale analysis) so providing a ground truth is critical. There are currently two routes: The ground based data that we generated from our optical system will shortly be used by the modelling community who are attempting to understand the influence of complex structure within forests on signals calculated from the data. It is well know that structure can hinder the retrieval of parameters linked to carbon uptake and models can help simulate and understand these impacts. Data are a critical step to validating these models however and we have discovered that we have a unique data set that can help drive this process forward.\nSimilarly we are finding out now that it is possible to retrieve fluorescence signals from space but there is a lack of ground data with which to validate these findings. This is a complex problem because of the mismatch in scale between an observation taken from a space platform and one from a ground based platform. However we are in discussions with NASA about the best way to integrate our data sets. Environment","dataset":"gtr"}