{"id":"28D897C9-BA76-4899-92EA-8A780331705D","title":"Development and use of a sheep model to test a novel anti-scoliosis device","abstractText":"Idiopathic scoliosis is a common condition affecting primarily young girls aged 11-14 years, but also boys and younger children They develop a progressive spinal curvature that is disfiguring and in it severest form potentially fatal. Treatment in the 1950s - 1960s consisted of lying the patient in a plaster mould for many months until the vertebra spontaneously fused together. This method of management was replaced in the 1970s by instrumented fusion of the spine, due to the availability of sophisticated spinal implants and improvements in anaesthesia. This latter method, used until today, does provide some curve correction and limits the period of patient hospitalisation. Unfortunately, a significant curvature, often in excess of 30 degrees, will remain and the child is often left with a fusion extending from the upper thoracic to lower lumbar region. In addition, a number of patients who underwent spinal fusion are presenting to the adult spinal clinic with degenerate change in the segments below their fusions. This will be a source of severe pain in later life. \n\nThis project aims to investigate whether a novel device may be implanted on the convexity of a developing scoliosis curve and by using natural growth cause the curvature to swing back into neutral alignment. It is unique in design and although shown to work in a spinal model completely unproven in vivo. The researchers seek grant funding for proof of the concept with an animal model. This is clearly essential before any use of the device in a child.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0700918","grantId":"G0700918","fundValue":"177679","fundStart":"2008-04-01","fundEnd":"2010-03-31","funder":"MRC","impactText":"","person":"John Nicolas Gibson","coPersons":["Timothy  Drew","John  Burke"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}