{"id":"28DAE7D2-8AE0-4E85-AF11-C42DBA5193F2","title":"An optical trap for use on microfocus beamline end stations at Diamond Light Source: innovative sample staging and manipulation","abstractText":"Research in both the physical and life sciences is increasingly conducted on the micron and submicron scale, approximately the size of individual cells and their contents. In comparison, a single grain of salt is approximately 50 to 60 microns across. To view the structure and composition of objects this small, light sources more powerful than a standard optical microscope are required. To this end, third generation synchrotron light sources provide light a billion times brighter than a hospital X-ray machine, enabling the study of the internal structure or chemical composition of materials and biological matter. Diamond Light Source, a brand-new synchrotron light source, is being constructed in Oxfordshire on the Rutherford Appleton Laboratories site. New advances in X-ray optics have allowed the beams of light produced at synchrotrons to be focused to one micron or smaller in cross section, approximately ten times smaller than a human hair. This allows researchers to investigate individual particles such as cells, starch grains, and single polymer molecules. A significant technical impediment exists, in these cases, in the positioning of increasingly small samples in front of the X-ray beam. Surrounding material can generate interference in the resulting image, and sample mounting and embedding is not always possible. We propose to address this complex issue by constructing a set of laser tweezers. It was discovered in the 1970s and 1980s that the pressure generated by the light in a tightly focused laser beam was sufficient to hold particles of 1-10 microns in position in three-dimensional space. Moreover, the particles can be manipulated - stretched, moved and rotated - while in the trap. The combination of this technology with the microfocus X-ray sources available to researchers at third generation synchrotrons such as Diamond will provide a facility to hold, move, and simultaneously image small particles such as individual cells, cellular organelles, synthetic molecular motors, and single proteins such as collagen. This will be of great value to researchers in nanoscience and nanotechnology, and will serve to reinforce the leadership role of UK scientists in these fields.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/F001630/1","grantId":"ST/F001630/1","fundValue":"125757","fundStart":"2007-10-01","fundEnd":"2010-09-30","funder":"STFC","impactText":"","person":"Jennifer  Bardsley","coPersons":["Nick John Terrill"],"organisation":"Diamond Light Source","findingsText":"","dataset":"gtr"}