{"id":"28DC2CF4-A2EB-431C-BFE5-96BEB42B0DDE","title":"Role for Lhx genes in skin development and regeneration","abstractText":"Skin is the largest organ in mammals and is also relatively accessible for research. Development of organs during embryogenesis, as well as their maintenance and regeneration after birth are controlled by signal molecules and transcription factors, proteins that regulate gene activity. In fact, the proper development and function of organs including skin are controlled by tightly coordinated programmes of gene expression that regulate synthesis of proteins specific for distinct cell types. Understanding the molecular mechanisms controlling skin development is highly important for better understanding the fundamental principles of organ development and postnatal regeneration. The Lhx family of transcription factors are powerful regulators of development of some organs, but their role in skin development remains largely unknown. Increasing interest to delineate their functions in developing and postnatal skin has been stimulated by the recently published discovery demonstrating the involvement of Lhx2, one of the proteins of the Lhx family, in the maintenance of epithelial stem cells. The epithelial stem cells can give rise to skin surface and skin appendage (hair follicles, glands and nails) cells and are important for proper skin development and maintenance. Based on our preliminary data and on data from the literature we will perform a systematic study to analyse mechanisms underlying the involvement of Lhx genes in skin development, postnatal growth and regeneration. Specifically, we will test a hypothesis that different roles of the distinct members of the Lhx family in regulating skin development and postnatal regeneration depends on where and when they are expressed and on their differences in gene activity regulation in distinct types of skin cells. We will address this hypothesis by generating models where activity of Lhx2 and Lhx4 in skin is abolished or significantly increased. We will check how this gain and loss of Lhx activity effect skin development, postnatal maintenance and regeneration after injury (wounding). We will also determine which genes are regulated by Lhx2 and Lhx4 in skin cells and what are the mechanisms of such regulation. This project will help us further understand the fundamental mechanisms controlling skin development and maintenance, as well as providing new insights into the role of Lhx genes in vertebrate development and gene regulation. It will also expand our knowledge about epithelial stem cells and ultimately help in further delineating fundamental mechanisms that govern postnatal organ growth and regeneration. This project will also help in improving human health and will provide new insights into the current approaches used for therapy of many skin disorders including skin cancers, chronic epithelial wounds and distinct forms of hair loss.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E023010/1","grantId":"BB/E023010/1","fundValue":"361236","fundStart":"2007-07-01","fundEnd":"2010-12-31","funder":"BBSRC","impactText":"  The data obtained on this project provide an important platform for targeting Lhx2 and modulating its activity during wound healing in human skin and for correction of poor skin regeneration in elderly and diabetic patients. The data are summarized in two manuscripts, which are in open access for broad categories of researchers and R&amp;D scientists. Education,Healthcare,Pharmaceuticals and Medical Biotechnology Societal","person":"Vladimir  Botchkarev","coPersons":[],"organisation":"University of Bradford","findingsText":" Research on this grant resulted in identification of novel role for Lhx2 transcription factor in the control of stem cell activity in the skin during development and wound-induced regeneration. We identified for the first time that Lhx2 differentially regulate expression of two key transcription regulators Sox9 and Lgr5 to control the response of hair follcile stem cells to skin injury. These data provide an important foundation for further research towards the development of novel therapeutic approaches for modulating stem cell activity in poor regenerative skin conditions by small molecules targeting Lhx2 activity. These data provide an important platform for further targeting Lhx2 and modulating its activity during wound healing in human skin and for correction of poor skin regeneration in elderly and diabetic patients. Education,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}