{"id":"28E064C4-D510-414F-859A-B2275784A741","title":"Cirrus Coupled Cloud-Radiation Experiment: CIRCCREX","abstractText":"Climate and weather prediction models demand understanding of how cirrus clouds, high in the troposphere (6-14km in altitude) affect our climate. Cirrus covers up to 30% of the globe and its effects should be accurately included in global climate models. Clouds have two main effects; they are the main atmospheric component in the hydrological cycle, but they also trap radiation, both reflecting sunlight back to space (cooling the Earth's surface) and trapping the thermal energy emitted from the surface (as they are cold, emitting less energy to space than an equivalent cloudless sky). The balance between the shortwave (sunlight) and longwave (thermal radiation) effect depends on factors such as altitude and thickness of the cloud, and the size and shape of the ice crystals that make up the cloud. The crystals can take on myriad shapes, and the shapes existing in particular clouds depend on conditions and on the evolutionary sequence that the particles experience; growing, aggregating and/or dissipating over time, dependant on the changes in temperature, humidity and meteorological environment they experience. Different crystal sizes and shapes reflect and scatter light in different ways. Some crystal shapes are efficient at reflecting sunlight, but not thermal radiation and some the other way round. The net effect of a cloud on the radiation budget depends on the microscopic shapes of the crystals inside it. By measuring both the heat emitted by the cloud and its internal crystal properties ('microphysics') we can determine the link between the two, and hence the overall effect the cloud is having on the climate. \n Cirrus models have been derived that calculate expected response of different crystal types across the spectrum, and these are usually combined with predicted particle size and shapes (Particle Size Distributions, PSD) found from in-situ flight campaign measurements using cloud probes. These are parameterised (simplified) and used in climate models and general circulation models (GCMs), eg. in numerical weather prediction (NWP) and climate change, but these cirrus models have not been tested across the full spectrum. Some studies have been made of specific radiative properties of some crystal types in the shortwave, and of other crystal types in parts of the longwave, but there has not been a successful measurement covering the full spectrum simultaneously measuring the precise make up of the crystal sizes and types in a cloud. \nWe plan a novel flight campaign combining full spectrum radiative measurements (125-0.3 microns) from longwave to shortwave, with state-of-the-art measurements of crystal PSDs, the ice water content and temperature etc. We will test scattering models and PSD parameterisations used to describe cirrus cloud in atmospheric models, such as the UK MetOffice (MO) Unified model Numerical Weather Prediction (NWP) with model improvements implemented by our MO project partners. Our project is possible because of NERC funded research that led to: state-of-the-art cloud probe instruments and software tools that addressed problems of ice crystal shattering at the inlet apertures and the great uncertainty in ice crystal size distributions of the past; and the development of the unique far-IR instrument TAFTS at Imperial College (IC). The ability to measure the entire spectrum from an aircraft, and so simultaneously measure the cirrus crystal types, sizes, temperature and IWC, roughness etc., is a unique facility only available on the UK FAAM aircraft. We combine radiometry in the far-IR of IC, in mid-IR to solar of MO, cloud microphysics instrumentation and expertise of Manchester and Hertfordshire Universities, and UKMO/FAAM with complementary cloud and atmospheric state measurements. This will give a leap forward to cirrus modelling, our datasets allowing testing and development of models and parameterizations used to predict the effect of cirrus in climate models and NWP.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/K01515X/1","grantId":"NE/K01515X/1","fundValue":"135566","fundStart":"2013-12-31","fundEnd":"2017-06-30","funder":"NERC","impactText":"  The measurements we have made on aircraft flights in 2013 have been provided to our collaborators (Imperial College) and the Met Office. Other than to help to understand how to better plan future science flights (matching project aims), it is to early in the project to judge their scientific impact Education,Other ","person":"Keith  Bower","coPersons":["James Robert Dorsey"],"organisation":"The University of Manchester","findingsText":" We have discovered the best way to plan an aircraft flight so as to measure Cirrus clouds remotely (as satellites would), and to then fly in the same clouds and make in-situ measurements of the cloud properties. We have improved the software used to analyse the data from instruments measuring the cloud particles (droplets or ice particles), to better identify their number, size and shape, so we can better understand their effects on sunlight scattered by them, and longwave heat radiation emitted by them so as to improve their representation in weather prediction and climate models. The information about number size and type/shape of cloud particles, helps us to understand their radiative effect in the atmosphere, how they and the clouds they are comprise evolve with time (how big they get, how bright they are/how much sunlight they scatter, how long they live for etc), and hence improve their representation in weather prediction and global climate models. The latter will be undertaken at the Met Office. This will then impact on the General Public by their experience of better forecasts of weather and future climate change Aerospace, Defence and Marine,Agriculture, Food and Drink,Education,Environment,Leisure Activities, including Sports, Recreation and Tourism,Transport,Other","dataset":"gtr"}