{"id":"28E140E5-F303-41C5-9AEB-73C12F015B8F","title":"Research Centre on Innovation and Energy Demand","abstractText":"Climate change poses an unprecedented challenge to the way societies operate. In order to address this challenge, the UK has set an ambitious target of 80% reduction in greenhouse gas emissions by 2050. Meeting this target will require not only decarbonising energy supply, but will also mean action to make the use of energy more efficient and to reduce energy demand. The proposed Centre on Innovation and Energy Demand will contribute to this challenge by developing an interdisciplinary understanding of the emergence, diffusion and impact of low-energy innovations - new technologies, organisational arrangements or modes of behaviour that are expected to improve energy efficiency and/or reduce energy demand.\n\nThe Centre will be managed within the Sussex Energy Group (SEG) at SPRU, University of Sussex. SEG has a strong international reputation for policy-relevant interdisciplinary research on transitions to sustainable energy systems, focusing on both the supply and demand sides of these systems. Oxford University's Transport Studies Unit (TSU), a leading interdisciplinary research centre on transport futures, will also contribute to the Centre.\n\nThe Centre's research and user engagement will be organised under three themes that focus on the emergence, diffusion and impact of different types of low-energy innovation. Each theme will encompass several research projects that provide a balanced coverage of research methodologies and empirical domains. The Centre will also conduct cross-cutting projects and integration activities, with the aim of synthesising the emerging findings from the three main research themes and effectively engaging stakeholders. Two cross cutting projects are proposed. The first will carry out a comparison of multiple low energy innovations to explore differences between incremental and radical innovations, and between those that are mainly technical and those that are largely social. The second will analyse synergies and trade-offs between policies to support low energy innovations and other, overlapping energy policies. A Low Energy Innovation Studio will also be established as the engagement hub of the Centre. It will oversee a number of functions including researcher placements in collaborating organisations, Centre workshops and events, visiting fellowships, summer schools and a final conference.\n\nThe proposed research programme is inter-disciplinary, combining perspectives from different traditions within economics, innovation studies, political science and sociology. The programme will be developed and conducted in collaboration with non-academic organisations who will help identify research problems, contribute resources and case studies, and assist in engagement with practitioners. Centre researchers will collaborate with academic colleagues in the UK as well as with related international institutions. The Centre will produce a range of outputs tailored to different audiences including journal articles, reports and policy briefings. It will have a simple internal management structure, comprising a Director, Centre Manager and three research theme leaders, together with Advisory Group to steer its work. Finally it will develop research capacity by recruiting and developing junior researchers and by encouraging applications from doctoral researchers who would be associated with the Centre.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K011790/1","grantId":"EP/K011790/1","fundValue":"3539210","fundStart":"2013-06-01","fundEnd":"2018-05-31","funder":"EPSRC","impactText":"","person":"Benjamin  SovacoolSteven Robert Sorrell","coPersons":["David  Banister","Frank Willem Geels","Adrian Paul Smith"],"organisation":"University of Sussex","findingsText":"","dataset":"gtr"}