{"id":"28EED3E0-D74A-4F2B-8F83-75970571C1A9","title":"Trace gas emissions from Amazonia influence secondary organic aerosol (CLAIRE-UK)","abstractText":"The Amazonian tropical rainforest in South America is an area of the world which is receiving significant pressures at present. Driven by economical growth in the region, deforestation is ongoing, which leads to conversion of primary forest for agriculture and large fires affecting the chemical composition and pollution in the region. At the same time, the most recent generation of climate models suggest that climate change will have dramatic consequences in the region and that the Amazonian rainforest is threatened by drying out as the water balance in the region changes. This not only has important consequences for the region itself. Through so-called teleconnection in the climate system, changes in the functioning of the Amazon rainforest is linked to changes in climate elsewhere on the planet. The Amazon rainforest does not just transport large amounts of water and energy back into the atmosphere, which affect the climate, it also emits large quantities of volatile organic compounds and, probably, ammonia, which react in the atmosphere, leading to the production of oxidants and particles. These particles provide the condensation nuclei for cloud droplet formation which regulate precipitation patterns in the region, change the weather and thus feed back onto the emissions. However, emissions and particle formation mechanisms are currently poorly understood. An understanding of the current emission and air chemistry in the region and its response to changes in meteorological drivers is needed to parametrise these processes in climate models to improve the rebustness of future climate predictions. Previous measurements with the research programme Large-Scale Biosphere-Atmosphere Experiment in Amazonia (LBA) have indicated that the air chemistry in remote regions of the Amazon is one of the least disturbed on the planet, if influences of biomass burning can be avoided. Thus we still have the chance to study the cycling of trace gases and aerosols, their effect on the regional climate and their responses to climatic drivers in a fairly undisturbed environment. This proposed project aims to add UK measurements to two major international field campaigns with up to 15 partner institutes in the remote Amazon rainforest to quantify the emissions of trace gases and aerosols, and their controls, and to study the chemical interactions within and above the tree canopy, with emphasis on the quantification of particle production. The measurements will be used to improve our capability to numerically simulate chemistry and transport of air pollutants in this important region of the world.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I012567/1","grantId":"NE/I012567/1","fundValue":"472252","fundStart":"2012-10-01","fundEnd":"2016-03-31","funder":"NERC","impactText":"","person":"Charles Nicholas Hewitt","coPersons":["A. Robert MacKenzie"],"organisation":"Lancaster University","findingsText":"","dataset":"gtr"}