{"id":"28F724EA-7866-41FA-8BF5-716EA43813AF","title":"The Yorkshire Coiners: Narrating History Through Image, Text, Object and Memory","abstractText":"This programme of workshops establishes a regional collaboration between the University of York (Department of History, Centre for Eighteenth Century Studies and Institute for the Public Understanding of the Past), Yorkshire museums, Calderdale Council and Duchy Parade Films. Taking the history of the 'Yorkshire coiners' (a 200-strong group of counterfeiters operating in eighteenth-century Yorkshire) as a case study, the workshops will examine the different ways in which history can be investigated and narrated, from folklore and oral tradition to academic research, museum collections and film recreations. By exploring these issues, the workshops will generate a historically-informed treatment and script for a non-profit feature film, The Last Coiner (to be directed and produced by Duchy Parade Films), and facilitate greater integration and collaboration between academic and public history. \\n\\nCoining was a treasonable offence, punishable by death, but in the 1760s and 1770s hundreds of local people risked the gallows to counterfeit British and Spanish currency. Memorialised in poems and ballads, the Yorkshire coiners achieved a remarkable notoriety. This regional activity also had important national implications, stimulating a change in the manufacture and legal protection of official currency. The history of the coiners thus serves as a window into a broader eighteenth-century British cultural history, illuminating the relationship between local and national concerns, between rural and metropolitan society, between state intervention and community action, and between plebeian and patrician culture. Furthermore, the Yorkshire coiners' stories have survived in vivid local folklore. The period of intense community activity and local spirit with which they are associated has long been celebrated and mythologised. At the same time, however, the history of the coiners has also signified a criminal heritage that some suggest is best forgotten. \\n\\nThe workshops will explore the facts and fictions of this history and its disputed legacy. Generating a collaborative study of sources relating to the coiners, from trial documents and newspaper reports to coining artefacts recovered from local properties, the workshops will investigate the different ways in which the history of the coiners' might be narrated, and stimulate interdisciplinary discussion about the relevant content for a film script. In so doing, the participants will collaboratively enrich their interpretative approaches. How might an academic historian's interrogation of trial documents or a museum curator's highly-skilled object knowledge help inform the creation of a visual interpretation in film? How might local historical knowledge and oral tradition alter professional historical interpretations of the significance of particular documents or artefacts? By involving local history societies, the workshops will encourage a more comprehensive, community-orientated interpretation of the coiners' experiences, while also setting that history within a broader context to demonstrate the significance of the Yorkshire coiners to eighteenth-century British history more generally. The primary product of the workshops will be a treatment for The Last Coiner, but they will also underpin a longer-term collaboration between the participants by exploring opportunities for a broader 'Yorkshire Coiners Heritage Project'. In this regard, the workshops will point to ways in which such a collaborative approach might stand as a model for future practice in the creation of public history.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/G018413/1","grantId":"AH/G018413/1","fundValue":"12236","fundStart":"2009-04-15","fundEnd":"2009-12-14","funder":"AHRC","impactText":"","person":"Hannah  Greig","coPersons":[],"organisation":"University of York","findingsText":"","dataset":"gtr"}