{"id":"28F84176-15DC-4117-A267-2A2D8A250865","title":"Languages and international NGOs: cultural knowledge in communities in crisis","abstractText":"Over the last decade, major changes in the international NGO sphere have simultaneously emphasised the need for local community empowerment in humanitarian aid, and exposed the relative lack of cultural knowledge with which to facilitate such 'bottom up' intervention. The UN has stressed the importance of 'ensuring that humanitarian personnel ...communicate clearly their purpose and objectives to local populations'. The sector's expectation of greater cultural sensitivity however comes at a time when the humanitarian space itself is much less secure, so that NGOs are increasingly forced to restrict the movement of their personnel in danger zones. The result of all these changes is that local intermediaries become vital transmitters of cultural knowledge between NGOs and the communities they serve, and thus key players in their own right. \n\nWhilst many NGO practitioners and professional interpreters/translators are aware of the growing importance of these intermediaries, there has been little academic research into their role and status, and into the linguistic and cultural implications of their day to day work.\n\n' Languages and International NGOs: cultural knowledge in communities in crisis' (LINGOS) aims to develop a research agenda which can support in a meaningful way the operations of NGOs on the ground in international crisis zones by focusing specifically on the language and cultural challenges they face, and on the role of the local personnel they employ.\nLINGOS will bring together four groups to discuss these isssues:\n- language researchers working on the role of languages in conflict\n- international relations researchers with a particular interest in the work of NGOs\n- NGOs and humanitarian organisations which operate internationally\n- professional interpreters/translators with a particular concern for the employment and training of locally recruited personnel.\n\nLINGOS will bring these four groups together in a structured workshop in order to identity the range of issues involved in language/cultural exchange in this area, and raise awareness of these questions within the relevant networks of the four groups involved. From this, LINGOS will develop an agenda for future research through a 'Building Future Projects' event. LINGOS will publicise this agenda and advocate its importance within the wider NGO sphere in a film aimed specifically at younger volunteer groups, and in articles for the academic/practitioner audiences in development studies and translation/interpreting. It will further take this agenda out to governmental agencies through a breakfast event at DFID, and in a lunch time presentation at the European Parliament.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J012424/1","grantId":"AH/J012424/1","fundValue":"14586","fundStart":"2012-02-14","fundEnd":"2012-10-31","funder":"AHRC","impactText":"  NGOs met in a Workshop to discuss: 'Do NGOs need a languages policy?' NGOs identified key issues that needed to be addressed and requested that further specific work should be done to provide information and best practice in the area. This has resulted in the formulation of a new research bid. Communities and Social Services/Policy,Education,Government, Democracy and Justice Cultural,Societal,Policy & public services","person":"Hilary Ann Footitt","coPersons":["Caroline Vanessa Pupavac"],"organisation":"University of Reading","findingsText":" 'Languages and International NGOs ( LINGOS): Cultural\nKnowledge in Communities in Crisis' brought together languages and international relations specialists, international NGOs, and professional interpreters in order to a) examine the role of languages in NGOs, and b) develop an interdisciplinary research agenda of specific relevance to the language-related challenges which NGOs face.\nThe Network concluded that there was currently a lack of awareness on the role of languages in NGOs and began to develop questions and research-partner relationships to take the issue forward. The work of this Network and its conclusions have relevance to international NGOS, and in particular to NGO attempts to improve operational effectiveness on the ground, and to strengthen the beneficiary components of their accountability procedures. Communities and Social Services/Policy,Education,Security and Diplomacy","dataset":"gtr"}