{"id":"28FB48DC-F78C-443E-BAAE-447DB3C003B2","title":"Interspecific Information Transfer as a Driver of Community Structure","abstractText":"What drives the abundance and distribution of animal species in space and time? This central question in ecology and conservation has so far been approached mainly by investigating the impact of predator-prey relationships and competition for limited resources such as food. However, it is becoming increasingly clear that animals may also have substantial effects on each other by acting as critical sources of information, for example when they communicate the presence of a predator or the location of food. The potential importance of information exchange between species is evident from the widespread occurrence of mixed-species groups in nature, in taxa ranging from spiders and fish to birds and mammals. Yet, currently almost nothing is known about how the advantage of living next to valuable informants affects patterns in social attraction between species. \n\nOur study addresses this question from an integrated theoretical and empirical angle. We will build a general model to predict how information benefits shape the composition of mixed-species groups in nature. Our model will take into account the key costs and benefits from group life: (i) the information benefits from joining many eyes, ears and noses, (ii) the benefit of being close to others that may be eaten instead of you when predators attack, and (iii) the costs from increased competition over limited resources. To test our model in the real world, we focus on the mixed-species groups of herbivores dominating the African savannas in a field study. The many eyes, ears and noses in these herds are known to result in all-important information benefits when alarm signals are emitted. To determine how patterns in social attraction between species in this system depends on their value as informants, we use predator simulations and playback experiments to determine (i) the information contained in the alarm signals from each species in the community and (ii) to what extent this information is transferred between species. We will also obtain measures of the vulnerability of each herbivore species to the various predators in the community as well as costs from food competition when diets overlap. On this basis, we will be able to use social network analysis to test the role of communication (relative to other costs and benefits) as a driver of group formation between species. The savannah herbivore study will thus allow us to address fundamental questions in biology by (i) revealing which species within the community group together and why, and (ii) establishing the nature of coexistence between species: are multispecies groups mutually beneficial or do they rather form when one species parasitizes on the information produced by another? \n\nThe project will provide novel insights into the basic links between species in the natural environment by integrating communication benefits into classical food-web-based models of ecosystem structure. By establishing new fundamental principles that shape the social associations between species, the study will bring a deeper understanding of ecosystem dynamics that can be critical for identifying conservation priorities. Our conceptual framework will allow conservationists to assess when declines in key species are likely to have repercussions throughout the ecosystem by affecting the survival of others, and when these indirect effects are likely to become a conservation concern for endangered species.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/L007266/1","grantId":"NE/L007266/1","fundValue":"133972","fundStart":"2014-07-01","fundEnd":"2018-02-28","funder":"NERC","impactText":"","person":"Daniel Wayne Franks","coPersons":[],"organisation":"University of York","findingsText":"","dataset":"gtr"}