{"id":"2900CE8C-43EE-4135-92ED-996A056286D4","title":"Enriching Metabolic PATHwaY models with evidence from the literature (EMPATHY)","abstractText":"In order to understand living systems, biologists have taken to generating predictive models of the system, allowing them to run computational experiments that reduce the number of more traditional, lab-based experiments that would previously be necessary to gain such an understanding. This approach follows that which is now commonplace in engineering, in which, for instance, aeronautical engineers will develop sophisticated models of aircraft and test safety aspects of the proposed design in a computer, long before developing the aircraft itself (or even putting it in a wind tunnel).\n\nThis biological modelling approach is named &quot;systems biology&quot; and has been employed successfully in a number of areas. The focus of this proposal is in modelling metabolism. Metabolism is the collection of interconnected chemical reactions that allow cells to extract energy and material from the nutrients that they consume and to grow. All free-living organisms necessarily have such metabolic systems. Thus, modelling human metabolism will allow us to understand the human body's healthy state, for instance as a function of ageing, and aid in the design of chemicals (whether nutrients or drugs) that can maintain human health.\n\nIn a similar vein, metabolic modelling is also being used in the development of cell factories, which are able to produce industrially relevant chemicals, which are commonly produced by the chemical industry through more traditional means, and often involve the use of oil as a feedstock. This approach (known as fermentation or &quot;industrial biotechnology&quot;) is not new - we have been fermenting yeast cells to produce alcohol for thousands of years - but traditional fermentation improvements, lasting decades in the case of penicillins, involved random mutation and selection, often coupled to the incorporation of harmful 'passenger' mutations. However, recent research has shown that metabolic network modelling methods provide a rational approach, both for mature fermentations and for new ones such as bio-isoprene for sustainable car tyre production. Thus, these methods have great value for the sustainable bioproduction of important substances, such as biofuels and fine chemicals.\n\nMetabolic modelling therefore has much promise for health and environmental sustainability in this coming century. However, much of the information necessary for the building of these models is held in textbooks, patents and scientific journals, and large teams of researchers are required to search for, judge and extract this information before including it in the models. Thus, the traditional development of such models currently follows (and requires) a time consuming and expensive manual process. Modern methods allow this to be automated.\n\nThis process of extracting information from the literature can be greatly facilitated by the application of the methods of text mining. Text mining applies sophisticated algorithms to recognise relevant terms and sentences buried in text, and can be trained to recognise those passages of text within a large number of documents that may be relevant to a given application.\n\nIn this work, we will utilise text mining to extract information necessary for the construction of metabolic network models from the large number of scientific articles that are published daily. The results of these analyses will be presented to model developers, who will judge and extract this information to develop existing metabolic models further. A specific easy-to-use web application will be developed in order to allow a multiple users to contribute towards this model building process, irrespective of their background and previous experience of computational model building.\n\nThe results of this work will be more complete metabolic models, which will allow researchers to improve understanding of metabolism in a range of organisms, and therefore use this increased knowledge in applications of health and environmental sustainability.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M006891/1","grantId":"BB/M006891/1","fundValue":"593910","fundStart":"2015-04-25","fundEnd":"2018-04-24","funder":"BBSRC","impactText":"","person":"Pedro  Mendes","coPersons":["Sophia  Ananiadou","Douglas Bruce Kell"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}