{"id":"291134E2-314E-4B67-9AE3-D81A7398E77C","title":"Advanced and Intelligent Interface Circuits for Capacitive MEMS Sensors - The E and S in MEMS","abstractText":"Micro-electro-mechanical sensors measure quantities such as acceleration, rate of turn, pressure or force by using a tiny silicon proof mass whose position is changed as a response to these quantities. This translates into a change in capacitance, which, in turn, can be measured by electronic circuits. Much effort has been put into improving these sensors by developing new micro-fabrication processes and optimising the design of the mechanical sensing element. This research suggests a radically different approach to improve the performance of these sensors, namely to work on the electronic interface and control systems aspects of these sensors. This is achieved by incorporating the micromachined sensing element in so-called closed loop, force-feedback systems where an electrostatic feedback force is generated that counteracts the motion of the proof mass. The most promising type of control system is based on higher order sigma-delta modulators. Sigma-delta modulators (SDM) are the standard approach for electronic analogue-to-digital conversion. It is proposed here to use similar topologies &amp; architectures and apply them to micromachined capacitive sensors to improve their performance properties such as bandwidth, dynamic range, linearity and noise-floor. A further attractive property is that a SDM has a direct digital output signal that can interface with a standard digital signal processor. A property called noise-shaping is of crucial importance and a measure of how well such a sensor system works. Higher-order SDM, as proposed to be used here in conjunction with MEMS sensors, have much superior noise shaping than lower order ones, which have been researched to date. To achieve this goal it will be necessary to develop new architectures and control system topologies, as a one to one transfer of electronic A/D SDM system architectures to MEMS sensors is not possible. This is a challenging task that will require theoretical analysis involving nonlinear control theory, extensive system level simulation, implementation in hardware and rigorous testing of the sensor.Little research has been done in this direction, yet there is huge potential to make a real impact. With this approach it should be possible to develop a very versatile interface chip that can be used with a range of micromachined capacitive sensors, as it is very tolerant to fabrication variations, which are a problem for many micromachined sensors. We want to demonstrate the validity and potential of this approach using a micromachined accelerometer supplied by our industrial partner Melexis. This reflects the general philosophy behind this research programme, use an existing micromachined sensor, and use advanced electronics and control engineering to make it better, more versatile and easier to integrate at the system level.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D022711/1","grantId":"EP/D022711/1","fundValue":"110984","fundStart":"2006-01-01","fundEnd":"2009-06-30","funder":"EPSRC","impactText":"","person":"Michael  Kraft","coPersons":["William  Redman-White"],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}