{"id":"291F77E8-BEF6-4A08-A349-22E91E683F9B","title":"Forming Three Rings in One Pot by Cyclization-Cycloaddition Cascade","abstractText":"The research outlined in this proposal is in the area of organic chemistry. It aims to investigate a new and highly efficient approach for the preparation of nitrogen-containing compounds that have three rings in a single step from precursors that have no rings. In addition it outlines research on the formation of single mirror image compounds by selective substitution of simple substrates called nitriles. The chemistry uses common reagents in organic chemistry (aldehydes and amines) yet will allow the rapid formation of complex structures containing multiple rings. The key step involves a ring formation followed directly by an internal cycloaddition. This will give rise to two new carbon/nitrogen and two new carbon/carbon bonds and three new rings in a single step.Five-membered nitrogen-containing rings are present as part of multi-ring compounds in many natural products and biologically active compounds. Our chemistry will provide in a single step such compounds with considerable complexity and will therefore be amenable to the efficient preparation of alkaloid ring systems. We plan to apply the methodology to the synthesis of the core ring in alkaloids such as stenine, vindoline, strychnine and novel daphniphyllum alkaloids.In addition we plan to study metallated nitriles. Nitriles are excellent functional groups in chemistry and it is easy to remove a proton next to the nitrile to give a negatively charged species. These species have been shown to have a unique nature, with localisatoin of the charge on the carbon and retention of triple bond character in the nitrile. This facet, combined with the small size of the nitrile group, makes metallated nitriles powerful reagents for synthesis. They react with many different electrophiles to give substituted products and are even amenable to preparing more hindered centres. Despite this, little research has been done on asymmetric substitutions of metallated nitriles. We have expertise in the area of single mirror image organolithium species and this proposal outlines the extension of this knowledge to metallated nitriles. Our experience in this area indicates that it is easier to control which face of the metallated carbon is attacked rather than using an unsubstituted nitrile and trying to control which face of the electrophile is attacked. The way that the selectivity is induced will be studied using a range of ligands and will be optimised. If we discover a ligand that gives high selectivity in this reaction, then the chemistry could rival other widely used chemistry (alkylation of enolates). In addition, nitriles can be converted to many different functional groups, so this methodology is likely to find wide application.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F06313X/1","grantId":"EP/F06313X/1","fundValue":"129500","fundStart":"2008-10-01","fundEnd":"2012-03-31","funder":"EPSRC","impactText":"","person":"I  Coldham","coPersons":[],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}