{"id":"292BBAC1-5330-4445-953D-F490C96DDEB4","title":"Systematic Techniques for Assessing Recruitment to Trials (START): a programme to test recruitment interventions","abstractText":"The best way to test new treatments is to see how well they work in a randomised controlled trial (RCT). This means some patients get the treatment and some do not, and the results of the different groups are compared to see if the treatment leads to better health. Although many trials like this are run in the NHS, recruiting patients to these trials is often difficult and takes longer than planned. This means that research is delayed and that patients and professionals cannot benefit from the knowledge about what treatments work best. \n\nOur aim is to develop new ways of helping to recruit patients to trials, and to test them in randomised controlled trials that are ongoing in the NHS. \n\nTo achieve this, we will do three things:\n\n(a) We will develop methods to help us test recruitment methods, by looking at the published work worldwide and exploring different statistical issues\n\n(b) We will develop new methods to help patients take part in trials, such as new ways of providing information to patients to help them understand randomised controlled trials\n\n(c) We will work with researchers who are running trials in primary care and community settings, helping them to use our new patient information with their patients. We will collect data from these trials and test whether our new methods improve recruitment rates\n\nAs well as testing our new methods, we hope our work will help us to understand how best to test recruitment methods in trials, and will encourage researchers in the future to get involved in such testing. This will help the NHS to do research and use the knowledge to improve the health and well being of patients.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1002325","grantId":"G1002325","fundValue":"551010","fundStart":"2012-01-04","fundEnd":"2015-03-02","funder":"MRC","impactText":"","person":"Peter  Bower","coPersons":["Shaun  Treweek","David John Torgerson","Peter  Knapp","Paul George Wallace","Jonathan Peter Graffy","Anne  Kennedy","Christopher  Salisbury","Sandra  Eldridge","David John Collier"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}