{"id":"2933307B-3B88-404C-896F-F2ED9FE3E278","title":"Post-separation families and shared residence: setting the interdisciplinary research agenda for the future.","abstractText":"Fewer children in the UK are being raised by families consisting exclusively of two biologically related parents and their other off-spring. Post-separation family life raises important issues in both law and moral philosophy about how the care of children ought to be divided between parents and the extent to which certain types of family practices should be encouraged over others. The competing interests, rights and responsibilities on all sides must be addressed: for instance, how an equitable distribution of family responsibilities and privileges between parents can be achieved; how meaningful relationships, perhaps including wider kin networks, can be promoted within the context of this distribution; and how the interests and well-being of children should be defined, safeguarded and prioritised. This project will explore these issues from an interdisciplinary perspective and will receive contributions from non-academic stakeholders. It will concentrate on shared residence - where children alternate their family life across the two households of their separated parents, as a model for post-separation family life. Its aim is to develop a coherent, interdisciplinary research agenda for the ethical and legal issues raised by post-separation family life in general, and SR in particular.\\n\\nThis aim will be achieved by establishing a network of interested academics, from a variety of disciplines (philosophy, law, social policy, sociology, social psychology, and health science), the majority of which already have an established research records in their own fields, but a significant majority of whom are early career researchers. The network will also include specialists working elsewhere in the European Union. Vital to the network will be its non-academic stakeholders, drawn from interest groups and independent organisations. The network and its activities will be co-ordinated from the University of Birmingham by Heather Draper and Alex Masardo.\\n\\nThe network will come together for five themed workshops. These will explore the ethical and legal issues from an interdisciplinary perspective, identify challenges and cross-national differences in approach, and work towards generating a future research agenda. The expertise within the network will be supplemented by that of high profile invited speakers, particularly from other relevantly similar non-EU jurisdictions. \\n\\nWorkshop 1: Shared residence and post-separation family life\\nWorkshop 2: Equitable distribution of parental responsibilities and family privileges\\nWorkshop 3: Child and family wellbeing in the context of post-separation families\\nWorkshop 4: Learning from other jurisdictions \\nWorkshop 5: Support for, and obstacles to, successful post-separation family life\\n\\nThe outputs for this project include publications that will be informative for academic researchers, practitioners, policy-makers and other stakeholders, and an open access website that will contain summaries of all the papers presented during the lifetime of the project at workshops and other meetings, extended abstracts of the resulting publications and an annotated bibliography.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/I000895/1","grantId":"AH/I000895/1","fundValue":"36969","fundStart":"2010-09-01","fundEnd":"2013-04-30","funder":"AHRC","impactText":"  This award was given to fund an interdisciplinary research network\nThere were no 'findings' as such but rather interactions were used to influence the direction of future research.\nAll the papers presented and an annotated bibliography can be found on the network webpage\nhttp://www.birmingham.ac.uk/research/activity/mds/projects/HaPS/PCCS/MESH/AHRC/index.aspx \nCo-investigator Dr Alex Masardo is now based at the University of Bath where he is 'developing research that looks at shared parental Communities and Social Services/Policy,Education,Healthcare,Government, Democracy and Justice Policy & public services","person":"Heather  Draper","coPersons":["Francis Alexander Masardo"],"organisation":"University of Birmingham","findingsText":" There were no formal 'findings' from this award as it was a network grant designed to bring together researchers from different disciplinary backgrounds - and also from different countries.\nIn terms of the future research agenda, the following are examples of areas of interest:\nAn interdisciplinary approach to the issues raised by parenting post-separation is essential\nBetter information is needed on how to serve the interests of children post-parental separation\nA distinction should be draw In applications for future funding Communities and Social Services/Policy,Healthcare,Government, Democracy and Justice","dataset":"gtr"}