{"id":"2933607E-231A-4377-B6B8-430E7C756244","title":"MICA: Design, synthesis, and pharmacological profiling of agonists of the human orexin receptors","abstractText":"Structure-based design of G-protein-coupled receptor (GPCR) ligands has recently become possible as experimental 3D structures of several GPCRs are now available. However, the design of small-molecule agonists (activators) rather than antagonists (blockers) of such receptors, and especially of peptide-activated GPCRs, remains challenging. Many of these receptors are of great interest as potential drug targets, and in many cases good chemical biology tools are missing.\n\nTogether with our industrial partner Heptares, a pharmaceutical company with considerable expertise in rational GPCR ligand design, we will develop drug-like agonists for the orexin receptors (OXRs), whose cognate ligands are orexin peptides, using an integrated approach based on our combined expertise in pharmacology, structural biology, and medicinal chemistry. We chose the OXR system because of the important medical potential of oral OXR agonists in narcolepsy, obesity, and hypophagia, as well as attention deficit hyperactivity disorder, bipolar disorders, Parkinson's disease, and colon cancer. Furthermore, non-peptide OXR agonists are currently also missing as permeable tool compounds to elucidate poorly understood OXR biology. The OXR system provides an ideal test bed for the structure-based design of peptide-activated GPCR agonists due to the fact that we have at our disposal an unprecedented structural understanding and experimental tools, including for the first time OXR crystal structures and a full panel of OXR mutants for every residue in the ligand binding region.\n\nWe will use three strategies for the structure-based design of OXR agonists. We expect that the most important of these in terms of providing medicinal chemistry starting points will be virtual in silico screening of large databases of drug-like and commercially available compounds against 3D models of the active, agonist-form of the OXRs, which will be derived from the experimental structures of the antagonist-forms. Alternative strategies, at least one of which will also be explored, depending on the success of the virtual screening approach, are peptidomimetic conversion of the OX peptides into permeable compounds, and structure-based redesign of small-molecule OXR antagonists, many of which are known, including compounds currently under clinical evaluation.\n\nOptimisation of hit compounds will be carried out using our established medicinal chemistry approaches that we have used in other GPCR-targeted chemical biology projects. These strategies will be aimed at establishing structure-activity relationships with respect to OXR affinity, potency, agonism versus antagonism activity, and physicochemical properties known to govern bioavailability. Importantly, however, here compound optimisation will be underpinned by a structural understanding of how compounds bind to the OXRs. This understanding will be established through a combination of molecular modelling, biophysical analysis of the interaction of test compounds with members of the panel of OXRs mutants, and, if feasible, X-ray crystallography.\n\nWe have several OXR assays already available and will develop a full screening cascade to assess the pharmacological activity and mode of action of active compounds from the various design strands. The primary screens will be an agonism-sensitive reporter gene assay using mammalian cells expressing human OXRs and containing a reporter gene whose product can be measured, as well as an assay measuring activation of a relevant cellular pathway downstream of OXRs. Secondary assays will include a range of functional assays to assess signal transduction mode and efficiency. Finally, we will assess promising lead compounds for brain bioavailability and OXR activity using a rat telemetry model in which circadian variation in core temperature, blood pressure, heart rate, and locomotor activity, all of which are associated with OXR activation, will be observed.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M00032X/1","grantId":"MR/M00032X/1","fundValue":"743499","fundStart":"2014-12-31","fundEnd":"2017-12-30","funder":"MRC","impactText":"","person":"Peter Martin Fischer","coPersons":["Jillian Glenda  Baker","Jeanette  Woolard","Barrie  Kellam","Stephen John Hill"],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}