{"id":"293AD0FA-9164-444D-81AC-09A2FB3D2196","title":"Delivering accurate structural bioinformatics to the yeast community with the HHprY database","abstractText":"The understanding of cells has increased with new technology that has developed from genome sequencing. Experiments are run by robots to produce huge sets of results. As a result, our understanding of living cells is now so detailed that we can easily imagine a future where an entire organism is understood at the molecular level. The most likely candidate to be this organism is baker's (or brewer's) yeast, which was the pioneer cell type for many revolutionary experiments, including the first to have its genome sequenced. Because of the surprising degree of similarity at the molecular level between yeast and man, ground-breaking discoveries in yeast often reveal much about equivalent events in human cells.\n\nProteins are the major players that do things inside cells. So one way to understand any organism is to classify what its proteins do. In some cases pure proteins can be studied, but this is too challenging to do for every protein, and so another way to classify proteins is needed. Using genome sequences, we can very easily determine the sequence of the proteins coded by the genes. We can then look at the sequence of each protein in turn to find out if it is similar to a protein whose function we already know. Proteins whose sequences are similar, even if one is in yeast and another in human, are then said to be in a single protein family. As the families get bigger a new phenomenon occurs from looking at all the sequences together: we often find subtle patterns that the proteins share. The patterns are very useful, because often we can use the patterns to find even more sequences, slightly more distantly related but still in the family.\n\nThis approach is the one that has been applied universally to all new genomes and it helps identify what many of the proteins are doing. But it is far from universally successful. For yeast proteins there is a problem of perspective. The place where we typically start looking at a protein family is in humans. However, there are very many sequenced genomes for other animals, particularly vertebrates. So the patterns we find are very strongly biased to the vertebrate members, and sometimes the similarity shown by the yeast family member is too vague to be noticed. A second problem is that the whole approach of using a family to find a new member is that it has now been rendered out of date. A new approach is to work out for a new protein what proteins are in its close-knit family among other closely related species, and to use this family to find the pattern of shared sequence. Then, instead of using the pattern to find another sequence, the pattern is compared only to other patterns. Because each pattern holds within it much more information than one sequence can, this see far more subtle similarities, so it ends up identifying more ditant relationships that we could not see before.\n\nWe suspected that comparing patterns would increase what is currently known about the relationships between yeast proteins and proteins in other well understood organisms, including humans. In a sample of 130 proteins (2% of yeast's total) we found over 20 new relationships for at least part of the protein - one new piece of information for every six proteins. This ratio rose to one in three for proteins where no family relationship had been known previously. Finding these new relationships is a considerable step towards the complete mapping of this model organism.\n\nWe will now carry out our analysis for the whole yeast genome and create a web resource for yeast researchers to freely access. No genome-wide analysis of patterns has been done before. The patterns will be made and compared by computers, with minimal input from the research team. A major part of the project will raising awareness of our results by linking them to the most prominent web resource used by yeast","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M011801/1","grantId":"BB/M011801/1","fundValue":"69623","fundStart":"2015-05-01","fundEnd":"2018-04-30","funder":"BBSRC","impactText":"","person":"Timothy Paul Levine","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}