{"id":"29412A70-8421-4CDF-AE80-5CD28460365D","title":"High Temperature Fluid-Rock Interaction in the Oceanic Crust: A Fluid Inclusion Study, IODP Expeditions 309 &amp; 312.","abstractText":"Due to scientific programmes such as the Integrated Ocean Drilling Program (IODP) we now know a significant amount about the oceanic crust, its processes and products. However, due its inaccessibility and the limitations imposed on research by a sedimentary cover, there remain numerous questions. The question which this project aims to address is that of the evolution of fluids by interaction with rocks as they flow through the oceanic crust. Expeditions 309 and 312 aim to deepen ODP Hole 1256D, which already penetrates through the sediment cover and 502m into volcanic rocks in superfast (20cm/year) spreading crust in the East Pacific. The Hole should penetrate the entire sheeted dyke complex and into the upper gabbros. Mid-ocean ridges are magmatic systems which are the sites of oceanic crustal generation. The ocean crust is cooled by hydrothermal circulation of seawater - this is the focus of this study. These hydrothermal systems are extremely important for a number of reasons including the fact that it is the major process by which the Earth loses heat. In addition, the fact that the hydrothermal fluids react with the oceanic crust as they flow through the crust means that the fluid that is exhaled back into the oceans can be very different from that which was put in (seawater). This means that these processes form a major controlling factor on the composition of seawater. The end members of these systems in modern environments are relatively well known. However, what occurs in between remains a topic of much debate. Studies of fluid inclusions in the oceanic crust have been conducted in the past, but models produced to date do not allow for a detailed appreciation of fluid chemical evolution owing to limitations of analytical techniques. We will be conducting extremely detailed analyses of fluids within the samples from IODP Expeditions 309 &amp; 312 using a variety of techniques including optical microscope petrography, microthermometry, cathodolumiscence and back scattered electron imaging techniques, as well LASER Ablation-Inductively Coupled Plasma-Mass Spectrometry (LA-ICP-MS). LA-ICP-MS is the technique which will stand this research apart from what has gone before, allowing in situ analysis for major-, minor- and trace-element compositions in individual fluid inclusions. This will allow for the determination of the number of fluids in the system and their sources, as well as being able to accurately target where in the system the major fluid-rock interactions occur. The fact that Expeditions 309 &amp; 312 aim to drill a complete section of oceanic crust means that a continuous hydrothermal system should be able to be studied. Hence the resulting geochemical model for hydrothermal fluid evolution in the oceanic crust should be reliable and well constrained.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/D006597/1","grantId":"NE/D006597/1","fundValue":"6122","fundStart":"2006-04-01","fundEnd":"2006-06-30","funder":"NERC","impactText":"  there was no societal or economic impact from this award  ","person":"Andrew  McCaig","coPersons":["David  Banks","Bruce William Yardley"],"organisation":"University of Leeds","findingsText":" This was a small award to enable a research student to participate in an IODP expedition drilling the Pacific seafloor. The expedition showed that the dyke-gabbro transition in the Pacific acted as a thermal boundary layer. The student (Sally Morgan) undertook fluid inclusion studies and now works for IODP This was blue skies research of interest mainly to academic researchers Education","dataset":"gtr"}