{"id":"2945E802-E2F7-44AA-8ABE-A15136E01293","title":"Emerging Chlamydia-like organisms as novel causes of bovine reproductive failure","abstractText":"Many infectious diseases affect livestock, impacting not only on the health and welfare of the animals but also on the economic sustainability of the agricultural industry and future food security. Reproductive failure in cattle is one area of great concern to the agricultural sector, as it has a major impact on productivity in UK cattle herds. While there are many factors contributing to reduced rates of reproduction in livestock systems, infection plays a key role, with 77% of diagnosed cases of bovine fetal death reported as resulting from infectious causes. However, diagnosis of the infectious causes of pre-natal death in cattle is poor, with 80% of cases remaining undiagnosed (according to DEFRA's Veterinary Investigation Surveillance reports for 2002-09). This can be explained in part by a failure to detect the presence of other unidentified disease causing organisms.\n\nIn recent years, there has been an increase in the identification of a group of new emerging bacterial organisms that are found in the environment and have been shown to be associated with a variety of conditions in humans, such as pneumonia and miscarriage. These organisms, which share similar biological characteristics to Chlamydia species that are known to cause a broad range of infections in humans and animals, such as sexually-transmitted infections, pneumonia, blindness and fetal death, are referred to as Chlamydia-like organisms. These Chlamydia-like organisms are also increasingly becoming recognized as potential disease causing organisms of livestock, being particularly associated with the pre-natal death of calves. Indeed, they have been found in over a quarter of the cases analyzed in the UK, and thus could account for some of the 80% unaccounted, undiagnosed cases reported by DEFRA.\n\nTo date, the only studies that have been carried out have relied upon the analysis of tissue samples, which have been submitted to veterinary laboratories for disease diagnosis. While these studies have been vital in demonstrating the presence of the organisms in samples for which no alternative diagnoses could be reached, they have been performed on a relatively small number of samples. In addition, in general, little information is obtained on the disease and production histories of the farms from which the animals originated. Thus, this study aims to investigate the presence of these organisms on dairy farms across the UK and how this relates to animal production performance. We will isolate the organisms from clinical samples to allow us to characterise and assess how many different types of Chlamydia-like organisms are present in the UK cattle herds, as well as investigate their potential spread from animal to animal by analyzing environmental samples, such as drinking water and bedding. We will also develop experimental model systems to allow us to investigate how the organisms cause infection and disease, and determine the immune response to infection.\n\nThe combination of these studies will greatly increase our understanding of the disease causing potential and role of this group of emerging bacteria in cattle reproduction. The outcomes will lead to improved diagnoses of cattle reproductive failure, inform and educate the industry to the presence of these organisms, lead to improved management systems and allow an evaluation of the potential benefits of future vaccine strategies to prevent disease incidence.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J015083/1","grantId":"BB/J015083/1","fundValue":"614816","fundStart":"2013-01-03","fundEnd":"2016-01-02","funder":"BBSRC","impactText":"","person":"David  Longbottom","coPersons":["Mark Patrick  Dagleish"],"organisation":"Moredun Research Institute","findingsText":" not applicable this year not applicable this year Agriculture, Food and Drink,Education,Environment","dataset":"gtr"}