{"id":"29481092-446F-4CD6-A519-CBDD18763FA0","title":"Great Race Eddies and Turbulence","abstractText":"Between the islands of Jura and Scarba in western Scotland lies the Gulf of Corryvreckan, famous for its intense tidal flow and whirlpool. Less well known is the 'Great Race', the spectacular, narrow extension of that flow to the west. On each tidal cycle, water is injected into the open water of the Firth of Lorn at a rate comparable to the discharge of the Amazon. Not surprisingly, this flow has a profound impact on the region that receives it. Simulations suggest that a pair of eddies forms at the head of the Race during each tidal cycle, a clockwise eddy to the north and an anticlockwise eddy to the south. These eddies persist for several tidal cycles as they evolve, interact and are displaced by newly-formed eddies, so the Great Race is effectively a stirring rod for the Firth of Lorn. We plan to use this remarkable natural laboratory to make advances in the understanding of eddies, turbulence and mixing in highly-tidal environments which will feed directly into an improved ability to simulate such environments numerically. This project will use an array of cutting-edge technologies and instrumentation. We will release clusters of flow-tracking surface drifters into the Great Race and its eddies, developing techniques for rapidly monitoring them via a mobile phone network. An Autonomous Underwater Vehicle (AUV) will propel itself beneath the Great Race, measuring its turbulent structure on the smallest scales, while ship-based surveys will paint out the wider picture from above. Each of these techniques will contribute to our building understanding. Once the essential nature and behaviour of the Great Race have been determined the key task will be to understand how energy is distributed among eddies of different scales and how this energy 'cascades' between scales with increasing distance from the eddy source. It is these features that a successful numerical model will represent accurately. Model development is an integral part of this project. The knowledge gained from the field program will feed directly into evaluating and improving models and their treatment of motions that are too small to be directly represented. The initial focus will be on a local-scale model of the Great Race and its surroundings. A studentship will look at incorporating knowledge gained at this scale into wider area models, potentially extending to the entire west coast of Scotland. A west coast model that is skilful at the important small scales but also represents their interconnection at larger scales will allow better-informed management of fisheries, renewable energy development and more.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H009299/1","grantId":"NE/H009299/1","fundValue":"390565","fundStart":"2010-02-01","fundEnd":"2013-08-31","funder":"NERC","impactText":"","person":"Andrew Christopher Dale","coPersons":["Jonathan Keith Jackson","Timothy  Boyd"],"organisation":"Scottish Association For Marine Science","findingsText":"","dataset":"gtr"}