{"id":"294A367A-0B69-4B00-B97D-B34451E09DEA","title":"Design in Action","abstractText":"Knowledge Exchange Hub Design In Action (KEH DIA) is a national network of organisations (academia and industry,) committed to working in effective collaborations, through the ethos of knowledge exchange to deliver a working model of multi-sector participation that meets the requirements for products, processes and services designed for the demands of tomorrows users. It will build economic capability through design-led innovation to ensure that Scotland can maximise its capacity to operate effectively and meet the imperatives of building new economies for future world markets. \n\nThe aims of KEH DIA are to:\nEngage design and mobilise entrepreneurial capacity in five key sectors of food, sport, ICT, rural economies and wellbeing\nDevelop a knowledge exchange model for innovation\nDevelop a collaborative partnership model for Scotland that builds upon existing public support mechanisms\nUnderstand opportunities for growth in international markets \nDevelop hard and soft metrics for the creative economy \n\nKEH DIA offers a genuine alternative to the existing approach to knowledge exchange, which is project-based and demand-led. It currently occurs in isolation and when the need for it has been identified. The KEH DIA is a unique proactive model of knowledge exchange, harnessing the strategic thinking capabilities of design and designers to work on problem identification through dialogue with multiple stakeholders, in order to envision multiple perspectives / scenarios for emerging issues and single complex problems. The core KE activities undertaken by the strategic partners include 15 'Sandpit' events (which is an extreme model for facilitating innovation) resulting in a minimum of 20 Small Grant Scheme awards to develop prototypes, 10-40 support grants for micro-enterprises to fully engage in the process, an interactive Design Portal, Virtual Incubator and a series of 40 Change Audit Grants.\n\nThe four Scottish art colleges - Duncan of Jordanstone College of Art &amp; Design, Edinburgh College of Art, Glasgow School of Art, Gray's School of Art, University of Abertay Dundee, University of St Andrews, Creative Scotland, Cultural Enterprise, Scottish Enterprise, DC Thomson, and the V&amp;A at Dundee are the key partners, working in conjunction with an additional 30 companies. These companies, range widely from independents to SMEs to multi-nationals and collectively our partners have pledged &pound;1, 470, 563 in-kind support. They are drawn to the project by the KEH DIA's approach to participatory knowledge exchange with many more keen to engage with the truly collaborative approach that the Hub will take.\n\nDeveloping strong networks between academic institutions and various companies to disseminate the research and working practices that arise as a result of the KEH DIA will be key to strengthening the creative economy and to embedding the innovative approach of design throughout these networks. KEH DIA will adopt a wide-ranging dissemination strategy working in partnership with all of its strategic partners to build understanding of design across Scotland for all audiences. It will also use a variety of visual means to articulate design as strategy for innovation; these will be distributed and exhibited across Scotland in a variety of traditional and non-traditional spaces to build momentum, visibility and an appetite to engage with the people and process that are design.\n\nDesign is the strategy for effective innovation through partnership and provides a model that places design excellence at the heart of its delivery, building an inclusive culture with design values, which will generate a perceptual change in the image of Scotland as a design driven culture. \n\nThe legacy is to embed in each region in Scotland an innovation strategy, that demonstrates the transformational effect of design to a range of audiences, enabling insights gained to become an established framework for companies to use strategically as a tool for growth.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J005126/1","grantId":"AH/J005126/1","fundValue":"4123140","fundStart":"2012-03-01","fundEnd":"2016-08-29","funder":"AHRC","impactText":"  We have hosted the first Scottish design summit in order to showcase our work to businesses and policy makers. Hundreds of businesses have participated in our events and activities. 12 new businesses have launched as a result of participating in our residential innovation events and have received funding from our Innovation Fund. Our findings have been disseminated through journals and conferences. Agriculture, Food and Drink,Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Environment,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections Cultural,Economic","person":"Georgina  Follett","coPersons":["Paul  Harris","Simon  Biggs","L  Natanson","Louise  Valentine","Irene  McAra McWilliam","Barbara  Townley"],"organisation":"University of Dundee","findingsText":" We have developed an innovation process for Scottish businesses to help develop new products, services and experiences to customers. We have built a network of over 600 SMEs in Scotland and are engaging them with design techniques to increase their innovative capacity. We have discovered significant gaps of support provision in the Scottish innovation chain for SMEs and are seeking to bridge these effectively. The developed model is adaptable to innovation challenges in many contexts in the private, public and third sectors. Our analysis of economic support will be of direct interest to Scottish policy makers (and indirectly those in other nations and regions) as they seek to improve economic performance through improved innovation. Agriculture, Food and Drink,Communities and Social Services/Policy,Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Environment,Financial Services, and Management Consultancy,Healthcare,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections","dataset":"gtr"}