{"id":"2950095B-26EB-4D41-A017-D60D70287C15","title":"Food security impacts of industrial crop expansion in Sub-Sahara Africa (FICESSA)","abstractText":"There is an increasing trend recently to allocate land in Sub-Sahara Africa (SSA) for the production of crops that are ultimately used for non-food purposes such as bioenergy, fibre and other industrial processes. Such land conversions are often financed through direct foreign investment and are justified as an engine of economic growth. However this often happens in countries that are barely food self-sufficient raising concerns about impacts on food security.\n\nWhile it is well accepted that industrial crops (ICs) compete directly and indirectly for land with food production, it is not always straightforward to assess the overall impacts of this competition on food security. Superficially food security should decrease as agricultural land is converted to ICs. Yet a number of less obvious mechanisms may lead to improvements in food security, e.g. higher household incomes can improve access to food, while access to fertilizers/pesticides/irrigation/knowledge can improve agricultural yields. In fact there are many complex feedbacks between land use change due to IC production and local/national food security in SSA. However, we have a fragmented and incomplete knowledge of these interrelations in African contexts, with few comprehensive studies conducted so far.\n\nThis interdisciplinary project aims to provide clear empirical evidence of how ICs compete for land with food crops in SSA, and the mechanisms through which this competition can affect food security, whether in a positive or a negative manner. We will undertake a combination of studies at multiple spatial scales using a variety of analytical tools to study past dynamics and explore future scenarios. Case countries include Ghana, Malawi, Mozambique, Sierra Leone and Swaziland.\n\nOur consortium consists of partners with complementary strengths in academic (UT), applied (RBGK, CSIR) and policy-driven research (UNU, ODI). This will allow the effective communication of our findings to different end-users involved in (or affected by) IC expansion including policy-makers, local communities, NGOs and the private sector.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M02136X/1","grantId":"NE/M02136X/1","fundValue":"169976","fundStart":"2015-02-01","fundEnd":"2018-01-31","funder":"NERC","impactText":"","person":"Anna Louise Locke","coPersons":[],"organisation":"Overseas Development Institute ODI","findingsText":"","dataset":"gtr"}