{"id":"29508E66-6A42-4B84-A23B-CA19E4D8029A","title":"The effect of changes in tendon stiffness on muscular force production and neuro-motor control during childhood","abstractText":"The investigation of changes in muscular force production during childhood gives unique insights into the reasons why children change the way they perform movements. Factors that affect the development of muscular force production during childhood include growth and the biological maturation of the nervous system, the muscles and the tendons. These changes occur simultaneously and may have differing effects on muscle force production. Maturation of the nervous system is often used as an explanation for differences in children's force production. However, other factors influencing children's force production capabilities may be equally important. For example, we previously demonstrated that changes in body size and body proportions have significant effects on how children apply muscle forces to produce a given movement (Korff &amp; Jensen, 2006a). Other factors that potentially affect children's muscle force production include the properties of the muscle-tendon complex and in particular the stiffness of the tendon.By storing and releasing mechanical energy, the tendon plays an integral role in the execution of movement. To make efficient use of this mechanism, muscle forces have to be applied with appropriate timing and at appropriate levels. Thus, optimal muscle activation is dependent on the mechanical structure of the tendon. If, for example, a child's tendon is more compliant, he/she may have to alter his/her muscle coordination to take full advantage of the energy storage potential of the tendon. In addition, the lesser tendon stiffness in children may increase the time necessary to transfer the force from the muscle to the bone, and may therefore limit children's ability to quickly produce a movement.The purpose of the proposed research is to determine the effect of age-related changes in tendon stiffness on muscular force production and muscle recruitment during both simple and complex movements. We will answer three questions:1. What are the age-related differences in tendon stiffness in children between 5 and 10 years of age?It has been reported that the stiffness of the tendon increases with increasing age (Lambertz et al., 2003). However, the available data are incomplete. We will systematically quantify changes in tendon stiffness in children between 5 and 10 years of age.2. What are the effects of age-related changes in tendon stiffness on muscular force development and muscle recruitment during simple motor tasks in children?Children develop muscular forces at a slower rate than adults. Possible causes are differences in muscle recruitment or in muscle-tendon properties. We propose to isolate the effect of tendon stiffness on the rate of muscular force development in children between 5 and 10 years of age. Muscle modelling will be used to quantify the effect of tendon stiffness on the magnitude and timing of muscle force during simple single joint movements.3. What is the effect of age-related changes in tendon stiffness on muscular force production during a complex movement in children?When performing motor tasks, children's muscle coordination is often different to that of adults, although the movement is identical. Previously, we have shown that during cycling, in spite of the movement being similar, children recruit their muscles differently than adults (Korff &amp; Jensen, 2003, 2006b). A possible explanation is that these differences are a compensatory strategy to best utilise tendons that are less stiff. We will develop and use a paediatric biomechanical model to specifically test this hypothesis.The answers to these questions will refine the traditional assumption that children are miniature-adults and thus signify an important step toward a novel understanding of the reasons why children perform movements differently than adults. Results from this research will give teachers and clinicians information necessary to more accurately identify and treat abnormally developing children.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E013007/1","grantId":"EP/E013007/1","fundValue":"182861","fundStart":"2007-07-01","fundEnd":"2010-09-30","funder":"EPSRC","impactText":"","person":"Thomas  Korff","coPersons":["Anthony John Blazevich"],"organisation":"Brunel University","findingsText":"","dataset":"gtr"}