{"id":"295BDC1E-1AE3-4411-BBF8-61B388FA2065","title":"Carbamide Power Systems - Urea Fuel Cells for Low Cost Energy","abstractText":"Building on our previous funding (EP/F028083/1) this project aims to demonstrate a prototype fuel cell technology using low cost catalysts, an alkaline conducting polymer membrane and a non-toxic easily distibuted renewable fuel source. Fuel cells are a high growth multi billion pound market and find application within vehicles, mobile and stationary power generation and off-grid applications. Fuel cells operate by reacting a fuel such as hydrogen, ammonia gas or an alcohol such as methanol with an oxidant material (usually atmospheric oxygen from the air) to give water, carbon dioxide, nitrogen and electrical power. The drawbacks of such fuels are that hydrogen gas requires storage at low temperatures or high pressures making it difficult to distribute in bulk; ammonia and methanol are toxic to humans and animals. Urea offers a potential alternative fuel source; it is a low cost, mass manufactured, easily transported, non-toxic solid used as cheap fertiliser, is a major component of human and animal urine and is already sold as a pollution reducing additive for diesel vehicles, providing a readily accessible distribution network. Fuel cells typically comprise several components; a fuelling system, catalyst layers and a conductive membrane material sandwiched together forming a membrane electrode assembly or MEA. Multiple MEA are then assembled together forming a fuel cell stack that can be integrated into a vehicle etc. Within this project the funding will be used to optimise a fuel cell system described in our GB patent application (filed May 2009) focusing on developing novel economic catalyst materials and polymeric electrolyte membranes suited to non-toxic fuel for application in MEAs operating below 100oC. Existing polymer electrolyte membranes (PEM) such as the fluoro-polymer Nafion are proton conductors and are optimised to use hydrogen gas or methanol as the fuel source. It was shown in previous research that acidic proton exchange polymers do not work with basic fuels as they are chemically incompatible. Within conventional PEMFCs the catalyst materials are often of precious metals, such as platinum or rhodium more common in jewellery than power systems. These materials can be very expensive (&gt;30000/ kg) and although used in small amounts in fuel cells they are a major contributor to overall cost, creating a barrier to mass uptake. Platinum catalysts can also be poisoned (de-activated) by fuel contaminants such as carbon monoxide causing cell failure and although alternate, non-platinum metal catalysts are in development they are some time from commercial application. In addition to developing a prototype fuel cell that overcomes the above problems our initial evaluation of our market competitors and IP position indicates opportunities to develop the technology in a number of unique market sectors within renewable energy, mobile &amp; stationary power and water treatment both within the UK and overseas. During the funding period a comprehensive freedom to operate study will be undertaken and business plan for technology commercialisation developed identifying areas of commercial exploitation enabling the work to be carried forward into a commercial activity on completion. The follow on funding will allow the retention and development of key research personnel with specialised skills in electrochemistry who will gain additional experience of commercially driven product development.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H029400/1","grantId":"EP/H029400/1","fundValue":"130546","fundStart":"2010-05-07","fundEnd":"2010-10-01","funder":"EPSRC","impactText":"","person":"Shanwen  Tao","coPersons":[],"organisation":"Heriot-Watt University","findingsText":"","dataset":"gtr"}