{"id":"29702A2B-7A1B-4270-88E1-B1E7DD6B94CE","title":"In situ recovery of resources from waste repositories","abstractText":"Having historically disposed of vast quantities of industrial, municipal, metallurgical and mining waste into the ground, societies have put into geological storage an enormous amount of resources in a range of materials of value such as metals and energy (in the form of biomass and polymers). Therefore, instead of considering these waste repositories to be a legacy waste issue and a long-term liability, a paradigm shift is required to view these installations as &quot;resource hubs&quot; for future recovery. The proposed research aims to contribute towards the development of a new and exciting research field related to resource recovery from existing waste repositories and seeks to address the following central question: \n\nCan resources, specifically elements of value (e.g. Au, Pd, Ag, Cu, Pb, Zn, Co, Ni, Sn and Cr), 'E-tech' elements used in clean energy and other environmental applications (e.g. neodymium and other rare earth elements) and energy (through enhanced methane generation) be recovered by leaching and other treatments whilst the material lies in situ, thus avoiding the need to actively mine the material and thereby minimising ecological and environmental impacts?\n\nThe fundamental geoscience research question that underpins this is:\n\nHow can we understand and manipulate the in situ biogeochemistry of the waste within the geological repository to recover resource?\n\nThe rationale behind the research is to examine new technologies for resource recovery with a lower environmental impact than active ('dig and process') mining of wastes, or of virgin ores.\n\nThe concept and technology of in situ leaching has been developed in the mining industry for recovery of uranium and copper, and is done by circulating solutions to extract the elements and/or stimulating and enhancing microbial leaching. The possibility of transferring this concept for application to recovery of resource from waste repositories has not been fully addressed previously. Wastes display diverse compositions, mineralogies and textures very different to that of ores and thus will require new science to understand and develop leaching methods to solubilise valuable components.\n\nWe will consider resource extraction from the full range of wastes currently in UK waste repositories including industrial and commercial waste (anticipated to be metal-rich), incinerator and fuel ash, mineral wastes and municipal wastes to examine the idea of in situ leaching. We are particularly keen to identify during the grant which types of landfilled waste streams might be relatively enriched in certain resources and focus the research on recovery from these wastes as a starting point. We envisage that in situ leaching could sidestep many of the problems that prevent realisation of the resource potential of waste repositories, with important impacts not only in the UK but internationally. Furthermore, our aim is to not only investigate means to recover resource through in situ leaching but to also investigate how we can appropriately benchmark such processes (which we anticipate may have substantially lower environmental and human health impacts) in terms of life-cycle, human health and ecosystems service costs as well as public opinion for comparison to retrieval of landfilled resources by 'conventional' dig-and-process landfill mining and against conventional mining of the same resources. This aims to provide evidence to demonstrate not only that the techniques are technically feasible but that they offer reduced impact compared to conventional technologies, are acceptable to stakeholders and thus are a feasible and appropriate approach to future management of wastes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/L013983/1","grantId":"NE/L013983/1","fundValue":"243380","fundStart":"2014-09-01","fundEnd":"2017-08-31","funder":"NERC","impactText":"","person":"Timothy David Howard Bugg","coPersons":["Andrew  Clark","Stefan Antonius Bon"],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}