{"id":"29937C74-BD75-40C9-B3F9-2F075DF167A8","title":"Proof of Principle: Inferring three dimensional kinematics of carpal bones in the wrist from fluoroscopic images","abstractText":"The carpal bones ? eight bones that form the wrist ? move in a complex 3D pattern as the hand takes up different positions. Chronic wrist pain arises from several conditions, such as instability patterns, non union or malunion of fractures, osteoarthritis etc. The result for patients is a severe reduction in quality of life due to impairment of everyday functions, lost work time and loss of the capacity to live independently. The current method of distinguishing between these conditions uses fluoroscopy ? a low dose X-ray technique. From the movement of the carpal bones visible on 2D video fluoroscopy sequences taken as the hand moves, experienced clinicians can infer the 3D movements of the carpal bones. Different patterns of movement characterise different conditions. The interpretation is difficult and the diagnostic accuracy depends wholly on the practitioner?s experience. Accurate diagnosis requires referral to a specialist hand consultant, and treatment is often delayed to the detriment of the patient. For research purposes, it is possible to visualise the 3D movement of the carpal bones directly using imaging techniques such as computed tomography or magnetic resonance imaging, but this kind of imaging is not appropriate for clinical investigations.\nIn this project we will develop computer image analysis programmes that can infer the 3D movements in an individual wrist from the 2D fluoroscopy sequences, with the aim of producing a tool that will allow accurate diagnosis to be performed in the hand clinic without referral for specialist examination. This will improve patient care by achieving earlier diagnosis and treatment and reduce health-care costs. We will use image analysis methods that can ?learn? the range of movements of the carpal bones using CT images collected from normal volunteers, and also learn to identify these movements from corresponding 2D fluoroscopy sequences. Inferring 3D movement from 2D sequences is complicated because, as well as moving in the 2D images, the projected 2D shapes of the bones change as they rotate and the images of the individual bones overlap. Some of the carpal bones have complex shapes, which vary among individuals. This intrinsic shape variation must be taken into account in inferring the movement. We intend to address this problem by using ?statistical shape models? of the carpal bones. These are mathematical descriptions that are also ?learned? from the CT images and which represent the average shape of each bone together with its normal range of variability.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0801282","grantId":"G0801282","fundValue":"215228","fundStart":"2010-03-01","fundEnd":"2012-02-29","funder":"MRC","impactText":"","person":"James  Graham","coPersons":["Charles Edward Hutchinson","Lindsay Thomas Muir","John Knowles Stanley"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}