{"id":"29948CF5-EAAF-45C3-A4ED-925F07AE9E33","title":"A new generation of E. coli expression hosts and tools for recombinant protein production","abstractText":"The main research challenge addressed in this project is to enhance the UK's capacity for the production of recombinant biologics (biopharmaceuticals) such as antibody fragments, growth factors, hormones and other biologically-based medicines produced from live cells. The market for recombinant biopharmaceuticals is estimated to be over $100 billion p.a. and is predicted to exceed $160 billion by 2015. Sales of antibodies and antibody fragments account for a large proportion of these sales and this is the fastest-growing market in this sector. \nOver a third of currently-licensed proteins are produced in E. coli, where 'export' out of the cytoplasm to the periplasm is a favoured strategy. This approach minimises downstream processing (DSP) costs because (i) the target protein can be purified from the relatively simple periplasmic contents, and (ii) this avoids debris and DNA contamination which are serious DSP problems. \nE. coli is used because of its genetic malleability, safety record and the ability to rapidly grow large and dense cultures. When E. coli-based systems work well, they can produce 0.5 - 5g protein/litre culture; however, current E. coli production platforms have been largely unchanged for the last decade and are beginning to reach their limits in a number of areas, especially in the production of of biopharmaceuticals that have challenging folding or assembly pathways. Many products either form insoluble inclusion bodies in the cytoplasm (where recoveries can be as low as 10%) or fail to be exported to the periplasm because the standard export method is only capable of exporting proteins in an unfolded state.\nIn this project we aim to develop improved E. coli production systems that will be capable of producing an unprecedented range of target mocules, while delivering products of very high 'quality' in terms of minimal heterogeneity and high folding integrity. We will achieve this increase in purity by focusing on 3 key areas of upstream production and applying innovative solutions to known problems in each area. Success in each individual section on its own will enhance the quality of DSP feed, while synergies between partners will lead to the development of an integrated platform that incorporates all 3 innovations.\n\n1. Transcriptional control: current E. coli production platforms have been largely unchanged for the last decade relying on a relatively small number of promoters. The latest discoveries in transcriptional control will be incorporated into E. coli to allow much-improved control of biotherapeutic production, reducing problems such as overproduction which leads to mis-folding and aggregation. These new constructs, backed up by state of the art 'omics data, will also provide new routes for producing those products that have proved to be recalcitrant to production in E. coli.\n2. Sensing protein folding: the Tat secretion system exports folded proteins and thereby provides a method for secreting a new range of products into the periplasm. We will develop E. coli strains that export a range of biopharmaceuticals with high yield and product quality.\n3. Styrene Maleic Acid (SMA) co-polymer provides a more specific and efficient release system for periplasmic proteins, yielding a feed that is low in cytoplasmic contaminants. This method provides a powerful new means of releasing biopharmaceuticals that have been exported to the periplasm. \n\nThroughout the project we will work with industrial collaborators to ensure that the strains are validated and fit for purpose.\n\nIN SUMMARY, we will provide industry with three key innovations, each of which is powerful in its own right. Equally importantly, the consortium will combine these innovations to create a wholly-novel production pipeline with unique capabilities.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M018288/1","grantId":"BB/M018288/1","fundValue":"777677","fundStart":"2015-05-01","fundEnd":"2019-04-30","funder":"BBSRC","impactText":"","person":"C  Robinson","coPersons":["Christopher Mark Smales"],"organisation":"University of Kent","findingsText":"","dataset":"gtr"}