{"id":"2994AA71-F8A2-407A-A0FD-F1FA23765D90","title":"PPRP funding for MSSL Principal Investigator Involvement in the Solar Orbiter Solar Wind Analyser Suite during the Cosmic Visions Assessment Phase","abstractText":"The Solar Orbiter mission (SO) is now a candidate mission in ESA's Cosmic Vision program. It aims to study the Sun and its effects on the heliosphere. This region of space, in which all the planets reside, is occupied by the solar wind, an ionised gas, or plasma, streaming away from the Sun at speeds of many 100s km/s. Although the solar wind is not very dense (a few particles per cubic centimeter), these high speeds mean that the energy density is high enough to be significant when coupling occurs between this out-flowing plasma and the magnetic fields of planets. This is particularly true, for example, when the Sun releases a coronal mass ejection (CME), which, if they intercept the Earth, are known to cause Magnetic Storms. Although we have been able to measure the solar wind and its effects in near-Earth space for some time, there remain many questions as to the origin of the solar wind, the variability within it and in particular how these relate to features and dynamic activity on the solar surface. This link remains unclear due to difficulty in unambiguously connecting solar wind streams, or events such as CMEs, to particular features in the solar corona. Even when this can be done, evolution occurs in the solar wind during the few days it takes to propagate from the Sun, so the underlying signatures of the coronal source regions have been 'washed out' of the solar wind observed at Earth orbit. The only way to make the link is to make measurements close to the Sun, in solar wind which has yet to suffer the effects of propagation. In addition, the Sun and the solar wind plasma is highly variable. In order to study this variability, we must ensure that we do not confuse it with effects of changing location, so we need to make measurements as best we can, for as long as we can, over the same point on the solar surface. SO aims to achieve both these goals, in that it will travel into as close as 0.22 AU from the Sun (1 AU is the distance from Sun to the Earth), and will also enter an orbit in which at times it closely co-rotates with the Sun. It will carry an instrument package that makes both 'remote sensing' of the solar surface and 'in situ' measurements of the solar wind at the spacecraft itself. UCL/MSSL is the Principal Investigator institution on the proposal for the Solar Wind Analyzer (SWA) package submitted to ESA, and is leading an international consortium to provide the required elements of this instrument package, which are: - The Electron Analyser System (EAS) will make key high time resolution measurements of the electron populations in the solar wind, which provide a key diagnostic of the magnetic connectivity between the spacecraft and the Sun. The EAS will be built at UCL/MSSL, with technical contributions from CESR in Toulouse. - The Proton-Alpha Sensor (PAS) will measure the major ion species in the solar wind. This will be built by Southwest Research Institute and Smithsonian Astrophysical Observatory in the USA. - The Heavy Ion Sensor (HIS) will measure the fluxes of some prominent minor species in the solar wind. The HIS will be built by the University of Michigan, University of New Hampshire and CESR Toulouse. - A suite data processing unit (DPU) will be provided by IFSI, Rome. These instruments are optimized for the Solar Orbiter science objectives. In particular, SWA is critical to underpinning the unique ability of Solar Orbiter to make the direct link between the remotely-sensed observations on the Sun with the phenomena observed in the inner heliosphere. The SWA data, together with the other in situ and remote sensing instruments, will provide the best and most direct constraints for the physical processes that control the properties of the corona, and its connections into space. The work here allows MSSL to complete the Cosmic Vision definition phase and supports related instrument studies","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/H001174/1","grantId":"ST/H001174/1","fundValue":"61249","fundStart":"2009-04-01","fundEnd":"2010-01-31","funder":"STFC","impactText":"  Findings have been fed into the design and ongoing construction of the SWA electron sensor for Solar Orbiter, following confirmation of the mission in 2011. Aerospace, Defence and Marine,Education ","person":"Christopher John Owen","coPersons":["Andrew Neil Fazakerley"],"organisation":"University College London","findingsText":" This grant funded the assessment of the design for the UCL/MSSL prototype for the electron sensor for the Solar Orbiter SWA suite of sensors. This work led to the confirmation of the mission and the instruments by ESA. This work has fed into the development work for the instrument which will be included in the scientific payload for Solar Orbiter and launched in 2017. Development of certain subsystems (e.g. miniature high-voltage generators) can be used for further space and ground based applications. Aerospace, Defence and Marine,Education,Electronics","dataset":"gtr"}