{"id":"29967506-794E-4FFD-87E7-71AED0BD8E4C","title":"Endocytic invagination and vesicle scission - interplay between dynamin homologues and amphiphysins in budding yeast","abstractText":"'Endocytic Invagination and Vesicle Scission - interplay between dynamin homologues and amphiphysins in yeast' Ayscough and Goldberg Summary (4000 characters) Endocytosis is an essential process in most eukaryotic cells. It involves a small amount of the outer (plasma) membrane of the cell being pulled inwards into the cell until some of this membrane pinches off to form a little sphere called a vesicle. This vesicle will contain fluid from outside the cell and within its membrane it will contain proteins that were on the surface. A cell may want to remove these proteins from the surface because they are damaged, or because they can bind or respond to signals from outside that the cell no longer wants, or needs to respond to. Endocytosis is a very important way for a cell to control what is on its surface. Some pathogens or toxins can bind to proteins on the cell surface and trigger endocytosis. In this way these inappropriate substances can gain entry to the cell. Defects in the endocytic process have also been detected early in some neurological disorders such as Alzheimers. Research in the Ayscough laboratory uses a simple one-celled organism Saccharomyces cerevisiae (bakers yeast) as a model system. Many processes are known to happen in the same way in this cell-type and in cells of more complex organisms such as mammals. We are particularly interested in the role of two classes of proteins - the dynamins and the amphiphysins. These proteins are proposed to be involved in endocytosis but the exact step at which they function has been difficult to elucidate. The reason for this, is that much work on the relevant mammalian proteins has been performed with purified proteins. It is not always easy to then translate this data into a physiological context. Manipulating the various mammalian systems has not always been straightforward and some experiments can take months to perform. The yeast provides a more simple situation to investigate, and we can study things within the context of the whole organism. We use imaging of fluorescently tagged proteins to investigate how the proteins of interest move in the cell. We can determine when the proteins localise to sites of endocytosis and how long they stay there. This imaging needs to be very sensitive as the endocytic sites are only fractions of a micron in size. Furthermore, the actual membrane invagination and scission events occur on a seconds timescale. Using yeast we can readily investigate the effect of changing just single amino acids within the dynamin or amphiphysin proteins. As well as using live cell imaging we use electron microscopy. This allows a much more detailed analysis of the key stages of endocytosis and enables us to see the actual shape of the invaginations and the locations of the proteins involved, either in 2D cross sections, or, by using advanced methods, in 3D. In particular, we can determine the impact of gene deletions or mutations on the proceses of membrane curvature and vesicle scission with much more certainty than is possible with light microscopy. However, because samples have to be fixed for EM, it only gives us a 'snapshot' of the process, whereas light microscopy complements this by allowing us to view processes as they happen. Our approach will give new insights into the functioning of the proteins at the molecular level. In turn this will inform approaches in other systems studying these proteins in the context of both healthy and diseased cell types.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G011818/1","grantId":"BB/G011818/1","fundValue":"311223","fundStart":"2009-11-16","fundEnd":"2013-03-13","funder":"BBSRC","impactText":"  The fundamental nature of this works means I am not aware of any non-academic impact as yet.  ","person":"Martin William Goldberg","coPersons":[],"organisation":"Durham University","findingsText":" Cells are surrounded by a membrane which is impermeable to most important molecules. Cells however have to be able to internalise certain molecules such as nutrients and signals. For many crucial molecules, they do this by a process called clathrin mediate endocytosis. In this process, cargo molecules are bound to the surface of the membrane via receptors. This then triggers the formation of a cage-like structure on the inside of the membrane which draws a small piece of the membrane, with the receptor-cargo attached, into a spherical shaped invagination that pinches off the membrane and is carried into the cell. This small spherical vesicle provides a carrier system to transport the molecule to where it is required. The formation and pinching off of the vesicle is a surprisingly complex process involving many proteins, and the aim of this project was to use advanced electron microscopy methods to determine the role of specific proteins in this process using the model organism, baker's yeast, where it is particularly straightforward to manipulate the genes of the proteins involved. In particular we focussed on the pinching off process. This is an interesting part of the process because when it is inhibited in flies, they become paralysed. Therefore, not only is this a fundamental cellular process but it has important implications for understanding health and disease. Because these are very small structures, and their formation only takes a few seconds, during which time they are highly dynamic, standard electron microscopy techniques are not suitable. We therefore had to develop rapid, gentle fixation methods that reliably preserved their structure. We also had to further develop methods to use antibodies to label specific proteins within the structure. One of the major pinching-off proteins in mammals is called dynamin. There is a similar protein in yeast called Vps1 which we showed for the first time to be recruited to the endocytic site and to have a role in endocytosis (Smaczynska-de Rooij et al., 2010). This was the starting point for subsequent experiments trying to work out the role and mechanism of action of Vps1. We showed that that vps1 interacts with another endocytic protein, rvs167, via proline-564, mutation of which affects completion of endocytosis, with EM showing a reduction and aberrations in endocytic invaginations (Smaczynska-de Rooij et al., 2012). We showed that self-assembly of vps1, required for GTPase activation, is necessary for final release of the endocytic vesicle from the membrane (Mishra et al., 2011). Following findings that actin, a major component of the cytoskeleton, is required during endocytosis to overcome osmotic pressures, we found that mutations in vps1 that affect actin binding reduce endocytic events altering their morphology and numbers, giving indications to how actin is involved in the process. We showed that vps1 and rvs167 function together and disruption leads to aberrant invaginations. We studied the effect of mutations that mimic or inhibit phosphorylation which affects interaction with rvs167. These mutations result in invagination lengthening, consistent with in vitro assays, indicating phosphorylation of Serine 599 is essential for the control of scission. Many technical developments were made in the electron microscopy of endocytosis, applicable to other dynamic membrane systems. Our findings have opened up the field, by enabling the use of yeast to study the pinching off stage of endocytosis. The findings are mainly fundamental in nature but could in the long term have implications for understanding disease process involving endocytosis and uptake of viruses. Agriculture, Food and Drink,Healthcare,Manufacturing, including Industrial Biotechology","dataset":"gtr"}