{"id":"29977650-1DB9-4A5F-BB3A-C73C20CF0160","title":"Cultures, Communities and Connections in the HIV Sector: Linking Academics, HIV Advocates/Activists, Clinicians, and the Digital Humanities","abstractText":"When it first emerged in the early 1980s, HIV/AIDS was primarily located in the USA's gay male communities. Now, HIV/AIDS is a truly global pandemic, spread across a wide range of ethnic, gender, age, and sexual groups. Moreover, effective medications introduced in 1995 changed HIV from a typically fatal condition to a 'manageable' one. These developments mean that we can no longer speak of 'the HIV community'. Instead, across the globe, there are people living with HIV (PLWH), along with medical practitioners and health agencies; local, national and international health and governmental organisations; and HIV activists/advocates, who form communities of varying sizes and complexities and which, together, make up an HIV sector. This complexity shapes this sector's attempts to connect these communities whilst maintaining their distinctive cultures and voices. Connecting diverse communities is, thus, the active goal of a complex set of groups and organisations concerned with HIV/AIDS. Yet scholarship exploring the cultures, communities and connections within today's HIV sector is virtually non-existent. To fill this gap, we plan to bring together scholars, clinicians, and HIV activists/advocates, some of whom live with HIV, to better understand:\n\nHow these different responses come together to create a global 'health community'; what makes up the HIV sector; how these different communities, professions and organisations interrelate, and how these connections and relationships impact on HIV-affected communities; and what it means to be a PLWH living in a particular community and/or spanning different ones.\n\nTo explore these questions, we will also consider how the HIV sector changed in response to the emergence of new medications and new populations infected by the virus. Understanding these changes could increase our knowledge of the impact of disease distribution and scientific developments on other communities linked by a particular health condition. \n\nOur aims and objectives are to:\n\nEnable a range of actors working in the HIV sector and in academia arenas to connect with each other so that they can conduct better research into the HIV sector and into specific health sectors more generally.\n\nBetter understand how different communities, connected by a single health crisis, relate to and connect to one another. \n\nConsider how connecting communities may benefit the HIV sector, and indeed any communities affected by health or other crises.\n\nProposed Activities: Across the course of 18 months, we will hold 5 seminars, at which national and international scholars will present their research, and produce a series of academic papers based on the seminars. Including academics and people working in the HIV sector in writing these articles will be a key goal. At the project's end, the network will present its main findings to HIV community groups. We will also build a network-dedicated website, and post our main findings, a downloadable community report and, when possible, power points of seminar presentations. The core members, drawn from a range of HIV specialists (academics, clinicians, and activists/advocates), humanities and digital humanities scholars, and academics specialising in health and health experiences, will attend and sometimes lead the seminars, discuss the presentations, and help with making the network's findings available to the wider academic and HIV communities. Our 5 proposed seminars will explore inter/connecting communities and narratives in the HIV sector; communities connecting by commemorating those lost to HIV/AID and/or by using the internet and other digital media; and the role of HIV clinicians and activist in connecting HIV communities. Seminars will be hosted at Keele and at Salford universities, and in central London, and presentations given by UK-based and international scholars and HIV activists/advocates.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K005936/1","grantId":"AH/K005936/1","fundValue":"31476","fundStart":"2014-01-01","fundEnd":"2016-07-31","funder":"AHRC","impactText":"","person":"Alannah  Tomkins","coPersons":["Dana  Rosenfeld"],"organisation":"Keele University","findingsText":"","dataset":"gtr"}