{"id":"299ACE07-CC38-49FF-8D9E-123BB460D520","title":"High Precision eLORAN clock","abstractText":"High precision (c.100nsec) electronic clocks are widely employed to synchronize distributed data/communication networks in many sectors (e.g. defence/security, telecommunications, financial, and utilities). These clocks are essential network components and represent a significant global market estimated at c.US$230m pa. The majority of these clocks utilise signals transmitted from Global Navigation Satellite Systems (GNSS). Considerable concern, at governmental level, is developing over the vulnerability of these signals to equipment failure or 'attack' and the resultant disruption, which would ensue from alternative provisions (e.g. Galileo) currently being developed. Significantly, there has been renewed interest and investment in using ground based technologies to 'back up' high precision timing provision, the principle one being the eLORAN system (enhanced LORAN) which is an upgrade of the well established LORAN system. The University of Bath, under STFC funded research into lightning research, has demonstrated the possibility to build a high precision clock, based on the use of eLORAN signals, comparable in performance to GNSS based clocks (F&uuml;llekrug, Meas. Sci. Tech., 21, 015901, 2010, and F&uuml;llekrug et al., Geophys. Res. Lett., 36(L06104), 2009). It is believed that this technology has the commercial potential for integration into current precision electronic clock products to act as either a 'back up' or as a primary source when GNSS signals are weak or non-existent (see attached letters of support from Motorola and the National Physical Laboratory). The proposed STFC Follow-on Fund project will explore in great detail the market (size, competition) and the route to market options. On the technical side a 'proof of concept' unit will be developed (with a focus on performance and compactness within a target 'production cost'), and supply chain partners and the potential to IP protection will be investigated.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/I003614/1","grantId":"ST/I003614/1","fundValue":"87708","fundStart":"2011-10-03","fundEnd":"2012-10-02","funder":"STFC","impactText":"  Similar concepts of the digital high precision eLoran clock are now used by a company for commercial purposes. A European eLoran monitoring network was implemented. The data is used by students for new analyses and improvements of the sigal processing strategies. Digital/Communication/Information Technologies (including Software),Environment Economic","person":"Martin  Fullekrug","coPersons":["Mohamed  Aziz","Ivan  Astin"],"organisation":"University of Bath","findingsText":" A novel digital high precision eLoran clock demonstrator was build and tested. In addition, a market study was conducted towards the commercialization of the demonstrator. A network of eLoran receivers was deployed to monitor the European eLoran transmitters. Similar concepts of the digital high precision eLoran clock are now used by a company to build eLoran clocks for commerical purposes. Digital/Communication/Information Technologies (including Software),Environment","dataset":"gtr"}