{"id":"29A3C7FA-2698-424C-A883-09D324F51F9B","title":"Understanding environmental knowledge controversies : the case of flood risk management","abstractText":"<p>The project addresses the knowledge controversies generated by the science and politics of 'flood risk modelling' and how to improve public involvement in determining the role of rural land management in the amelioration of flood risk. It focuses on two case study localities - Ryedale in Yorkshire and the Sussex Ouse. It is organised around three main themes:-</p>\n\n<ul>\n \n\n <li>Analysing how the knowledge claims and modelling technologies of hydrological science are taken up and put into practice in flood risk management. The analysis will focus on how and why flood models become subject to scientific dispute and public controversy, and with what consequences for public engagement and trust;<br /></li>\n\n <li>Developing an integrated model for forecasting the in-river and floodplain effects of rural land management practices. This model will be used to test hypotheses about how land management in both lowland and upland environments impacts on downstream flood risk.<br /></li>\n\n <li>Experimenting with a new approach to public engagement in the production of interdisciplinary environmental science, using what is call 'competency groups', and evaluating this methodology to assess its potential role in understanding other environmental knowledge controversies.</li>\n</ul>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-227-25-0018","grantId":"RES-227-25-0018","fundValue":"919693","fundStart":"2007-01-01","fundEnd":"2010-06-30","funder":"ESRC","impactText":"  http://www.ox.ac.uk/research/research-impact/impact-films Construction,Environment,Other Cultural,Societal,Economic,Policy & public services","person":"Sarah Jane Whatmore","coPersons":["Neil  Ward","Stuart Nicholas Lane"],"organisation":"University of Oxford","findingsText":" Research Report ((RES227 25 0018)\n\nBackground \n\nDevastating environmental events like flooding can move those affected by them to interrogate and, sometimes, to contest the expert knowledge claims associated with the science and management of environmental risk. &quot;Why do they keep saying it's a one in a hundred year event when we've been flooded three times in five years?&quot; &quot;Wouldn't proper maintenance of the river channels be more effective than building flood walls?&quot; &quot;We're the ones with experience of flooding, why aren't the 'experts' interested in what we know?&quot; Legitimate questions that are not easy to answer and which expose the scientific and policy practices meshed together in the 'expertise' of flood risk management to demanding public scrutiny. Questions and demands that are framed in specific local contexts, within which conditions themselves vary, and which can only be adequately addressed at the same scale. Such knowledge controversies have typically been seen in environmental science and policy communities as troublesome problems to be avoided. This project follows work in science studies and the philosophy of science, particularly that of Isabelle Stengers, in investigating whether knowledge controversies might not play a more constructive or generative role in developing the capacity of democratic societies to handle environmental uncertainty and, if so, how? \n\nObjectives\n\nThere are four, interrelated, dimensions to how we have set about doing this:-\n\n(i) An analysis of how scientific knowledge claims about flood risk are produced and come to inform the evidence-base of flood risk management in the UK. This focuses on the working practices of mathematical and computer modelling that are the mainstay of flood science, and on its products - predictive hydraulic and hydrological models - that are the primary device by which this knowledge is applied in management practice (Work Package 1).\n \n(ii) An analysis of how and why flood risk expertise becomes a matter of public controversy in two flood affected localities - Ryedale (North Yorkshire) and Uckfield (West Sussex). This centres on the trial and evaluation of an experimental research methodology that we call Competency Groups (CGs) and involves social and natural scientists in the project team working collaboratively with local volunteers to interrogate 'expert' framings of local flood risk and try out alternative propositions of our own (Work Package 3).\n\n(iii) The development of new ways of modelling flood risk (knowledge-theoretic approaches) that better forecast the in-river and floodplain effects of rural land management in specific local contexts and which are informed by, and responsive to, the knowledge of local members of our CGs in two flood affected localities (Work Package 2).\n\n(iv) The identification and transfer of key lessons from our analysis of the flood science/policy case to other fields of environmental risk management reliant upon modelling science (eco-systems and climate change), and the production of an interactive web resource for scientists, policy-makers and concerned citizens to identify and interrogate environmental knowledge controversies for themselves (Work Package 4).\n\nMethods \n\nDifferent methods were used in each of the three main Work Packages, in addition to the experimental Competency Group methodology devised and evaluated as part of the research which was the primary means for developing our interdisciplinary working practices (see also Interdisciplinarity below). \n\nWork Package 1 generated three main bodies of empirical material: - (a) recorded interviews with key flood risk scientists, consultants and policy-makers in the UK; (b) ethnographic participant observation with two sets of modelling practitioners - the modelling team in a leading engineering consultancy and the project team's own modellers (WP2); and (c) archival research on key moments in the development of flood science through the 19th and 20th centuries, eg the mathematical formulation of 'roughness' as a key dimension of hydraulic process and its changing technical standardisation in handbooks and software . \n\nWork Package 2 developed a new 'knowledge-theoretic' approach to flood modelling through the engagement of publics affected by flooding in co-producing flood models in the experimental CGs. This way of modelling produces different, bespoke, model assumptions and goals in terms of possible flood risk management solutions. Three sources of knowledge were used in the formulation of each model: (a) experiential, as held by both 'university' and 'local' members of the CGs; (b) theoretical and encoded in the ways in which we tend to see the world as Newtonian (e.g. flood water has to go somewhere; it must conserve mass); and (c) data-based, in terms of the records of rainfall and water level that we had obtained and which were used to develop and to test assumptions.\n\nWork Package 3 developed an experimental research methodology - Competency Groups - involving the natural and social scientists in the project team ('university' members) collaborating with volunteer residents ('local' members) in localities in which flood risk management is already a matter of public controversy. We ran two such groups one in Pickering and one in Uckfield. In each case, CG membership comprised some 5-6 project team members and 5-8 local members, plus a dedicated camcorder operator. Group activities centred on bi-monthly meetings in which hands-on modelling became the key practice through which 'expert' and Group members' knowledge-claims about the local flood problem can be tried out. \n\nWork Package 4 designed a web-resource using an interactive digital visualisation system - Prezi - to enable others to try out our approach to environmental knowledge controversies and our Competency Group methodology for themselves, and trialled with scientists and practitioners in the fields of ecosystem and climate change management.\n\n\n\n\nInterdisciplinarity\n\nThe project sought to establish an interdisciplinary way of working with 'radical' collaborative ambitions both between natural/social scientists and between these scientists and those affected by the environmental problem at issues - in our case flooding. This ambition has been tested principally, but not exclusively, through the design, conduct and evaluation of an experimental collaborative research methodology - Competency Groups (CGs). The project has produced several papers on the experience of this exercise in 'radical' interdisciplinarity from 'natural' and 'social' scientific perspectives. In addition, a work-stream evaluating the team's experiences of interdisciplinary working and examining how the evolution of the project affected the attitudes, understandings and practices of the project team, has been led by Andrew Donaldson (an affiliated researcher on the project, based at Newcastle). This evaluative work demonstrates that the conventions of interdisciplinarity should be considered as ideal types, which do not reflect the actual mess of interdisciplinary research in practice. Moreover, interdisciplinary research exists in its objects, although many of these have little to do with interdisciplinarity . \n\nResults\n\nUsing flood risk management as a vehicle for interrogating the nature and consequences of environmental knowledge controversies, Work Package 1 has been centrally concerned to understand three related aspects of the relationship between flood science and policy as it impacts the experiences and concerns of people directly affected by flood events. These are:- (a) how the knowledge claims of flood science (predictive estimations of flood risk) are produced, analysing the working practices of flood modelling/modellers; (b) how these modelling practices become standardised through particular technologies (like software packages) data sets and contractual arrangements with key policy agencies and hard-wired into the procedures of flood risk management; and (c) how and why this complex mesh of flood science/policy 'expertise' sometimes becomes the subject of public controversy, and with what consequences. Our answers to these questions inform the conceptual underpinnings of the whole project's approach to understanding environmental knowledge controversies and the translation of this understanding into the methodological ethos and practice of our 'Competency Group' methodology.\n\nOur analysis centres on the reliance of the technical arrangements and institutional procedures of flood risk management on the scientific practice of mathematical / computer modelling (as opposed to laboratory experiment or field observation). Working with flood modelling practitioners in academic, consultancy and public agency settings our work demonstrates that (a) what 'modelling' involves varies significantly in different institutional contexts, notably between commercial and academic modelling cultures ; and (b) the contractual terms set by the prevailing regime of flood risk management are a major influence on the standardisation of modelling practice . \n\nAs modellers would be the first to acknowledge, the knowledge claims advanced through modelling are both uncertain and provisional. Uncertain in that modelling is an exercise in predicting future (unknown) events from projections of observed (known) events and, in the case of flooding, in estimating the return period of a flood event of a specified magnitude. Provisional because the predictive capability of models is only as good as the data sets available to make them run, which are always imperfect and subject to the cost and reliability of data generation. However, our work shows why and how such careful provisos in the conduct of flood science tend to become dulled in translation into flood management policy and practice. This occurs through the standardisation of modelling software and contractual terms characterising the relationships between engineering consultancies and government agencies reliant upon them for their estimations of flood risk. The public face of this complex mesh of 'flood management' expertise is the Environment Agency (EA), and those moved in the event of flooding to interrogate it are likely to encounter 'scientific and technical knowledge presented in its final form' /.../ in which 'its certitude has been achieved', bearing little trace of all the uncertainties associated with its production . This is the context in which flood risk management 'expertise' is liable to become controversial. \n\nWhat our analysis suggests, then, is that where uncertainty is a normal, indeed necessary, feature of scientific knowledge production processes, the entry of these same uncertainties into the public arena finds politicians, media commentators (and sometimes scientists) handling them like hot coals. This raises the question of whether there something about the demands placed on environmental science in the service of 'evidence-based' public policy that is inclined to harden scientific knowledge claims, with all the provisional candour of a proposition, into technical statements, with all the reassuring solidity of a 'known fact'. This can be understood in terms of a tension between the ways in which knowledge claims become reliable through the experimental ethos of scientific claims-making and the managerial ethos of public policy claims-making. This returns us to the central role that the idea of knowledge controversies has played in the work of the project team, including the design of our Competency Group experiment - the question of whether they have a more constructive or generative role to play in developing the capacity of democratic societies to handle environmental uncertainty than has conventionally been acknowledged and, if so, how? \n\nIt is clear from our work that this is not a simple question concerned with managing the consequences of a pre-existing public disagreeing with established experts about how to ameliorate an already defined problem. Our project has interrogated the taken-for-granted status of each of these three terms by tracing the disruptive power of events like flooding to arouse in those affected by them a heightened concern with the nature of the problem and the reliability of expert knowledge claims, concerns which can swell into new forms of political association and demand that force expert reasoning to 'slow down' under the weight of scrutiny. In this, our work takes forward and the suggestion of Stengers, Latour, Callon and others in science studies that knowledge controversies can act as force-fields in which expertise is redistributed through the emergence of:- (i) new knowledge claims, resulting from different kinds and communities of knowledge being to bear on the production and distribution of flood risk expertise; and (ii) new knowledge polities, in which events like flooding gather publics around them with political attachments and capabilities that did not exist previously . \n\nIf this all sounds rather challenging for flood risk management practitioners - this is undoubtedly the case, but these challenges can also be taken as opportunities to develop new kinds of working practice that handle both environmental uncertainty and public engagement differently. Our Competency Group methodology is an attempt to do just this, putting the principles of Stengers' 'experimental ethos' to the test . The possibilities of this way of working are evidenced in our legacy in Pickering, in which our collaborative proposition of the 'bund-model' has attracted the scientific and political backing to now be built. This methodology was the focus of the project's Work Package 3.\n\nThe experimental Competency Group methodology is a conscious attempt to translate the 'generative capacity' of environmental knowledge controversies into a research methodology, involving the natural and social scientists in the project team ('university members) collaborating with volunteer residents ('local' members) in localities in which flood risk management was already a matter of public controversy. \nInspired by Isabelle Stengers' philosophical project of 'experimental constructivism', the Competency Group is an apparatus for 'slowing down reasoning'. It achieves this by working closely with artefacts that embody, or objectify, expert knowledge claims and producing new ones to assist the Group in trying out alternatives and demonstrating them to others . In our case, the principal artefacts were flood models.\n\nThe CG methodology had three goals: - \n\n(i) to interrogate the expert knowledge claims and practices that inform existing flood management policies; \n\n(ii) to enable those affected by flooding to try out alternative ways of framing and ameliorating local flooding problems; and \n\n(iii) to produce a collective envoy that objectifies the Group's knowledge claims and enables its work to travel and so make a difference to the terms of public debate and policy-making.\n\nWhile CGs share some commonalities with other public engagement research practices, we would identify six distinctive theoretical commitments associated with this way of working:\n\no First, a focus on knowledge practices. Knowledge and reasoning clearly involve linguistic skills and competences (discursive cognition or 'book-learning'). However, they also rely on bodily skills and thinking with objects (practical cognition or 'learning by doing'). The importance of these practical aspects of knowledge and reasoning is well appreciated in the fields of education and psychology, but less so in the repertoire of public engagement methodologies. \n\no Second, an apprenticeship to what is at issue. Public engagement techniques often claim to empower 'local' people or excluded social groups, with researchers apprenticing themselves to the goals and understandings of those with/for whom they are working. Our approach apprentices all those involved to the nature of the problem at issue, empowering it to force new thinking through the negotiations of different kinds of knowledge and reasoning in the Group. \n\no Third, a staging of associative events. The experimental ethos of this approach means that neither the 'university' nor the 'local' members of the Group know ahead of time what the outcome of working together will be. In this, CGs involve a form of improvisation in which the people and artefacts brought into association through the Group's work produce new knowledge claims and propositions which could not have been anticipated in advance.\n\no Fourth, the generation of collective competences. The Group's collaborative ways of thinking and producing knowledge generate new collective competences. These competences draw on members' different kinds of reasoning, information and skill, the combination of which amounts to more than the sum of its parts. In this way, all Group members become active participants in the knowledge claims and propositions the collaboration achieves. \n\no Fifth, the redistribution of expertise. Expertise is redistributed in the re-combinations of knowledge achieved through the work of the Group. This involves treating all kinds of knowledge and skill, whether drawn from everyday experience or scientific experiment consistently. Consistency here means attending closely to how knowledge of all kinds is produced, what evidence is called in support, and what makes it reliable on its own terms. \n\no Sixth, the exercise of new publics. The ethos of CGs aligns their practice to the politics of minorities - the right of citizens to disagree with government / policy and their capacity to give public expression to their concerns. By bringing people affected by a problem together with scientists working on it, CGs are less likely to reproduce the existing terms of, and players in, a controversy and more capable of reframing the it in ways that exercise new public formations. \n\nOur Competency Groups each comprised 5-6 'university' members and 5-8 'local' members. Activities centred on bi-monthly meetings in which hands-on modelling became the key practice through which knowledge-claims about local flood problems could be tried out. Meetings were supplemented by a variety of other activities which emerged in the course of the Groups' work (eg field visits and video recording). Each Group was supported by a password-restricted website hosting a resource depository for materials collected by group members (e.g. maps, transcripts, photos/videos, newspaper cuttings, policy documents etc) and a group blog. Audio and video recordings were made of Group meetings for use by all members. \n\nOur first Group was convened in Ryedale in North Yorkshire (running from September 2007 to June 2008) and the second, in Uck catchment in East Sussex (running from September 2008 to May 2009). In Ryedale, the work centred on the town of Pickering, that suffers from repeated flooding from Pickering Beck, but also upstream in the Derwent catchment and the flood risk problems in villages and rural areas from the River Seven. In Sussex the work centred on the flood risks affecting the town of Uckfield. It was evident from local press coverage in Ryedale that flood risk management was a hotly contested issue, intensified by the July 2007 flood event effecting Pickering and Sinnington, among other places, that occurred shortly after we advertised for local members to join the Group. In Uckfield, the local controversy was less intense, with the experiences of the 2003 winter floods receding by the time we began our local work there, but reignited by the news that the town had been declared ineligible for funds to provide adequate management schemes. Both controversies centred on the knowledge-base underpinning alternative flood risk management options, and in particular the efficacy of flood defence\n\nThe collective ethos of this way of working demands a sustained commitment from all participants to negotiating each others' different ways of framing a problem and appreciating the different kinds of expertise each others' attachments brought to the collaborative production of knowledge. In turn, this requires the redesign of research ethics protocols to reflect CG members equal claims on materials produced together. We would identify four key principles for the conduct of Competency Groups to guide others wanting to try them for themselves:\n\n(i) Group members participate as individuals in a personal capacity rather than as representatives of any constituency;\n\n(ii) Group members endeavour to speak from their own experience rather than relying on received wisdom;\n\n(iii) Group members are open to, and respectful of, different points of view. Disagreements are generative to this way of working.\n\n(iv) Group members learn together both about the problem at hand and collaborative ways of working, making some lessons transferable.\n\nThe Competency Group experiments in Pickering and Uckfield were key sites for the development of an innovative approach to collaborative flood modelling associated with the project's core natural science component taken forward by Work Package 2. \n\nThe rate of progress in quantitative modelling since the 1950s has been such that application of sophisticated computer models to a wide range of geoscientific problems is now routine. It is generally held that by making such models more physically (physics) based, their explanatory power and predictive reliability are enhanced. This formulation, a model-theoretic approach, assumes accurate knowledge of the properties, states and relationships between all of the objects that are known to matter within the system of interest but, simultaneously, an incomplete understanding of the totality that this knowledge creates. In hydrological modelling, this translates into a severe dependence upon the data models that are needed to make a hydrological model work. The opposite extreme is a model-data approach in which measurements become the basis of generic relationships. Even in the most heavily data derived cases (e.g. neural network forecasting of river flows) these data models can be shown implicitly to have a theoretical content. Thus, both model-theoretic and model-data approaches sit within a general class of modelling, best labelled as 'data-theoretic'. \n\nIn our work, we have been developing an alternative approach that we label 'knowledge-theoretic' rather than data-theoretic, to capture the much richer sources of knowledge available to the modeller . The models that we developed in both Ryedale and Uckfield were co-produced through the collective ways of working of our Environmental Competency Groups. The focus here was upon the development of innovative minimum information requirement models for estimating the effects of rural land management measures upon downstream flood risk. However, unlike many projects of this kind, the models here were co-produced through the collective ways of working of our Competency Groups. Whilst we started intending to use an established distributed hydrological model (CRUM) , the CG activities steered the modelling activities into two very different directions, leading to one model for each case location. Both models were based upon a coupled but simplified treatment of catchment hydrology and catchment hydraulics. The models differed because they were formulated through the CGs, leading to different model assumptions and model goals in relation to possible flood risk management solutions. Three sources of knowledge were used to formulate each model: (1) experiential, as held by both academics and local members of the CGs; (2) theoretical and encoded to the ways in which we tend to see the world as Newtonian (e.g. flood water has to go somewhere; it must conserve mass); and (3) data-based, in terms of the records of rainfall and water level that we had obtained and which were used to develop and to test assumptions. The knowledge linked to all three was discussed and negotiated in CG meetings. The coding of the models was then undertaken by the WP2 PDRA (Odoni) in the periods between CG meetings. Regardless as to whether or not the coding had been completed between CG meetings, the model was used in each CG by all Group members working in break-out groups and this was fed back into model development.\n\nCase 1: Bunding \nThe model developed for Pickering, 'bunding', assumed that in the most extreme flood events the catchment is largely close to saturation (supported by both local members field observations of the catchment and double mass balance analysis of extant data), and that losses to evaporation and soil storage are negligible: all rainfall would be translated into runoff. The primary focus of the model was then being to route this rainfall across hillslopes and through the river channel network whilst allowing the user to place small bunds within floodplains that can hold water back as long as the storage areas that they define are not full. Thus, the model: (1) determines flow directions across the landscape using digital topographic data under the principle of the line of steepest decent; and (2) applies an observed rainfall rate to those flow directions, routing the associated rainfall through the catchment. The step in (2) produces (3) a flow discharge rate at every point in the catchment; and through a simple interactive tool allows (4), the user to place bunds and to enter their characteristics to assess their storage effects. These bunds are intended to be sited so as to cross the channels and any adjacent flood plain, and are designed to allow a maximum efflux rate, so that some flow through them can occur at any time via an outlet, the latter always to the main river channel, and sustained by a primary concern that these bunds could only create small areas of storage and so would fill quickly (experiential knowledge). The outlet works such that the rate of filling of a bund (i.e. loss of storage) is lower than if there were no outlet present: the aim is to permit as much water as possible to flow through the outlet during low and medium flow conditions, so that no water is stored, but to hold water behind the bund during high flow conditions, such as those that would threaten the town with flooding. The difference between the modelled flow and the outlet flow is used to fill the bunded storage zone, and the flow protection for the town is assumed to be that top slice of the inflow held back by the bund. This protection persists for as long as the bunded storage area is not full. When it is full, the storage by that bunded zone is assumed to become zero, and the full inflow rate is passed to further storage zones downstream, which may then start to take effect. The combined effect of each bunding configuration is then summarised in the form of a time series, showing the level of flow protection afforded to a point and the period over which it can be sustained, in comparison with the modelled flows it would experience in an 'unprotected' flood. The model was successfully validated in collaboration with the follow-on demonstration project led by Defra, which used a two-dimensional hydraulic model to test the effects of the optimum bund locations identified in the downstream reaches of the catchment using 'bunding'.\n\nCase 2: Overflow \nIn Uckfield, the CG immediately raised the issue of using upstream storage areas to reduce flood risk, something that had been dismissed by previous consultants' work. Thus, 'bunding' was applied to the Uck. It confirmed the consultants' findings that bunds could not deliver sufficient flood storage during events typical of that experienced in September 2000 (c. 1: 100 year return period). However, the Uckfield CG quickly raised the possibility of using a suite of other measures including in-river debris dams, riparian woodland, hedgerow planting, re-meandering etc. In turn, this necessitated a much more complex model formulation and led to the development of 'Overflow', a model that allows the testing of the effects of a large number of quite small catchment riparian intervention measures (CRIMs). This presented two primary challenges: (1) computational efficiency because of the potentially large number of simulations (locations, types of intervention) that needed to be tested; (2) inferring distributed data (e.g. on river channel geometry). Overflow addresses these through a combination of static and dynamic analyses. A given steady state rainfall rate is corrected for losses to slower flow routes (e.g. subsurface flow) and then routed and accumulated through the catchment. Flow paths are allowed to vary as a function of rainfall depth, and for situations where some of the flow is out of bank and routed across floodplains. The specific discharge for each cell is applied to the Manning equation to estimate an effective flow depth and flow velocity and hence a cell transit time. By accumulating these along flow paths, starting at the outlet, a 'flow time map' is generated for the rain rate in question. The time maps can then be divided into time interval bands, and flow volumes calculated for each time interval of interest in a flood event by summing the area of the catchment within that time interval band and multiplying this by the rainfall falling in that time. Thus, a series of summations for different times and areas produces a volume series at the outlet, which is then converted to an estimated discharge simply by dividing by the length of the model time step. This calculation is undertaken for a range of different steady state rainfalls as well as a range of parameter values, sampled in a Monte Carlo framework (e.g. channel Manning's n, floodplain Manning's n). The measured rainfall rate is then used to sample from the ensemble of steady state rainfall simulations so as to model a particular event. This approach is important because: (1) it is possible to undertake a complete uncertainty analysis quickly as parameter uncertainty and rainfall uncertainty are implicitly built into the set of steady state simulations; (2) the model can be calibrated by optimising sampling of rainfall rate and parameter sets on measured flows; and (3) interventions can be tested in ways that retain uncertainty by recalculation of the steady state rainfall simulations, something that is more rapid than a fully dynamic simulation.\n\nOverflow can be used to test the effects of: (1) changes in channel flow resistance or blockage (e.g. due to installation of a debris dam); (2) changes in overbank flow resistance (e.g. floodplain roughening); (3) changes in stream sinuosity; and (4) introduction of measures like hedgerow planting. As with 'bunding' it can be used interactively to place measures in particular places, and this was the focus of work in the CG. However, we have also developed a means of optimising interventions, which we have applied to both Uckfield and subsequently Pickering. Early testing of individual interventions showed how the same measure could have positive or negative flood reducing effects depending on where the intervention was located. For instance, some locations could cause the synchronisation of flood peaks leading to less rather than more downstream flow attenuation. Subsequent testing also showed that the effects of any one intervention could change according to the location of other interventions. Thus, we have developed two optimising versions of Overflow: (a) forward only; (b) Monte Carlo. Both are based upon testing all possible intervention types and locations individually, classifying them into positive, neutral and negative interventions given the uncertainty associated with model predictions. The forward only then introduces each intervention one at a time in order of the magnitude of individual impact, calculates their effect, and retains them if still positive. There is scope here for the user to screen each intervention for other factors (e.g. plausibility in relation to land ownership) and to set the number of interventions that might feasibly be reduced. The Monte Carlo approach samples randomly from the set of interventions defined as 'positive' to identify an optimising set. This is much less computationally efficient than the forward only approach but it does lead to identification of synergistic interactions between interventions that individual testing does not reveal. \n\nThe project had as its fourth objective the production of a user-friendly means of enabling others to put its approach to understanding environmental knowledge controversies as generative events, and its experimental Competency Group methodology, into practice for themselves. To this end Work Package 4 has delivered a long-term web-based archive of the materials generated through the project and, critically, a 'civic resource' that enables others to adopt our approach to environmental knowledge controversies and Competency Group methodology to fields of environmental management other than flooding. The web-based resource has the following objectives:\n\n(1) To introduce and to explore the nature of Environmental Knowledge Controversies in general, and with reference to the specific case of flooding.\n(2) To demonstrate the possibility of a radical repositioning of science in environmental and other forms of research, where the purpose of science is to redistribute expertise in ways that allow new forms of political intervention.\n(3) To document and to differentiate the Environmental Competency Group methodology so as to provide a framework with which others can experiment.\n(4) To use innovative forms of communication for the purpose of (1), (2) and (3), whilst also providing a long-term archive of the project's findings.\n\nTable 1 summarises the materials that will shortly be available through this web-resource.\n\nTable 1. Resources available through the web-resource\n\nElement of Resource Format Purpose\nKnowledge Controversies Prezi based upon material generated by the Project PI (Whatmore) Designed to introduce the notion that knowledge controversies provide new opportunities for rethinking the nature of democratic politics, including the practice of science. Draws heavily upon WP1 material.\nDoing Science Differently 1. Prezi based upon material generated by a project Co-I (Lane)\n2. Policy and practice note (jointly produced with the RELU programme) Designed to convey the experience of a practicing natural scientist of being involved in both the wider scientific and then supported by a more detailed Policy and Practice note for use by practitioners interested in how modelling might be done differently.\nEnvironmental Competency Groups 1. Prezi based upon material generated by the project\n2. Principles document\n3. 'Frequently Asked Questions' document Contains an introduction to the nature of an Environmental Competency Group (Prezi) which is supported by a more detailed and formal statement of the principles associated with an ECG and a more general document that provides answers to some of the questions that we are commonly asked about ECGs (see also Policy and Practice note).\nFlood Research: an experiment in doing it differently Interactive web resource that documents key elements of our experiment Contains both video and audio transcripts from both ECG meetings and interviews with academic and local members of the team that aims to illustrate other elements of the web site. The web resource is loosely structured around themes.\nFurther reading Peer reviewed publications associated with the project Web-links to all peer-reviewed publications arising from the project, structured by Work Package.\nProject archive The project web-site Contains the end of project version of the project web-site.\n\n\nTo trial this web-resource, we have undertaken a series of interviews with scientists and practitioners, four from each of the fields of: (1) climate change science, focusing upon popular understandings of climate change; and (2) ecosystems science, focusing on the debate over systematic knowledge collection versus local or lay observations. These interviews were designed to compare and contrast the case of flood risk management with other areas of potentially controversial science. Both cases shared the characteristic with flood risk management that the knowledge associated with them can be informal and experiential as much as formal and associated with conventional scientific enquiry. They differed because the nature of the controversy is less acute and geographically-focused as compared with the controversies associated with flood risk management. We flag two key outcomes from these engagements. \n\nThe nature and role of Knowledge Controversies\nIn order to explore knowledge controversies with the scientists we worked through how we had outlined controversies using the Prezi materials noted in Table 1. The approach was interactive, with scientists using Prezi to navigate and so to critically engage and to comment on each of the interrelated components of Knowledge Controversies element of the Prezi. They were asked to work through our outline and for each component to use their own experiences and expertises to test whether our assumptions could be applied to the fields of Ecology and Climate science, recording their thoughts (below, in italic) as they did so. \n\nOverall all of these scientists believed that what we had produced was an innovative, useful and interesting outline for re-thinking how to work through environmental knowledge controversies. Our outline was seen to provide a novel way to &quot;capture differences in individual framings of the problem&quot; and further that it offered a way of treating differences as a &quot;creative opportunity for increasing understandings between parties&quot;. This together was taken to suggest that our approach might &quot;start to challenge positions and build better agreement in moving forwards&quot; in controversies. It was also suggested that the medium of presentation- that is Prezi- was a way of &quot;capturing knowledges from a variety of sources and in a range of different media&quot; which would allow multiple partners to represent their views and knowledges. They also raised some useful questions, for example in terms of the mismatch between our use of the notion of the 'event' of knowledge controversies creating opportunities to slow down reasoning challenging, when many environmental management challenges demanded 'instant' or 'quick' solutions. One outcome of this was a re-evaluation of their own notion of the 'event', as something that provides opportunities for problem reframing. Examples given here were the recent CRU e-mail scandal over climate change data and the effects this is having on the IPCC. \n\nThe question of 'Problem Framing'.\nThis provoked a number of responses from scientists. Ecologists who had experience of working on developing countries questioned our view that &quot;Within public policy processes expertise is often already distributed in particular ways&quot;. For them, the situation was more complex and they were able to draw on experiences of locals and communities being involved in the framing of problems. As one ecologist remarked in his experience in developing countries problem framing &quot;also favours those with 'grounded knowledge'&quot;. In another case a statutory agency ecologist highlighted that in her view the current focus on &quot;public participation&quot; leads to wider framings. A final critique of our view on framing related to our claim that framings should reflect all those concerned. One climate scientist remarked that &quot;with 'meta-issues' like climate change this becomes truly impractical&quot;. In another case an ecologist made the point that our claim that &quot;a problem is owned by all those adversely affected by it&quot; could be problematic as people are not always aware of being affected by a particular problem. Referring to climate change he stated that &quot;Problems may not be visible to those affected for example if they have not been educated to think at carbon spatial scales&quot;. We suggest that Environmental Knowledge Controversies 'serve to focus our attention on 'what' it is we are concerned about'. \n \nCapacity building and training\n\nIn addition to two week-long introductory training programme for all members of the project team, covering the core methods, approaches and concerns of Work Packages 1-3, various members of the project team also a variety of other courses, including:- professional modelling courses (Whatmore, Landstrom, Munk (Oxford based RELU funded DPhil student); media training courses (Whatmore, Landstrom, Odoni and Bradley); video shooting and editing courses (Willis). \n\nThe interdisciplinary working methods of the project have instilled the disciplines and demands of research collaboration between social and natural scientists, and with publics affected by the issue at hand, in all project team members. In addition, our sustained collaborations with two sets of citizens affected by flooding have demonstrated the potential of extending these research skills beyond the academy - now being taken forward through the project's interactive web-resource (and Policy and Practice notes) to enable others to try these skills for themselves.\n\nOutputs and data\n\nPapers\nTo date, the project has 9 papers published or in press, 7 under review and 9 papers in the final stages of preparation for submission to review. Our publication strategy has targeted top quality journals / agenda setting edited collections across a range of disciplines including - science studies; hydrological science; human and physical geography; environmental policy; social theory; history and philosophy of science; and natural sciences . \n\nPresentations\nIn addition the project results have been presented at a large number of national and international peer reviewed conferences (involving some combination of all project team members); more than a dozen invited keynote and/or public lectures and practitioner presentations (principally Whatmore and Lane). \n\nData archiving\nAppropriate data sets (scientist and practitioner interview transcripts and the model script) from the project have been submitted to ESRC's data archive, and formally accepted into the collection.\n\nKnowledge transfer, User engagement and impacts\n\nIn addition to the 'knowledge transfer' work of WP4 detailed under results above, the citizens affected by flooding directly engaged in our 2 Competency Group research collaborations and the Fellowship attachment of Dr Kathryn Monk from EA Wales to the project, the project has engaged with some 30 local and national, public and private sector practitioners. The project also hosted a successful final conference in December 2009 attended by some 50 academic and policy dissemination of our work.\n\nIn terms of impact, the project has produced an unusually significant legacy. In Pickering, the project's collaborative modelling work and proposals for 'bunds' (or mini-dams) to mitigate flooding were first presented at a Public exhibition in the town attended by some 200 people (the Ryedale Flood Research Group's report 'Making Space for People'). Our bund-model proposition has been tested subsequently as part of a Defra funded 'demonstration project' (?500,000) 'Slowing the Flow at Pickering' (see http://www.forestry.gov.uk/website/forestresearch.nsf/ByUnique/INFD-7YML5R). As of August 2010, it is now due to be built with funding from Ryedale District Council (?800,000).\n \nIn Uckfield, the Group's modelling work has been presented to the local Flood Forum, suggesting that bunds alone would not protect the town from flooding. A new model, Overflow, has subsequently been developed further by the project team's modellers in collaboration with the regional Environment Agency, calibrating it for Uckfield and using it to test new flood management measures. In addition, an MSc (research) student project (Byers) has taken the CG work forward, interesting the statutory bodies in the initial results of the modelling work enough to furnish the data necessary to complete the work. His activities have been recorded through a blog (http://uckfieldfloodmodelling.blogspot.com/) that will be incorporated in his finished thesis (expected October 2010), a version of which will be made available to the original CG members and the statutory bodies. This thesis has specific and tested recommendations for small scale interventions for flood risk reduction.\n\nThe project has been selected as a case study in public engagement by the HEFCE/RCUK Beacons for Public Engagement initiative. (http://www.publicengagement.ac.uk/what-public-engagement/neil-ward); and the project's PI has been identified as one of the case study academics by the Research Councils United Kingdom in their publication (2010) 'Demonstrating the benefits of public engagement for researchers'. www.rcuk.ac.uk/per . In addition, the project is currently being written up as a case study in the Academy of Social Sciences publication 'Making the case for the social sciences' (2010 in press).\n\n\nFuture research priorities\n\n1. To develop our conceptual approach to understanding knowledge controversies as opportunities to open the process of expert knowledge production to public interrogation, such that the uncertainties admitted in robust scientific practice become admissible also in the public realm.\n\n2. To further develop the knowledge-theoretic approach to modelling through applications to other fields of environmental science, thereby improving the specificity and accessibility of model construction.\n\n3. To enable others to experiment with the Competency Group methodology and, thereby, extend its usefulness to civic and scientific communities involved in other knowledge controversies. This research has demonstrated the effectiveness of an experimental method of public engagement - Competency Groups (CGs) - in situations in which the expertise involved in managing flood risk is called into question by the communities living with such risk. Working in two test areas (Ryedale, Yorkshire and the Uck catchment, Sussex) it has enabled novel research collaborations between scientists and concerned citizens that have generated bespoke flood models and new flood management options. The work of the Ryedale CG and the 'upstream storage' proposals that it generated were incorporated into a successful multi-agency bid to a national competition launched by Defra for a project to test new flood management solutions for Pickering, and are now under construction in the catchment. Having become a national exemplar, the reach of the Competency Group approach in tackling public controversies about environmental expertise continues to extend beyond these two areas, within the UK and also abroad. Environment","dataset":"gtr"}