{"id":"29A4EA1D-0196-41A1-8B7C-D05E0040F140","title":"Rural Digital Economy Research Hub","abstractText":"There is considerable untapped economic potential in rural areas of the UK. In England alone this is estimated to be worth at least 340 million per year. Burgess (2008) gives as principal reasons for this that high levels of rural business aspiration do not find their way into practice, and that existing entrepreneurship does not fully reach its potential in wealth creation. He urges that Government recognise that key ways of realising this potential are to initiate new forms of information networks for the transfer of knowledge, the sharing of good practice, and engagement with wider markets, policy-making processes, and for the creation of larger 'masses' of expertise. By the creation of a Rural Digital Economy Hub at the University of Aberdeen we propose to take up this key challenge for policy and to employ digital technology to realise this untapped rural economic potential, through themes and projects targeted at key economic activities in the rural UK. Rural areas have specific characteristics that create particular problems for these types of activities: for example, small and often dispersed populations; narrow and uneven channels of information flow, including often relatively restricted access to digitally-based information; and rapid change in population structures and economic activity bases.Digital technology will play a major role in releasing untapped potential in the economies of rural areas in the UK. By using innovative flexible ways of 'digital working', rural businesses and communities can build on their social, economic and environmental capital to generate new wealth, employment and social opportunities. Working with communities, businesses and policy-makers on initiatives in tourism, healthcare, accessibility, conservation of natural resources, and enterprise and culture as our partners, the University of Aberdeen's Rural Digital Economy Research Hub will use our extensive expertise in information technology applications, rural economy and society, to initiate innovative projects in rural communities and businesses across the UK.We will, from the outset, incorporate and act on feedback from our partners to design and refine digital solutions to business needs. We will, with partners, evaluate our work to maximise benefits for rural economies and for the policy sectors affecting the well-being of the UK's rural areas.Rural areas of the UK can, through the user-led application of digital technology in carefully designed ways, be more economically, socially and environmentally sustainable: we will harness our expertise with rural partners to realise this ambition. ReferenceBurgess, S., 2008, England's rural areas - steps to release their economic potential. Commission for Rural Communities, Cheltenham.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G066051/1","grantId":"EP/G066051/1","fundValue":"11814900","fundStart":"2009-10-01","fundEnd":"2015-09-30","funder":"EPSRC","impactText":"  Stakeholders in a number of areas are already working with us to utilise research outcomes from the Digital Economy Hub. Agriculture, Food and Drink,Creative Economy,Digital/Communication/Information Technologies (including Software),Environment,Healthcare,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections,Transport Cultural,Societal,Economic,Policy & public services","person":"Peter  Edwards","coPersons":["Colin  Hunter","Rene  Van Der Wal","Claire  Wallace","Peter  Murchie","Christopher  Mellish","John  Nelson","Gorry  Fairhurst","Philip  Wilson","David John Godden","Timothy James Norman","John  Farrington"],"organisation":"University of Aberdeen","findingsText":" Research teams within the Digital Economy Hub have developed a range of technologies to benefit rural communities across the UK and beyond. Prototype technologies have potential for exploitation; policy makers can utilise key findings around a broad range of digital themes/agendas affecting rural communities. Aerospace, Defence and Marine,Agriculture, Food and Drink,Communities and Social Services/Policy,Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Environment,Healthcare,Leisure Activities, including Sports, Recreation and Tourism,Government, Democracy and Justice,Culture, Heritage, Museums and Collections,Retail,Security and Diplomacy,Transport","dataset":"gtr"}