{"id":"29A9AF44-26F2-4B3C-BDD5-728FF15B1BCB","title":"Evaluation and prediction of butterfly flight patterns over field scales","abstractText":"With the advent of harmonic radar it has become possible to monitor and record the flight patterns of individual insects over landscape scales (up to several hundred metres). These experiments have revolutionised our understanding of the flight patterns honeybees, bumblebees and moths. Honeybees caught at feeders and then displaced have been shown to adopt an optimal searching strategy when seeking the hive location. This optimal searching strategy is also adopted by bumblebees when they first leave the nest in search of forage. Male moths adopt an entirely different searching strategy when locating sexual partners. When they detect the scent from sex pheromone released by a female moth they fly in an upwind direct in search of its source. The results of a preliminary analysis suggest that butterflies fly upwind in response to floral scent from clusters of flowers and then locate individual flowers within a cluster by employing of an optimal searching strategy. The behaviour characteristics of butterflies may therefore provide an intriguing bridge between the behaviour characteristics of bees and moths. The analysis is based on the flight patterns of just ten butterflies and an idealised theory of searching. The proposed research will substantiate the preliminary study by monitoring the flight patterns of many butterflies and by developing new theories of searching that account explicitly for the influence of 'flight guides', such as dense tree-lines that are known to be used by butterflies. This new research will lead to a better understanding of insect flight patterns over field scales and will result in a validated, predictive theory of these flight patterns. This has important ramifications for the understanding and prediction of plant pollination and insect populations.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E010695/1","grantId":"BB/E010695/1","fundValue":"298120","fundStart":"2007-01-01","fundEnd":"2009-03-31","funder":"BBSRC","impactText":"  The findings have been used and cited by researchers across the world. Agriculture, Food and Drink ","person":"Andrew  Reynolds","coPersons":["Alan David Smith","Juliet  Osborne"],"organisation":"Rothamsted Research","findingsText":" The flight patterns of butterflies and honeybees were recorded at the field-scale in harmonic radar studies. Analysis of flight pattern data revealed how pollinators using colour and odour to locate flowers. The findings will lead to a better understanding of pollination and the likely affects of changes in farming practice. Agriculture, Food and Drink","dataset":"gtr"}