{"id":"29B27EAE-DD23-44B1-A769-D095DB7596C3","title":"Improving sensitivity to the unitarity triangle angle gamma with CLEO-c CP-tagged D0 decays. (Project proposal for Responsive RA call)","abstractText":"Precision measurements of CP violation in B mesons shed light on fundamental parameters of the Standard Model of particle physics, related to areas such as the generation of fermion masses and the predominance of matter over antimatter in the universe, and probe the Standard Model description of CP violation with a high sensitivity to New Physics. Arguably the most important goal of CP-violation measurements over the next decade will be a precise determination of the CP-violation parameter gamma. The LHCb experiment at the LHC at CERN will, for the first time, be able to perform such precision measurements. Measuring gamma will also be central to the programme of a possible Super-B factory. One of the most promising classes of gamma measurements involves the decay B+ -&gt; DK+. In this decay chain, the D is unstable and decays further, for example to Ks pi pi. There are many intermediary states via which the D can decay to the same final state. These different decay paths interfere with each other, causing an interference pattern that can, for 3-body decays, be visualised in a 2-dimensional Dalitz plot. For 4-body decays, the visualisation is more difficult, but the same principles apply. For D mesons that originate from B+/- decays, the interference patterns are sensitive to decay parameters of the B, in particular the parameter gamma. Due to CP violation, those patterns look different depending whether the D originated from a B+ decay or a B- decay. Analysing those patterns allows in principle a very precise determination of gamma. This however requires a thorough understanding of D meson decays and the corresponding interference patterns before any B decay parameters enter. This is expected to be the limiting factor in the precision on gamma with this method. Understanding the D-decays fully requires two pieces of information for each point in the Dalitz plot: the amplitude and the phase. Usually, only one parameter can be measured, the intensity. Understanding the intensity pattern in terms of amplitudes and phases requires the use of a model for those D decays. The parameters of this model are then fitted to the intensity distribution. However, there is a dependency on the choice of model. This is the largest systematic uncertainty for the aforementioned gamma measurements. At its present value, this uncertainty will limit the use of the data accumulated at LHCb and any future Super-B facility. The CLEO-c experiment operating at Cornell University, NY, USA produces pairs of D mesons in a quantum correlated state, which is not the case at the e+e- B factories or the LHC. This data set allows, for the same final state, two independent measurements of the decay patterns of the Dalitz plot, 'CP tagged' and 'flavour tagged'. This makes it possible, in principle, to directly extract both amplitude and phase for each point in Dalitz space, without any model dependence. Even for channels where event numbers are not sufficient for a completely model-independent approach, the existing models will benefit greatly from the unique constraints imposed by the quantum-correlated data. This will significantly reduce the systematic error associated with our understanding of D decays in gamma measurement with B-&gt;DK at LHCb and elsewhere. CLEO-c however is a collaboration with very limited resources and at present there is not enough manpower to analyse many of the channels that are most important for gamma measurements at B-physics experiments. We therefore propose to join the Dalitz analysis group of CLEO-c to spearhead these studies, joining CLEO-c well before the end of data taking in spring 2008. This will put us in a position in 2008/09 to fully exploit the entire CLEO-c dataset for the proposed measurements. Our project concludes with the application of the results to gamma measurements at LHCb.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=PP/F000650/1","grantId":"PP/F000650/1","fundValue":"218511","fundStart":"2008-04-01","fundEnd":"2011-03-31","funder":"STFC","impactText":"  The precision measurement of gamma is a key aim of flavour physics. Our results are a key element to such a precision measurement at LHCb and have been used in that way by BaBar, BELLE and LHCb. Education,Other ","person":"Jonas Hanno Rademacker","coPersons":["Guy  Wilkinson","James Frederick  Libby","Timothy John Gershon","Neville  Harnew"],"organisation":"University of Bristol","findingsText":" Multibody decays of D mesons at CLEO were analysed, and their phase information related to their decay amplitudes was extracted, in most cases using theoretically robust model-independent methods only viable at the charm threshold data available at CLEO-c (and nowadays also at BESIII). The key impact of these results is for the measurement of the benchmark CP-violation phase gamma in B-&amp;gt;DK decays at the B factories and LHCb. BaBar, BELLE and LHCb already have used these result as input to their measurements of gamma. LHCb, LHCb-upgrade and BELLE-II will continue to improve the precision on gamma, making use of these results. While the key objectives have already been achieved, we continue to exploit the unique CLEO-c data set in new and innovative ways, publishing results long beyond the initial funding period, building on our previous results. Our results have been presented in many conferences (including very high profiles ones such as ICHEP) in addition to numerous peer-reviewed publications. Education,Other","dataset":"gtr"}