{"id":"29C0459C-C942-4885-83A4-D6FE6363EECB","title":"Visible Divinity: Money and Irish Catholicism, 1850-1921","abstractText":"The relationship between religious faith and economic behaviour has been a perennial subject in the social sciences and the humanities, informing the work of Karl Marx, Max Weber, Emile Durkheim, Mircea Eliade, R.H. Tawney, Viviana Zelizer and many other theorists besides. While acknowledging and in many respects speaking to the path-breaking work of such influential thinkers and scholars, this project is also about the relationship between religious practice and economic thought. It is predicated on the little-appreciated premise that the primary economic exchange in a religious setting is not and has never been an intellectual one, but rather, has always been a physical one. In other words, the project suggests that the process of church fundraising was (and is) in itself a significant economic phenomenon, worthy of examination and conceptualisation in its own right, and that it has the potential to tell us a great deal about the interaction of religion and economics in the lives of ordinary people. \n\nThis research therefore takes the form of an extended historical case study of the Irish Catholic Church's finances during what was a key period of consolidation in its influence over the Irish population, namely between 1850, considered by some the beginning of a 'devotional revolution' among the Irish, and 1921, when it ceased to be a minority church within the United Kingdom, and instead became the dominant church in a newly independent country. The project will incorporate a unique database of income constructed from multiple church and other archives, a systematic overview of the kinds of income-gathering strategies employed, a typology of motives for contributing funds, and a consideration of the modern-day applicability of the project's findings.\n\nThough primarily a historical project, it is, like much recent research in economic anthropology and economic sociology, thinking about and hoping to provide insights into individual economic behaviour in ways that mainstream economics, with its focus on rational actor models, has tended to neglect. (Graeber, 2011; Stirrat, 2006; Zelizer, 2013; Dodd, 2014) Thus, while some sociologists of American religion have begun to consider the motivations behind and consequences of religious fundraising, (Peifer 2010; Mundey et al, 2011) there are irresistible reasons for historicising these questions, and for doing so in the Irish Catholic context. These include the relatively much larger sums of money involved in a much more devout period; the useful and virtually unmatched transnational comparison afforded by the existence of multiple 'Irish' parishes in countries outside Ireland and of Irish clerical appeals directed at attracting religious remittances from the diaspora; the parallel nexus of supposed secularisation/modernisation and an increasingly monetised and rising consumer society; and the acknowledged symbolic significance of the Irish Catholic Church's wealth and central importance of Catholicism to emerging Irish identity. Crucially for the successful completion of the project, there also exists a multiplicity of accessible and underexploited source materials, in archives in both Ireland and Britain and in digital repositories, with which to explore these themes.\n\nTherefore, this project will represent a contribution to the history of religion and the Irish Catholic Church in particular, exploring that dominant institution's local, national, and transnational power and influence in the economic realm, and asking to what extent it helped to shape an Irish economic identity both in Ireland and amongst the Irish abroad.\n\nBut it is also intended to serve as a timely addition to the literature on the history of money and economic behaviour more generally, by offering a comprehensive exploration of one nation's religiously-motivated fundraising and asking fundamental questions about the interaction of religion and economics in people's lives.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/N002105/1","grantId":"ES/N002105/1","fundValue":"196403","fundStart":"2016-02-22","fundEnd":"2019-02-21","funder":"ESRC","impactText":"","person":"Sarah  Roddy","coPersons":[],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}