{"id":"29C0A5DB-5E54-49B6-895F-033183345017","title":"'The Gunpowder Plot: A Narratological Enquiry'","abstractText":"The Gunpowder Plot, an event firmly embedded in the English historical imagination, offers a stark parallel to the global impact of 9/11 in the crucial role it plays in the formation of a national identity that is defined in relation to that which threatens its destruction. The research that I am proposing approaches the events of 1605 and their subsequent integration into the archives of English history from a narratological perspective that interrogates the connections between terrorism, literature and history.\\n\\nWith this in mind I am proposing a series of three thematically-linked articles that approach the representation of terrorism through readings of a number of key narratives of the Gunpowder Plot and which share a common conception of the terrorist 'plot' as an event that disrupts, replaces, or ends, the established story which it violently interrupts. In this way my research is envisaged as an intervention by narrative theory into the history of terrorism that is characterised as an encounter between incompatible plots.\\n\\nSelecting 5/11, in place of 9/11 or 7/7, affords the possibility of interrogating the terrorist event from a historical perspective that is not available to the consideration of more recent events and which, I believe, will reveal common narratological/historical structures that are already emerging in current responses to global terror. With this in mind, each of the three articles I am proposing, which are conceived of as approaching the events of 1605 in chronological order, interrogates a different aspect of the Gunpowder Plot and its relation to, and within, the narrative of English nationhood.\\n\\nThe first article, 'Plotting', understands plotting in terms of a subversive potentiality, a dynamic form that contains the suggestion of the yet-to-come, which is placed in a dialectic with the notion of the plotted as the already limited and delimited. Reading the term in this way, exposes the mobile nature of a term that implies the repeatedly re-constructed nature of the very plots that it attempts to identify and stabilise. Arguing from the position of a narrative-inflected historiography, this article will pay close attention to John Donne's 'A Sermon upon the fift of November 1622' and Francis Herring's 'Mischeefes mysterie: or, Treasons master-peece, the Powder-plot' (1617).\\n\\nThe second article, 'Equivocation', deals with the immediate aftermath of the terrorist event and the competing truth claims of two incompatible narratives. This argument will be figured in terms of the doctrine of equivocation through close readings of Henry Garnet's 'A Treatise of Equivocation' (1595) and William Gager's 'Pyramis' (1608), both of which are read in connection with Maurice Blanchot's suggestion that 'literature's ideal has been ... to say nothing, to speak in order to say nothing' (1981).\\n\\nThe third article, 'Archiving', examines the integration of the terrorist event into the narrative of national identity and is concerned with the containment of the terrorist plot within the 'authorised' state narrative which will be interrogated in terms of power, authorship and authority. Specifically I will be concerned with the political aspects of the 'archive' and in order to effect this reading my research will engage with King James I's 'Speech to Parliament of 9 Nov. 1605', David Jardine's nineteenth-century narrative of the Gunpowder Plot in his legal casebook 'Criminal Trials' (1832-35) and the National Archives at Kew which contain the signed testimony of Guy Fawkes and his co-conspiritors along with a significant amount of private correspondance that has been integrated into the public domain. These 'texts' will be read alongside the work of Michel Foucault (2002) and Jacques Derrida (1995).\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F004656/1","grantId":"AH/F004656/1","fundValue":"17523","fundStart":"2008-01-08","fundEnd":"2008-04-07","funder":"AHRC","impactText":"","person":"Paul Francis Wake","coPersons":[],"organisation":"Manchester Metropolitan University","findingsText":"","dataset":"gtr"}