{"id":"29D5AE6B-BAEA-4D43-9395-8BA72511A306","title":"Exploiting the information content of noise in complex systems: Bayesian inference of nonlinear stochastic models and applications to human blood flow","abstractText":"An enduring problem in many branches of science and engineering is that of identifying and characterising a nonlinear stochastic system from the signals it produces. Often, the system itself is inaccessible (e.g. remanent quantum vortex loops in superfluid helium or the inversion population in a semiconductor laser), or difficult to measure directly (e.g. the cardiovascular system, where measurements must usually be non-invasive). Furthermore, in addition to any dynamical fluctuations in the system itself (dynamical noise), the results will always be to some extent corrupted by external noise (measurement noise). Examples also arise in ecology, and in other scientific areas as diverse as molecular motors and coupled matter-radiation systems in astrophysics. The chief difficulty stems from the fact that, in a great number of important problems, it is not possible to derive a suitable model from first principles, and one is therefore faced with a rather broad range of possible parametric models to consider. Furthermore, experimental data can often be highly skewed, so that important hidden features of a model (e.g. coupling parameters) can be very difficult to extract due to the intricate interplay between noise and nonlinearity. There is still no reliable method of analysis, despite intensive effort by many scientists.A solution to this problem is sorely is needed, not only to gain physical insight into the complex dynamics of the system under consideration, but also to facilitate the development of realistic models and thus to improve the reliability and accuracy with which the future can be predicted.We now propose to solve the problem. Although it has been one of the most challenging in statistical physics, we can now tackle it - with a high expectation of success - by developing a full theory of Bayesian inference for stochastic nonlinear dynamical systems. It will exploit the information content of dynamical noise and will be robust in the face of measurement noise. The proposed approach is based on novel ideas developed in our collaboration with Dr. V.N. Smelyanskiy. The technique involves path-integral calculations of the likelihood of dynamical events, and it is applicable to complex stochastic nonlinear systems quite generally. As well as developing the fundamental ideas, we propose to apply them to a particular example of a complex system that is in practice inaccessible: the human cardiovascular system (CVS). Here, the measured time series data (a sequence of measurements equally spaced in time) are attributable to physiological processes occurring deep within the body.Enough initial work has already been completed between Lancaster and the NASA/Ames Research Center to demonstrate the feasibility of the research. Exploiting the huge amount of information about the originating system that is contained within the seemingly random fluctuations themselves, and following a number of innovations, we have succeeded in reconstructing stochastic nonlinear models from measurements of time series data.Our exemplary application to the CVS will not only provide the practical experience needed for iterative improvement in the basic technique, but the enterprise will also be intrinsically extremely useful. Suitable CVS data are currently being recorded as part of a separate research project in collaboration with the Royal Lancaster Infirmary. If a good stochastic nonlinear model of the CVS can be reconstructed, there are potentially important implications for medicine because we anticipate that it will prove possible to relate parameter values in the model to the state of the system. There potential for both early diagnosis of cardiovascular disease and for quantitative assessment of the effect of treatment. We emphasize that the range of applicability of our new inference method is potentially very broad, encompassing the wide range of problems mentioned above and many others.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D000610/1","grantId":"EP/D000610/1","fundValue":"348019","fundStart":"2006-02-01","fundEnd":"2009-07-31","funder":"EPSRC","impactText":"  The main impact lay in training a PhD student, Andrea Duggento, full-time for 36 months, and in training several postdoctoral researchers for shorter periods. Aerospace, Defence and Marine,Education,Healthcare Cultural","person":"Peter Vaughan Elsmere  McClintock","coPersons":["Dmitry  Luchinsky"],"organisation":"Lancaster University","findingsText":" We tackled two long-standing problems in statistical physics and physiology.\n\nA. The fundamental problem: how to reconstruct stochastic nonlinear dynamical models from noisy incomplete measurements developing a full Bayesian theory that solves this fundamental problem for parametric models in the form of stochastic differential equations. It enables both the model (within a class) and the relevant state variables to be inferred. Starting from the ideas developed in our earlier collaboration with NASA, we:\n(i) Developed local optimization techniques by e.g. modifying the extended Kalam filter;\n(ii) Developed global optimization techniques using: (a) a search for the global minimum based on calculations of the Jacobian and Hessian of the cost function; (b) a formulation and solution of the boundary value problem for the auxiliary Hamiltonian system in the extended phase space; (c) an analysis of the Monte-Carlo Markov chains that arise in this context;\n(iii) Developed the theory to encompass the case of multiplicative noise; and\n(iv) Extended the theory to encompass the case of time-varying parameters;\n\nB. The exemplary applied problems: we reconstructed a nonlinear stochastic dynamical model of global circulation in the human cardiovascular system (CVS) directly from noninvasively measured time series. We used the theory developed in Part A to infer models with limit cycles corresponding to predator-prey interactions and then extended the technique to reconstruct the dynamics of solid rocket motors in the context of aerospace applications. Thus the problems addressed were:\n(i) Systems of coupled limit cycles corresponding to the variability of global circulation in the human CVS;\n(ii) Time delay models of the CVS;\n(iii) Predator-prey dynamics with hidden predator variable and unknown model parameters; and\n(iv) Solid rocket motor dynamics with time varying parameters due to faults. Part of the research was joint with NASA and they are continuing to make use of the ideas, and to develop them further. The cardiovascular analysis has led to new research grants. Aerospace, Defence and Marine,Education,Healthcare","dataset":"gtr"}