{"id":"29E1A829-FABA-415D-9DD4-472F26E99E69","title":"New high-performance avalanche photodiodes based on the unique properties of dilute nitrides","abstractText":"To meet the demands of the internet to transmit large volumes of data over long distances, information is sent as short pulses of light. The photodetector which receives this information must have high sensitivity, a fast response, and low levels of 'noise' (random spurious signals). Photodetectors can even be made sensitive enough to detect single photons, and 'photon counting' is an important technique in many applications including sequencing the human genome and quantum computing. Most high-sensitivity photodetectors are semiconductor avalanche photodiodes (APDs): semiconductor materials are robust, cheap, compact, and efficient, while APDs make use of an effect where a very weak signal can trigger a very large current flow (like a single snowflake setting off a massive avalanche of snow).There are many different semiconducting materials, and each is sensitive to a different colour of light or wavelength. While silicon works really well as an APD, it doesn't detect infrared light at the wavelengths needed for optical communications and other applications. We can use combinations of material - one to absorb the light and one to do the avalanche multiplication - but it can be tricky getting the signal across from one material to the other. So APDs are hard to make and therefore expensive. We are going to make new types of APDs with the performance of silicon but sensitive to infrared light, which are also easier/cheaper to make than existing infrared detectors. Firstly, we are going to use a relatively new type of semiconductor (a 'dilute nitride') as the absorbing layer. Dilute nitrides are completely different from other materials: adding a small amount of nitrogen to a conventional semiconductor like gallium arsenide has a huge effect on the properties and can make it sensitive to infrared light. Dilute nitrides even seem to be less noisy than other absorbing layers, since their special properties suppress a source of noise which comes from quantum mechanical tunneling (electrons feel 'heavier' in dilute nitrides and find it harder to tunnel through barriers).Secondly, we are going to replace the conventional multiplication layer made of indium phosphide or gallium arsenide, which compared to multiplication layers made of silicon are rather noisy. The noise comes because multiplication is random: we know the probability that multiplication will occur within a certain time, but not exactly when it will occur. The particular electronic properties of dilute nitrides means that electrons in one energy band (the valance band) can easily trigger avalanches, while electrons in another band (the conduction band) should find it very hard. This situation should lead to very low multiplication noise, perhaps even as low as silicon, and has never been studied before.There is a lot of interesting physics in the movement of electrons in dilute nitride semiconductors, and in the statistics of avalanche multiplication in thin layers. We will use specialized techniques to study these, including squeezing the material under very high pressures to change its properties. This will give us the understanding we need to produce better high-sensitivity light detectors, which are useful for communications, medicine, pollution monitoring, and many other areas that affect our daily lives.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E063632/1","grantId":"EP/E063632/1","fundValue":"231698","fundStart":"2008-04-29","fundEnd":"2010-07-28","funder":"EPSRC","impactText":"  We conducted an early-stage investigation of the potential of a new material system for application in light detectors. At present the demonstrated devices have not been taken up commercially. The findings have shaped subsequent research including a proposal to investigate dilute bismides as an alternative material for these applications.  ","person":"Jeremy  Allam","coPersons":["Alfred  Adams","Stephen John Sweeney"],"organisation":"University of Surrey","findingsText":" Dilute nitride semiconductors incorporating a small fraction of nitrogen offer several potential advantages for applications as photonic devices, which have been intensively explored for light emitters. Here we consider dilute nitrides as light absorbers for detectors at infrared wavelengths.\nWe have shown that it is possible to grow epitaxial layers of dilute nitrides that are thick enough to act as efficient light absorbers yet maintain sufficient material quality for use in detectors where the electrical field is high. We identified the mechanisms that contribute to the background current, and showed how this could be reduced by annealing. We thereby demonstrated the suitability of dilute nitride as an absorber for detects of light at wavelengths up to 1300nm. \nIt had further been proposed that dilute nitrides would be a suitable material for avalanche multiplication of positive charges (holes), potentially allowing manufacture of a low-noise avalanche photodiode. We investigated this mechanism in detail, and concluded that, while the multiplication of holes does appear to be enhanced compared to electrons as proposed, the enhancement is not sufficient to overcome the preferred multiplication of electrons in GaAs where the nitrogen is not present. Other materials may be a better starting point for the exploitation of this mechanism. We demonstrated that is is feasible to grow thick layers of dilute nitrides with reasonable quality, and this can be exploited in other classes of photodetector, solar cell, etc.\nSimilar dilute semiconductors incorporating, for example, Bismuth have since become of interest, and face similar challenges with material growth. The proposed mechanism for producing low noise avalanche multiplication should be investigated in these other materials to see if it becomes large enough to exploit in improved devices. Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software),Electronics,Environment,Security and Diplomacy","dataset":"gtr"}