{"id":"29EBCE5A-9126-4863-9C70-EF33DB690685","title":"iPROBE: in-vivo Platform for the Real-time Observation of Brain Extracellular activity","abstractText":"Understanding how the trillions of action potentials of the brain's billions of neurons produce our thoughts, perceptions, and actions is one of the greatest challenges of 21st century science. Similarly, understanding how this activity is disrupted by neurological and psychiatric diseases is one of the greatest challenges of 21st century medicine. Due to the massively parallel nature of the brain's computations, answering these questions experimentally relies on being able to monitor very large numbers of neurons simultaneously. Advances in electrode microfabrication and high-throughput data analysis have allowed scientists to record from hundreds of neurons in a small local area of brain. However, as both healthy and unhealthy neural operation arises from interaction of multiple, widely-distributed brain circuits, its understanding requires a technological step-change that allows monitoring of much larger numbers of neurons over many brain areas. The research of this proposal will for the first time make this possible. This will not only provide a previously unimaginable opportunity for understanding how the healthy brain functions, but also allow us and others to develop empirically-based treatments for diseases such as Parkinson's, epilepsy, schizophrenia, and Alzheimer's. \n\nLarge-scale neuronal recording relies on the use of microfabricated multielectrode arrays (MEAs). Arrays capable of recording from hundreds of local neurons are now commercially available. In principle, these arrays provide the ability to record from thousands of neurons across multiple brain structures, simply by using a large number of probes simultaneously. However, accessing the data produced by these electrodes cannot be achieved with current technologies, as it is simply impossible to pass a sufficient number of very low amplitude analogue signals, as in current passive connection systems. We will solve this problem by using an approach common in computing: a daisy-chain digital serial interface. By allowing simple, robust, and low-noise connection of several multi-electrode arrays, this will allow us to monitor thousands of neurons from multiple structures using a single interface. The system will exploit cheap, commercially available microelectrode arrays (eg. NeuroNexus), connected to a custom CMOS Integrated Circuit (IC) via high-density flexible ribbon cables. CMOS ICs are low cost, produce high yield and area efficient active electronics suitable for amplifying, filtering, analog-to-digital conversion and encoding of each electrode array's spiking neuron data. Each daisy chain (i.e. group of serially-connected probes) will terminate into a standard USB interface. The new USB-3.0 protocol (marketed using the SuperSpeed term) can allow for serial data speeds of 5Gbps. For data sampled at 25kS/sec at 12-bit resolution, this could provide a bandwidth capable of supporting over 10,000 electrodes: two orders of magnitude beyond current technology.\n\nThe recording systems we develop will produce vast quantities of data. A second, and essential, part of the platform is thus to develop the algorithms and software that are essential for the timely conversion of this information to concise conclusions about brain function. We will do this by leveraging our previous work, now the de facto worldwide standard for processing of multi-neuron recordings.\n\nOur aim is to produce a system that is widely adopted by the UK and worldwide neuroscientific communities, thereby maximizing its impact on the understanding and treatment of a very wide range of disorders. To ensure that the system meets the need of both basic and clinical brain research, our team includes the world's leading expert on neuronal population recording, as well as the UK's leading manufacturer of neural recording systems. We thus have the expertise needed not only to develop the system, but also enable its rapid commercialization and distribution to scientists worldwide.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K015060/1","grantId":"EP/K015060/1","fundValue":"367521","fundStart":"2013-09-30","fundEnd":"2016-09-29","funder":"EPSRC","impactText":"  Research still ongoing (5 Nov 2014) - findings not yet released.  ","person":"Timothy Gregory Constandinou","coPersons":[],"organisation":"Imperial College London","findingsText":" Research still ongoing (5 Nov 2014) - findings not yet released. Through commercialisation of technology, publishing methods and circuit ideas. Digital/Communication/Information Technologies (including Software),Electronics,Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology,Other","dataset":"gtr"}