{"id":"29F8A81C-C755-4B6D-A0EB-0FF93C0FCD32","title":"Worker Sorting, Work Discipline and Development","abstractText":"We expect the long-term beneficiaries of the research outcome to be the underemployed, low skilled population, including a significant number of women. It is this group who could potentially increase their livelihoods if policymakers could design better industrial policies to generate a larger number of employment opportunities for this group. In addition, by understanding better the characteristics of employees and their productivity, we anticipate that this research will aid human resources and management decisions at the firm-level and better tailor jobs to specific segments of the population. \n \nIn pursuing high-quality research, a major target audience is the academic community. The outcome of the study will influence our understanding of productivity differences within countries, crucial to understanding how to generate economic growth. With analytically-driven, evidence based results we hope to assist donors, in prioritizing interventions that can achieve higher returns, thus helping to create a more efficient foreign aid establishment. \n\n- Strategy and methods for engagement of policy makers throughout the project: We intend to engage with policymakers at various stage of the project. To reach out to policy makers, we will produce a policy brief to be disseminated, invite high-level administrators to conferences where research will be discussed at conferences, as well as directly interact with relevant government authorities about the research findings. To promote policy output among the research community, we expect to have our results published in a highly respected peer-reviewed journal of economics, thus exposing numerous researchers to the ideas influencing further research and the methodology underlining it. Furthermore, the research will be presented at various relevant economic seminars. We aim to promote the research extensively within our research network associations with SME Initiative at Innovations for Poverty Action, Ideas42 as well as other formal and informal channels in various government and non-governmental organizations in which our research outcomes are used to inform policy decisions\n\n- Monitoring and Evaluation of Impact Plan activities: First and more long-term - the findings will be shared with policy makers via conferences, policy briefs, communication (and maintained relationships) with multilateral agencies, government (national and local) as well as employers' representatives, and could eventually translate into an industrial policy. Second and immediate - the direct beneficiaries, who are the people targeted to work as data entry operators, will undertake a training and obtain a certificate whether they are selected or not for the job. Third, the research methodology itself will add to the growing practice of Randomized Control Trials experiments, adding to the knowledge and understanding of this methodology as a rigorous and increasingly recognized approach of applied research and field work (reference 1). The findings will also be disseminated during internal and external seminars, training sessions of research associates as a case study, in specialized websites (reference 2) , newsletters, policy briefs, and scrutinized by peers through academic conferences. The research outcomes will stand as an invitation for further specific research projects in the development field using this rigorous methodology as well as focusing on these particular aspects of labor productivity, work organization and self-selection in the context of developing economies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L012332/1","grantId":"ES/L012332/1","fundValue":"308976","fundStart":"2014-09-23","fundEnd":"2017-07-22","funder":"ESRC","impactText":"","person":"Sharon  Buteau","coPersons":["David Guy Atkin","Antoinette  Schoar"],"organisation":"Institute for Financial Management & Res","findingsText":"","dataset":"gtr"}