{"id":"29FA5B04-9168-46C4-9891-B4DBD18B6741","title":"Adolescent conduct problems: a biosocial model of risk","abstractText":"Antisocial behaviour among young people is currently of major public and policy concern. Research studies confirm this view: conduct problems compromise life-chances, impair relationships, and impose major economic burdens. They also impact on health. Indeed, of all child psychiatric disorders, studies suggest that conduct disorders carry the most widespread risk for poor mental health later in life. To offset these consequences we need to know more about the factors that put children and young people at risk. To date, most research has centred on conduct problems beginning early in childhood. Yet rates of antisocial behaviour rise sharply in the teens; a better understanding of contributors to this rise could hold major benefits. We propose to examine such contributors in two important longitudinal studies: the Edinburgh Study of Youth Transitions and Crime (ESYTC) and the Avon Study of Parents and Children (ALSPAC). Both studies have tracked large cohorts of young people across key phases of development ? ESYTC through the teens, and ALSPAC since infancy. Together, they make it possible to explore the roles of a wide range of potential risks for adolescent conduct problems: early temperament and behaviour; language and intellectual skills; social and communication skills; peer relationships and peer influences; family stressors and parenting; neighbourhood and school factors; and the biological, psychological and social changes that accompany puberty. In addition, we will use ALSPAC?s rich infancy and childhood data to investigate why some children with early histories of disruptive behaviour do not go on to show marked conduct problems in the teens. Current evidence suggests that though some ?recover?, many face a quite different pattern of difficulties marked by social isolation, poor functioning in adulthood, and increased risks of anxiety and low mood. These children may require specific interventions; this study will provide key pointers to their needs.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0500953","grantId":"G0500953","fundValue":"703377","fundStart":"2006-01-01","fundEnd":"2011-06-30","funder":"MRC","impactText":"","person":"Barbara  Maughan","coPersons":[],"organisation":"King's College London","findingsText":"","dataset":"gtr"}