{"id":"2A00138D-E6C5-47B8-8555-C34313F08227","title":"NK1R knockout mouse model and human genetics of Attention Deficit Hyperactivity Disorder","abstractText":"Attention Deficit Hyperactivity Disorder (ADHD) affects about 2-5% of children and adults in the UK. Its main features are hyperactivity, impulsivity and inattentiveness. ADHD is heritable and often co-exists with other psychiatric problems, especially alcoholism and bipolar disorder (manic depression). Front-line medication includes drugs that are described as ?psychostimulants? (e.g amphetamine). However, little is known about their long-term effects, especially in children, and there is a pressing need for alternative drug treatments. Recently, we discovered that a mutant mouse, which lacks so-called NK1 receptors (?NK1R knockout?), is hyperactive. Moreover, this striking behaviour is prevented by drugs used to treat humans with ADHD. Arising from these findings, we are developing the NK1R knockout mouse as an animal model of ADHD. In this project, we shall refine this model by investigating whether these mice are impulsive and/or inattentive, as well as hyperactive. We shall also test our proposal that their abnormal behaviour is explained by disrupted regulation of the neurotransmitters, dopamine and acetylcholine, in two brain regions that have been linked with ADHD. \nPrompted by these studies in mice, we have also discovered mutations (single nucleotide polymorphisms) in the human equivalent of the NK1R gene (known as TACR1) in DNA from patients with ADHD. Our evidence suggests that these polymorphisms can be used as a diagnostic marker for ADHD. It is also possible that certain mutations in the TACR1 gene increase susceptibility of ADHD patients to alcoholism and/or bipolar disorder. In this project, we shall map the TACR1 gene in DNA from ADHD patients and confirm which of the mutations we have identified are associated with ADHD and/or alcoholism or bipolar disorder. \nThe combined results of these experiments will help to refine the use of both mutant (NKR1 /-) mice, as a much needed animal model of ADHD, and mutations in the TACR1 gene as a diagnostic test for ADHD. They will also cast light on the functional abnormalities in the brain arising from a deficit in NK1R/TACR1 function. All this information will inform future investigations aimed at developing novel treatment strategies (including the potential for a new class of drug treatment) for ADHD.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0801038","grantId":"G0801038","fundValue":"611608","fundStart":"2008-09-15","fundEnd":"2011-09-14","funder":"MRC","impactText":"","person":"Susan Clare Stanford","coPersons":["Hugh Malcolm  Gurling","Stephen Philip Hunt"],"organisation":"University College London","findingsText":"","dataset":"gtr"}