{"id":"2A0176A7-E8E5-4A84-9196-439DD59D2BB9","title":"Transgenic mouse model of endometriosis","abstractText":"Endometriosis is a common disease, which causes painful periods, pelvic pain and infertility. It is defined as the presence of endometrium (the lining of the uterus) in sites outside the uterine cavity such as the ovaries. This tissue undergoes the same transformation each month as normal endometrium inside the uterus: namely a monthly bleed which causes the above symptoms. It is estimated that about 14 million women in the European Union are affected by endometriosis. Aside from these devastating symptoms and their effect on a woman?s quality of life, endometriosis has a significant economic impact on society. For example, it has been calculated that the disease costs up to ?30 billion annually as a result of missed days at work. \nCurrent treatment options are unsatisfactory as they are often associated with significant side effects and recurrence of the disease. The main reason is that we know very little about the basic molecular mechanisms involved in endometriosis. Clearly, if we could only understand better what causes endometriosis, we might be able to develop better treatments.\nIn the proposed study, we shall for the first time create a mouse model of endometriosis which allows the development of the disease to be monitored over time without performing repeated surgery. We will breed mice with a specific gene defect (which means that they can be made to develop endometriosis spontaneously) with other genetically engineered mice that contain a protein called luciferase in their cells. This protein is used in nature by fireflies to cause luminescence. When the endometriosis causing gene is switched on in these specially bred mice, the parts of the abdomen which contain disease will appear to glow when the whole body is placed under a special camera. The intensity of the light signal seen outside the body is equal to the size of the endometriosis lesion inside the body. We will therefore be able to monitor the effect of treatment on the lesions from the outside without having to perform surgery. Consequently, we will be able to reduce significantly the number of animals that need to be used in such studies in the future. This model will help us to understand the underlying causes of endometriosis. We will be able to investigate molecular mechanisms and genes that are important during establishment and growth of endometriosis lesions and test new drugs, which hopefully will improve the quality of life of affected patients.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0601458","grantId":"G0601458","fundValue":"363826","fundStart":"2007-09-02","fundEnd":"2011-03-01","funder":"MRC","impactText":"","person":"Christian M. Becker","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}