{"id":"2A0827F4-4D4A-4E57-B0B0-D8BC8F3603F7","title":"IMPROMALT: Improving winter malting barley quality and developing an understanding of the interactions of introgressions with genetic background","abstractText":"Maltsters, brewers and distillers are concerned about the long-term sustainability of the barley crop. Seasonal problems in many parts of Europe resulted in a restricted malting barley supply that has only just been alleviated by an above average harvest in Argentina. Within the UK, drought conditions resulted in reduced barley crop quality, i.e. higher protein samples, particularly in Eastern England, where much English malting barley is sourced. Under predicted climate change scenarios, such drought conditions are likely to become more frequent and will affect the spring crop much more than the winter crop, which can escape the worst effects of summer drought through a much earlier maturity. Whilst winter barley might therefore provide a more consistent supply, the proportion bought by English maltsters has declined by over 25% over the past 20 years. This decline is due to the reduced quality level of the winter crop compared to the spring so that distillers can produce 16 more litres of raw spirit per tonne of malt on average from the latter. For an industry predicted to use 600,000t of barley from the 2012 harvest, this is a highly significant difference in production efficiency.\n\nAll current UK winter barley malting varieties have been derived from Maris Otter, first recommended in 1965. Maris Otter combined the spring malting quality attributes of an older variety, Proctor, with the winter habit of Pioneer. Proctor was the major spring malting variety in the UK for many years but the introduction of Triumph was a quantum leap forward for the spring crop in terms of both quality and yield. In a previous project, we have analysed DNA fingerprints of UK spring and winter barley malting cultivars to identify genetic differences between the two crops that are associated with malting quality. Whilst plant breeders have previously tried to introgress spring quality attributes into winter barley, they have relied on chance events to assemble the right genes, which is an impossible task when the crops differ at thousands of genes. But we now have the knowledge and tools to conduct the introgression of spring attributes into winter barley in a highly targeted manner to test the hypothesis that their introduction will improve winter malting quality. The germplasm emerging from this proposal will then be used by the plant breeding partners of the project in further rounds of crossing and selection to develop improved winter malting quality cultivars that approached the spring quality levels but in a suitable agronomic background for contemporary farming practise and would thus re-generate interest in using winter barley for malting for use in brewing and distilling. As indicated in the previous paragraph, greater use of the winter crop is likely to provide a more consistent supply of malting barley in the future. As malting supplies are becoming tighter due to a variety of market factors, a switch to the higher yielding winter crop would also mean that the effects of competition for land for more profitable crops would have a less pronounced effect upon malting barley supply. As six row barley varieties tend to have a higher yield than two row, a longer term aim is to develop six row malting types that would further decrease the land area required to secure a malting barley supply.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K008188/1","grantId":"BB/K008188/1","fundValue":"624435","fundStart":"2013-04-01","fundEnd":"2019-03-31","funder":"BBSRC","impactText":"","person":"William T.B. Thomas","coPersons":["Luke Douglas Ramsay","John Stuart Swanston","Joanne  Russell","David Findlay Marshall","Robbie  Waugh"],"organisation":"The James Hutton Institute","findingsText":" We have incorporated additional genotypic and phenotypic data for over 100 barley lines to make a total of over 600 spring and winter barley lines for exploring marker associations with characters of economic importance. This has enabled us to refine the intervals delimiting the two introgressions that we are transferring from spring to winter barley and thus minimise help eliminate unwanted regions of the spring genome. We have also used the genotypic information to show that whilst there are still considerable differences amongst newer spring barley varieties, they are tending to cluster much closer together than older varieties, suggesting a narrowing of diversity. This trend is less marked in winter barley where there is still considerable diversity within the two-row ear type. Narrowing the QTL intervals will improve our chances of cloning at least one of the introgression targets. We have also supplied the breeding partners of the project with revised markers to help them in their selection in their respective backcrossing programmes. Agriculture, Food and Drink","dataset":"gtr"}