{"id":"2A0C78DC-CEB1-44A4-BD38-30F8DA430460","title":"The effect of 3D radiative transfer on climate","abstractText":"Common experience with the day-to-day weather reveals that the presence or absence of clouds has a profound impact on surface temperature, by the way clouds block the incoming radiation from the sun during the day and trap thermal infrared radiation emitted by the surface at night. This is no less true on much longer timescales, and so it is crucial if we are to predict changes to average surface temperatures over the next century that computer models of the climate system are able to accurately represent the way clouds interact with radiation. Moreover, clouds can change in response to global warming, which in turn affects their interaction with radiation, and this 'feedback' is one of the largest causes of uncertainty in climate predictions. A glance at a brilliant white cumulus cloud will tell you that solar radiation can be reflected off the side of the cloud, so it may be surprising to learn that all current climate models only allow radiation to enter or leave through the cloud top and base. This simplification can lead to a field of clouds in the model intercepting only half the incoming solar radiation as in reality, potentially resulting in large errors in surface temperature that could feed back on weather and climate. Substantial biases are also present for thermal infrared radiation. To calculate accurately how radiation interacts with a complex cloud field normally requires expensive 'Monte Carlo' calculations, where the path of millions of individual photons are simulated. However, the PI has recently devised a new method to calculate the transfer of radiation through the atmosphere that includes the flux of radiation through cloud sides, but is many orders of magnitude faster than Monte Carlo. Hence it is suitable for implementing within a climate model. In this project the new method will be developed fully and implemented in the Met Office climate model, which is widely used within the UK, as well as being one of the models used by the Intergovernmental Panel on Climate Change (IPCC). High resolution satellite images will be used to characterise the structure of clouds to provide the necessary information for our method. We will test the new method rigorously against full Monte Carlo calculations and then perform global calculations to determine the size of the error in current estimates of how much clouds interact with radiation. Then we will perform climate simulations to determine how much this affects global warming. We will explore other applications of our new method. For example, there is concern over the climate effect of aircraft contrails via their interaction with solar and infrared radiation, particularly given the rapid increase in air travel that is projected over the next decade. In a recent paper, the PI has shown that there are large errors in current calculations of the way radiation interacts with contrails because the radiation entering and leaving the side of the contrail is neglected. In this project we will use our new code to make much more accurate calculations of the global effect of contrails on radiation, which will be of interest to the airline industry and policy makers. Our changes to the Met Office climate model will be available for both climate and weather forecasting in the future, as well as being available for climate research within the NERC community.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G016038/1","grantId":"NE/G016038/1","fundValue":"259418","fundStart":"2009-09-01","fundEnd":"2013-06-30","funder":"NERC","impactText":"","person":"Robin James Hogan","coPersons":["Keith Peter Shine"],"organisation":"University of Reading","findingsText":"","dataset":"gtr"}