{"id":"2A232815-C3ED-4869-90ED-039B53303EAE","title":"Interdisciplinary Perspectives on Indigeneity and Performance","abstractText":"This project examines the transfer of oral and embodied practices within and across cultures by focusing on indigenous performance as a unique lens through which to rethink aspects of non-textual communication. Indigenous performance is chosen for its highly developed usage of oral, kinetic and spatial modes of expression, its complex enactments of social and historical memory, and its potential to probe the contingency of Western ideas about text-based knowledge. We propose a series of three interdisciplinary workshops designed to stimulate scholarship in this field by bringing together world-leading researchers from Britain and abroad to debate specific but connected concepts in relation to indigeneity. The focus themes are 'Heritage and Material Culture', Orality and Transmission', and 'Mobility and Belonging'. The first of these workshops will be hosted to coincide and interact with the Origins Festival of indigenous performance, a London event produced by Border Crossings Theatre and involving artists from North America, Australia and the Pacific Islands. \\n\\nProposed participants across the workshops programme are drawn from disciplines as diverse as geography, anthropology, performance studies, musicology, politics, heritage management, dance, media arts, history, and postcolonial theory. The involvement of international visitors, particularly from the USA is a key feature of this project. While theatre, dance and film will figure prominently among the expressive forms to be canvassed, performance is interpreted more broadly to encompass site-specific and mixed media enactments as well as political protests and 'cultural' performances incorporated into heritage tourism and sports-based pageantry. Insights drawn from workshop discussions will be disseminated more widely via journal publications and public talks at the Origins Festival. The co-investigators for the proposed workshops are both invited consultants to the festival's organisers.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/G000549/1","grantId":"AH/G000549/1","fundValue":"24904","fundStart":"2009-01-01","fundEnd":"2009-12-31","funder":"AHRC","impactText":"","person":"Helen  Gilbert","coPersons":["Ian Robert Henderson"],"organisation":"Royal Holloway, University of London","findingsText":"","dataset":"gtr"}