{"id":"2A27A463-65B0-4A86-A352-1ED050DF626A","title":"Female labour supply and the escape from poverty: new evidence from household data","abstractText":"This study will utilize household survey data from 4 African and Asian countries (Bangladesh, Ethiopia, Pakistan and Rwanda) to examine in depth and on a comparable basis the evolving nature of female labour supply in low income countries over the past 2-3 decades, and to analyse how this has been associated with poverty reduction. We address primarily research question 1 from the call for proposals, the factors enabling households to escape from or stay out of poverty, although institutional factors (question 2) also play an important role in this analysis.\nThe choice of countries and similarity of approach enables comparability within and between Africa and South Asia. The roles of women, including in relation to work, are often quite different between countries; and the countries have varying degrees of success in poverty reduction. The analysis draws on repeated cross section household surveys, Demographic Health Survey (DHS) data and household panel data sets.\n\nUnderlying our research questions is the widely accepted fact that secure productive labour market activities are key to enable a household to escape from and stay out of poverty. We suggest that the labour market activities of women in poor households may play a key role here, whether as secondary household workers or heads in their own right. Historically females have been less able to engage in work or in more productive forms of work, representing a lost resource for the household. This situation is changing across the world; girls are now educated to higher levels, and norms which constrained female labour market activities are now less strong. A process which started in now-advanced countries is also happening in poorer countries. This affects both the extent to which women are able to work and the type of activities they can undertake. That said, it remains the case in poor countries that much female work, especially in poorer households, plays a buffering role, seeking to support the household in the face of shocks. Over time this is likely to change.\n\nThe focus here is on different aspects of labour supply and how their evolution over a 20-30 year time period; we will consider participation, hours, nature of work (wage or self-employment, within or outside the household, sector, occupation etc.), and adoption of productivity enhancing measures. We will disaggregate by household type according to many criteria (geographic, socioeconomic status, household size and composition etc.). We will use the survey data to examine in detail, using a cohort approach, the associations between increased or changing female labour supply and poverty reduction, which has taken place in all countries, controlling for many other correlates.\n\nWe are particularly interested in examining the transition of female work from a buffering role to a longer term income generating role. This will partly be apparent from the descriptive analysis; but we will also consider this more analytically by estimating short and long run female labour supply income elasticities and examining how they have changed over time in each country. This can shed light on the institutional and policy factors that facilitate the transition.\n\nPotentially relevant to this transition is that all our study countries are implementing social protection interventions, which in three of the study countries takes the form of workfare. Although such programmes facilitate the buffering role of female labour, they may also help women acquire longer term jobs. We will investigate this in the context of the Vision 2020 Umurenge Programme (VUP) which has been operational in Rwanda since 2008.\n\nOur very strong team of local partners will play a leading role in this project, in close partnership with Sussex researchers. And there is strong policy interest in these questions in all four countries and internationally; in all countries we will involve and work alongside key stakeholder from the beginning.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M009114/1","grantId":"ES/M009114/1","fundValue":"349001","fundStart":"2015-09-01","fundEnd":"2017-08-31","funder":"ESRC","impactText":"","person":"Andy  McKay","coPersons":["Dickson  Malunda","Amalavoyal  Chari","Hadia  Majid","Abbi Mamo  Kedir","Iftikhar  Hussain","Binayak  Sen","Richard  Disney"],"organisation":"University of Sussex","findingsText":"","dataset":"gtr"}