{"id":"2A2DA63A-BF8B-4E56-BED4-980D79BD3C9C","title":"Constructing the waste management business in the United Kingdom and West Germany, 1945 to the early 1990s","abstractText":"<p>By the 1990s, waste management constituted big business for the private sector in many countries, but it was not always so. In 1945, it was carried out at the local level and dominated by the public sector. This research project examines two key issues: How and with what consequences did waste collection and disposal become &quot;waste management&quot;? And, why did this process differ from country to country, indeed from locality to locality?</p>\n\n<p>The project compares the emergence of this new industry in the United Kingdom between 1945 and the early 1990s with that in West Germany during the same period. Similar in levels of affluence, manufacturing and technological capabilities, and population size and density, the two nonetheless created very different systems of waste management. A comparative history of these developments permits sustained attention to interconnections through time between business, technology, economy, politics and society.</p>\n\n<p>The study deploys a distinctive business historical perspective to complement and extend existing scholarship in at least four ways: 1) its comparative approach; 2) its exploration of national, regional and local agendas and interactions; 3) its attention to shifts in balance between the public and private sectors; and, 4) its consideration of development over several decades.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/E023304/1","grantId":"ES/E023304/1","fundValue":"354714","fundStart":"2007-09-01","fundEnd":"2010-08-31","funder":"ESRC","impactText":"  There have been three sets of impacts from this project. The first involves contact with the practitioner community through a workshop, an article in a professional journal, and ongoing interactions with waste management professionals in the public and private sectors. The second involves contacts with policymakers through a workshop and ongoing interactions with waste management policymakers. The third involves outreach to the public through popular talks in the UK and Germany. Environment,Government, Democracy and Justice Cultural,Economic,Policy & public services","person":"Raymond George Stokes","coPersons":[],"organisation":"University of Glasgow","findingsText":" We started our project with the intention of extending existing literature. This literature focused mainly on public cleansing/waste management in the United States, was mostly non-historical, and featured very little on business, economic, or technological aspects of the topic. Our research has changed that, and initial findings can be divided into four overlapping areas, which we will illustrate with examples of output thus far, with a brief outline of plans for publishing additional findings.\n\n\n\nWaste management as business history\n\nHousehold waste collection and disposal were known universally as &quot;public cleansing&quot; in 1945, but became &quot;waste management&quot; by the 1980s. More than a mere change in terminology, this indicated profound changes in key objectives for professionals and in the mix between the public and private sectors. We are examining the causes for and ramifications of the shift as part of the monograph we will finish, as proposed originally, by September 2011. One initial exploration of the theme, though, focused on norms of efficiency and &quot;business-like&quot; behaviour which existed within the professional community in Britain already immediately after the war. Using Glasgow as a case study, &quot;Towards a history of the waste management business&quot; is forthcoming as part of The World Turned Inside Out, edited by John Clark and John Scanlan.\n\n\n\nWaste management as comparative history of technology\n\nIn &quot;Containing garbage: The design and deployment of household waste bins in Britain and West Germany, 1945-1975,&quot; which has been submitted to Technology and Culture, we examine the process by which waste bins, which were very similar in both countries at the end of the war, diverged significantly during the thirty years following. We explain those divergent outcomes not by resorting to cultural stereotypes, but rather through highlighting dynamics of interest-group politics, constraints of urban geography, influence of social movements, and differing public policies.\n\n\n\nContemporary relevance of historical debates\n\nIn &quot;From zero waste to zero waste&quot; (in press with the practitioner CIWM Journal), we highlight the current-day relevance of historical debates on, for instance, incineration vs. landfill, or on recycling/salvage. While recognising that economic, political, and environmental circumstances have changed substantially through time, we suggest that the contours of debates from the past and their outcomes can enable better policymaking in the present for the future. This theme is also pursued in &quot;The challenge of affluence,&quot; presented at a scholarly meeting in Sophia and currently being revised for publication. Considering the evolution of approaches to recycling in West Germany, we stress here as elsewhere the central roles of regulation and legislation in shaping market solutions to issues of waste collection and disposal.\n\n\n\nWe are now completing a monograph which will not only synthesise these findings to date, but go well beyond them, providing the first comparative history of the emergence of the waste management business in West Germany and the UK between 1945 and the present. The concluding chapter to the monograph deals explicitly with the ways in which our findings can be used to formulate policymaking in relation to the waste management industry. It indicates that, based on our historical and comparative research, the move towards environmentally responsible waste management and the &amp;quot;zero waste society&amp;quot; can only be undertaken through partnerships between the public, private and non-profit sectors, and gives an indication of the division of labour in this. Our findings also indicate that Germany's better track record in terms of responsible handling of municipal solid waste is not something inherent to German culture or psyche, but rather is the result of learned behaviours and constructions of institutions that can be imitated in and adapted by the UK. Communities and Social Services/Policy,Education,Environment,Transport","dataset":"gtr"}