{"id":"2A309988-417F-48F5-8196-D3F28C36863F","title":"Not just a smiley face: Using DNA origami to solve problems in molecular biology","abstractText":"The shape of the DNA molecule, a long, string-like double-helical structure is one of the iconic images of modern science. The reason that DNA has this shape is due to the chemicals that make up its structure and which in turn provide an organism's genetic code. A feature of the structure of DNA is that it has recently been shown that it is possible to split the double-helix into two, and long lengths of the resulting 'single-stranded' DNA can be folded into different shapes, producing tiny structures. This technique is called 'DNA origami'. We want to use biotechnology make DNA origami structures, and design them in such a way that we can use them to study two problems that have proved intractable using other experimental methods. We will use a very high resolution 'atomic force microscope' to look at the structures (they are very small - 725 million of them would fit on a 1.5 mm diameter pin-head). The first project is to look at the way that proteins that regulate cells' behaviour find specific points on DNA itself, which they normally identify to turn cell functions on and off. How they do this is puzzling because the proteins are very small and the DNA is very long. The second question concerns how different molecules 'talk' to each other inside a cell in order to produce signals to control of a cell's behaviour. So, we will address this by attaching all of the members of the signalling molecule family to DNA origami tiles in different patterns to show how the proximity of one member to that of another may be influential.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J018236/1","grantId":"BB/J018236/1","fundValue":"618641","fundStart":"2013-01-02","fundEnd":"2016-01-01","funder":"BBSRC","impactText":"  The work is still in progress and findings have not yet been published.  ","person":"Robert Michael Henderson","coPersons":["John Michael Edwardson"],"organisation":"University of Cambridge","findingsText":" This grant is active and results for publication/communication to a wider audience is currently in preparation. This is not yet applicable Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}