{"id":"2A3843AB-C64D-439D-AB35-7B3BB93CFD0D","title":"Water System Resilience (ARCC-Water)","abstractText":"Reliable water supply is fundamental to human health and wellbeing, and in the UK is underpinned by inter-linked infrastructure for abstraction, storage, treatment and conveyance of potable and wastewater. Climate change has the potential to affect the UK water system in a number of ways: through changes in the water available for abstraction and storage, especially through altered drought frequency and intensity, changes in demand and changing risk of infrastructure failure.This project aims to develop a set of analysis tools and data on climate change and future demand that will enable users to identify packages of options that results in heightened reslience of the UK water system to these uncertain future drivers. The multi-criteria approach to be developed will also allow alternative adaptation options to be assessed against other criteria, such as environmental sustatinability, energy costs and public acceptability.The focus of the study is South and East England, an area that is already experiencing water system stress, and likely to be subject to additional stresses in the future due to climate change and demographic changes.The methods and results of this research will enable the UK to better plan for adaptation of the water system to climate change, and will help identify the polciy and regulatory changes that would be needed for adaptation to take place.The project has been designed in collaboration with stakeholders from government (DEFRA, EA, OFWAT, GLA), the water industry (UKWIR, Water UK and a number of water companies) and NGOs with an interest in water. These same stakeholders will be involved throughout the project as project partners.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G060460/1","grantId":"EP/G060460/1","fundValue":"79232","fundStart":"2009-12-03","fundEnd":"2013-05-02","funder":"EPSRC","impactText":"  Currently England is moving away from an economics-only planning framework for deciding water supply and water resource infrastructure water investments. In this project we compared the economics only appraoch to a multi-critiria one, back by integrated engineering models which look at many factors of engineered and economic performance. This work has influenced the water regulators in England (Environment Agency, Ofwat); the guidelines for the 2019 water plans will strongly be changed as a response to our work and the wider community moving towards more sophisticated planning under uncertainty approaches for water - not only financial/economic. Agriculture, Food and Drink,Environment,Security and Diplomacy Economic,Policy & public services","person":"Sarah Jayne BellJulien J. Harou","coPersons":[],"organisation":"University College London","findingsText":" We developed methods to plan water resource systems that took into account uncertainties and non-economic metrics of performance. The Environment Agency and Ofwat (English water regulators) are changing the way they regulate water companies partially in response to our work, and our influence. My group works for the regulators frequently. Agriculture, Food and Drink,Environment,Security and Diplomacy","dataset":"gtr"}