{"id":"2A3F7F16-2A01-46B6-B85F-1F4BE56BA2C6","title":"The role of an AS1 co-repressor in plant defence","abstractText":"It is important to understand how plants resist disease, not least because over 10% of crop yields are lost to disease and nearly 1 billion people are malnourished. Our understanding has come mostly from research on the brassica relative, Arabidopsis. Arabidopsis has shown that plants responds differently to pathogens such as the grey mold Botrytis - termed a necrotroph because it kills plant cells and feeds on their contents - and to biotrophic microorganisms and viruses which multiply in living plant tissue. When a plant senses an attacking biotroph it produces salicylic acid (SA) as a hormonal signal to induce resistance at the site of attack and elsewhere in the plant. In contrast, a plant produces jasmonic acid (JA), and sometimes ethylene (ET), when it senses a necrotrophic pathogen or is damaged by a herbivore. SA turns on the expression of a set of genes, some of which encode antimicrobial proteins, while JA and ET turn on different defence genes. Recently, we found that loss of the AS1 protein increases resistance to necrotrophic pathogens by allowing JA to induce defence genes to higher levels than normal. This came as a surprise because for over 10 years we had thought that the only role of AS1 was to control leaf development. (AS stands for Asymmetric Leaves and describes mutants lacking AS1 protein.) AS1 controls leaf development when it binds to a partner protein - called AS2 because its mutants are like AS1 mutants. Intriguingly, mutants lacking AS2 have normal disease resistance, implying that AS1 does not need its develpmental partner AS2 to regulate defence genes. More recently, we identified an additional partner of AS1, which we called PIP, and found that AS1 probably regulates defence genes only when bound to PIP. Importantly, while plants that lack PIP are more resistant to necrotrophs, they appear to develop normally and to show normal resistance to bacterial pathogens. Here we aim to understand more fully the role of PIP by identifying the processes and the genes that it regulates. In doing so, we will test the hypothesis that the sole effect of reducing PIP activity is to increase resistance to necrotrophic pathogens, and possible herbivores, providing the potential to breed plants with increased disease resistance without reducing yield or resorting to genetic manipulation. We will first confirm that PIP and AS1 bind to each other in the nuclei of plant cells and examine whether they are themselves regulated by pathogen or herbivore attack. We will then test whether plants lacking PIP are more resistant to a broad range of necrotrophic pathogens and to herbivores, while maintaining normal resistance to a range of biotrophs. We will also test resistance to aphids, which is suggested to involve SA signalling and so should be unaffected. In parallel, we will identify the genes that are regulated by AS1 and PIP, but not AS2, by sequencing all the genes that are expressed in plants lacking each of the proteins in turn. Because AS1 controls the expression of its target genes by binding to their DNA, we will also sequence the genes to which AS1 binds together with PIP. Predicting the functions of these genes from their DNA sequences will suggest whether PIP regulates only genes that are involved in defence, or whether it might have other roles. We will investigate any potentially new roles by examining whether they are altered in plants lacking PIP. We know that plants without PIP grow normally and are more resistant to Botrytis in the greenhouse. We will also test whether this is also true for plants growing naturally outside, and therefore whether breeding for reduced PIP activity might increase disease resistance without compromising yield.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H001298/1","grantId":"BB/H001298/1","fundValue":"373007","fundStart":"2009-09-09","fundEnd":"2013-03-31","funder":"BBSRC","impactText":"","person":"Andrew  Hudson","coPersons":["Gary John Loake"],"organisation":"University of Edinburgh","findingsText":" Not applicable this year. Not applicable this year. Agriculture, Food and Drink","dataset":"gtr"}