{"id":"2A402E65-9FE7-43CD-A251-A96391324FDF","title":"The Alevis in Germany: migration, religion and change","abstractText":"The aim of this research project is to study the Alevis, a distinctive mystical or esoteric-oriented group within Turkish Islam, concentrating in particular on the lives of their migrant community in Europe. Based on long-term research funded by the Humboldt Foundation, the ESRC, and the AHRC, the project illustrates that far from forming an underclass, or pursuing a confrontatory position vis a vis the European community, the Alevis migrant community has been in many ways successful: they enjoy remarkably low unemployment and do not form 'ghetto' communities. Overall, rather against trends as they are currently often represented, the Alevis are becoming more, not less secular. Their religion is undergoing very complex shifts, but this reformulation of religious tenets in great part may be studied as an illustration of the way that a largely rural, dispersed esoteric religious tradition is undergoing a process of codification as it becomes part of urban society, both in Europe and in Turkey. \\n\\nThe integration of the village within German society has coincided with the the rise of a large number of Alevi Cultural Centres, perhaps more than a hundred, throughout Germany, a high proportion of which are also part of an umbrella association, the Alevi Federation of Associations in Cologne. Known usually as simply the 'Federation', it has recently been awarded the right to propose Alevi lessons in state schools in four of the German Lands. Requiring text books, a commission to train teachers, and a codification of the Alevi ritual calendar, this initiative is giving rise to acute controversy because there are many variations in interpretation, style and content between different Alevi communities. \\n\\nThe Alevis who form part of this study reflect this uncertainty in varied ways: many adopt an individualised interpretation of their religious ethics, saying that in any case they have no need for institutionalised worship in order to achieve fulfillment. Others feel that the Federation should not turn away from traditional, hereditary holy men, known as dedes, who have hitherto been responsible for the teaching of their religion. Others again maintain that the Federation has adopted too clearly a stance which defines 'Alevi-ness' as a religion in its own right, and is therefore potentially place Alevis in Turkey in danger through possible accusations of being a successionist movement from Islam itself. \\n\\nThe potential application of this project in practical terms lies in highlighting the crucial fact that Islamic communities are far more complex than their conventional presentation in the media, where debate concerning the role of Islam in Europe is so often polarised, and wherein often all Muslims are regarded as political Islamists. A detailed analysis of the Turkish Alevis shows that they are dynamic, varied, and dispersed ; shaped by a variety of different forces with regard to their religious change, yet simultaneously integrating in various very concrete and peaceful ways into European society.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E001300/1","grantId":"AH/E001300/1","fundValue":"27619","fundStart":"2007-02-01","fundEnd":"2007-05-31","funder":"AHRC","impactText":"","person":"David Peter Shankland","coPersons":[],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}