{"id":"2A423327-A935-47C6-88D6-8F2035C0C1FD","title":"Development of Mwanza Intervention Trials Unit as a centre of excellence in HIV/STI prevention research","abstractText":"Worldwide about 33 million adults and children are infected with the HIV virus that causes AIDS, and the number continues to grow each year. Sub-Saharan Africa continues to be the worst affected region, accounting for around two-thirds of all cases. Although there is no cure for HIV/AIDS, use of drugs called antiretrovirals can keep the infection under control and prevent it from developing into full-blown AIDS. A lot of progress has been made in the past five years in making such treatment available to more HIV-infected people in Africa who need it. However, there are still a lot of new HIV infections occurring each year, and this means that the number of people needing treatment will continue to increase. Unless we can find effective ways of preventing new infections, it is going to be very difficult and costly to provide lifelong treatment for an ever-increasing number of patients.\n\nOnly a few methods have been proven to be effective in preventing HIV infection and so we urgently need to find new methods. Several such methods are now in the pipeline and these will have to be tested carefully in well-designed trials to make sure they work. Scientists from the London School of Hygiene and Tropical Medicine have been doing research for many years with colleagues at the National Institute for Medical Research (NIMR) in Mwanza, Tanzania, to find effective ways of controlling HIV. In 2006, MRC provided initial funding to this group to set up a new trials unit in Mwanza, called the Mwanza Intervention Trials Unit. The aim of the unit is to develop as a centre of excellence in East Africa for trials of new methods to control HIV and other sexual health problems.\n\nDuring the past three years, the unit has been set up and a building has been constructed to house it on the campus of NIMR in Mwanza. We have appointed a Scientific Director who is a respected Tanzanian scientist to lead the unit, and other senior staff have been recruited. We are now seeking funds to support the continued development of the unit. During the next few years we plan to carry out a range of trials looking at different methods of controlling HIV and other sexually transmitted infections. We will also be developing a comprehensive training programme so that the unit can help to develop capacity to conduct research in Africa.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0901756","grantId":"G0901756","fundValue":"1090980","fundStart":"2010-05-01","fundEnd":"2014-10-30","funder":"MRC","impactText":"","person":"Saidi  Kapiga","coPersons":["John  Changalucha","Richard John  Hayes"],"organisation":"London Sch of Hygiene and Trop Medicine","findingsText":"","dataset":"gtr"}