{"id":"2A4405A3-9D4D-4987-BF82-0BB3169B77D0","title":"Preparation of Heterogeneous Catalysts for Stereoselective Transformations","abstractText":"It is often quoted that catalysis is one of the success stories of industrial chemistry and is one of the most important technologies of the modern world. Catalysts are central to the manufacture of fuels, plastics, and medicines and the very origins of life depend upon them. Currently, there is a tremendous drive to develop environmentally friendly industrial processes and to reduce waste emissions to the environment. One such approach is to improve the current catalyst i.e. make the catalyst perform better. In the chemist's armoury to achieve this is to simply bind the catalyst to a support. The support is generally an inert material like silica (sand). In some cases supporting the catalysts can significantly increase the yield of a desired product and in most scenarios anchoring the catalyst to a support facilitates its recycling. This proposal will prepare catalysts anchored to supports. The longevity of the systems will be studied and the approach proposed to prepare the catalysts allows fine-tuning so that the catalysts can be subtly adjusted to the desired application. Furthermore, catalysts will be developed that are capable of performing two jobs in tandem, which will reduce waste emissions to the environment and maximise efficiency further. In essence this project focuses on new catalysts. These will be exploited for a variety of applications that will have a dramatic impact to science as a whole. This project pulls together chemistry, materials, engineering, and medicinal science in the exploration of exciting and promising new technology.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F037864/1","grantId":"EP/F037864/1","fundValue":"216839","fundStart":"2008-09-29","fundEnd":"2012-09-28","funder":"EPSRC","impactText":"","person":"Matthew David Jones","coPersons":[],"organisation":"University of Bath","findingsText":"","dataset":"gtr"}