{"id":"2A4C4DD8-B98A-4419-8329-6CB55568FCE6","title":"Mechanisms and Functions of Sexual Segregation in Habitat Use","abstractText":"In many animals males and females may live apart for some or most of their lives termed sexual segregation. Sex segregation may occur when the sexes use different parts of their environment. Ancient Greek mythology tells of a nation of female warriors known as the Amazons who lived on an island. The Amazons only met with men to trade and reproduce and kept all daughters on the island. Whilst the degree of truth in this ancient myth is open to debate, in animals sex differences in habitat use are common and understanding why and how this behaviour occurs is essential if we are going to conserve and protect species and habitats. For example, if sex segregation occurs it may be necessary to protect different habitats for males and females. However, we have to understand why and how this behaviour occurs to be able to do this. For some time scientists have tried to understand why the sexes segregate in habitat use. In the 1900's Charles Darwin pondered over why red deer live apart for much of the year. In recent years many explanations have been proposed, of which three are probably important. The first idea hinges on the fact that in many species males and females are attacked at different rates by predators. Males may be larger and be equipped with weapons such as the antlers, which may allow them to use habitats with increased predation risk. The second idea suggests that males and females may differ in their nutritional requirements, for example due to pregnancy, which may lead to the sexes selecting different habitats to meet these nutritional needs. Finally, harassment of females by males is common in the animal kingdom and frequently causes injury to females or their offspring. The final idea suggests that females occupy habitats with no males to reduce this harassment. Previous work on sex segregation has generally focused on hoofed animals such as deer and sheep, but because of their large size and the amount of space they need to roam, scientists have generally been able to do little more than describe patterns of segregation. In contrast the proposed study will experimentally test these hypotheses using a small species of freshwater fish 'guppies' on the island of Trinidad in the Carribean as a model system. Guppies form relatively small populations in different streams that vary in the number of predators they face. Furthermore, guppies can easily be kept in the laboratory, making them particularly suitable for this investigation. We know that guppies living under high predation risk segregate by sex, with male guppies (which are more vulnerable to predation) occupying areas of shallow water, which are thought to be safer from predators, suggesting that predation risk is important in driving sexual segregation. However, the benefits that they gain from segregation remain unknown. For example, why do females accept a greater risk of predation? Is it to reduce sexual harassment or because there is less competition for food? Or is it a combination of the two? We also do not know how patterns of sex segregation arise, or why some males and females live in the same parts of the river. Does it dependent on environmental conditions? How is it affected by differences in the number of males and females and the density of the population? I will compare the degree of sex segregation between 10 populations of wild guppies living under different risks of predation in the rivers of Trinidad. In each river I will assess the levels of sex segregation and compare it to the risk of predation, population structure and habitat type (e.g. water depth) testing predictions from the main ideas thought to drive sex segregation. In addition to observing patterns of behaviour in the wild this study will observe the behaviour of guppies in the laboratory where it is possible to measure the level of sex segregation in a standard environment and test the factors thought to drive sex segregation in isolation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E001181/2","grantId":"NE/E001181/2","fundValue":"28327","fundStart":"2009-04-01","fundEnd":"2010-10-31","funder":"NERC","impactText":"  The work has been used in the context of considering the implications of sexual harassment for animal welfare for animals held in captivity. Other Societal","person":"Darren Paul Croft","coPersons":[],"organisation":"University of Exeter","findingsText":" Social structure and ecology are strongly interrelated and obtaining a greater understanding of this relationship is a key issue in ecology and evolution. A common pattern found amongst gregarious species is that, in certain circumstances, populations segregate in the habitat by sex (termed sexual segregation). This project aimed to investigate the mechanisms, constraints and functions of sexual segregation using the Trinidadian guppy (Poecilia reticulata) as a model system. The program of research had three main achievements. \n\n\n\n1) Quantifying patterns of social segregation in the wild: In previous work we demonstrated that guppy populations living under high predation risk sexually segregate where as populations living under low predation risk don’t [1]. As part of this project we extended this analysis to examine how predation risk drives social assortment by body size [2]. Frequency-dependent predation has been proposed as a general mechanism driving the phenotypic assortment of social groups via the ‘oddity effect’, which occurs when the presence of odd individuals in a group allows a predator to fixate on a single prey item, increasing the predator's attack-to-kill ratio. However, the generality of the oddity effect has been debated and, previously, there has not been an ecological assessment of the role of predation risk in driving the phenotypic assortment of social groups. We compared the levels of body length assortment of social groups between guppy populations that experienced differences in predation risk [2]. As predicted by the oddity effect hypothesis, phenotypic assortment was observed to be greater under high predation risk. However, a number of low-predation populations were found to be significantly assorted by body length, suggesting that other mechanisms may have an important role to play. In further work we demonstrated experimentally that these patterns are driven by active partner preferences [3]. \n\n\n\n2) Experimentally testing the mechanisms driving sexual segregation: Sexual conflict is ubiquitous across taxa. It often results in male harassment of females for mating opportunities that are costly for females, in some cases reducing reproductive success and increasing mortality. As part of this program of research we tested the hypothesis that females segregate spatially from males to avoid sexual harassment [4]. Using in-situ experiments on a wild guppy population we demonstrated experimentally that male sexual harassment drives females to alter their habitat use. In the presence of males, females actively selected areas of high predation risk, but low male presence, and thus trade-off increased predation risk against reduced sexual harassment. This research provides the first experimental evidence in support of the social factors hypothesis for sexual segregation, which states that social factors such as harassment drive sexual segregation. \n\n\n\n3) Investigating the functions of sexual segregation: One neglected consequence that may result from sexual harassment is the disruption of important social associations. To investigate this, we experimentally manipulated the degree of sexual harassment that wild female guppies experienced by establishing replicated, semi-natural pools with different population sex ratios [5]. We quantified the effects of sexual harassment on female social structure and the development of social recognition among females. When exposed to sexual harassment, we found that females had more disparate social networks with limited repeated interactions when compared to females that did not experience male harassment [5]. Furthermore, females that did not experience harassment developed social recognition with familiar individuals over an 8-day period, whereas females that experienced harassment did not, an effect we suggest is due to disruption of association patterns [5]. These results show that social network structure and social recognition can be affected by sexual harassment, an effect that will be relevant across taxonomic groups and that will have fitness consequences for females.\n\n\n\n1. Croft, D.P., L.J. Morrell, A.S. Wade, C. Piyapong, C.C. Ioannou, J.R.G. Dyer, B.B. Chapman, W. Yan, and J. Krause (2006) Predation risk as a driving force for sexual segregation: a cross-population comparison. Am. Nat. 167(6): p. 867-878.\n\n2. Croft, D.P., S.K. Darden, and G.D. Ruxton (2009) Predation risk as a driving force for phenotypic assortment: a cross-population comparison. Proc. R. Soc. Lond. Ser. B-Biol. Sci.(276): p. 1899-1904.\n\n3. Jones, K.A., D.P. Croft, I.W. Ramnarine, and J.G.J. Godin (2010) Size-Assortative Shoaling in the Guppy (Poecilia reticulata): The Role of Active Choice. 116(2): p. 147-154.\n\n4. Darden, S.K. and D.P. Croft (2008) Male harassment drives females to alter habitat use and leads to segregation of the sexes. Biol. Lett. 4(5): p. 449-451.\n\n5. Darden, S.K., R. James, I.W. Ramnarine, and D.P. Croft (2009) Social implications of the battle of the sexes: sexual harassment disrupts female sociality and social recognition. Proc. R. Soc. Lond. Ser. B-Biol. Sci. 276(1667): p. 2651-2656. The main users of this research are NGOs. There has been some interest in the work in the context of habitat management and researchers working in a number of conservation bodies (particularly related to fisheries) have requested copies of the papers published from this research. There is significant potential for the output of this research to be applied in the context of the welfare of captive animals. In particular the work has demonstrated the extent to which females will go to avoid sexual harassment and the potential consequences when they cannot escape male harassment. This aspect of the research has attracted interest from both professional and hobby aquarists in the context of improving the welfare of fish in captivity. Other","dataset":"gtr"}