{"id":"2A4F7A5F-5AF8-4597-AC78-F425449A4D45","title":"Tree communities, airborne remote sensing and ecosystem function: new connections through a traits framework applied to a tropical elevation gradient","abstractText":"What is the relationship between the composition of an ecological community and its ecosystem function? How do changes in community composition affect carbon and nutrient cycling? How does a shift in ecosystem productivity (e.g. through fertilization) feed through to changes in diversity? These are perhaps the most important questions in ecology day, in the context of direct human pressure on ecosystems and indirect pressure through global atmospheric change. Here we propose to collect the data and develop and evaluate a framework to advance these ideas, in the context of tree community composition of tropical forests.\n\nWe take advantage of three powerful tools that our team of investigators and project partners have developed: (i) an elevation transect of study sites in the Andes-Amazon where tree community composition and dynamics have been described in detail; (ii) airborne hyperspectral and lidar data that have recently been collected over this same transect, that enable determination of forest structure and chemistry in unprecedented detail, and (iii) a theoretical framework that utilises plant traits to propose a mechanistic approach to scale from community composition to ecosystem function. \n\nWe will add to these datasets by: \n1. Conducting an extensive leaf and wood traits collection campaign for seven sites along this transect, and\n2. Collecting data on nitrogen and phosphorus cycling. \nThen we will develop a 3D model of the forest canopy of each plot (based on forest tree census and lidar data) to:\n3. Explore the relationship between leaf traits and tree level characteristics (gross primary production, wood production, above-ground net primary production and nutrient cycling)\n4. Scale from individual trees to the whole plot ecosystem characteristics (productivity, wood production, nutrient cycling)\n\nHaving developed this detailed framework for relating individual tree properties to plot-level function, we will try to simplify the system to see if ecosystem level properties can be derived from an understanding of the mean value and distribution of traits in a community. Finally, we will explore how well tree-level characteristics can be described by airborne hyperspectra and lidar, and thus explore whether it is possible to describe landscape level ecosystem functioning at the scale of thousands of hectares. \n\nWe have assembled a team of leading UK and USA researchers, and have an opportunity to make major advances and novel contributions to these important questions. Ultimately, we seek to acquire a mechanistic understanding of the relationship between forest community assembly and ecosystem level processes. Achievement of this goal would represent a major advance in ecology, in developing a both a theoretical and empirical toolkit with which to reach this goal.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J023531/1","grantId":"NE/J023531/1","fundValue":"27805","fundStart":"2012-10-01","fundEnd":"2015-09-30","funder":"NERC","impactText":"  The project is part way through, so use of findings is very preliminary. Our intial unpublished results have already influenced local government to help improve their understanding of carbon and biodiversity resources in Peru and helped in preparation for IPCC/climate conference meetings. Education,Environment Societal,Economic,Policy & public services","person":"Patrick  Meir","coPersons":[],"organisation":"University of Edinburgh","findingsText":" Findings are incomplete/unpublished. We have begun to show how the capacity for carbon assimilation does not vary with elevation in Andean rainforests. We have begun to link remote sensing of these carbon-physiology traits with our on the ground measurements to see if remote sensing can be used to quantify ecosystem processes. The results are encouraging, novel, but incomplete. Economic and land use policy\nInternational climate negotiations\nTropical cosystem science research\nConservation Education,Environment","dataset":"gtr"}