{"id":"2A55422D-FDCB-4244-895B-3C30C839EEBF","title":"Application to STFC for Consolidated Grant Support for the Solar Physics and Space Plasma Research Centre (SP2RC)","abstractText":"The Solar Physics and Space Plasma Research Centre (SP2RC) at the University of Sheffield seeks to understand the nature of key plasma processes occurring in the solar interior, near-solar surface and the atmosphere of the Sun, from photosphere to corona, with particular attention devoted to the various coupling mechanisms of these apparently distinct regions. A large part of the energy flux released in the solar atmosphere travels into interplanetary space and impacts on the Earth's bow shock, energising the magnetosphere and having impact of our daily human life. The generation of energetic events in the solar interior and near solar sub-surface region and their propagation through the solar interior-atmosphere-space plasma system will be investigated by using mathematical modelling and the analysis of latest available satellite and ground-based datasets. Particular attention is paid to the wave coupling processes in this complex and very dynamic physical system.\n\nOur mathematical approach involves rigorous analytical work and the implementation of parallel computing (GRID and CUDA-enabled technology) where results will be tested and verified by making and using space (SOHO, TRACE, Hinode, SDO) and ground-based (Swedish Solar Telescope, Dunn Solar Telescope) observations. The proposed programme involves five scientific projects: 1) Magnetic features and local helioseismology; 2) New generation solar magnetoseismology: Opening avenues in solar physics; 3) The driver of coronal physics: 3D forward modelling from low solar atmosphere to corona; 4) Advanced theory of transverse oscillations of coronal loops; and 5) Multi-scale theory and self-organisation of the Sun and other stars. The programme also has a vibrant and vital Visiting Researchers project.\n\nWe request funding to cover salaries of the RAs, appropriate costs for research leadership/management and research time for the Principal Investigator and four Co-Investigators, funding for a special project-related observational PhD studentship in order to train a future generation of experts in the field, funding for a modest but essential visitor programme, for travel &amp; subsistence, computing equipment and consumables.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/J001430/1","grantId":"ST/J001430/1","fundValue":"998041","fundStart":"2012-04-01","fundEnd":"2016-03-31","funder":"STFC","impactText":"","person":"Robert  Von Fay-Siebenburgen","coPersons":["Michael  Ruderman","Istvan  Ballai","Rekha  Jain","Eun-Jin  Kim"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}