{"id":"2A5E2F7D-25A9-4BA3-A8C0-30ADBCF35C8E","title":"From the Local Universe to the First Massive Galaxies: the New IRAS Surveys for the 21st Century","abstractText":"We request two PDRAs to link the local Universe dusty galaxy population to the first massive galaxies in the early Universe, using data from two new major survey astronomical facilities: the SCUBA-2 camera on the UK's James Clerk Maxwell Telescope, and the Japanese ASTRO-F Space Telescope. In the local Universe (i.e. at low redshift), are integrated properties of galaxies (e.g. dust mass, temperature) reliable indicators of the mean physical properties within galaxies? At high-redshift, only integrated properties are available; our resolved far-IR-sub-mm mapping of local galaxies can address this. What are the redshift z=0 luminosity functions from which one measures the high-redshift evolution? What are the template spectral energy distributions for the high-redshift population? At high redshifts, what are the most luminous galaxies in the observable Universe? What are the links between active galactic nuclei and the stellar mass assembly in the most massive spheroids? We request funding for (a) supporting the detection of high-redshift luminous objects (0.5 PDRA FTE) and local extended galaxies (0.5 PDRA FTE) using the ASTRO-F All-Sky Survey, to which we have Guaranteed Time data access; (b) 0.5 PDRA FTE to support closely related work for the SCUBA-2 All Sky Survey (SASSy) in which Serjeant is a Co-ordinator, and (c) 0.5 PDRA FTE to support closely related work for the SCUBA-2 Legacy Survey 'Physical Processes in Galaxies in the Local Universe' in which Serjeant is also a Co-ordinator. These major wide-area mid/far-infrared and sub-mm legacy surveys will play the dominant role in the coming decades that IRAS played in the late 20th century; IRAS has generated &gt;44,000 citations to date since 1983 and its productivity in an enormous range of astrophysical areas is still undiminished. The PDRA will assume the role of Pipeline Manager for the SCUBA-2 All Sky Survey and take over the role of Extragalactic Archive Contact from Serjeant. The timely PDRA support requested here is essential for the rapid public delivery of SCUBA-2 Legacy Survey refined data products (capitalising on our extensive expertise in the SCUBA-1 HDF-N, 8mJy and SHADES surveys), and for the timely science exploitation of the ASTRO-F All-Sky Survey during the proprietary period of the ASTRO-F guaranteed time. The timescales require a person with advanced skills from the outset (e.g. commencing in the middle of the ASTRO-F Phase 1 all-sky survey, and around the start of SCUBA-2 commissioning) and so it is clearly impossible for this work to be conducted by a PhD student.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=PP/D002400/1","grantId":"PP/D002400/1","fundValue":"158711","fundStart":"2006-11-01","fundEnd":"2009-03-31","funder":"STFC","impactText":"","person":"Stephen  Serjeant","coPersons":[],"organisation":"Open University","findingsText":"","dataset":"gtr"}