{"id":"2A5FB6D6-9411-4860-B668-B54E8D83BE98","title":"Control and impact of meiotic DNA resection on recombination and genome stability","abstractText":"Homologous recombination (HR) is a widely studied process because of its fundamental importance for fertility, biodiversity, and genome stability.\n\nIn animals, plants and fungi (such as the budding yeast model organism Saccharomyces cerevisiae) every cell contains two copies of each chromosome: one inherited from the mother and one from the father. During the specialised cell division called &quot;meiosis&quot;, HR occurs between these chromosome pairs producing gametes (eggs and sperm) that each contains a unique combination of the parental genes. Meiotic HR is initiated by numerous DNA breaks spread across all the parental chromosomes. Meiotic cells use HR to repair these DNA breaks to create so-called &quot;crossovers&quot; (COs) and &quot;non-crossovers&quot; (NCOs), both of which are important for genetic variation in individual gametes, and therefore essential for biodiversity and crop breeding. COs are also essential for accurate chromosome segregation during meiosis, by preventing aneuploidy (a type of genome instability characterised by gametes with an incorrect number of chromosomes), which is a common cause of infertility and genetic disorders such as Down Syndrome. HR is also critical to repair errors in the DNA arising spontaneously or induced by the environment, and HR defects can confer genetic instability, which can then trigger cancer development.\n\nA central step of HR is the processing of DNA breaks by various enzymes that degrade one of the two DNA strands of the DNA double helix, generating short regions of single-stranded DNA (ssDNA). This process is referred to as &quot;resection&quot;. These ssDNA regions are used by evolutionarily conserved repair enzymes (called RecA, Rad51 and Dmc1) to search for similar DNA sequences present elsewhere in the genome. These similar sequences are used as templates from which to copy, and thereby repair, the DNA breaks.\n\nThe initiation step of resection (engaging and commiting the DNA end to be repaired by HR) is well characterised, but the mechanisms that switch off resection, and the link between resection length, genome stability and genetic variation is poorly understood. This is despite a number of compelling indications that resection length will impact genome stability and genetic variation. For example, clusters of mutations identified in whole-genome sequencing of malignant tumors are linked to DNA damage occurring on the ssDNA that arises during resection. Furthermore, our unpublished work indicates that deregulated resection is one of the major risk factors associated with aberrant recombination during meiosis, generating imbalanced chromosome rearrangements that reduce fertility.\n\nIn this proposal we will use advanced whole-genome technologies in the budding yeast model organism to examine how DNA resection termination is regulated at all locations in the genome. DNA breaks activate checkpoint pathways that delay cell division until the DNA is repaired. We will study how resection is regulated by the checkpoint pathway, and how structural features of the chromosome affect the resection process at different locations across the genome. Importantly, we will use advanced genetic methods to examine how changes in the extent of resection influence the mechanism of HR, with particular interest in the impact on genome stability and genetic variation.\n\nOur work, &quot;discovery science&quot;, will be of fundamental importance to understand if, how and why resection, and more broadly HR, control fertility, biodiversity, genome stability and cancer.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M010279/1","grantId":"BB/M010279/1","fundValue":"373063","fundStart":"2015-02-01","fundEnd":"2018-01-31","funder":"BBSRC","impactText":"","person":"Matthew  Neale","coPersons":[],"organisation":"University of Sussex","findingsText":"","dataset":"gtr"}