{"id":"2A5FAEDF-21DB-4745-832E-FE5F201C3E92","title":"Controlling important diseases in potato by cloning functional NB-LRR-type resistance genes","abstractText":"Potato is one of the world's most important food crops, and production is threatened by several pests and pathogens that severely reduce crop yield and quality. These pathogens include late blight, the organism that caused the infamous Irish potato famine, soil-dwelling cyst nematodes that attack the roots, and a number of bacteria and viruses. Current control methods for many of these pathogens in most parts of the world are based mainly on the use of chemical sprays which are both environmentally hazardous and often ineffective. Moreover, some of these chemicals, for example nematicides, are being removed from use by EU legislation, severely limiting the ability of growers to control cyst nematodes. Modelling suggests that global potato production could increase by up to a third if the diseases that reduce yields could be controlled.\n \nIt is widely thought that the most promising and environmentally benign route for combating crop pests and diseases is by deployment of naturally-occurring plant resistance genes. In plants, including potato, disease resistance is typically controlled by resistance genes, known as 'R genes' that have a recognizable DNA 'domain' structure. In the plant innate immune system, the R proteins encoded by R genes provide resistance by recognising 'effector' molecules produced by the pathogen and then activating various defence processes. Hence R genes are key players in plant disease resistance, and they are effective towards diverse pathogens of all major types (oomycetes, fungi, viruses, nematodes and bacteria). We recently analysed the published potato genome and identified ~760 R genes using a novel technique we have developed for rapid isolation of all R genes from potato varieties or wild species. This new method, called RenSeq (R gene enrichment sequencing), takes advantage of recent developments in genome sequencing and in 'capturing' targeted DNA sequences from complex mixtures. Using this technique we can now sequence the R genes, which represent only about 0.24% of the DNA in the potato genome, from any potato or closely related plant in an efficient and cost effective manner. Moreover, given the appropriate sequence information, this method can be easily applied to other crop species.\n\nThis project makes use of the wide diversity of R genes present in wild potatoes and other Solanaceae. The main aims of this project are to combine the RenSeq method with the latest sequencing technologies to determine the R gene complements of selected Solanum species harbouring functionally effective resistances against one or more potato pathogen. We will use the sequence data generated to identify markers and gene candidates for functional resistances using an efficient genetic pooling approach. This will make use of existing crosses between resistant and susceptible plants to map the functional resistances to a chromosomal position in the plant genome. RenSeq will be deployed to sequence all R genes in the parents of crosses as well as pools of offspring plants that are resistant and susceptible. Comparing these sequence data using new bioinformatics approaches we will develop genetic markers that are within or immediately flanking the genes conferring resistance. Markers will be deployed via conventional plant breeding to select for resistance and candidate genes will be subjected to functional studies for potential future biotechnological deployment. A key aspect of this project is the partnership between the JHI, UoD and TSL, the plant genome sequencing expertise of TGAC as well as the link with Simplot, who will test resistance genes in field trials in the USA.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L01050X/1","grantId":"BB/L01050X/1","fundValue":"15021","fundStart":"2014-06-02","fundEnd":"2017-06-01","funder":"BBSRC","impactText":"  This project builds on the previously established annotation of NB-LRR-like genes in potato (Jupe et al 2013) and tomato (Andolfo 2014) that was used to establish RenSeq (Jupe et al 2013; 2014). RenSeq technology has proven a suitable tool for mapping and cloning NB-LRR genes and attracted substantial interest from the scientific community. In addition to the above mentioned publications, presentation at multiple international meetings (e.g. in Wuhan China) have further raised the profile of the research. Additional projects that aim to enrich related gene family members from host plants (RLP/RLKs) and pathogens (secreted proteins) are currently being developed in collaboration with colleagues in Wageningen and China. Agriculture, Food and Drink,Communities and Social Services/Policy,Education,Environment,Manufacturing, including Industrial Biotechology Cultural,Societal,Economic","person":"Paul Robert Birch","coPersons":[],"organisation":"University of Dundee","findingsText":" This project commenced on the 1st of September 2014. We have designed and ordered a NB-LRR gene specific bait library for RenSeq that encompasses the latest annotation of disease resistance genes from potato and tomato alongside functional genes from pepper and Nicotiana tobacco. In addition, we have discussed with the collaborators at the TSL the use of GenSeq, an enrichment strategy that targets established COS markers to aid the quick-mapping of new resistances. We are preparing libraries suitable for RenSeq and GenSeq analysis for late blight resistant CPC accessions and parental clones that have been used to generate segregating populations. Similar libraries will be prepared for PVY and PCN resistances shortly. The commercial partner of this BBSRC IPA project, Simplot, has recently successfully applied for a deregulation of Innate (TM) potatoes within the USA. The second generation of Innate will include late blight resistance genes and Simplot is seeking to 'future proof' these resistances with novel resistances that will arise through this project. Agriculture, Food and Drink,Creative Economy,Education,Environment","dataset":"gtr"}