{"id":"2A73B1CA-7BA3-40E1-90C7-6B6D65650FA3","title":"Mantle volatiles: processes, reservoirs and fluxes","abstractText":"We have brought together a consortium of UK investigators and international partners with the key objective of providing a new process based understanding of volatile element (e.g. H2O, C, S, noble gases and halogens) fluxes into the deep mantle at subduction zones and out of the mantle at mid ocean ridges and ocean island settings. The mantle is by many orders of magnitude the largest silicate reservoir for carbon, nitrogen and sulphur on Earth and the input and output of volatiles (e.g., H2O, C, N, S, P, and halogens) at plate boundaries provides long-term controls on the climate and the biosphere. Nevertheless, our understanding of the deep-Earth volatile cycle is crude. In part because we have a very poor understanding of the relative contribution of recycled to primordial volatiles in the mantle system and how this might vary in different mantle reservoirs. In part this is because volatile elements are extensively lost during the eruptive process from many sample types making it hard to identify the controlling processes necessary to develop coherent models. \nTo address our objective the consortium combines several advances in new sample resources and analytical tools:\ni) The recognition that rapidly quenched melt inclusions (MIs) within erupted material often preserve mantle-source volatile compositions; \nii) The ability to determine sulphur and boron isotopes in addition to major volatiles in the MIs;\niii) The discovery that boron isotopes can track the extent of volatile loss to the surface from subducting slabs and preserve this signal in the deeper mantle; \niv) The innovations in noble gas isotope determination that allow us to resolve recycled volatiles from those trapped during accretion and provide links to halogens, H2O and C;\nv) The development of non-traditional stable isotopes such as Fe, Cu and Se to identify system oxidation state (a key variable in understanding sulphur) and chalcophile trace element determinations;\nvi) The advances in computing power and techniques that allow better representation of mantle-like systems.\n\nBy coordinating the combined consortium expertise and analytical resources on the same sample suites in two thermally contrasting subduction regimes (Kamchatka (cool) and Southern Chile (hot)) we plan to investigate how both the processes and thermal setting control the efficiency and geochemical character (isotopic composition and relative abundance to other volatiles) of volatile subduction into the deep mantle. This allows us to take into consideration changes in subduction temperature as the Earth cools in the development of flux models that run for the age of the Earth. At mid ocean ridges and ocean island settings with different geochemical provenance (e.g. HIMU, EMI, EMII, FOZO) we will determine the proportion and character of volatile elements that have been recycled compared to those that were incorporated into the mantle during its formation (primitive volatiles). This is an essential component in building our understanding of the volatile flux into the mantle required to support the signals in the mantle today. New experimental partitioning developed within the consortium and our ability to track oxidation state will allow us to make a step change in understanding the sulphur cycle - barely understood to date but critical in understanding climate and commercial mineral deposit formation. Numerical simulations of mantle transport for suites of geochemical elements, iterating the geophysical parameters to approach matches for the geochemical observables, will allow us to identify the key geophysical processes in subduction zones and during whole mantle convection that control the geochemical distribution of subducted vs. primordial volatiles in the mantle. Together, these will lead to a significant advance in reconstructing the deep Earth volatile fluxes over Earth history - a grand science challenge.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M000443/1","grantId":"NE/M000443/1","fundValue":"264394","fundStart":"2014-11-30","fundEnd":"2017-11-29","funder":"NERC","impactText":"","person":"Linda  Kirstein","coPersons":["Jan Cornelis De Hoog"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}