{"id":"2A89398C-C162-4594-8B95-109220AC67E2","title":"31P-edited pulse sequences for protein NMR","abstractText":"Nuclear magnetic resonance (NMR) spectroscopy is a powerful technique for studying molecular structure. NMR relies on the interaction of nuclei with strong magnetic fields, and our ability to perturb these interactions using pulses of radiofrequency radiation. The particular sequence of radiofrequency pulses determines the information provided by the resulting spectrum.\n\nSpecialised NMR techniques can be applied to large biological molecules such as proteins. We can build complex pulse sequences that allow multidimensional NMR spectra to be acquired, which can be used to determine protein structures and to investigate their interactions with other molecules, both of which are vital to properly understand a protein. However, traditional methods are limited to smaller proteins, as larger proteins give too many signals in their spectra to allow individual signals to be resolved, and also lose signal intensity faster than smaller proteins. This loss of signal intensity prevents the use of longer, more complex pulse sequences that might otherwise be used to reduce the crowding of signals in the spectrum. One method that allows us to overcome both problems is the use of spectral editing and filtering. Spectral editing and filtering allow us to select signals for atoms bound to particular other atoms. For example, 13C editing selects only signals from atoms bound to 13C. \n\nWhile proteins do not contain phosphorus, many other molecules that bind to proteins do. Recent advances in NMR hardware have for the first time allowed us to observe hydrogen, carbon, nitrogen and phosphorus in a single NMR experiment. However, pulse sequences that take advantage of this ability have not yet been developed. The work proposed here will develop such pulse sequences. This would allow a huge leap forward in the types of experiments that we can perform on proteins that bind phosphorus-containing molecules, including DNA, RNA and a wide range of vitamins and their derivatives. These proteins are often important in cellular processes, and several have been implicated in diseases, including cancer. Therefore, pulse sequences that allow new types of experiments to be performed on these proteins will help to advance our understanding of the processes underlying disease.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L01758X/1","grantId":"BB/L01758X/1","fundValue":"116382","fundStart":"2014-07-01","fundEnd":"2015-12-31","funder":"BBSRC","impactText":"  The work has only been ongoing for six months and no impact has yet arisen from it. Impact is not anticipated until next year, as detailed in the grant.  ","person":"Edric Joel Loveridge","coPersons":[],"organisation":"Cardiff University","findingsText":" We are in the process of developing new analytical methods for interactions between proteins and other molecules that they bind to. This work has only been ongoing for six months and so no tangible outputs have yet been produced, but initial results are promising. The analytical methods should be of broad usefulness to a range of further studies. Chemicals,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}