{"id":"2A903038-2D70-4D1B-9DFB-51A43EF85748","title":"Using next generation sequencing to reveal human impact on aquatic reservoirs of antibiotic resistant bacteria at the catchment scale","abstractText":"The threat of antibiotic resistance has been compared to that posed by climate change and global terrorism by the Chief medical Officer Dame Sally Davies. Bacterial resistance to antibiotics has existed for hundreds of millions of years, as it evolved to combat antibiotics produced by bacteria and fungi. Resistance is conferred either by mutation or by uptake of DNA from other bacteria which may not even be closely related. This horizontal resistance gene transfer is one of the most important issues facing the fight against infection in the clinic. Novel resistance genes that are taken up by clinical pathogens originate in environmental bacteria, and once in human pathogens or even harmless commensal bacteria, will be selected for by clinical use of antibiotics. However, little is known about the conditions under or locations in which these genes are mobilised into human associated bacteria, or what the human exposure routes for transmission of these resistance genes are. Increasing evidence suggests that the use of antibiotics in agriculture contributes to the increase in resistance seen in the clinic, however much less research has focused on evolution of resistance in farm animals than in humans so less evidence is available. Even less is known regarding reservoirs of resistant bacteria in the natural environment, particularly locations heavily polluted by human or animal waste. \n\n11 billion litres of waste water are discharged into UK rivers every day; critically much of this treatment does not significantly reduce numbers of resistant bacteria. Millions of tons of animal faecal wastes are spread to agricultural land every year, providing additional inputs of resistant organisms into the wider environment. Our previous work has shown that the use of a marker gene, which is predictive of levels of antibiotic resistance genes in sediments, varies by up to 1000 times between clean and dirty sediments. Our data also shows that waste water treatment plants are responsible for the majority of this effect (about 50%), and 30% is associated with diffuse pollution from land adjacent to the river. Other data generated by the consortium suggests that there are real human exposure risks to these environmental reservoirs of resistant organisms, with several million exposure events occurring each year in England and Wales through recreational use of coastal waters alone.\n\nThis project will, for the first time, use cutting edge high through put DNA sequencing technologies and computational analyses to increase our understanding of the human activities that drive increased levels of antibiotic resistant bacteria across the River Thames catchment. Abundance and identity of over 3000 different resistance genes will be determined at 40 sampling sites, in triplicate at three time points over one year, to capture impacts of seasonality and flow. We will also measure a range of antibiotic residues, metals and nutrients. We will use graphical information system data on waste water treatment plant type, size and location and land use throughout the catchment. Together this data will be used to produce a model which will reveal the main drivers of resistance gene abundance and diversity at the catchment scale. We will also identify novel molecular markers associated with different sources of pollution that can be used as source tracking targets. We aim to analyse the effects of specific mitigation strategies that are able to reduce levels of resistant bacteria, this will enable estimates of reduction in resistance levels that can inform policy and regulatory targets.\n\nA translational tool will be developed for surveillance of the most important marker genes identified from the DNA sequence analyses and modelling work. This will be an affordable test that will help identify key factors for human health risk assessment.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M011259/1","grantId":"NE/M011259/1","fundValue":"423273","fundStart":"2015-04-01","fundEnd":"2018-03-31","funder":"NERC","impactText":"","person":"William Hugo Gaze","coPersons":[],"organisation":"University of Exeter","findingsText":"","dataset":"gtr"}