{"id":"2AB357FF-1B67-4C70-B0C9-9D1DDA48B902","title":"The Gas-Gangrene Causing Alpha-Toxin: Membrane Interaction and Toxicity","abstractText":"As is frequently documented in the press, people are getting fatter all the time. In fact, by 2010 one in three of us will be clinically obese. Being overweight carries with it a range of health risks, including an increased likelyhood of developing type II diabetes. Diabetes, in turn, has a number of complications, including increased susceptibility to gengrene of the legs and feet. Gangrene is treated by the amputation of the infected leg, while if left untreated it is invariably fatal. This project aims to increase our understanding of what happens in our bodies once we have gangrene, and thus to increase the effectiveness of the treatment. \n\nGas-gangrene is caused predominantly by a single toxin released by a bacterium that has infected an injury. This toxin attachs to and attacks human or animal cell walls. The result of this attack is the release of certain signals that cause changes in the limb and the rest of your body. We are going to study the interaction between the toxin and human cell walls by using light-emitting markers attached to the toxin or the cell wall and by examining the molecular structure of the toxin.\n\nWe will identify which parts of the toxin make it interact strongly with cell walls. And, conversely, what features of the cell wall allow the toxin to attach to it. We will find out how we can change the behaviour of the toxin by changing the features of the cell wall and/or the toxin. This will allow us to devise strategies for mitagating the effects of the toxin in real cases.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0700051","grantId":"G0700051","fundValue":"483781","fundStart":"2007-12-01","fundEnd":"2011-06-30","funder":"MRC","impactText":"","person":"David  Moss","coPersons":["Ajit Kumar Basak","Claire Elizabeth Naylor"],"organisation":"Birkbeck College","findingsText":"","dataset":"gtr"}