{"id":"2ABD31A1-9BAE-4DF4-8AE7-A503FB156242","title":"Brauer-Manin obstruction, K3 surfaces and families of twists of abelian varieties","abstractText":"Diophantine equations are one of the oldest parts of pure mathematics and the starting point in the development of number theory. Legendre and Gauss initiated a local-to-global approach to Diophantine equations culminating in class field theory and the Minkowski-Hasse theorem for quadratic forms over number fields. In essence this is the question about the passage from polynomial congruences modulo natural numbers to solutions of polynomial equations in integres. In 1970 Manin found a way to apply class field theory to the problem of existence of rational points on arbitrary algebraic varieties over global fields. The resulting theory of Brauer-Manin obstruction has had very many applications. It was later merged with the method of descent going back to Fermat, Mordell, Selmer, Cassels, and with the method of fibration going back to Hasse. These methods can be used to show that the Brauer-Manin obstruction controls the existence and distribution of rational points on certain geometrically rational varieties. As is traditional in number theory, the success of an algebraic technique depends on results from analytic number theory. Very strong analytic results have recently been obtained by Green, Tao and Ziegler by methods of additive combinatorics. As an application, important particular cases of long standing conjectures about rational families of conics and quadrics have been settled. On the other hand, for families of conics and quadrics parameterised by a curve of genus at least one, counterexamples have been found. K3 surfaces is athe next crucial class of algebraic varieties that in some sense occupies the middle ground between rational varieties, where one expects the behaviour of rational points to be controlled by the Brauer-Manin obstruction, and more general varieties where no efficient local-to-global approach is known. From another perspective, K3 surfaces are geometrically simply connected 2-dimensional analogues of elliptic curves, so one expects a deep and rich arithmetic theory of K3 surfaces and rational points on them. The only method to prove the existence of rational points on K3 surfaces known today is due to Swinnerton-Dyer. It applies to families of quadratic or cubic twists of abelian varieties, e.g. elliptic curves. The theory of elliptic curves has recently seen massive breakthroughs (due to Bharagava and others), and we hope to be able to use these results to advance our understanding of rational points on K3 surfaces and more general varieties.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M020266/1","grantId":"EP/M020266/1","fundValue":"290730","fundStart":"2015-07-01","fundEnd":"2018-06-30","funder":"EPSRC","impactText":"","person":"Alexei  Skorobogatov","coPersons":[],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}