{"id":"2AC2C243-CD29-4FF8-8D56-7500D0B67170","title":"Adaptive Facial Deformable Models for Tracking (ADAManT)","abstractText":"We propose to develop methodologies for automatic construction of person-specific facial deformable models for robust tracking of facial motion in unconstrained videos (recorded 'in-the-wild'). The tools are expected to work well for data recorded by a device as cheap as a web-cam and in almost arbitrary recording conditions. The technology that will be developed in the project is expected to have a huge impact in many different applications including but not limited to, biometrics (face recognition), Human Computer Interaction (HCI) systems, as well as, analysis and indexing of videos using facial information (e.g., YouTube), capturing of facial motion in games and film industry, creating virtual avatars, just to name a few. \n\nThe novelty of the ADAMant technology is multi-faceted. We propose the very first, robust, discriminative deformable facial models that can be customized, in an incremental fashion, so that they can automatically tailor themselves to the person's face using image sequences under uncontrolled recording conditions (both indoors and outdoors). Also, we propose to build and publicly release the first annotated, with regards to facial landmarks, database of facial videos made 'in-the-wild'. Finally, we aim to use the database as the base of the first competition for facial landmark tracking 'in-the-wild', which will run as a satellite workshop of a top vision venue (such as ICCV 2015). \n\nAs a proof of concept, and with a focus on a novel application, the ADAMant technology will be applied for (1) facial landmark tracking for machine analysis of behaviour in response to product adverts watched by people at comfort of their home (indoors) and (2) facial landmark tracking for automatic face verification using videos recorded by mobile devices (outdoors). In an increasingly global economy and ever-ubiquitous digital age, the market can change rapidly. As stipulated by the UK Researcher Councils' Digital Economy Theme, realising substantial transformational impact on how new business models are being created and taking advantage of the digital world is one of the main challenges. As human face is at the heart of many scientific disciplines and business models, the ADAManT project provides technology that can reshape established business models to become more efficient but also create new ones. Within EPSRC's ICT priorities our research is extremely relevant to autonomous systems and robotics, since it enables the development of robots capable of understanding human behaviour in unconstrained environments (i.e., design of robot companions, robots as tourist guide, etc.).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L026813/1","grantId":"EP/L026813/1","fundValue":"97996","fundStart":"2014-11-04","fundEnd":"2016-05-03","funder":"EPSRC","impactText":"","person":"Stefanos  Zafeiriou","coPersons":[],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}