{"id":"2ACC7B39-BC33-4AC8-90CA-6B0F9193270C","title":"Co-adaptive evolution of brain and placenta - a template for foetal programming of adult phenotypes","abstractText":"The links between gene and behaviour are multiple and complex and affymetric screens for gene expression often provide a wealth of data that is difficult to interpret. However, evolution has been conservative and the genome contains fewer genes than expected. It is therefore clear that a given gene may be employed in many different contexts. Imprinted genes (unique to mammals and not following the Mendelian rules of expression) are nearly all expressed in the developing placenta and a subset are also expressed in the developing brain. The placenta and brain are very different structures with very different functions, but in the pregnant mother there is a great deal of cross talk for ensuring provision of nutrients, activation of the birth process and priming of maternal care and nurturing. The control which the foetus has over its own destiny has required a substantial degree of co-adaptation between the brain and placenta. We believe, based on good evidence, that this co-adaptation has occurred during the simultaneous development of these two structures. The question then arises as to how the developing brain 'knows' what it needs to do when adult? Since the developing placenta has to interact with the adult brain then a given gene simultaneously expressed in both developing structures (placenta and foetal brain) are under constraint by the placental interaction with the mature brain. The placental therefore acts as an interface between the adult brain and the developing brain, and with imprinted genes the same allele which has developed the maternal brain is also instrumental in development of the foetal brain and placenta. The interacting networks regulated by such imprinted genes are therefore likely to be part of the same networks that are susceptible to epigenetic influences known to be important in foetal programming of adult behaviour .","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F001541/1","grantId":"BB/F001541/1","fundValue":"313637","fundStart":"2007-09-01","fundEnd":"2010-08-31","funder":"BBSRC","impactText":"","person":"Eric Barrington Keverne","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}