{"id":"2ACD579A-13F2-46B3-A9EA-4FA64B490DD0","title":"Stability and dynamics of solitary gravity-capillary waves","abstractText":"Gravity-capillary waves are waves on the water's surface when the effects of both gravity and surface tension are similar in magnitude. These waves have a wavelength of approximately 1-2 cm. It is at this length scale, for example, that the initiation of the generation of wind ripples occurs and it is these waves that can be detected by some forms of remote sensing radars used to study the surface of the ocean and for detecting oil spills. We shall study these waves in the nonlinear regime, where solitary waves play an important role in the dynamics. We will use both the full equations of fluid dynamics and also derive and validate model equations that are simpler given that in complex flows, the full equations are computationally diffucult to solve.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H022740/1","grantId":"EP/H022740/1","fundValue":"14923","fundStart":"2010-06-13","fundEnd":"2011-09-12","funder":"EPSRC","impactText":"","person":"Jean-Marc  Vanden-Broeck","coPersons":[],"organisation":"University College London","findingsText":" The broad aim of this project was to investigate the properties of nonlinear gravity-capillary waves propagating at the surface of a fluid. The fluid was regarded as inviscid and incompressible and the flow as irrotational. Special attention was devoted to three-dimensional waves. Two different approaches were used: weakly nonlinear analysis and fully nonlinear computations by boundary integral equation methods.\n\n\n\nOur main findings were:\n\n\n\n(i) Assess the validity and identify the limitations of existing weakly nonlinear models by comparing their traveling waves with those of the full Euler equations in two- and three dimensions. Here the flows were made steady by choosing a frame of reference moving with the waves.\n\n\n\n(ii) Use the findings in (i) to develop improved weakly nonlinear approximations.\n\n\n\n(iii) Develop accurate time dependent codes for the two-dimensional Euler equations and to use them to investigate the dynamical properties of gravity-capillary solitary waves, in particular, collisions and the nonlinear evolution of instabilities. The findings should be beneficial for scientists interested in wave propagation, stability, solitary waves and scientic computations. We have developed new numerical methods for free boundary problems. Such problems have applications in industry and in biological and environmental sciences. \n The investigations were concerned with the dynamics and stability of gravity-capillary solitary waves. Gravity-capillary waves are observed in remotely sensed imagery of the sea surface. They can be used to infer surface wind conditions and internal wave motion. Environment","dataset":"gtr"}