{"id":"2AD2474C-2D66-4969-AFAA-51BB4FCCD617","title":"Reaction monitoring on micro-second timescales by nuclear magnetic resonance: aiming for a paradigm shift in the study of reaction mechanisms","abstractText":"We are all familiar with the concept of what is necessary to win a cycle race, simply to cross the finish line first. When we reflect on this process, however, there are lots of potential questions we might ask about the event. These include, how many participants were there, did they all start at the same point in time, did they all follow the same route, what was their average speed, did they all end up at the same finish-point, what was the effect of the bike, and then in the event of a close finish who indeed was first.\nA similar range of questions would result if we were to examine transition metal catalysed reactions that are used to produce many of the chemicals we take for granted in today's high-tech world. Now, however, the participants are much smaller and very special methods are needed to view them. Furthermore, we still need a starting gun if we are to learn precisely about the efficiency of the reaction and indeed, just like in the cycle race, if we train hard and design the best catalyst (bike) we can influence the outcome in a desirable way. Here, this might simply be to reduce the energy need or indeed to increase the proportion of desired product (yield) which is vital to minimise waste if the reaction is completed on a 1,000,000 tonne scale. \nIn Chemistry, there is a very special method called nuclear magnetic resonance spectroscopy (NMR) that allows us to take a picture of the participants in such a process but it normally measures its information over a period of seconds and it requires a larger amount of material than some other methods. We overcome this limitation by viewing as many as a million million million copies of the same molecule simultaneously in order to produce its response. Even then, some measurements can take days to complete. In this project we aim to develop a new method using NMR to examine the route taken by molecules during their conversion to high value products in catalytic reactions. We plan to use this information to improve on the reactions' outcomes in a positive way. We will use light from a laser to start the race and employ a special form of hydrogen, known as parahydrogen to enable us to increase the sensitivity of the NMR measurement to a level that will allow us to complete the monitoring of reactions within time periods from a thousandth to a millionth of a second. Parahydrogen was actually the fuel of the space shuttle. Here, one might view it as acting like a molecular video camera whilst at the same time removing (filtering) any unwanted signals from the spectators (other molecules present in the solution). We will build-up our understanding of the reaction's route by taking our NMR picture which contains precise information about the identity of the participants (molecules) at different times after the start of the race. We will monitor the same process several times under different conditions in order to produce the necessary molecular level picture that will ultimately allow us to optimise our chosen catalytic process. The enhanced level of understanding that will result from this process will enable scientists to develop and optimise catalytic processes in a way that was previously impossible and hence contribute more positively to society.\nIn order to achieve this goal, we will first have to develop this new method and then build up a rigorous understanding of how it works. When that has been achieved, we can start to select specific reactions. We will aim to design and then optimise new catalysts to improve on those currently available through the improved understanding achieved by our methods. We hope that ultimately the new method will be used elsewhere and hence have a substantial impact in both academia and industry.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K022792/1","grantId":"EP/K022792/1","fundValue":"799536","fundStart":"2013-05-27","fundEnd":"2017-05-26","funder":"EPSRC","impactText":"  The developments from this grant were used further in my research which led to a number of further EPSRC grants. More recently, it has led to Wellcome Trust funding to establish the York Centre for Hyperpolarisation in Magnetic Resonance, and MRC funding with Leeds to develop SABRE. Chemicals,Healthcare Societal,Economic","person":"S  Duckett","coPersons":["Robin  Perutz"],"organisation":"University of York","findingsText":" As part of this research we worked towards using parahydrogen to improve the ability of MRI to detect chemical markers in the body. The detection of these markers would have significant implications for the diagnosis of disease. We hope that our findings will allow industry to optimise chemical processes and scientists to characterise materials in a faster manner. Chemicals,Energy,Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}