{"id":"2AD2200B-8C80-4B6D-A094-C7F89159B519","title":"Functional genomics of the enigmatic stellate cell","abstractText":"Insects comprise the most species on earth, occupying almost all environmental niches, from arctic, desert to aquatic. Harmful insects incur enormous health and economic costs - crop damage, insect-borne plant and animal diseases, cause the loss of 20% of GDP worldwide. There is increasing pressure for insect control, given insect resistance to all insecticides and increasing environmental concerns, so understanding mechanisms of insect survival and environmental tolerance may be key to novel routes for insect control. \nFor all insects, survival depends on osmoregulation and fluid balance (homeostasis), which also allows them to withstand desiccation in low humidity environments, including that of the UK. The insect 'kidneys' - Malpighian tubules - are key tissues for fluid homeostasis. Over some years, we have investigated and established cell signalling, ion transport, functional genomics and integrative physiology in the genetically tractable D. melanogaster Malpighian tubule, which is an excellent model for insect tubules, especially Dipteran species. Examples of Dipteran insect pests relevant to the UK economy are the wheat bulb fly and the cabbage root fly (crop pests); the midge (blue-tongue, animal health); and increasingly, mosquitoes (human health). \nHere, we plan to understand the mechanisms and neuroendocrine control of tubule fluid secretion and responses, specifically by the tubule stellate cell; and by chloride and water transport through the stellate cell under normal and desiccation conditions. \nThe proposed programme of work will include isolation of actively transcribed genes (the 'translatome') from specific tubule cell-types (principal and stellate cells) under normal and desiccation conditions, using a combination of a novel cell-specific translatome isolation method, as well as gene arrays (microarrays). This will allow us to assign genes to either principal or stellate cells and so understand the gene signature of each cell type; to identify cell-specific genes which are actively transcribed in response to desiccation stress; and to define those genes implicated in desiccation tolerance by also assessing the role of identified genes in whole fly desiccation tolerance assays. \nWe also plan to define the mechanism of chloride and water flux through the stellate cells for fluid secretion and fluid homeostasis under normal and desiccation conditions; and also in response to neurohormone control. In order to do this, we will define the role of chloride channels (CLCs) and aquaporins specific to the stellate cell at the molecular and physiological level using transgenic flies to knock-down specific CLC and aquaporin genes in only stellate cells; tubule fluid secretion assays; molecular methods; bioimaging using novel transgenic reporters; cell biology; physiological measurements (this in collaboration with a US group expert in ion channel electrophysiology); and whole fly desiccation tolerance assays. \nTogether, this will provide the first comprehensive understanding of chloride and water transport in fluid homeostasis, as well as insights into desiccation tolerance, which may in time, help identify, new, greener insecticides that target only a subset of insects.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L002647/1","grantId":"BB/L002647/1","fundValue":"430843","fundStart":"2013-09-01","fundEnd":"2016-08-31","funder":"BBSRC","impactText":"","person":"Shireen Anne Davies","coPersons":["Julian Alexander Dow"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}