{"id":"2AD30510-CB16-4D88-B8C1-0757DE2A88CC","title":"Sequencing the genome of the powdery mildew fungus Blumeria graminis","abstractText":"This proposal aims at obtaining an annotated genome sequence of the powdery mildew fungus Blumeria graminis f sp hordei. This fungus is an obligate biotrophic pathogen that causes one the agronomically most important diseases of barley and is a 'model' organism for the study of powdery mildew diseases in other crops. We will sequence the genome with a 7-fold coverage. The sequence will be assembled automatically. An EST library of cDNAs isolated from haustoria will also be sequenced and annotated; this will complement the existing collections and complete the coverage of all the important stages in the pathogen's life cycle. The ESTs are instrumental in training the gene finding processes that drive the annotation. The annotation of the genomic sequence will be carried out using a series of pipelines already used for other genome projects (Botrytis and tomato). The results from the semi-automated annotation will then be verified by manual curation and reviewed by specialist researchers in the sequencing consortium. The results will be placed on publicly accessible web-sites and a meeting will be convened with the world wide user community to bring train potential users, present major outcomes of the sequencing and the first annotations and discuss the results.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E000983/1","grantId":"BB/E000983/1","fundValue":"975151","fundStart":"2007-02-01","fundEnd":"2011-02-28","funder":"BBSRC","impactText":"","person":"Pietro Daniele Spanu","coPersons":["Sarah Anne Butcher"],"organisation":"Imperial College London","findingsText":" A. Full sequencing and high definition annotation of the Blumeria graminis f sp hordei genome. Main paper published in Science (2010)\n\nB. Creation and coordination of an effective international consortium (BluGen) which initially contributed to genome annotation and is now continuing working through regular workshops post-project in Feb 2012 (funded by New Phytologist) and July 2012 (as a satellite meeting of the IS MPMI congress in Kyoto). Next planned ones are in Copenhagen (August 2013) and Kew, London (September 2014)\n\nC. Web base-resource for access to the genome data and annotation (http://www.blugen.org/). This is regularly accessed from world-wide researchers to support work in powdery mildew genomics, biology and comparative genomics in other fields  Agriculture/ Food and Drink","dataset":"gtr"}