{"id":"2AD62229-37D1-492B-B6A9-3DB0983EA6E8","title":"Rehydroxylation [RHX]: Towards a universal method for pottery dating","abstractText":"A research ream from the UoM and UoE has recently proposed a radically new method of dating archaeological ceramics based on rehydroxylation kinetics. This rehydroxylation reaction underlies (and causes) the well known moisture expansion of brick masonry and tile structures and the commonly observed crazing in glazed ceramics. In a paper published by the Royal Society we presented proof of concept of this new method and compelling evidence that the age of ceramic samples up to 2000 y old can be estimated accurately from measurements of the slow progressive mass gain associated with the chemical recombination of water with the fired clay material. We call this method rehydroxylation [RHX] dating. Pottery is an increasingly common find on archaeological sites from the last 10 000 y onwards and many site chronologies depend upon them. However their dating still relies to a large extent on analysing stylistic changes. Radiocarbon dating cannot be applied unless carbon containing inclusions or residues are present and thermoluminescence can be prohibitively complex. Hence, a new method for dating such material is extremely significant. The basis of RHX is that all fired clay ceramics start to gain weight (and expand) as soon as they are removed from the kiln. The weight gain is caused by the chemical combination of atmospheric moisture with the ceramic (rehydroxylation) and continues over the lifetime of the ceramic. Central to RHX is a new time1/4 law, discovered by the applicants, that defines precisely the rate at which fired clay ceramics gain weight over time. This effectively provides the material with an ''internal clock''. A ceramic can be returned to its 'as fired' state by reheating to remove the chemically combined water. The older the material, the greater the mass of water removed by reheating. Following reheating the chemical reaction between ceramic and atmospheric moisture begins again. By monitoring the mass gain over several days we can determine the rate at which that particular material gains mass, and from this we calculate the time that it would take to replace the water removed by reheating. This gives the age of the sample. By the end of the project we aim to have demonstrated that RHX is a well-founded archaeological dating method, suitable for routine use. Its applicability to diverse archaeological scenarios will have been established. The overall objectives of the work are to validate RHX, to quantify the errors and uncertainties, to build end-user confidence and to optimise the methodology to increase sample throughput and hence reduce the cost per sample. The overwhelming response from the international archaeological community strongly indicates that RHX could be of enormous benefit. The method has been described as being 'of profound importance to archaeology' and as having 'the enormous potential to revolutionise the field of dating in archaeology.' Our method therefore has the potential to become as important for dating ceramics as radiocarbon dating is for organic materials. The rehydroxylation process is a remarkable example of a long-term power law kinetic process which apparently extends over millennial timescales. It appears to be a general process in fired- clay ceramics. Better understanding of this will contribute new knowledge to the field of super-slow solid-state reactions and transport processes. The work has wider application to earth sciences in the context of rock weathering and geomorphology. There is some very sparse evidence that soil weathering reactions follow the same rate law that we exploit for dating. The realisation that these processes have a general kinetic framework may have powerful general implications. The potential for the wider application of the work is supported by the paper in which we published our initial dating results being cited in a paper on percolative theories in disordered high temperature superconductors.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I014675/1","grantId":"NE/I014675/1","fundValue":"273516","fundStart":"2011-05-01","fundEnd":"2014-01-12","funder":"NERC","impactText":"","person":"Christopher  Hall","coPersons":[],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}