{"id":"2ADEAE65-E884-4B74-9283-31AD7B235014","title":"Comprehensive approach to modelling outcome and cost impacts of interventions for dementia","abstractText":"<p>Dementia has enormous impacts on the quality of life of people with this condition and their carers. As the population ages, the numbers affected will increase considerably. A major challenge is how to provide high-quality treatment and support to these individuals in ways that are valuable to them, and at a cost considered by society to be affordable.</p>\n\n<p>MODEM aims to generate new evidence to inform policy and practice so as to better meet needs, promote the wellbeing of people with dementia and their carers, and achieve efficiency in the use of resources.</p>\n\n<p>The project will start in March 2014 and last four years. It involves researchers from the London School of Economics and Political Science, Universities of Southampton, Newcastle and Sussex, and the International Longevity Centre-UK.</p>\n\n<p>&nbsp;</p>\n\n<p>MODEM will develop a comprehensive set of models to estimate current and future needs, outcomes and costs, drawing on methods from a range of disciplines, with the involvement of people with dementia and their carers. An important outcome will be a publicly available legacy model for others to use. Individuals and stakeholders will be able to make their own projections of needs for care and support.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L001896/1","grantId":"ES/L001896/1","fundValue":"2613210","fundStart":"2014-03-01","fundEnd":"2018-02-28","funder":"ESRC","impactText":"  At present there are no findings (the study started in March 2014).  ","person":"Martin Richard Knapp","coPersons":["Sube  Banerjee","Margaret  Dangoor","Mauricio  Avendano","David  McDaid","Carol  Jagger","Emily M D  Grundy","Raphael David Wittenberg","Ann Patricia Bowling","Adelina  Comas-Herrera","Josie  Dixon"],"organisation":"London School of Economics & Pol Sci","findingsText":" The grant started in March 2014 and as such is in its early stages. Activities linked to this grant have been undertaken (modelling scenarios of dementia for the Department of Health; update on the costs of dementia for the Alzheimer's Society). These are feeding into the activities within the programme of work for this grant. N/A yet Healthcare,Other","dataset":"gtr"}