{"id":"2ADF74C4-FACA-40EE-AB0F-D6B840BC6A91","title":"The establishment and application of a forward genetic resource for the development of efficient breeding strategies in grass and cereals","abstractText":"The work described will provide a generic resource for the amalgamation of data on the genetic control of target traits in grass, wheat, barley, rice and other monocots, i.e. information obtained from one species will be directly transferable to the other species. This information will be used by grass, wheat and barley breeders etc. for the development of superior plant varieties. The work is aimed at all traits and not merely a single trait. However, initial work will concentrate on the amalgamation and transfer of genetic information between species on key sustainability and climate change breeding priorities outlined by the Crop Science Review and Defra as well as production traits. These include the traits of nitrogen use efficiency (leading to low fertiliser input), tolerance to abiotic stress and root architecture (leading to prevention of water run off and thus prevention of pollution to water courses and tolerance to drought) for which genes have been identified on Lolium/Festuca chromosomes. The work will make explicit use of the rice genome which has been substantially sequenced and the fact that gene order in the monocot species has to a large extent been maintained during evolution. Research will also be undertaken to improve the efficiency of breeding strategies in grass, wheat, barley and other monocots. In addition the work undertaken will facilitate the identification of genes controlling target traits. This knowledge will be employed and exploited in breeding programmes via conventional means.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E006736/1","grantId":"BB/E006736/1","fundValue":"53792","fundStart":"2007-05-01","fundEnd":"2010-04-30","funder":"BBSRC","impactText":"  The findings of the high level of synteny between Lolium and barley have impacted on the academic community with the published paper already being cited.\n\nThe significance of the specific Lolium SNPs found relates to the ongoing development of high-throughput genotyping platforms for the grass species. Agriculture, Food and Drink Societal","person":"Luke Douglas Ramsay","coPersons":["Robbie  Waugh"],"organisation":"Biomathematics and Statistics Scotland","findingsText":" We showed the clear genetic relationship between the grass Lolium and barley through the demonstration of co-linearity in gene order along the chromosomes of both species. This was based upon largely pre-existing genetically mapped barley genes and de novo Lolium data generated within this project. \nThe analysis of Lolium next generation sequence data produced at IBERS showed that, using stringent criteria, there were nearly 178,000 potential SNPs (genetic markers) derived from over 1.1 million quality sequence reads. This information was fed back to IBERS to help design future marker genotyping platforms. The information on specific SNP polymorphisms found was fed back to IBERS to help design future genotyping platforms for Lolium.\n\nMore generally the information on the close syntenic relationship between Lolium and barley has helped frame future research into the commonality and differences between the two species in the genetic control of biological and agronomic traits (e.g. flowering, nitrogen use efficiency etc.). Agriculture, Food and Drink,Environment","dataset":"gtr"}