{"id":"2ADFAF6E-246B-4E0E-AE69-811B3E5CB7B6","title":"Resolving Antarctic ice mass TrEndS (RATES)","abstractText":"The Antarctic ice sheet is the largest on the planet by a factor 10. It holds enough ice to raise global sea level by ~65 m. Small changes in the balance between losses and gains (the mass balance) can have, therefore, profound implications for sea level, ocean circulation and our understanding of the stability of the ice mass. Local variations in mass balance may be driven by short or long term changes in ice dynamics that may or may not be related to recent climatic change. They may also be due to trends in snowfall. There is now a general consensus that the ice sheet is losing mass but the range of estimates and uncertainties are still, in most cases, larger than the signal. To solve the open question of what the time evolving mass change is, we propose combining satellite observations, climate modelling and physical constraints to solve for the independent and uncorrelated errors that have hampered previous approaches.\n\nSea level rise (SLR) since 1992 has averaged around 3.2 mm/yr, ~ twice the mean for the 20th Century. The cause is uncertain, but it is clear that a significant component is due to increased losses from both Greenland and Antarctica. Recent advances in regional climate modelling and analysis of gravity anomalies from the GRACE satellites have greatly improved our knowledge of both the magnitude and origin of mass losses from Greenland. Unfortunately, this is not the case for Antarctica for a range of reasons. The aim of this project is to address this shortcoming using a similar, but more comprehensive, approach to the one we used to improve our understanding of changes in Greenland. To do this, we must employ additional data and methods because i) the uncertainty in post glacial rebound for the West Antarctic Ice Sheet , in particular, is of a similar magnitude to the signal (unlike Greenland), ii) errors in observed and modelled variables are generally larger because of the paucity of in-situ data sets in, and around, Antarctica, and iii) observations in time and space are poorer for most of the ice sheet and, in particular, the areas showing the greatest change.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I027401/1","grantId":"NE/I027401/1","fundValue":"420865","fundStart":"2012-01-15","fundEnd":"2016-04-29","funder":"NERC","impactText":"  Methods still being developed and final results still underway Education,Environment Policy & public services","person":"Jonathan  Bamber","coPersons":["Jonathan  Rougier"],"organisation":"University of Bristol","findingsText":" Partitioned to role of bottom melting and iceberg calving in mass loss from Antarctica. A bit too early to say at this stage Education,Environment","dataset":"gtr"}