{"id":"2AF448EB-B0C7-41C8-AC6E-367D7ED5C48B","title":"Exploiting the giant electrocaloric effect","abstractText":"This project has the capacity to deliver revolutionary technology for a wide range of refrigeration and/or power generation scenarios.Our discovery paper [AS Mischenko, Q Zhang, JF Scott, RW Whatmore &amp; ND Mathur, Science 311 (2006) 1270] marks the rebirth of a field of research but it is only a materials development and we do not yet know whether any technology will actually result.The point of this grant application is to develop materials that function well near room temperature, and demonstrate refrigeration and electricity generation in devices. Moreover, this proposal contains a strong scientific component that will reveal new information about electrocaloric materials and the way they behave.The materials development is perfectly realistic because the electrocaloric effect is expected near any ferroelectric phase transition, and there are many suitable materials such as those we name explicitly. Moreover, the strategies we propose for improving properties of interest are well established.The device fabrication, which is relatively straightforward, is necessary since our promising simulation efforts [AS Mischenko &amp; ND Mathur, GB Patent 2420662 (2006)] are no substitute for real data. Note that there are several aspects to device optimisation, e.g. film thickness and composition.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E03389X/1","grantId":"EP/E03389X/1","fundValue":"377541","fundStart":"2007-10-01","fundEnd":"2011-03-31","funder":"EPSRC","impactText":"  The work on multilayer capacitors has demonstrated the type of electrocaloric device that is required for applications of the electrocaloric effect. The thermal modelling allows cooling power to be predicted. I now have collaboration with a company in Japan (Murata) who are making test devices for me to test. Electronics Cultural","person":"Neil David Mathur","coPersons":["Paul Anthony Midgley","James Floyd  Scott"],"organisation":"University of Cambridge","findingsText":" We showed that multilayer capacitors are the ideal devices for electrocaloric cooling. We investigated the cooling powers that they can develop in order to verify technological significance. And we introduced a new figure of merit to report the energy efficiency of electrocaloric materials: our &amp;quot;electrocaloric efficiency&amp;quot; shows that polymers slightly outperform ceramics, and will be useful in future for electrocaloric materials selection.\n\n\n\nWe also showed two new ways to measure electrically driven temperature change directly, and we showed giant electrocaloric strength in single-crystal barium titanate, i.e. very large thermal changes per unit applied electric field. The electrocaloric effect could form the basis of some future cooling technology. Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software),Electronics,Energy","dataset":"gtr"}