{"id":"2AFA69C0-E944-487D-AED3-FAD54149122B","title":"Verb movement in contemporary Faroese: A case study of syntactic variation and change","abstractText":"This project is an investigation of a recent change in the syntax of the Scandinavian language Faroese, using recent experimental methods for measuring the linguistic knowledge of native speakers, both children and adults. The change, affecting the position of verbs in sentences, is akin to the one distinguishing Middle English Quene Ester looked never ... (verb before adverb) from Modern English Queen Ester never looked ... (verb after adverb). A better understanding of the contemporary Faroese situation can thus help to illumine an aspect of the history of English, as well as our understanding of language change more generally.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=119331/1","grantId":"119331/1","fundValue":"193070","fundStart":"2006-09-01","fundEnd":"2010-05-10","funder":"AHRC","impactText":"  This research project was developed to provide results that would further the understanding of language change in general, and specific syntactic changes in Germanic in particular. It was not designed for economic or societal impact. Education,Other Cultural","person":"Caroline  Heycock","coPersons":["Antonella  Sorace"],"organisation":"University of Edinburgh","findingsText":" This project was an investigation of a recent change in the syntax (grammar) of the Scandinavian language Faroese, using recent experimental methods for measuring the linguistic knowledge of native speakers, both children and adults. The change, affecting the position of verbs in sentences, is akin to the one distinguishing Middle English &amp;quot;Quene Ester looked never ...&amp;quot; (verb before adverb) from Modern English &amp;quot;Queen Ester never looked ...&amp;quot; (verb after adverb). A better understanding of the contemporary Faroese situation helps to illuminate an aspect of the history of English, as well as our understanding of language change more generally.\n\n\n\nFindings specifically about the syntax of modern Faroese:\n\n- We established that the syntactic change investigated is at a very late stage, but has not yet gone to completion. In particular, the judgments of speakers on the &amp;quot;incoming&amp;quot; word order are not yet the same as the judgments of speakers of Danish on the equivalent word order (the change in Danish having gone to completion some centuries before).\n- Contra earlier findings, there do not appear to be detectable regional differences.\n- More surprisingly, there are also no detectable differences according to the age of the speaker\n\nFindings concerning aquisition, and the relation to language change:\n\n- Contra predictions that preliterate children would appear the most &amp;quot;advanced&amp;quot; in the change (on the assumption that the earlier forms remain as part of a literary register) we found that pre-school children as old as 7 produced and accepted more of the &amp;quot;old&amp;quot; forms than adults\n- Comparison with data from related languages (Swedish, Norwegian) suggest that this is a developmental pattern.\n- The relatively high levels of acceptance and production of the &amp;quot;old&amp;quot; forms among children are evidence against current theories that propose that this type of change is driven by an initial default setting in favour of the &amp;quot;new&amp;quot; form. This indirectly also constitutes evidence against &amp;quot;Degree Zero Learnability&amp;quot; - the proposal that children acquire their language entirely on the basis of root clauses.\n\nMethodological advances\n\nWith this project we were able to show that judgments of acceptability, gathered systematically and analysed with appropriate quantitative measures, are sufficiently sensitive to differentiate variants that are extremely rare in corpus data. The techniques that we developed for working with children can be adapted for other languages.\n\nThe explanation for the change that we have developed in recent (2012--) work can be tested against other data, to establish whether it is a viable general model for linguistic change. Education,Culture, Heritage, Museums and Collections","dataset":"gtr"}