{"id":"2B16C1E3-E400-45E7-95AD-C2EE03E0BD61","title":"Polariton lasing and Bose-Einstein condensation in an electrically pumped system","abstractText":"We propose to demonstrate the first electrically injected polariton laser. The physics underlying the operation of the laser, and the factors which lead to its optimum performance will be determined. The polariton laser is a new device concept which holds the promise of very low threshold coherent light emission, at the same time as corresponding to non-equilibrium Bose-Einstein condensation (BEC) in a solid state system. The strong coupling between excitons and photons in semiconductor microcavities leads to the formation of novel quasi-particles, exciton-polaritons. Such polaritons exhibit characteristic bosonic properties such as macroscopic occupation of individual quantum states and BEC in a system with long temporal and spatial coherence. Due to the photonic component of the polaritons, the macroscopically occupied polariton state emits coherent light, and forms the basis of a new type of light source, the polariton laser, in which coherent light is emitted without the need for population inversion. Until very recently nearly all work in this field has been carried out under conditions of optical excitation. From the device perspective, new impetus has been given by our recent observation of light emission from polariton states under electrical injection, followed very soon after by two other groups. This proposal aims to capitalise on our recent achievements and overall expertise in the field, to realise an important world first, the first electrically injected polariton laser, as required for real world applications of these novel devices.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H023259/1","grantId":"EP/H023259/1","fundValue":"183460","fundStart":"2010-03-01","fundEnd":"2012-02-29","funder":"EPSRC","impactText":"","person":"Dmtriy  Krizhanovskii","coPersons":["Maurice  Skolnick"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}