{"id":"2B1B128B-66AD-4BF8-BCC6-BA10FF5582DD","title":"UK-China partnership for innovative technologies for detention of environmental pollutants in animal feed and animal-derived food","abstractText":"Abstracts are not currently available in GtR for all funded research. This is normally because the abstract was not required at the time of proposal submission, but may be because it included sensitive information such as personal details.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H531435/1","grantId":"BB/H531435/1","fundValue":"23637","fundStart":"2010-05-01","fundEnd":"2014-04-30","funder":"BBSRC","impactText":"  Findings of this research enhances international image of UK and promoted UK expertise in the development of novel technologies. Outcomes of this grant generated knew knowledge and new technologies which attracted attending of international industry. This research let to the development of BBSRC Pathfinder grant with involvement of industry which undetook market reserach for novel technologies for food quality. Currently industrial companies/other stakeholders are investing in taking these technologies to the market. Results of this reserach has also contributed to the development of EU policy on piglets castration and to the EU initiative to ban piglets castration by 2018. The project also enhenced cultural and scientific links between the UK and China Agriculture, Food and Drink Societal,Policy & public services","person":"Olena  Doran","coPersons":[],"organisation":"University of the West of England","findingsText":" The main achievement is establishing strategic partnership between China and UK in the area of novel technologies for food quality, safety and environmental applications. The partnership involves UK and Chinese academic institutions, industry and policymakers. The specific outcomes include (i) organising 2 industry-orientated workshops (one in the UK and one in China); (ii) 2 visits from China to the UK and 10 visits from the UK to China (iii) undertaking collaborative research, generating new knowledge and publishing 2 papers in international peer-reviewed journals; (iv) gaining experience in novel methods and technologies by the UK and Chinese researchers; (v) establishing the Partnership website; (vi) submitting 2 grant applications (1 to the Royal Society and 1 to the China Ministry of Science); (vi) promoting UK expertise in bio-sensing technologies to Chinese academic organisations, industry and policymakers; (vii) developing long-term collaborative plans; (viii) 10 presentations given by the UK academics at various meetings, seminars and conferences in China; (ix) discussed plans and identified challenges for commercialisation of novel technologies for food quality and environmental applications in the UK and China; (x) enhancing skills of PhD students and young researchers. The partnership developed plans for not only research but also teaching/students exchange collaboration and exchange. The partnership also resulted in a successful EU Marie Curie International Research Staff Exchange grant which brought together participants from China, UK, Spain, Italy, Belgium, Ukraine and USA. This EU Marie Curie exchange grant facilitated knowledge exchange in the area of meat quality and novel technologies across the world. Findings of this project can be taken forward by:\n(i) Wider international academic community (by food scientists, animal welfare scientists, technology developers, biologists and other) via building and expanding on new knowledge generated in this project and developing new research directions\n(ii) Education sector in the UK and China via establishing students exchange programmes and developing joint teaching courses\n(iii) Environmental Sectors in China and the UK (including UK Environmental Agency) via taking to end-users novel effective technologies for detection of contamination of water, soil and food with environmental pollutants\n(iv) Animal Welfare via implementing novel technologies to detection of contamination in animal feed \n(v)Agriculture/Food sector via implementation of novel technologies for rapid detection of food quality traits\n(vi) Manufacturing via taking licensing for production of novel equipment/technologies for the mentioned above sectors. \n(vii) European Commission and country-specific policymakers via offering technologies to address societal challenges Agriculture, Food and Drink,Communities and Social Services/Policy,Education,Environment,Manufacturing, including Industrial Biotechology","dataset":"gtr"}