{"id":"2B2743B0-613E-4CFF-8446-A0A2C1A7AEE8","title":"IMPULSE - Advanced Industrial Manufacture of Next-Generation MARBN Steel for Cleaner Fossil Plant","abstractText":"IMPULSE will work with a novel &quot;MARBN&quot; high temperature steel, recently developed in the TSB funded project &quot;IMPACT&quot;\nand shown to offer capability for an increase in steam power plant temperature of 25 degrees C. IMPULSE, whose\nconsortium includes most IMPACT members together with new pipe, welding and innovative research partners, will take\nMARBN from the laboratory on to full-scale industrial manufacture of ingot castings, pipework, and weldments. This will\nimprove efficiency and reliability of current and future steel-based steam power plant, and thus increase security of supply\nand reduce cost and carbon emissions.\nMARBN 8-tonne ingot casting technology will be developed, and following high temperature (to 1250 degrees C) testing\nand manufacturing simulation, two full-scale pipe extrusion trials will be undertaken, with product validation by testing and\nelectron metallography. Matching welding consumables will also be developed, qualified and tested.\nLong term creep and creep-fatigue data generation will feed into performance validation, materials standardisation, and\npressure vessel design codes. Interaction with the European KMM-VIN collaboration will enable constructive interchange\nwith parallel European projects.\nLoughborough University (LU) will make use of its strong background in characterisation and thermodynamic and kinetic\nmodelling to provide a thorough investigation of the microstructures of MARBN after processing and welding in order to\ninform manufacturing routes and required heat treatments. In addition, LU will thoroughly investigate data relating to the creep performance of existing power plant steels to provide a direct comparison to MARBN to encourage its use within the\ncommercial sector.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N509942/1","grantId":"EP/N509942/1","fundValue":"263811","fundStart":"2016-03-01","fundEnd":"2019-02-28","funder":"EPSRC","impactText":"","person":"Mark  Jepson","coPersons":["Rachel Clare  Thomson"],"organisation":"Loughborough University","findingsText":"","dataset":"gtr"}