{"id":"2B3A109D-236C-425A-8698-BF2946F91A3D","title":"Targeting NADPH oxidase to enhance nitric oxide bioavailability in insulin resistance","abstractText":"The number of people with type 2 diabetes (T2DM) and obesity (the major risk factor for the development of T2DM) has reached epidemic proportions worldwide. 80% of people with T2DM will die from the complications of cardiovascular atherosclerosis (furring of the arteries) resulting in an increased risk of death equivalent to 15 years of aging. We recently demonstrated that despite the use of contemporary secondary prevention therapies patients with T2DM, sustaining an acute myocardial infarction (AMI) or ?heart attack? have not benefited from the improvement in mortality seen in similar patients without T2DM. A central feature of T2DM is resistance to the actions of insulin the hormone that is released to reduce blood sugar this process is known as insulin resistance. Insulin resistance has been demonstrated in many tissues of patients with T2DM. In addition to lowering glucose, insulin is thought to stimulate the release of a substance from the blood vessel wall known as nitric oxide (NO). NO protects the artery against atherosclerosis. It has recently emerged that patients with T2DM have reduced NO. This may therefore contribute to the accelerated atherosclerosis seen in patients with T2DM. We have performed studies that demonstrate a novel mechanism by which insulin resistance may reduce NO actions. We have shown that an enzyme in the blood vessel wall (NADPH oxidase) that produces a damaging gas that mops up NO becomes overactive in insulin resistance. We plan to perform studies examining the effect of reducing the activity of NADPH oxidase in different models of insulin resistance. The results of this study may guide us towards new treatments to prevent AMI in patients with T2DM.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0901203","grantId":"G0901203","fundValue":"493849","fundStart":"2010-02-01","fundEnd":"2013-01-31","funder":"MRC","impactText":"","person":"Mark  Kearney","coPersons":["Keith  Channon","Ajay  Shah","Stephen Bentley Wheatcroft"],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}