{"id":"2B42245C-24BC-4A9F-A782-687B50D55BF0","title":"The Foundations of Structuralism","abstractText":"If we consider the distribution of two coins among two people we would say that there are four possibilities: either, one person has both, or the other person has both, they each have one coin, or they each have one coin but the coins are swapped over from the previous possibility. However, when we consider the distribution of two units of currency in the bank accounts of two people there are only three possibilities because there is only one way for each person to have one unit. In quantum physics the statistics of elementary particles are like those of the units in a bank account not the coins. This leads many physicists and philosophers to say that quantum particles are not really individuals.\\n\\nSuppose we have two objects, coins or particles, and ask what makes each one of them the one it is? One answer to this is to say that each object is the one it is because of its properties. This means that each object must have a unique set of properties. But what if the objects are qualitatively exactly the same? Then we might think that the one is always different from the other because they have different positions in space. However, contemporary physics does not attribute definite positions in space to particles in general, and since the rest of their properties may be the same as each other, if they are individuals some other ground for this must be sought. One option is to say that they can be individuals in virtue of how they are related to each other. This is structuralism and it goes against the instincts of many philosophers who demand that individuals must be given independently of relations.\\n\\nSo far we have been concerned with physical objects but what about mathematical objects? It is common for people to say that the numbers have only structural properties in the following sense: the number three, for example, has no properties other than being the successor of two and the predecessor of four, the square root of nine and so on. On this view, numbers and other mathematical objects are what they are only because of the relations they bear to each other. Structuralism about quantum objects and spacetime is widely defended by physicists and philosophers. Similarly mathematical structuralism is probably the most popular form of realism about mathematical objects. This project is about the relationship between them, and with other forms of structuralism in philosophy.\\n\\nStructuralism seems to entail that objects are dependent on each other for their existence. For example, according to the above account it seems that it is not possible for any of the natural numbers to exist without the rest. Similarly, it is often said that in contemporary physics there is a kind of holism in so far as particles seem to come as a package without it making sense to say that they are completely independent of each other. In philosophy the idea that the world is in a sense one object that cannot be thought of as made of fully separate parts is becoming widely discussed. \\n\\nThe main aim of this project is to investigate the formal, conceptual and logical foundations of structuralism in general, as well as considering how the particular forms of structuralism about mathematics and physics relate. The place and implications of structuralism in the wider philosophical context mentioned above will also be a core problem to be addressed by the project.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H001670/1","grantId":"AH/H001670/1","fundValue":"361999","fundStart":"2009-10-01","fundEnd":"2012-09-30","funder":"AHRC","impactText":"","person":"James Anthony Ladyman","coPersons":["Oystein  Linnebo","Leon Franciscus Horsten"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}