{"id":"2B4483C0-53CC-44D2-8335-6CA605348163","title":"The molecular basis of quantitative variation in photoperiod response","abstractText":"Plants need to flower when the chances of successful pollination and seed development are highest. To achieve this, most plants flower at a specific time of year. Timing is often achieved by using cues from the environment, particularly temperature and day length (photoperiod). Cereal crops use these cues but the way they use them has been changed by domestication and plant breeding in order to develop varieties that perform well in the diverse farming environments that occur around the world. We know that wheat varieties from different parts of the World, and even from different parts of Europe, differ in how they respond to photoperiod. We have recently made a breakthrough in understanding how they do this by identifying a key gene. In this grant we will study how this gene works and how differences at the DNA level translate into differences in the way the whole plant grows. The photoperiod (Ppd) gene is a member of a family called the pseudo-response regulators. In the model plant Arabidopsis thaliana (thale cress) these genes have been show to be part of, or closely associated with, the circadian clock which is the internal time keeper that is used to measure day length and to control much of the plant's metabolism. Fortunately, many of the other genes that are used to control flowering by day length (the photoperiod pathway) are well conserved in different plant species. This means that we can use information from Arabidopsis to identify the components of the photoperiod pathway in wheat. By studying the photoperiod gene and the other components of the photoperiod pathway we will be able to understand how photoperiod response is altered in wheat. Bread wheat is a hexaploid plant, which means it is a natural hybrid comprising the genomes of three diploid ancestor species. Each of the three genomes can contribute flowering time variation and an important question is how the genes on the three genomes are integrated and regulated. We can now cross-pollinate plants to build up single, double and triple combinations of early or late flowering variants. Understanding how these behave will give valuable new insights into the control of flowering in wheat and this will allow plant breeders can select a range of adaptation suitable for diverse environments. Understanding how genes work in combination is also of relevance to other wheat traits apart from flowering. To explore ideas about how the photoperiod genes work we will test different versions of the genes using transformed barley plants. This provides a simple test system to investigate which regions of the gene are most important. Understanding how crops respond to environmental cues like day length is important because it will allow plant breeders to tailor varieties to particular environments and hence to maximize productivity. It will also assist the development of new varieties tailored to new conditions that are arising from climate change.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F014031/1","grantId":"BB/F014031/1","fundValue":"541815","fundStart":"2008-09-01","fundEnd":"2011-08-31","funder":"BBSRC","impactText":"","person":"David  Laurie","coPersons":[],"organisation":"John Innes Centre","findingsText":"","dataset":"gtr"}