{"id":"2B4A1989-BA01-4891-B42A-06F0EB89ADFC","title":"The production and fate of fish-derived carbonate crystals in tropical shallow marine environments","abstractText":"A major component of the marine-atmospheric carbon cycle is the precipitation and dissolution of calcium carbonate in seawater. Calcium carbonate is the mineral that makes up rocks such as limestone and chalk. Detailed knowledge of this component is important to our understanding of the global carbon cycle, and to the earth system as a whole. This proposal aims to explore recent findings that represent a fundamental and previously unexpected change to our understanding of the marine inorganic carbon budget. Large amounts of calcium carbonate are produced in the global oceans by marine plankton and, specifically, by microscopic organisms such as coccolithophores and foraminifera. However, recent research by part of the research team here has highlighted the significant additional contribution to oceanic carbonate production by marine bony fish. These all ingest seawater and are now known to also produce calcium carbonate within their guts and excrete these precipitates at very high rates as part of their normal functioning in seawater. This previously unrecognised source of marine carbonate is significant in its own right but, when combined with new estimates of global fish biomass, it is clear that it makes a major contribution to carbonate production in particular regions of the ocean, and a smaller but significant contribution globally. Following excretion, these carbonate precipitates sink in the open oceans (along with other pelagic carbonates) and, once they reach the chemical lysoclines for carbonate (the depth at which ocean waters become undersaturated with respect to calcium carbonate), much of this material will dissolve. Thus the likely fate of these crystals in the open oceans is to dissolve at depth. In contrast, the fate of fish-derived precipitates in shallow tropical marine waters, whilst unknown, may be very different. Because fish production of calcium carbonate is positively correlated with seawater temperature, higher marine temperatures in the tropics will result in highest rates of precipitate production by fish. In addition, the shallow warm waters of tropical platform and shelf environments are typically saturated with respect to calcium carbonate, thus allowing substantial carbonate preservation and sediment accumulation to occur. Thus in these settings, with both high production rates and less potential for crystal dissolution, we hypothesise that fish-derived carbonates are making an important, but previously unrecognised, contribution to shallow water tropical carbonate sediment budgets and, especially, to the fine-grained (carbonate mud) fractions that are often volumetrically important in tropical carbonate depositional environments. It is significant to note that where attempts have been made to quantify fine-grained carbonate sediment fraction sources a significant proportion of the mud fraction remains of unknown origin (e.g. between 10 and 40% in Bahamian sediments) but is morphologically distinct from that attributable to any previously considered biogenic or inorganic source. This project will test the hypothesis that fish carbonates make up a substantial portion of this unknown fraction of carbonate mud. We will undertake an assessment of the ultrastructural and elemental characteristics of crystals that are produced by four representative shallow water tropical fish species and determine whether such crystals are contributing to carbonate sediment accumulation in these environments. If this material is indeed accumulating in these environments this would represent a previously unrecognised (and potentially volumetrically important) source for tropical shallow water carbonate sediments.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G010617/1","grantId":"NE/G010617/1","fundValue":"72442","fundStart":"2009-11-26","fundEnd":"2010-11-25","funder":"NERC","impactText":"  To generate 2 jnl outputs (to-date) and a number of conference presentations Environment Policy & public services","person":"Christopher  Perry","coPersons":["Roderic William Wilson"],"organisation":"Manchester Metropolitan University","findingsText":" In 2009 Wilson et al. published a paper in Science (Vol. 323; 359-) presenting the first evidence that fish make a major contribution to global carbonate production in the oceans. Whilst the physiological processes driving carbonate production in fish guts are increasingly well understood, the morphological characteristics of such carbonates and their sedimentological significance have never been considered. Through this study we were able to gather the first data regarding the nature and fate of this fish-derived carbonate and to demonstrate that it represents a major sedimentary product (produced as fine-grained (&amp;lt;63 _m) carbonate) of direct relevance to tropical marine carbonate budgets. The discovery of this previously unknown sediment source not only has direct relevance to a topic of longstanding scientific debate and controversy, namely the source of Holocene tropical carbonate muds, but also has major implications for understanding the origins of the massive volumes of carbonate muds found preserved in ancient limestone successions. The key findings of this work are summarised as follows: \n\n\n\nFirstly, we provided evidence for a previously unknown source of tropical marine carbonate sediment. This carbonate sediment is sourced from fish and represents newly precipitated carbonate of a high Mg-calcite form. We describe, for the first time, the compositional and morphological characteristics of these carbonates, and show that the crystallites produced by tropical fish fundamentally differ (morphologically) from those associated with all previously known biogenic and abiotic sources of marine carbonate sediment. Furthermore, these carbonates provide the first evidence for a primary (i.e., non diagenetic) source of high Mg-calcite carbonate mud in the marine environment.\n\n\n\nSecondly, we showed that this sediment is produced in sufficient quantities to be relevant to modern marine carbonate sediment budgets. We estimate that across the whole of the Bahamian Archipelago fish produce ~6.1 Gg (i.e., million kg) of calcium carbonate sediment each year (equivalent to ~14% of estimated total carbonate mud production, and up to 70% in particular habitats). \n\n\n\nThirdly, we made the crucial observation that the crystallites produced by fish occur abundantly in the finest sediment fractions examined from all habitats across the Bahamas, thus demonstrating that such material does indeed represent both a novel and quantitatively important source of marine carbonate sediment. The work has potential application in the increasingly important field of marine carbon cycle modelling and, through further on-going work, key aspects of the work associated with differential fish carbonate preservation and dissolution potentials are being explored. Environment","dataset":"gtr"}