{"id":"2B55DB9F-A10C-426A-A826-A88EAF62090E","title":"Ceramic Coatings for Clad (The C^3 Project): Advanced Accident-Tolerant Ceramic Coatings for Zr-alloy Cladding","abstractText":"Enhancing the safety of nuclear fuel is an important component in the continued use, and expansion, of nuclear power. One area where safety can be enhanced is enhancing the cladding around the nuclear fuel. Such a coating will enhance further the long term stability of the fuel under normal reactor operation, whilst at the same provide an extra level of insurance should an incident similar to that in Fukushima happen. These new coatings will provide a barrier between the Zircalloy cladding and air/water, which will help to prevent the formation of hydrogen gas from steam formed when there is a loss of coolant accident (LOCA), i.e. the process that happened at Fukushima Daichi, in March 2011.\n\nUsing the combined expertise/knowledge from within the UK and US a collaborative research team has been put together to develop such coatings. Two options will be addressed one based on using oxide, such as zirconia, whilst a second will be based on ternary carbide/nitride based materials, such as MAX phases. M(n+1)AX(n) phases have previously been shown to not only recover rapidly from radiation damage, but also excellent thermal/corrosion properties making them ideal for this application. \n\nFor the development of new coatings to be used in the current, and future, nuclear reactor fleet, new coatings must be prepared, and examined for stability, under a range of reactor conditions. The experimental programme will address issues such as the preparation of the coating, stability of bonding between coating and fuel, the effects of radiation damage on the interface, and how the enhanced coating increases stability of the fuel to both high temperatures/pressures experienced within a fission core. These experiments will also be used to validate simulations of corrosion, providing a means by which simulations can be reliably used. \n\nOne final assessment of the coatings once tested, is how they behave under conditions that model a LOCA event. \n\nThe results from this work will be used in developing technologies for existing and future reactor technologies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K039237/1","grantId":"EP/K039237/1","fundValue":"1075140","fundStart":"2013-06-24","fundEnd":"2015-09-14","funder":"EPSRC","impactText":"","person":"Karl Rhys Whittle","coPersons":["Steven George  Roberts","Angus J Wilkinson","Neil  Hyatt","Michael  Preuss","Philip  Withers","Stephen Eastwood  Donnelly"],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}