{"id":"2B59DA7E-DA7A-4A5E-A8E5-0C5920EEEB21","title":"Reconstructing wind strength and atmospheric circulation in West Antarctica over the past 300 years","abstractText":"Southern Ocean winds drive exchanges of heat and carbon dioxide between the ocean and the atmosphere, acting as a principal driver in regulating the global meridional overturning circulation. It is claimed that winds over the Southern Ocean (circumpolar westerlies) have increased in strength and shifted closer to the Antarctic continent in recent decades and is one of the strongest trends in Southern Hemisphere climate over the last 30 years. The enhanced circumpolar westerlies, attributed to greenhouse warming and anthropogenic ozone depletion, has driven changes in the depth of the ocean surface mixed layer and led to enhanced upwelling of deep, carbon-rich water. Regionally, changes in wind strength and atmospheric circulation patterns have been linked to the observed warming and increased precipitation on the Antarctica Peninsula and to increased upwelling of warm circumpolar deep water onto the Antarctic continental shelf. Circumpolar deep water promotes accelerated melting and thinning at the base of ice shelves and is considered a major contributing factor in the recent collapse of many Antarctic Peninsula ice shelves and a threat to the stability of large ice shelves in the Bellingshausen and Amundsen Sea. \n\nFew instrumental records of Southern Ocean winds exist prior to the late 20th century making it hard to validate models which examine the roles of wind strength and circulation on upwelling and climate. Climate models predict a poleward shift and strengthening of surface winds in response to increased atmospheric CO2 and therefore it is imperative that we understand how Southern Ocean wind patterns have changed over longer timescales and their potential impact on regional and ultimately global climate.\n\nIn this proposal we will produce the first ice-core multi-proxy reconstruction of past wind strength and atmospheric circulation in the Bellingshausen and Amundsen Seas. The innovative proxy records will be developed using two new ice cores drilled on the climatically sensitive Amundsen Sea coast, West Antarctica which cover the period 2010-1700 AD. The unique discovery of marine diatoms in these ice cores, uplifted from the surface of the Amundsen/ Bellingshausen Sea and transported to the ice core sites by onshore (northerly) winds, will be used to provide a record of local changes in wind strength. This will be combined with records of dust and continental ions measured in the ice cores, which are proven proxies for long-range (circumpolar westerly) wind strength and circulation. Additional isotopic measurements will be taken to assess changes in the moisture source regions and the location of the Southern Hemisphere wind belt and a proven ice core proxy for past sea ice extent (Methansulphonic acid) will be measured to determine how sea ice influences uplift and transport of the diatoms deposited in the ice core.\n\nThis interdisciplinary study will be the first of its kind to incorporate marine, continental and atmospheric tracers, to reconstruct both regional and hemispheric wind strength and atmospheric circulation in the Amundsen/Bellingshausen Sea. We will have an enhanced set of proxies to establish the drivers governing climate variability and an opportunity to explore the true impact of Southern Ocean winds on regional climate and upwelling in West Antarctica and the Amundsen/ Bellingshausen Sea. The new reconstructions will provide a much needed record of decadal to centennial changes and a means to test the intrinsic variability of climate models currently used to predict future climate change in this region.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J020710/1","grantId":"NE/J020710/1","fundValue":"287433","fundStart":"2013-01-01","fundEnd":"2017-01-31","funder":"NERC","impactText":"","person":"Elizabeth Ruth Thomas","coPersons":["Thomas John Bracegirdle","Claire Susannah Allen"],"organisation":"NERC British Antarctic Survey","findingsText":"","dataset":"gtr"}