{"id":"2B59D56A-2978-437A-962A-6EBB8BC20FD7","title":"Reconstructing thermal and fluid alteration histories of planetary materials","abstractText":"In this consortium scientists from three UK institutions have come together to explore the development of rocky bodies within our solar system, and particularly in relation to the presence and properties of the key ingredients for life, namely water and carbon-rich molecules.\n\nOne focus of our work will be on asteroids, samples of which have come to Earth as meteorites. These objects formed very early in the history of the solar system and evolved quickly, probably driven by internal heat from the decay of radioactive chemical elements. We want to know where in the solar system some of these asteroids formed, how long it took them to grow and how quickly they cooled down. We would also like to understand how heating and cooling affected water and carbon-rich molecules that became incorporated into the asteroids as they grew. These questions will be answered by using isotope analysis to determining the ages of different types of minerals, and by studying changes to the structure of carbon-rich compounds with laser beam techniques. Results from this work will provide new understandings of the evolution of asteroids that can be used to help interpret samples of them that will soon be returned to Earth by robotic missions.\n\nWe will also study meteorites from Mars. This planet is an intermediate stage in evolution between the asteroids, which 'died' as they lost their heat and liquid water thousands of millions of years ago, and the Earth that remains an active planet with internal heat, liquid water and complex carbon-rich molecules including life. The Martian meteorites that we will analyse formed about 1300 million years ago when the planet was still hot enough that parts of its outer surface could melt, and they preserve traces of liquid water that flowed through the rocks. By studying the minerals in these rocks and the chemical elements from which they are made, we will explore how crystals grew as the molten rock cooled, and will also determine when the water was present. Today the surface of Mars is very hostile to life, with extremes of temperature, little or no liquid water and intense irradiation by ultraviolet light. However, brief occurrences of water on the surface of Mars today, and past hot-spring sinter deposits, may contain evidence of life, yet their propensity to do so is poorly understood. As sending robotic geologists to Mars is very costly, we will discover whether these environments can harbor molecular signs of life by studying martian analogue sites in the mountains of Chile. Soils in these areas are very dry, their temperatures fluctuate over a wide range and they are bathed in ultraviolet light. We will try to find traces of past life in these soils, and we will explore molecular preservation further by simulating martian conditions in the laboratory. This new information will tell us where on Mars we should focus the search for traces of life during future robotic and manned missions.\n\nThe results of this research will be made freely available to other scientists worldwide so that improved models of planetary evolution can be developed. These new data and models will then help to guide the future exploration of asteroids and Mars, including the exciting missions in the next few tens of years that will return samples to Earth. Our research will also be of interest to scientists who study the history of the Earth, its climate and its life, and to industry through the new analytical procedures and technologies that we will develop. As our work will explore new and exciting science topics, it will be of great interest to the public and will be communicated via science festivals, newspapers and social media.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/K000942/1","grantId":"ST/K000942/1","fundValue":"358312","fundStart":"2013-04-01","fundEnd":"2016-03-31","funder":"STFC","impactText":"  The main impact of our work to date has been on the public understanding of planetary science. We have sought to reach out to communities within Scotland, and in particular those who are geographically disadvantages - for example via a science festival in the Orkney Islands. Education Cultural","person":"Martin Robert  Lee","coPersons":[],"organisation":"University of Glasgow","findingsText":" The research project is still in progress, but has made several noteworthy achievements. Through analysis of carbonate minerals in the CM carbonaceous chondrites, we have found that they provide a high fidelity record of the chemical and isotopic evolution of liquid water very early in the history of the solar system. These results include the discovery of the first evidence of fracture-mediated flow of water through the interiors of asteroids, and by using oxygen isotopes we have shown that the water has moved a considerable distance. Our work has also demonstrated a clear link between impact-compaction of the asteroidal parent bodies of CM carbonaceous chondrites and their aqueous alteration; this finding was facilitated by collaboration with researchers at the Universities of Texas and Manchester, and utilised the novel technique of computer X-ray tomography. Most recently we have discovered the most pristine sample of the CM carbonaceous chondrite parent body yet described. This finding is particularly important for understanding the composition and properties of the early solar nebula. These and other findings have been disseminated to academic audiences through conference presentations and peer reviewed publications, and to the general public via science festival and science centre workshops. Our work is still in progress, but the findings are likely to have particular impact on national space agencies that are planning missions to collect return samples of primitive asteroids by the new insights that we have provided into their origin and evolution. We are also confident that via science festival workshops our findings have helped to inform and inspire members of the public and school age children in planetary science. Education","dataset":"gtr"}