{"id":"2B7004F0-9AF7-4C16-9082-58C0FA44461C","title":"The Globalisation of Rendition and Secret Detention","abstractText":"<p>This project asks how extraordinary rendition and secret detention of terror suspects has developed and whether they are US-led phenomena. </p>\n\n<p>Sources will include as yet unanalysed databases of detention facilities and detainees and the case histories of victims of rendition. This will enable the research team to provide a more robust theoretical basis for this illicit yet widespread phenomenon. </p>\n\n<p>The team will explore three key questions:</p>\n\n<ol>\n \n\n <li>Is the global system of rendition and secret detention US-led, or is it a more diffuse system with distinct and partly autonomous regional sub-systems that serve specific local as well as US interests?</li>\n\n <li>Are there any regional differences in the ways in which rendition and secret detention have developed and are operated? </li>\n\n <li>Can we identify any specific evolutionary moments or shifts in the development and operation of rendition and secret detention?</li>\n</ol>\n\n<p>Research findings may challenge public assumptions about rendition and secret detention as a US response to terrorism. The development of a theoretical model to explain rendition will contribute to scholarly debate on security collaborations and state violence. Project outputs will be of practical use to those agencies involved in the legal representation of victims of rendition and secret detention. </p>\n\n<p>&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/I028676/1","grantId":"ES/I028676/1","fundValue":"76823","fundStart":"2011-02-14","fundEnd":"2012-11-13","funder":"ESRC","impactText":"  The Rendition Project research has been used by human rights litigators in cases before the European Court of Human Rights and African Commission, and by NGOs in their investigation and advocacy work. Tailored materials were developed from The Rendition Project Database and Interactive Map for: 1) Reprieve in a case before the European Court of Human Rights (Abu Zubaydah vs Lithuania); 2) REDRESS for its work to persuade the government of Lithuania to investigate the rendition of Mustafa al-Hawsawi. The Rendition Project’s work was referenced by the European Parliament in the resolution it passed urging Lithuania to investigate on 10 October 2013; 3) Center for Human Rights and Global Justice, NYU, in a case before the African Commission against Djibouti (al-Asad vs. Djibouti) for its role in their client's rendition (October 2013).\nThe research has enabled journalists to make claims that could not otherwise be supported about the extent of rendition and torture, particularly the role played by the UK. • Following wide international media coverage of The Rendition Project’s findings on the use of Scottish airports for rendition operations, a debate was held in the Scottish parliament, and the Scottish Lord Advocate then instructed a police inquiry into the use of Scottish airports for rendition which is on-going. Evidence and statements given to Police Scotland, 7 Nov 2013. Government, Democracy and Justice,Other Societal","person":"Ruth  Blakeley","coPersons":["Sam  Raphael"],"organisation":"University of Kent","findingsText":" The research has found that the global rendition system in the ‘War on Terror’ has been much more extensive, and much more dynamic, than previously thought. These are the key findings: \n\n1. The UK has been much more involved in rendition than previously thought, through the use of UK airports for rendition operations. \n2. A dozen highly suspicious flights by aircraft linked to rendition operations have landed in and taken off from Scottish airports with onward flights to locations where CIA secret prisons were operating at the time. The circuits flown by these aircraft are likely to have been rendition operations.\n3. Details of the renditions of certain individuals are confirmed, and therefore their claims about their renditions are substantiated. \n4. The global rendition system has been much more extensive and dynamic than previously thought.\n5. Changes in rendition practices occurred, 2003-2009, primarily because human rights investigators and journalists began uncovering its workings.\n6. The CIA used torture much more widely and brutally against terror suspects than the US Department of Justice had permitted.\n\n\n\n\nIt has involved the secret detention and torture of hundreds of detainees, sometimes for many years, in scores of detention sites globally. More than twenty states have played an active role in facilitating the operation of this system. \n\n\n\nThe locations of these facilities, the methods of transfer and the interrogation practices have all evolved during the period. \n\n\n\nThese changes can be accounted for primarily as a result of attempts by the US Government to preserve a space outside the bounds of international law - a space which was in flux as human rights investigators, journalists and legal teams began to uncover its workings and challenge its existence.\n\n\n\nSignificant shifts have also occurred during the Obama administrations.The CIA’s own detention and interrogation programme was significantly downgraded, then de-authorised in January 2009. The global transfer of detainees stopped. In their place, new forms of detention and interrogation practices have emerged, based upon a ‘regionalisation’ of rendition and secret detention, a more integrated set of relations with local security forces in key states, and a higher degree of reliance on ‘proxy’ detention and interrogation. The project website, the flight dataset and the accompanying analysis will be of value to human rights organisations and lawyers involved in representing victims of rendition, and in holding states and private companies to account for their roles. The project website (www.therenditionproject.org.uk) contains a comprehensive public repository of primary documents and secondary analysis on rendition and secret detention. It also provides detail historical and contextual information about the global rendition system, and detailed analysis of key elements in this system. The website is therefore a valuable resource for academics, students and human rights organisations interested in developing their understanding of the workings of the global rendition system. \n\nThe flight dataset developed as part of this project integrates data from more than 40 individual sources to provide a comprehensive account of over 10,000 aircraft movements linked to the CIA's rendition programme. The research team are using this data to further analyse the global rendition system, looking particularly at the states and private companies involved in rendition, and identifying which flights carried specific individuals through the rendition system. Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}