{"id":"2B74B2D2-3335-4D55-AEB3-5B112A297AA4","title":"Directed evolution approaches to generation of an industrially applicable biocatalyst","abstractText":"Proteins known as cytochromes P450 (P450s) are essential in physiology of all life forms. They are heme-binding proteins, binding the same heme cofactor as the oxygen-carrying blood protein hemoglobin. Like hemoglobin, P450s also bind oxygen (O2). However, unlike hemoglobin they reduce bound oxygen with electrons delivered to the heme from partner proteins, and ultimately derived from the cell coenzyme NADPH. This enables P450s to split oxygen into its component atoms. One of the two atoms forms water (H2O); the other is used to oxygenate an organic substrate molecule bound by the P450 close to its heme. Frequently, hydroxylation (introduction of an OH group) is catalysed. In humans, activity of P450s is required for steroid production, and also for creation of many lipid molecules essential for signalling in the body (e.g. immune system activation). Humans have 57 P450s. Their most famous roles are in detoxification and removal of drugs from the body. Bacterial P450s have important roles in pathways that allow unusual molecules (e.g. camphor) to be used to provide energy for growth, and are essential for production of antibiotics (e.g. erythromycin). The ability of P450s to introduce oxygen atoms at defined positions in organic molecules has attracted much attention from organic chemists in industrial/ biotechnology sectors, who are looking for cleaner, more environmentally friendly routes to synthesis of drugs and other important molecules. It is very difficult to introduce oxygen atoms into precise positions in organic molecules by 'traditional' chemistry approaches. Frequently, large mixtures of products are formed, which then must be fractionated to isolate the desired one. This process can be very 'dirty' in terms of waste. P450s have potential for much 'cleaner' production of fine chemicals and of various oxygenated intermediates and pharmaceuticals. Many P450s are highly specific in terms of molecules recognised and products they produce from them. However, it is well recognised that protein engineering (changing the structure of a protein predictably by altering the sequence of the DNA that encodes it) can be used effectively to change both the types of molecules (substrates) recognised by the enzyme (i.e. P450) and to alter the position on the substrate at which oxygen atoms are introduced. This method can thus by used to create novel catalysts that perform reactions desirable for industrial/pharmaceutical chemistry. A further recent development of protein engineering is the use of 'forced evolution'; a method by which random mutagenesis is used to make multiple changes in protein structure, and mutants with altered properties are screened by methods that allow isolation of variants with the activity desired for exploitation in industry. In this project we will use forced evolution and mass screening (using new robotics facilities installed as a national centre at Manchester) to identify and isolate mutants of a P450 enzyme named P450 BM3. We will screen by a novel method involving oxygen consumption; allowing us to define more accurately (than in previous work by other groups) mutants that have 'switched' specificity towards the desired substrates. We will switch activity (i) in favour of compounds that are important in synthesis of chemicals essential for drug/pharmaceutical production (enabling large cost savings), and (ii) to allow introduction of oxygen into another class of lipid molecules, enabling formation of high value physiologically active signalling molecules. P450 BM3 has unique advantages over other P450s in terms of its 'fusion' to a partner enzyme that is essential for driving its function. Other P450 systems need addition of other protein components, which are often water-insoluble. Thus, we will use the most appropriate enzyme and novel screening technologies in order to create libraries of P450 mutants that have new activities directly exploitable by the UK biotech and industrial sectors.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F00883X/1","grantId":"BB/F00883X/1","fundValue":"587704","fundStart":"2008-06-16","fundEnd":"2012-06-15","funder":"BBSRC","impactText":"  The project work done here has produced a suite of mutants of the P450 BM3 enzyme with diverse substrate selectivity and capacity to efficiently produce high value molecules such as drug metabolites (e.g. from omeprazole, making the same metabolites as those from human P450s) and oxidized steroids (e.g. testosterone). This work has been published and has inspired us to take this work further (a sLOLA application is in preparation) and to interact with companies to characterize oxidized P450 products with a view to scale-up for potential production in selected cases. Chemicals,Pharmaceuticals and Medical Biotechnology Economic","person":"Andrew William Munro","coPersons":["David  Leys","Nigel Shaun Scrutton","Derren James Heyes"],"organisation":"The University of Manchester","findingsText":" This project was aimed at the exploitation of a cytochrome P450 (P450) enzyme for novel reactions that could be used in industrial manufacture of chemicals. The P450s are enzymes that have the unique property of being able to bind molecular oxygen (O2) to a heme iron in their core, and then use electrons derived from a partner enzyme (a redox partner, that ultimately sources these electrons from the cellular cofactor NADPH) to reduce the iron-bound oxygen, splitting it into its component atoms and inserting one of these into a substrate molecule that binds close by. The other oxygen is used to make a molecule of water. Across nature, the P450s have evolved to catalyze the oxidation (frequently hydroxylation) of a vast range of different substrates, including steroids and human pharmaceuticals. They can do this with exquisite positional selectivity and thus can be valuable tools in synthetic chemistry - particular since such accurate insertion of oxygen atoms is very difficult to achieve using organic chemistry methods. However, many P450s are membrane-bound and unstable enzymes, and require one or more additional redox partners to function slowly. In this project, we chose as our target system the high activity P450 BM3 enzyme from a Bacillus bacterium - which is a soluble enzyme and a natural fusion of a P450 to its redox partner; and which has catalytic rates at least 1000-fold faster than those of typical human P450s. The project then involved various procedures to alter the catalytic activity of BM3 from its natural substrates (long chain fatty acids) towards a range of other molecules, including small molecules such as styrene, indene and indole that can provide important oxidized derivatives of use as building blocks for other molecules. In addition, other molecules such as reactive alkynes and polyunsaturated fatty acids were targeted to find variants of BM3 that could make oxidized forms of these molecules that also have value in industrial applications or in biomedical research. To achieve this end, various mutagenesis strategies and screening processes were devised and employed - including targeted mutagenesis of regions of the P450 known to be important in substrate binding and by changing one or more amino acids in these regions in rounds of mutagenesis, with evaluation of the properties of mutants generated and further rounds of improvement done where required changes in substrate selectivity were achieved. Screening processes used included colorimetric tests in which production of a coloured compound was tested for in bacterial cells making various BM3 mutants; along with fluorescence based screens relating to increased oxygen consumption by BM3 mutants as a tool for identifying enhanced activity towards desired novel substrates. BM3 mutants generated and validated were subjected to analysis to evaluate their catalytic efficiency, P450 structural properties and products formed.\nThrough these studies, we were able to generate a suite of BM3 mutants with diverse substrate recognition and were able to make a range of products, including derivatives of styrene, various short chain alkynes and alkenes, arachidonic acid derivatives and (in work towards the end of the programme) oxidized forms of steroids and various human drugs. We were also able to rationalize how various mutations were able to have major effects on substrate selectivity through conformational destabilization of the enzyme and enabling new structural configurations that enable diverse types of substrates to bind and to be oxidized to novel products by the BM3 mutants. Collectively, these studies have produced a range of new P450 catalysts for biotechnological use, and have provided a platform for the further diversification of BM3 and its future application in industrial biotechnology. The requirements for more environmentally friendly approaches to chemical production are increasingly being met through the application of enzyme chemistry. Studies here on the P450 BM3 enzyme have produced several variants with novel activities that could be used for high value chemical production - particularly with respect to high value molecules such as oxysteroids and drug metabolites. Chemicals,Manufacturing, including Industrial Biotechology","dataset":"gtr"}