{"id":"2B78210E-5716-4158-9281-F305D927CEC2","title":"Role of thecal inhibin alpha subunit in the regulation of INSL3-dependent androgen production in the ovary","abstractText":"Fertility of female animals and humans requires the correctly-timed release of one or more healthy eggs (oocytes) from the ovaries. Eggs develop within structures called ovarian follicles that also synthesise important hormones, without which reproduction would fail. This research will investigate how the production of these hormones is regulated. In particular, two related hormones called androgen and oestrogen must be produced by specialized follicle cells in the right amounts, and at the right time of the female cycle. Androgen is produced by cells called theca cells (TC) whilst oestrogen is produced by granulosa cells (GC). GC can only synthesize oestrogen when supplied with androgen by neighbouring TC. \n\nFollicles grow from microscopic structures into large multi-layered structures ~ 2cm across (in human &amp; cow). Pulses of luteinizing hormone (LH) from the pituitary stimulate TC to produce androgen while follicle-stimulating hormone (FSH) stimulates GC to proliferate and convert androgen into oestrogen. Mature follicles protrude from the ovary surface awaiting a hormonal trigger from the pituitary (LH surge) that causes them to ovulate and release the egg(s) for possible fertilization. This LH surge, in turn, depends on the secretion of increasing amounts of oestrogen by the growing follicle. In animals, this oestrogen rise also triggers vital behavioural changes ('heat') without which mating would not occur. Oestrogen also plays a key role in preparing the reproductive tract for pregnancy and both androgen and oestrogen affect many other tissues and organs around the body. Thus, disordered follicle development leading to an imbalance in production of androgen by TC or of oestrogen by GC can not only cause infertility, but can affect many other aspects of physiology. For instance, a very common cause of infertility/subfertility in women called polycystic ovarian disease syndrome (PCOS) is associated with excess ovarian androgen production; this condition leads to disturbed menstrual cycles and excess growth of facial and body hair.\n\nFollicle development is an intricate process that is still poorly understood. It is now clear that numerous signaling molecules are produced within the ovary itself that enable different cell-types to communicate with each other. This 'local' cell-cell communication works in concert with hormonal signals from the pituitary (LH, FSH) to coordinate follicle growth and steroid production. In this project we will extend the findings of our previous BBSRC-funded grant that focused on the actions and interactions of two different 'local' signaling systems in regulating ovarian androgen production - the INSL3 system and the BMP system. In particular, we will investigate the functional role of another molecule called inhibin alpha subunit that we recently found to be produced in surprisingly large amounts by TC. While the role of this molecule in TC is currently unknown, we predict that its 'local' function is to 'protect' TC from stimulation by inhibin from neighbouring GC in the follicle. This is potentially a very important role since we have previously shown that inhibin can antagonise the suppressive action of BMPs on TC androgen production. BMPs, in turn, suppress TC expression of INSL3 that seems to be a critical requirement for TC androgen production. We predict that the relative 'balance' between the above signals varies during the course of follicle development and we will examine this experimentally. In addition, we will investigate the relationship between inhibin alpha subunit levels in TC, follicular fluid and peripheral blood samples from cows. By analysing cow blood samples collected for a previous study we will also test our prediction that circulating INSL3 and androgen levels are raised in cows immunized against inhibin alpha subunit. Collectively, these studies will significantly advance understanding of ovarian physiology and provide insights into a major cause of infertility.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M001369/1","grantId":"BB/M001369/1","fundValue":"371479","fundStart":"2015-04-30","fundEnd":"2018-04-29","funder":"BBSRC","impactText":"","person":"Philip Gerald Knight","coPersons":["Andrew Boyce Bicknell"],"organisation":"University of Reading","findingsText":"","dataset":"gtr"}