{"id":"2B889114-F113-4848-B9E5-764276F2B2DC","title":"Building energy management. Implementation of a sophisticated web-based software tool.","abstractText":"Researchers at Oxford University have developed a prototype software application for use by businesses to measure, benchmark and target their building energy use and carbon emissions. The software designed for Small and Medium Enterprises (SMEs) supplies them with sophisticated feedback so they can assess a building's energy performance and make informed decisions in prioritising energy saving investment. The software does not require users to have any prior technical knowledge of building energy management. In addition, successful uptake of the software will produce large scale datasets of energy use in non-domestic buildings for use in primary building energy research. Our application to the NERC follow-on fund is to identify the best routes for commercializing this innovative software.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H003371/1","grantId":"NE/H003371/1","fundValue":"116666","fundStart":"2009-10-01","fundEnd":"2010-09-30","funder":"NERC","impactText":"  The research has commercialised an online building energy monitoring and management software tool (sMeasure) designed for small and medium businesses without automatic meter readers. sMeasure tracks energy use, carbon emissions and money spent for an individual building or across a whole portfolio of buildings. It incorporates sophisticated weather analysis to enable businesses to assess building energy performance against the weather. Energy,Environment Societal,Economic","person":"Nick  Eyre","coPersons":[],"organisation":"University of Oxford","findingsText":" The research has developed and commercialised an online building energy monitoring and management software tool (sMeasure) designed for small and medium businesses without automatic meter readers. sMeasure tracks energy use, carbon emissions and money spent for an individual building or across a whole portfolio of buildings. It incorporates sophisticated weather analysis to enable businesses to assess building energy performance against the weather. More than 400 businesses currently benefit from sMeasure. Weather data relevant to researchers working on energy use in buildings is made freely available via the project website Energy,Environment","dataset":"gtr"}