{"id":"2B8E12BD-E1B6-4F17-A59E-CBD8BBD335BB","title":"EPSRC IRC 'SPHERE' - a Sensor Platform for HEalthcare in a Residential Environment","abstractText":"The UK's healthcare system faces unprecedented challenges. We are the most obese nation in Europe and our ageing population is especially at risk from isolation, depression, strokes and fractures caused by falls in the home. UK health expenditure is already very substantial and it is difficult to imagine the NHS budget rising to meet the future needs of the UK's population. NHS staff are under particular pressure to reduce hospital bed-days by achieving earlier discharge after surgery. However this inevitably increases the risk that patients face post operative complications on returning home. Hospital readmission rates have in fact grown 20% since 1998.\n\nMany look to technology to mitigate these problems - in 2011 the Health Minister asserted that 80% of face-to-face interactions with the NHS are unnecessary. \n\nSPHERE envisages sensors, for example:\n1) That employ video and motion analytics to predict falls and detect strokes so that help may be summoned.\n2) That uses video sensing to analyse eating behaviour, including whether people are taking their prescribed medication.\n3) That uses video to detect periods of depression or anxiety and intervene using a computer-based therapy.\n\nThe SPHERE IRC will take a interdisciplinary approach to developing these sensor technologies, in order that:\n\n1) They are acceptable in people's homes (this will be achieved by forming User Groups to assist in the technology design process, as well as experts in Ethics and User-Involvement who will explore issues of privacy and digital inclusion).\n\n2) They solve real healthcare problems in a cost-effective way (this will be achieved by working with leading clinicians in Heart Surgery, Orthopaedics, Stroke and Parkinson's Disease, and recognised authorities on Depression and Obesity).\n\n3) The IRC generates knowledge that will change clinical practice (this will be achieved by focusing on real-world technologies that can be shown working in a large number of local homes during the life of the project).\n\nThe IRC &quot;SPHERE&quot; proposal has been developed from day one with clinicians, social workers and clinical scientists from internationally-recognised institutes including the Bristol Heart Institute, Southampton's Rehabilitation and Health Technologies Group, the NIHR Biomedical Research Unit in Nutrition, Diet and Lifestyle and the Orthopaedic Surgery Group at Southmead hospital in Bristol. This proposal further includes a local authority that is a UK leader in the field of &quot;Smart Cities&quot; (Bristol City Council), a local charity with an impressive track record of community-based technology pilots (Knowle West Media Centre) and a unique longitudinal study (the world-renowned Avon Longitudinal Study of Parents and Children (ALSPAC), a.k.a. &quot;The Children of the Nineties&quot;). \n\nSPHERE draws upon expertise from the UK's leading groups in Communications, Machine Vision, Cybernetics, Data Mining and Energy Harvesting, and from two corporations with world-class reputations for research and development (IBM, Toshiba).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K031910/1","grantId":"EP/K031910/1","fundValue":"11683500","fundStart":"2013-10-01","fundEnd":"2018-09-30","funder":"EPSRC","impactText":"","person":"Ian James Craddock","coPersons":["William  Harwin","Glyn  Lewis","Ruud  Ter Meulen","John  Macleod","Stephen Paul Beeby","Bashir M.  Al-Hashimi","Ashley  Blom","Robert Jan Piechocki","Majid  Mirmehdi","William  Holderbaum","Neill  Campbell","Jeremy  Tavare","Raimondo  Ascione","Geoff  Merrett","Bernard H Stark","Dominique Lynda Paul","R Simon Sherratt","George  DaveySmith","Ann Margaret Ashburn","David Thomas Coyle","Andrew Robert Ness","Iain Donald Gilchrist","Julian  HamiltonShield","Marcus Robert Munafo","Geoffrey Stephen Hilton","Ashley Ronald Cooper","Rachael  Gooberman-Hill","Lars Eric Sundstrom","Peter  Flach"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}