{"id":"2B8F7C70-0774-4BB3-B8FC-2EFF9894BE9B","title":"Social adversity and psychosis: A meta-analysis","abstractText":"Abstracts are not currently available in GtR for all funded research. This is normally because the abstract was not required at the time of proposal submission, but may be because it included sensitive information such as personal details.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/I015043/2","grantId":"ES/I015043/2","fundValue":"43531","fundStart":"2011-02-01","fundEnd":"2011-09-30","funder":"ESRC","impactText":"  Until recently, there has been scepticism about the role of social adversity in severe mental illness. By meta-analysing existing data, we have demonstrated definitively that early childhood trauma is a risk factor for psychosis-spectrum diagnoses such as schizopjrenia. The findings from the meta-analysis (varese et al. 2012) have been highly cited (229 times, Google Scholar, accessed 13/11/2014) demonstrating high impact within the psychiatric research community. Our subsiduary study (Bentall et al. 2012), which demonstrated specific associations between different types of childhood adversity and different kinds of psychotic symptoms, has also been highly cited (58 times, Google Scholar, accessed 13/11/14) as it raises important questions about the mechanisms underlying these symptoms. We are confident that our findings are contributing to a greater willingness by psychiatric services to address the life experiences of patients, and also to the destigmatization of severe mental illness (past research has indicated that exclusively biogenic models tend to promote stigma) although these impacts are hard to demonstrate and quantify. Healthcare Societal,Policy & public services","person":"Richard Pendril Bentall","coPersons":[],"organisation":"University of Liverpool","findingsText":" By combining evidence from a wide range of sources, we have provided robust evidence that traumatic events in childhood - for example suffering physical or sexual abuse, bullying by peers or the loss of a parent - markedly increase the risk of a psychotic illness in adulthood. We have also summarised evidence to show that the effects of these different traumas are cumulative, so that children who have experienced multiple traumas are especially likely to experience severe mental illness in adulthood. Finally, we have shown that there is some specficity between the type of trauma experienced and the kind of mental health symptoms experienced in adulthood, so that children who are sexually abused are especially likely to develop hallucinations whereas those who experience disruption of the affectional bond between themselves and their caregivers are especially likely to develop paranoid symptoms. These findings are important because they show that early life experience contributes to mental illness, and because they redress an imbalance in psychiatric research, which has mostly focused on endogenous (internal, e.g. neural) processes. I am taking this work forwards by carrying out research into the psychological and biological mechanisms that link early life trauma to symptoms in adulthood. The findings from this study, and from the studies that have followed, may help the development of psychological interevntions for people with severe mental illness, which should consider trauma-related processes. Healthcare","dataset":"gtr"}