{"id":"2B9894A3-7425-4B7E-ABE4-D47F9E35E076","title":"Measuring the impact of the Chlamydia trachomatis epidemic: new serological assays to assess disease burden (Bristol)","abstractText":"We intend to develop a blood test capable of detecting how many people have ever been sexually infected by chlamydia. In addition, we hope to develop a test to identify women, who’s fertility has been damaged by chlamydia. Chlamydia is the commonest treatable sexually transmitted disease in Britain. Up to one in 10 young people are infected, the majority not knowing they have it. Untreated chlamydia can cause pelvic inflammatory disease (inflammation in a woman’s womb), which can result in infertility and life-threatening (ectopic) pregnancies. It is estimated to cost the NHS over &pound;100million a year. The government has, therefore, introduced a National Chlamydia Screening Programme (NCSP) in England. It is important that the NCSP can demonstrate that it is effective.\n\nPost- infection antibodies are produced, which can be detected in a blood sample and examination of women with high antibody levels has shown that most have womb damage. Developing antibody tests for serial use, will allow us to: 1)assess the effectiveness of the chlamydial screening programme in reducing the number of people infected, and also in preventing chlamydial pelvic inflammatory disease(PID). 2) identify women who have had chlamydial PID at an early stage and who may need subsequent assistance to conceive. 3) identify some women who may have ongoing chlamydial infection with ‘silent’ PID and who might benefit from treatment. No tests currently exist which are capable of doing this.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0500152","grantId":"G0500152","fundValue":"87908","fundStart":"2005-12-31","fundEnd":"2008-07-30","funder":"MRC","impactText":"","person":"Paddy  Horner","coPersons":["David  Cahill","Myra O McClure","Anne Mandall Johnson"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}