{"id":"2B9DF4CB-59BA-4AB9-A88D-E45D46E5F2DB","title":"Continuous Chemical Manufacture with Light (C2ML)","abstractText":"The manufacture of chemicals makes a major contribution to the UK's economy; &pound;10 bn p.a. in the chemicals and &pound;9bn in the pharmaceuticals sectors alone. The recent report of the Chemistry Growth Strategy Group states that 'By 2030, the UK chemical industry will have further reinforced its position as the country's leading manufacturing exporter and enabled the chemistry-using industries to increase their Gross Value Added contribution to the UK economy by 50%' with &quot;smart manufacturing&quot; as one of three priorities in realising their vision. \n\nOur proposal aims to contribute to this smart manufacturing by transforming the way in which continuous photochemistry can be applied to commercial chemical manufacture. There is considerable current academic interest in new photochemical reactions for organic synthesis but how they might be used industrially is usually ignored. Nevertheless the potential of photochemistry in manufacturing is widely recognized if only it could be made scalable and efficient. Traditionally the pharmaceutical and fine chemicals industries have used batch reactors for manufacture, which are difficult to adapt effectively for photochemistry. Therefore, this proposal focuses on continuous reactors which not only permit innovation in design to overcome technical limitations of current photoreactors but also provide a direct route to increased throughput via scale up or scale out.\n\nWe will tackle some of the technical and engineering issues inherent in conventional photoreactors. These engineering problems include getting light efficiently into the reactors, build-up of opaque material on transparent surfaces key safety issues, particularly in reactions involving oxidation, as well as cost issues related to low efficiency of many light sources and difficulties of scale up. \n\nOur project proposes to create new engineering approaches to continuous photochemical manufacture of chemicals, which could transform chemical processes and cost. Our propal addresses key technical/scientific barriers frustrating current commercial use of photochemistry and promises cheaper products in the pharmaceutical, agrochemical and fine chemicals sectors. Our team consists of three investigators with a proven track record of taking chemical processes from laboratory to commercial plant. Between us, we have the expertise needed for success; namely, in photochemistry, continuous organic reactions, manufacturing, mechanical and chemical engineering and process monitoring.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L021889/1","grantId":"EP/L021889/1","fundValue":"294044","fundStart":"2014-04-01","fundEnd":"2016-03-31","funder":"EPSRC","impactText":"  The manufacture of chemicals makes a major contribution to the UK's economy; ?10 bn p.a. in the chemicals and ?9bn in the pharmaceuticals sectors alone. The recent report of the Chemistry Growth Strategy Group states that 'By 2030, the UK chemical industry will have further reinforced its position as the country's leading manufacturing exporter and enabled the chemistry-using industries to increase their Gross Value Added contribution to the UK economy by 50%' with &amp;quot;smart manufacturing&amp;quot; as one of three priorities in realising their vision. Our project which only started in April 2014 aims to contribute to this smart manufacturing by transforming the way in which continuous photochemistry can be applied to commercial chemical manufacture. There is considerable current academic interest in new photochemical reactions for organic synthesis but how they might be used industrially is usually ignored. Nevertheless the potential of photochemistry in manufacturing is widely recognized if only it could be made scalable and efficient. Traditionally the pharmaceutical and fine chemicals industries have used batch reactors for manufacture, which are difficult to adapt effectively for photochemistry. Therefore, this project focuses on continuous reactors which not only permit innovation in design to overcome technical limitations of current photoreactors but also provide a direct route to increased throughput via scale up or scale out. We tackling some of the technical and engineering issues inherent in conventional photoreactors. These engineering problems include getting light efficiently into the reactors, build-up of opaque material on transparent surfaces key safety issues, particularly in reactions involving oxidation, as well as cost issues related to low efficiency of many light sources and difficulties of scale up. Our project creates new engineering approaches to continuous photochemical manufacture of chemicals, which could transform chemical processes and cost. Our proposal addresses key technical/scientific barriers frustrating current commercial use of photochemistry and promises cheaper products in the pharmaceutical, agrochemical and fine chemicals sectors. Our team consists of three investigators with a proven track record of taking chemical processes from laboratory to commercial plant. Between us, we have the expertise needed for success; namely, in photochemistry, continuous organic reactions, manufacturing, mechanical and chemical engineering and process monitoring. The project also involves 11 industrial partners who are fully engaged with our work. Chemicals Economic","person":"Martyn  Poliakoff","coPersons":["Stephen John Pickering","Mike  George"],"organisation":"University of Nottingham","findingsText":" This project is still at an early stage. We have already submitted two publications one involving the continuous synthesis of an antimalarial drug and the other involving a reaction which could be applied to the manufacture of a range of organic chemicals that are used as building blocks for making more complex chemical products. These reactions could be used by chemists in both industry ands academia. Chemicals","dataset":"gtr"}