{"id":"2BA2E975-CA96-46C3-A7D2-7365B3BAC472","title":"Genomic Selection for Bovine Tuberculosis Resistance","abstractText":"The bacterium, Mycobacterium bovis, has a major economic, trade, health and welfare impact on the cattle industry worldwide as well as posing a risk to humans, other domesticated, feral and wild animal populations. This pathogen causes the chronic respiratory disease, bovine tuberculosis (bTB), which remains an increasing problem in cattle herds in the UK and Republic of Ireland despite over sixty years of costly eradication programmes. These programmes included the slaughter of animals which are positive for a skin test which indicates that the animal has become infected. Alternative control strategies are urgently needed. Previous studies have suggested that cattle differ genetically in their risk of bTB, opening up the possibility of genetic selection for decreased risk of bTB. Breeding livestock for more favourable traits is becoming faster and more accurate through advances in genomic resources and information, including new genotyping tools such as high density single nucleotide polymorphism (SNP) chips. These 'chips' consist of thousands of SNP markers which can relate variation across the genome to variation seen in traits. In our previous BBSRC CEDFAS grant using bTB cases (defined as skin test and lesion positive) and herd-matched Holstein-Friesian controls from Northern Ireland, we could account for ca. 25% of the observed variation in bTB status using chips comprising over 700,000 SNPs. We now propose to build on this information and combine it with datasets derived from other cattle populations in the UK and Republic of Ireland (for which we have obtained reciprocal permission in principle) to develop robust genomic predictors of bTB risk. These could then be directly applied by the cattle industry to select for bTB resistance. \n\nFirst we will enhance the power of our original study by genotyping a further set of cattle which are skin test positive but lesion negative. This will also enable us to clarify the genetic relationship between this phenotype and our more strict definition of a bTB case. We will then conduct a meta-analysis combining this enriched dataset with that from other sources, and use this large dataset to develop genomic predictors of bTB risk. The results will provide a direct tool to the dairy industry, enabling it to select for increased bTB resistance without a continuing requirement to collect bTB phenotypes from cattle in currently infected herds. In addition, we will ensure that selection for bTB resistance is not detrimental to production traits by determining the genetic relationship of bTB resistance with milk production and other economically important traits in the UK breeding goal. \n\nWe also want to find the actual SNPs that lead to the genetic differences we detect in bTB resistance. To do this, we propose to take advantage of the fact that it has now become feasible to sequence whole genomes of individual animals; this usually reveals many novel SNPs. Furthermore, genetic changes due to insertions and deletions (indels and copy number variants) in the DNA sequence are also increasingly associated with variation in traits and may underpin disease resistance as well. In order to investigate this type of variation and also identify SNPs closer to the actual causative SNPs, we propose to resequence animals with the most extreme bTB risk, as determined by the genomic predictors developed in the earlier part of the grant. This information, i.e. identification of the actual DNA changes associated with increased resistance, would improve the accuracy of the genomic predictors across generations and potentially have utility in other breeds. These results will also enable us to explore the underlying basis for resistance to M. bovis infection, which could advance our ability to design further control strategies for this intractable disease.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L004119/1","grantId":"BB/L004119/1","fundValue":"116382","fundStart":"2014-04-01","fundEnd":"2017-03-31","funder":"BBSRC","impactText":"","person":"Michael  Coffey","coPersons":["Raphael  Mrode"],"organisation":"SRUC","findingsText":"","dataset":"gtr"}