{"id":"2BA3C6D3-DC29-43D8-90DB-93116E4EE4B6","title":"Development and validation of new reagents and assays to exploit the final steps of peptidoglycan construction","abstractText":"Millions of people die each year from bacterial infections and tens of millions suffer from the consequences of these infections. The discovery of the antibiotic penicillin once opened the door to treat these infections. It did this by stopping bacteria from making the polymer in the cell wall that holds them together. This polymer, called peptidoglycan (PG), is made up of an interlocking network of sugars and strings of amino acids (peptides). Specialised proteins (called penicillin-binding-proteins or PBPs, which are present in all bacteria) either have the ability to stitch together the sugar backbone and peptides. The construction of peptide cross-links by PBPs is famously the target inhibited by penicillin which stops cell wall construction and kills the bacterium. Penicillin has been an excellent antibiotic, not least because it targets multiple PBPs simultaneously within a bacterium. \n\nUnfortunately, many bacteria are no longer killed by penicillin and other antibiotics that attack the production of peptidoglycan. Bacteria have changed by evading the action of these antibiotics by modifying the target PBPs and producing enzymes that degrade the antibiotic. We need to fight back and the strategy of exploring PBPs for new inhibitors is widely recognised as an important well validated option. \n\nProgress in achieving this has been hampered by our inability to routinely synthesise the key chemical components that make this polymer. We can now do this at Warwick, and have an exceptional track record of providing reagents to study peptidoglycan biosynthesis to academia worldwide. Having studied how the precursors of these reagents are produced by enzymes in the PG pathway, we intend to exploit the opportunities we have discovered to develop completely new reagents with bespoke components. This is exciting for both the academic and industrial communities as we will become able to produce tailor-made intermediates for specific functions. For example, we can include radioactive sugars or amino acids, fluorescent labels, or modifying sugars or amino acids in ways which alter their ability to polymerise. These reagents will enable us, and the wider community, to explore fundamentally important unanswered questions about these targets andhow bacteria grow and control the production of peptidoglycan. We will be in a position to use these reagents to develop ambitious new assays, not only to characterise the activities of these targets, but also to explore the translation of these assays into formats for industry to use them in the search for completely new classes of inhibitors, overcoming current problems of resistance to penicillin and related antibiotics. \n\nTo achieve this we will use our academic expertise gathered over the past decade of funding with enzymologists, chemists, engineers, mathematicians and physicists, and use this in a new closer partnership with industry. This partnership will provide open access for us to develop the work more widely, to increase the platform of reagents we can produce, extend our capability into new assays to study the complex, difficult, final stages of peptidoglycan construction. All of this will work towards fundamentally new biological insights. It will also underpin opportunities to further develop these reagents and assays for use by industry. To do this we will have to refine current methods to scale up production and develop robust industry quality assays. Our partnership consists of scientists and technical support at Warwick University with complementary skills and specialist knowledge to acomplish these tasks, along with Astra Zeneca, who are committed to supporting open access to this new underpinning technology and helping to develop novel approaches to high throughput screens. This heralds an era where academics and industry can work closely together in the search for new antibiotics.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K017268/1","grantId":"BB/K017268/1","fundValue":"317668","fundStart":"2013-10-01","fundEnd":"2015-09-30","funder":"BBSRC","impactText":"  Development of new reagents and assays to better understand the mechanism of the targets of penicillin and to develop new high throughput screens for antibiotic discovery Education,Pharmaceuticals and Medical Biotechnology Economic","person":"Christopher Gerrard Dowson","coPersons":["David Ian  Roper"],"organisation":"University of Warwick","findingsText":" New understanding about how the targets of penicillin work and how we might begin to develop wholly new types of antibiotic to escape current problems of antibiotic resistance Exploitation with wider industry within the UK and worldwide Education,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}