{"id":"2BAA333F-C29F-494D-AF9F-54CD9957A739","title":"EnergyScapes and Ecosystem Services","abstractText":"Renewable energy has recently received considerable media and public attention because of perceived benefits to the environment, including climate change, the potential to replace imported sources of energy, the possible impact on food production, and aesthetic issues related to the location of wind turbines. Potential sources of land-based renewable energy include bioenergy from forests, arable crops, energy crops and waste, solar heating and electricity, hydroelectricity, ground-source heat, and wind-energy. The spatial organisation of such energy sources, together with energy demand, energy infrastructure and other energy-sources within a particular landscape can be termed the 'EnergyScape'. 'Ecosystem Services' is a collective term to describe the various services we obtain from land and its associated ecosystems. They include the provision of food, fibre and fuel, the regulation of nutrients, water supply and water quality, the creation of opportunities for recreation and education, the maintenance of biodiversity, and the space to build and maintain our supporting infrastructure. The development and use of land-based renewable energy resources will have both negative and positive impacts on these services. Positive aspects may include increased biodiversity from biomass crops; negative aspects may include reduced river flows and increased road transport of biomass. This one-year research project aims to determine, through a pilot study, how a systematic understanding of the 'EnergyScape' and 'Ecosystem Services' could help guide the deployment of land-based renewables. For the pilot study we have selected Marston Vale in Bedfordshire which is a sub-catchment of the Great Ouse river, and contains a mix of agricultural, forestry and urban land. It is the site of a community forest and there is local interest in renewable energy. Working with national and local stakeholder groups, the project will identify the key sources of renewable energy within the study area and the key ecosystem services likely to be affected by the development of land-based renewables. Using spatial data, geographical information systems and existing models, the project will then develop a spatial description of the EnergyScape and the key ecosystem services for the study area. Because some models are weaker than others, we will use a 'Plug and Play' framework, as used in computing, so that new and improved models can be introduced as they become available. Similarly, the approach will allow new data sources to be included as they become available. Starting from the base-line description, we will then investigate the benefits and losses associated with the deployment of different combinations of land based renewables. Because renewable energy sources have different spatial and temporal characteristics relative to the demand for energy, the outputs will not be simply additive. Similarly, there will be complex interactions between energy generation and different ecosystem services, and amongst the ecosystem services. Some interactions will be antagonistic (e.g. solar power v demand for heating; food v biofuel) whereas others may be complementary (e.g. sharing of facilities; biofuel v biodiversity). By using appropriate visualisation tools, we hope that the key interactions can be explained to stakeholder groups, who can then use the information to inform future decisions. We intend that the approach developed in this research, which will be limited to the renewables and ecosystems of a specific area, can be applied to other regions and at a national spatial scale in future research projects. To validate the academic efficacy of our approach, we will submit papers for peer review, seeking to get them published in high-impact scientific journals.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H010416/1","grantId":"NE/H010416/1","fundValue":"24883","fundStart":"2010-01-01","fundEnd":"2011-04-30","funder":"NERC","impactText":"  Methods developed in the project have motivated a recent call for new projects considering interactions between energy systems and ecosystem services. Project concerned with method development rather than with producing results to be implemented. Further research and implementation of the methodology is needed Energy,Environment Policy & public services","person":"Andrew  Mead","coPersons":[],"organisation":"University of Warwick","findingsText":" Different choices about sources of energy within a landscape will have different impacts on a range of ecosystem services, and these impacts can be simulated using simple models. Allowing for the spatial and temporal interactions between energy sources and ecosystem services in a modelling framework is challenging, as is summarising the impacts of different choices. Further research is needed to develop the modelling approach to consider a wider range of ecosystem services, to fully consider the temporal and spatial interactions between energy sources and ecosystems services, and to implement the approaches at a range of spatial scales beyond the case-study considered in this project. Agriculture, Food and Drink,Energy,Environment","dataset":"gtr"}