{"id":"2BAC3431-9724-4C05-A197-2167D7F4BEA7","title":"Sustainable Urban Carbon Capture: Engineering Soils for Climate Change (SUCCESS)","abstractText":"We have found that soils in cities are more effective sinks for carbon than agricultural soils. Urban soils typically carry a burden of fine-grained materials derived from often a long history of demolition. These materials include cement dust, which contains calcium silicate minerals, and also lime (calcium hydroxide). What we have found is that calcium derived from these minerals combines rapidly with carbonate in solution, which ultimately is derived from two sources - plants or rainwater. The rate at which this process occurs is extremely rapid, typically 100 T CO2 are removed from the atmosphere for each hectare of ground monthly; that's in a patch of ground the size of a football pitch. The amounts of carbon stored in urban soils as a consequence of this process are around 300 T C per hectare (compared with 175 T C per hectare in agricultural soils), and this is achieved rapidly after demolition (within very few years).\n\nWe want to make sure that construction activity takes advantage of these findings, to help compensate for the CO2 emissions that arise from burning fossil fuels, and to contribute to the UK's ambitious targets for reducing our emissions. The potential is there - if engineered soils are strategically and systematically designed to have a carbon capture function we believe that around 10% of the UK's 2011 CO2 emissions could be captured in this way, as part of normal construction activity. The costs involved are far less than energy and capital intensive CO2 scrubbing systems that are fixed to specific plant, such as a power station. What's more, the design involves a range of ecosystem services and involves broadening the concept of 'Carbon Capture Gardens', which we have found to be very acceptable among a wide range of stakeholders, as pleasant spaces are created that communities can enjoy and engage with.\n\nThe proposed research is intended to address some significant questions:\n1) Can we reproduce the soil carbonation process artificially, so we can be sure of the carbon capture value?\n2) How can we validate the process, so that claims of carbon sequestration can be trusted?\n3) Is the process genuinely worth doing, in the context of UK and global CO2 emissions reduction targets?\n4) What effect does the process have on soils, especially their strength and ability to drain rainwater, thus preventing flooding?\n5) What effect does this approach have on plant and animal communities? Will the plants that we want grow in ground that has been treated to optimize carbon capture?\n6) How does this process fit in with existing regulations that affect brownfield sites?\n7) Under what circumstances is the process economically viable, given the geographical controls on availability of materials?\n8) Can individuals use this approach in their own gardens?\n\nDuring the project, we will work with a wide range of stakeholders, from industry, local authorities and environmental groups as well as academics. We will engage students in monitoring work as part of the dissemination process. All the work will be openly published in appropriate forms, and we expect to build a growing community network associated with the project.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K034952/1","grantId":"EP/K034952/1","fundValue":"759360","fundStart":"2014-06-01","fundEnd":"2017-05-31","funder":"EPSRC","impactText":"  The project has only just started. 2 out of the three RAs are in post (October 2014), with the full RA team in place at the start of November 2014. No outputs as yet. Given that the proposal was written 2 years ago, we are revising objectives to take into account progress made with other funding during that time. We are also seeking to refresh the industrial partner team, as interest has grown considerably since the proposal was submitted. Construction,Energy Economic,Policy & public services","person":"David Andrew Manning","coPersons":["Pete  Manning"],"organisation":"Newcastle University","findingsText":" The project has only just started, with the full RA team in place at the start of November 2014. No outputs as yet. Can't figure out how to make a Null return. Too early to say. Energy","dataset":"gtr"}