{"id":"2BB7D541-6779-41D4-B6F0-8267EE837146","title":"The Cultural Value of Live Music: A Case Study of Enthusiast, State-funded, and Commercial Events at the Queen's Hall","abstractText":"Since 2008 the value of the live music industry in the UK has consistently exceeded that of the recorded sector (Page and Carey 2009, 2010, 2011, PRS for Music 2012). In addition live music in England and Wales has been the subject of a great deal of political interest since the changes in the licensing of it brought about by the passing of the 2003 Licensing Act and the subsequent repealing of some aspects of this via the Live Music Act, 2012. Within Scotland proposed changes to local licensing regulation of live events also caused some political concern in 2012. In sum, live music is the subject of a great deal of political and media attention. This has, however, frequently focused too narrowly on economic value or political intrigue. Less often has the cultural value of live music been considered. We aim to begin to remedy this via an in-depth case study of one venue, the Queen's Hall in Edinburgh. \n \nBuilt in 1823, and in use as a music venue since 1979, the Queen's Hall is a multi-genre music venue based close to Edinburgh's Royal Mile. It is host to a wide range of musical events ranging from pop gigs, through jazz shows to full orchestral performances. At each of these shows different forms of cultural value are being promoted, performed and received. We will examine the different forms of cultural value that are in evidence via a detailed analysis of the promotion, performance and reception of three musical events. A central area of inquiry here concerns the ways in which different forms of musical value are articulated and perceived across musical genres. \n \nOur starting point is promotional practice. Here we build on the previous work of the investigators in constructing a typology of promotional practice - conceived of as enthusiast, state-funded, and commercial. We will examine the ways in which different types of concert promoter understand the musical events which they are constructing and the audiences they are trying to attract. Key questions here concern the sort of cultural values which are illustrated in promotional materials (press, internet, flyers etc) and the ways in which the event itself is constructed on the night (configuration of seating, location of stage etc). \n \nWe will also examine the ways in which the performers at the events articulate different forms of cultural value. Of particular interest here will be how they construct themselves as performers and audiences as audiences. In what senses are cultural value shared across different audiences and performers. In what ways are cultural values imparted from performers to audiences? \n \nHowever, our main focus will be on cultural value and audiences. Significant issues to arise here will include the ways in which cultural value is perceived and subsequently articulated by audiences. Via a series of audience surveys we will analyse how audiences come to know about musical events, how they determine which ones to attend, what cultural value they place on those events they attend and how they perceive the events following attendance. The use of reflective diaries (covering the period from initial booking to a period of two weeks after the event) will allow for detailed analysis of the perceptions of cultural value attached to different types of live music event and how these are perceived over time. \n \nOur interest here is how the articulation of cultural value revealed through our examination of audience surveys and reflective diaries is (or isn't) mediated by promotional practice and, relatedly, genre. Interviews with promoters, performers and venue staff will give further insight into how cultural values are mediated within the live music ecology.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L004933/1","grantId":"AH/L004933/1","fundValue":"30630","fundStart":"2013-09-01","fundEnd":"2014-04-30","funder":"AHRC","impactText":"","person":"Matt  Brennan","coPersons":["Martin John Cloonan"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}