{"id":"2BB83CC9-9F8D-423F-A8C5-946F11F5B3A9","title":"Evangelicalism and Fundamentalism in Britain","abstractText":"The Evangelical movement within Protestantism that arose in the wake of the eighteenth-century revival exerted an immense influence on British society over the two subsequent centuries. It still possesses a substantial number of adherents in Britain, partly since many of the growing churches, black as well as white, identify themselves with it. The Evangelical Alliance (EA) claims to represent a constituency of over a million members. Historians, sociologists and theologians have sometimes assumed that Evangelicalism should be equated with Fundamentalism; others have suggested that Britain has been virtually free of what is essentially an American type of religion; and again others have held that the American style of Fundamentalism has existed in Britain, but only in a weak form and to a limited extent. At a time when Islamic Fundamentalism is at the centre of the world's attention, the nature and extent of a comparable Christian phenomenon in Britain in the past and present is particularly worthy of exploration. The project is designed to examine this issue.\\n\\nTopics for investigation include the questions of who Evangelicals and Fundamentalists have been; what doctrines they have upheld; what attitudes they have maintained; whether they have displayed the anger often considered characteristic of Fundamentalists; and what forms of behaviour they have encouraged. Historians, sociologists and theologians, scholars who often approach such matters from different premises, will meet in a series of five gatherings to discuss these issues. Evangelical clergy, members of staff of theological colleges and non-Evangelicals will also be invited. Two of the gatherings will be workshops where smaller groups of scholars can engage with the themes less formally; two will be larger conferences where papers based on more specific research can be discussed and younger researchers can be involved; and the final event, designed for a wider audience, will bring the findings of the project to the attention of the interested public. An interactive website will be created as a medium of publicity and information and as a forum for discussion. The EA, the chief umbrella body representing the people being researched, will be a Project Partner, having a representative at each meeting, sponsoring the final event and maintaining the website after the completion of the network. \\n\\nThe project will aim to explore these issues so that practitioners of different disciplines can learn from each other and so produce better informed studies of the relationship of Evangelicalism and Fundamentalism in Britain. Papers presented to the conferences, when revised in the light of discussion, will be published in academic periodicals. Members of the Evangelical community will be drawn into consideration of the issues. The work of the project will be publicised through the EA, particularly its magazine IDEA, and through the website. The participants in the scheme will also prepare a bid for a large research grant in order to investigate the issues raised more thoroughly. By that means it is hoped that the historical, theological and sociological understanding of the subject will continue to be illuminated.\\n\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F007442/1","grantId":"AH/F007442/1","fundValue":"25113","fundStart":"2008-01-01","fundEnd":"2009-12-31","funder":"AHRC","impactText":"","person":"David William Bebbington","coPersons":[],"organisation":"University of Stirling","findingsText":"","dataset":"gtr"}