{"id":"2BB9F674-375A-4C16-90D8-C37B2445A126","title":"AMorphous Silicon Alloy Anodes for Multiple Battery Systems - &quot;AMorpheuS&quot;","abstractText":"Carbon anodes for Li-ion batteries (LIBs) are regarded as one limiting factor preventing Li-ion batteries from being a viable option for transport applications (which require higher capacity for extended driving ranges) or grid storage applications (which require long cycle life). Compared to carbon, silicon has a much higher energy density and has been the focus of considerable research effort in recent years, stimulating the formation of high-profile, high-investment university spin-out companies such as Amprius and Nexeon. Silicon is the second most abundant element in the earth's crust and is thus a sustainable battery material candidate from a cost and availability perspective. However, despite its desirable properties for Li-ion batteries, it is also renowned for its drawbacks, namely large volume expansion, pulverisation and continued lithium loss through chemical reactions with the electrolyte (which the lithium ions diffuse in). Such phenomena have hindered the successful widespread uptake of this material in commercial Li-ion batteries, despite the myriad of global research groups working on finding ways to make it viable, e.g. by nano-structuring. \n\nProject AMorpheuS presents an alternative way to fabricate Si anodes that does not rely on complex, costly nanostructuring or attempting to control electrode architectures. The approach is simply to deposit from solution using electrodeposition methods and to passivate the amorphous thin films with polymer chemistries that have already been shown to be effective as binders for Si electrodes. A fundamental understanding of the structural and surface properties of these electrodes will be obtained during realistic battery operation so as to identify the optimum Si alloy and polymer chemistry and optimise performance rationally. This project will develop Si electrodes that are not exclusively destined for use in Li-ion systems but can also be reversibly cycled in Na-ion and Li-S batteries. A variety of Si-alloy chemistries will be explored, including Si-Sn alloys, since these show considerable promise as anodes for Na-ion batteries. A goal is to develop the first Si-based Na anode. \n \nThis flexibility opens up numerous technology transfer opportunities in a variety of emerging battery systems focused on higher energy, sustainable, and safer technologies (e.g. Li-ion, Na-ion and LiS, respectively). The new batteries will be tested in the UK's first full battery prototyping line in a non-commercial environment. \n\nFully understanding what occurs in a battery as it is charged / discharged is complex. The battery is a closed system with constantly changing domains. Central to the success of this project is the application of in-situ characterisation techniques for analysing real-time, dynamic structural and surface changes that occur as Li ions pass back and forth between the anode and cathode (or why they do not). This knowledge will subsequently guide continued improvements in electrode designs. The major techniques proposed to gain a comprehensive understanding of the chemistry occurring in the battery as it is charged/discharged are multinuclear NMR and X-ray computed tomography. These techniques have provided battery researchers with a wealth of vital, real-time insight - especially regarding failure mechanisms in silicon materials. \n\nProject AMorpheuS's approach will reduce the need for additional processing of materials in the electrodes, e.g., (i) high surface area carbons (which need energy-intense mixing processes) and (ii) industry-standard binders (which require toxic solvents to enable them to be processed into coatings). This strategy will reduce production time and eliminate toxic chemicals. These improvements will significantly reduce manufacturing cost and increase the UK's energy security.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N001583/1","grantId":"EP/N001583/1","fundValue":"942390","fundStart":"2015-10-01","fundEnd":"2018-09-30","funder":"EPSRC","impactText":"","person":"Clare P. Grey","coPersons":["Rohit  Bhagat","Daniel  Brett"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}