{"id":"2BC0B6CF-00F8-455A-AD8B-D5908998917F","title":"Closing the gaps in metabolomics - Identifying unknown metabolites and mapping onto biochemical pathways","abstractText":"Metabolic profiling provides one of the most complete sources of information for pinpointing physiological conditions at a moment in time. It therefore provides a vehicle for understanding the cellular processes involved in both normal functioning and dysfunctions caused by systemic diseases, mapping the interactions of the organism with its environment as mediated by genetic factors. Identification of the small molecular metabolites in the measured samples is essential to facilitate downstream research into underlying mechanisms.\n\nCurrent techniques for analysis rely on the identification of known metabolites which are already mapped to reference metabolic networks and pathways, yet, such reference knowledge about the metabolome is far from complete. One of the major current challenges for the metabolomics/metabonomics community is the extensive and increasing number of unknown metabolites detected, as instrumental sensitivity, dynamic range, acquisition speed and mass accuracy increase exponentially. Knowledge about the structural identity of metabolites is essential to understand their interaction with their biological targets - an understanding that can then aid the development of methods to interact with biological processes in, for example, chemical biology. Identification of unknowns is a major unsolved problem in metabolomics, requiring time consuming further experimental work. We are proposing to develop a tool which addresses this gap, predicting unknown metabolites and projecting metabolic sample data containing knowns and &quot;predicted unknowns&quot; onto biochemical network and pathway knowledge bases. We will build on state of the art methods for structure elucidation and develop methods for bioinformatics reasoning about the likelihood that predicted structures fit into the biological context of the metabolic sample. This tool will be made available within the context of the BBSRC-funded cross-species, cross-platform MetaboLights database and repository for metabolomics experimental data, and will additionally be provided as open source, thus benefiting the broadest number of academic and industrial researchers. The work will be based on open data and will be published as open source software and open access publications, thus will be accessible to all interested parties.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K004301/1","grantId":"BB/K004301/1","fundValue":"118874","fundStart":"2012-12-01","fundEnd":"2014-04-30","funder":"BBSRC","impactText":"","person":"Chris C  Steinbeck","coPersons":[],"organisation":"EMBL - European Bioinformatics Institute","findingsText":"","dataset":"gtr"}