{"id":"2BD21FCE-3A69-4CCD-9F23-30EF400E7B3D","title":"Heterogeneous Catalysis in Supercritical Fluids: The Enhancement of Catalytic Stability to Coking","abstractText":"Catalytic reactions are used across a wide range of industrial manufacturing applications from petrochemicals to fine chemicals. Basically, a catalyst is a material added to speed up the reaction, without being changed itself. In heterogeneous catalytic reactions, the catalyst consists of solid pellets loaded with metal active ingredients, which speed up the reaction in the gas or liquid phase. They are called 'supported metal catalysts'. Pd/alumina catalysts are an example of such a class of catalysts, which consist of an alumina support with a high surface area (200-300 m2/g) containing many small pores of the order of typically 1-50 nm in diameter. Within the catalyst pores, the Pd metal is deposited in clusters, which act as the active sites that catalyse reactions. During their lifetime catalysts deactivate, that is lose some of their ability to increase the rate of reaction. There are several reasons why this may happen, for example the reactants become transformed into unwanted side products, which stick to the catalyst surface. Over a period of time and under elevated temperatures these species effectively burn on to the catalyst surface to form carbonaceous deposits called coke. This has the effect of covering or deactivating the active metal sites, and also blocking the pores or hindering the passage of reacting molecules from the bulk fluid outside the catalyst to the active sites within the catalyst pellet.Chemical Engineers are interested in ways to reduce catalyst deactivation so as to use the catalyst for as long as possible. This research proposal is concerned with doing just that. In particular, we seek to use supercritical fluids as special solvents for conducting catalytic reactions, since previous work has suggested that catalysts may deactivate less rapidly under such conditions. Supercritical fluids are substances which are heated and pressurised above a certain temperature and pressure called the critical point, which is a property of the substance itself. Above this point there is no longer a clear liquid and gas phase, but a single supercritical phase that has some of the properties of both. For example in supercritical fluids reactants display fast rates of diffusion like a gas, and dissolve other materials as well as a liquid can. We propose to exploit these advantages to help remove coke from the catalyst surface, by operating the reaction in a supercritical solvent such as C02. By carefully adjusting the pressure and temperature, the coke will be dissolved and transported in C02 so that less is deposited inside the catalyst and the useful lifetime is extended. We will select a suitable catalyst to carry out reactions in a conventional reactor packed with the catalyst, then perform the same test reaction under supercritical conditions. This will allow us to compare the coke deposition under the two sets of conditions, based on the same reactant conversion or operating time during the reaction. Two reactions of industrial relevance have been selected: isomerisation of hexene and hydrogenation of naphthalene.Characterization tests will be carried out to determine how the catalyst pore structure changes between the fresh unused catalyst, and the catalyst used under sub and supercritical conditions. Standard characterization tests will be used to determine the pore size distribution, but more sophisticated analyses will reveal information such as the pore shape and show the distribution of pores of different sizes. From these characterisation tests a computer model of catalyst structure and behaviour will be developed, allowing for diffusion of reactants into the pores, reaction rate and coke deposition. By running the model under different input conditions, the optimal catalyst pore structure and reactor operating conditions such as temperature and pressure will be selected. The overall objective of the project will be to recommend suitable conditions to maximise catalyst","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D503892/1","grantId":"EP/D503892/1","fundValue":"195467","fundStart":"2006-07-24","fundEnd":"2010-01-23","funder":"EPSRC","impactText":"","person":"Joseph  Wood","coPersons":["Bushra  Al-Duri"],"organisation":"University of Birmingham","findingsText":" The isomerization and oligomerization of 1-hexene was studied over ZSM-5 catalyst under sub- and supercritical conditions within a down-flow fixed bed reactor in the temperature range of 220-250 oC and pressure range 10-70 bar. The catalyst activity and the product selectivity were found to be dependent on the operation conditions. Reactions were carried out over beds with 10 g and 0.5 g catalyst, the smaller bed being used to simulate coking in the top layer of the larger bed. The conversion of 1-hexene over the 10 g bed of catalyst was in the range 83 - 99 %, depending upon the operating conditions and was stable during the test period. An increase of the reaction temperature from 220 - 250 oC led to higher selectivity toward oligomerization, as did increases in reaction pressure in the range 10 - 70 bar. The amount of coke deposited on the catalysts decreased from 18.8 wt. % at 235 oC and 10 bar in the subcritical region to 10.4 wt. % at 235 oC and 40 bar in the supercritical region. DRIFTS showed that deposited coke is mainly polyolefinic. Nitrogen sorption showed that following initial shallow pore filling over shorter contact times, the pore mouth subsequently became blocked and coke mainly formed on the outside of the zeolite crystallites. When operating with 0.5 g catalyst, some deactivation occurred under sub-critical conditions, although not under supercritical conditions. It appeared that with the smaller catalyst mass oligomers were retained within the pore structure of ZSM-5. The results of the study demonstrate that adjustment of the operating temperature and pressure can be used to tune the product selectivity of the reaction and the total amount of coke deposited upon the catalyst is reduced by operating under supercritical conditions. The research could be of interest to catalyst companies and petrochemicals sector, in terms of developing catalysts with longer lifetime. Alta Innovations at the University of Birmingham will assist with patents and technology transfer issues. Chemicals","dataset":"gtr"}