{"id":"2BD689BD-3A5E-4486-A445-1360EB713409","title":"Magic in Malta, 1605: The Moorish Slave Sellem Bin al-Sheikh Mansur and the Roman Inquisition","abstractText":"The islands of Malta - Malta, Gozo and Comino - have always been strategically vital, being on the boundaries between both the east and west Mediterranean, and Africa and Europe, which has resulted in the islands being a melting pot for different ethnic, religious, and linguistic groups. During the late sixteenth and early seventeenth centuries these aspects were particularly heightened, as the islands stood as a bulwark both politically, on the front line of the conflict between the Ottoman Empire and Europe, and religiously, as an outpost of Catholicism against Islam in the Mediterranean. \n\nThis project will examine the unique socio-religious and political milieu of Malta in early seventeenth century by focusing on ideas of magic within this context, through a case-study of one specific magic-trial document as a case study, that of Sellem Bin al-Sheikh Mansur, a Muslim slave tried by the Roman Inquisition on Malta for practising magic. The major part of the project will be a transcription and translation of the trial proceedings, written in Latin, Italian and Arabic. This will provide important new evidence for academics in a wide variety of disciplines. The project will also provide a commentary on the proceedings which will involve the examination of other available source material, particularly other relevant trial records - both the minutes of the trial itself and the minutes of the sessions of torture the accused underwent, written by the notary, consisting of the Latin questions of the Inquisitor and the responses of the accused and of witnesses given in other languages, including Italian and Arabic - preserved in the Mdina Cathedral archives. As well as these, there are also graffiti written on the walls of the prison in Birgu where the accused were kept during their trial which shall be examined.\n\nThe importance of this project lies in the interdisciplinary nature of the evidence and the conclusions which can be drawn. Discourses surrounding accusations of witchcraft and magic in the early-modern period have been going on decades, with dozens of scholars producing various theories over aspects as varied as gender, the psychology of the torture victim, the development of beliefs over the abilities and activities of those practising magic, and the role of the secular and ecclesiastical authorities (among many others), which form the backbone of any discussion on magic and witchcraft during this period. However, these ideas are based almost exclusively on evidence from continental Europe and the British Isles, and there has been almost no examination of magic trials in some peripheral areas of Europe, of which Malta is a prime example, and comparatively little attempt to study the role of Islam in ideas of witchcraft in early-modern Europe. By examining the trial of Sellem this project will open up to study a different social, cultural and political milieu in which to test current theories in the fields referred to above, and thus can help to strengthen or weaken those theories.\n\nIt will also enable the exploration of aspects of Maltese society and Mediterranean history more widely during the period, such as Christian-Muslim Relations in the period, the role of the religious and secular powers of the Inquisition and Knights Hospitallers on Malta, and cultural diffusion in an area of intense cultural contact.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L011611/1","grantId":"AH/L011611/1","fundValue":"187065","fundStart":"2014-07-01","fundEnd":"2016-12-31","funder":"AHRC","impactText":"","person":"Dionisius A. Agius","coPersons":["Catherine Rosemary Rider"],"organisation":"University of Exeter","findingsText":"","dataset":"gtr"}