{"id":"2BDE9399-B9A0-4A68-888E-D040876977EF","title":"NTD Highlight Notice: Discovering podoconiosis susceptibility genes: from molecules to disease control for a 'neglected' NTD","abstractText":"Podoconiosis (from the Greek for 'foot' and 'dust') is a severely neglected non-infectious form of elephantiasis which is found in at least ten countries across tropical Africa and central America. It affects more than 4 million people in Africa, a quarter of whom live in Ethiopia where most of our research has been conducted. Despite being more common than HIV, malaria or tuberculosis in the areas where it is common, very little detailed study on the disease has been done.\n\nOur research to date has demonstrated that podoconiosis is a chronic disease that occurs as a result of interactions between inherited factors (genes) and the environment, in this case the soil. Irritant particles from volcanic clay soils are thought to cause lymph vessel damage in the lower leg, resulting in unsightly swelling (lymphoedema) in about 1 in 20 people who work this soil barefoot. We hypothesised that affected individuals inherit genetic abnormalities that make them more likely to develop the disease when they have prolonged barefoot contact with the soil. Our studies of families with multiple cases of podoconiosis supported this theory. However, it is not known how many or which genes are involved, and we do not know what component of the soil triggers the disease in susceptible individuals.\n\nHaving shown there was a genetic basis to podoconiosis we carried out a study in southern Ethiopia to map the genes involved. We have generated strong evidence that the main gene or genes conferring susceptibility to podoconiosis lie within a region on one of our chromosomes (number 6) where a group of genes that play an important role in immunity are located. This region is known as the Human Leukocyte Antigen region (HLA) and these HLA genes control our responses to foreign molecules whether derived from infectious agents (e.g. viruses) or organs such as kidneys transplanted from unrelated people. The HLA region is already known to plays a role in susceptibility to infectious diseases and autoimmune diseases such as rheumatoid arthritis. We now want to study the HLA region in more detail in the original Ethiopian population and three other populations affected by podoconiosis in order to find the gene abnormalities that cause podoconiosis. We will sequence the DNA from the HLA region in 100 subjects from southern Ethiopia to identify all the genetic variation in the region. The new variants we discover will be typed in a larger number of cases and controls from south Ethiopia (500 of each) to see if they are more common in people with disease. We will also use a new technique called whole exome sequencing to identify other genetic changes that are associated with podoconiosis. This method allows us to test across the whole genome (i.e. cover all the chromosomes) and detect variants outside the HLA region that may also contribute to podoconiosis. \n\nAlthough the disease can be prevented by wearing shoes, this is not feasible as most people who live in the areas where podoconiosis is common live in extreme poverty and cannot afford to buy shoes. The cost of providing and distributing robust shoes on a sustainable basis is prohibitive and the logistics challenging: there are estimated to be 15 million people at risk in Ethiopia alone, living in geographically remote regions. Identification of the genes that predispose people to podoconiosis will potentially identify key pathways in the disease process, which is still poorly characterised. This may in turn lead to new approaches to treatment for people already living with podoconiosis, and for other conditions characterised by lymphoedema and fibrosis. Understanding the science has already contributed to public health initiatives towards controlling podoconiosis (e.g. distributing shoes to children with an affected relative) and has provided training for Ethiopian scientists.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J008621/1","grantId":"MR/J008621/1","fundValue":"508284","fundStart":"2012-12-01","fundEnd":"2017-05-30","funder":"MRC","impactText":"","person":"Melanie  Newport","coPersons":["SAMUEL  WANJI","Gail  Davey","Eleftheria  Zeggini","Abraham  Aseffa"],"organisation":"University of Sussex","findingsText":"","dataset":"gtr"}