{"id":"2BE109B1-D947-4711-93FD-F3A7A4F49A8B","title":"PsySTAR Programme (Psychiatry: Scottish Training in Academic Research Programme)","abstractText":"Psychiatry took itself off from the rest of medicine about 100 years ago and the management of people with psychiatric disorders has suffered as a consequence. Advances in psychiatry have not kept pace with increasingly rapid developments in diagnostics and therapeutics, even in a discipline like neurology which also deals with the complexity of the brain. Neuroscience, the science of the brain, has now advanced to the point where we can model aspects of psychiatric disorders in cells, animals and even computers and thereby develop new treatments to improve the lot of psychiatric patients. Similarly, there are several, novel behavioural and psychosocial interventions which are ripe for application in the treatment and prevention of mental health problems.\n\nThe time has therefore come to bring psychiatry and especially the training of academic psychiatrists back into the rest of medicine, including the behavioural and public health sciences, to realise the opportunities presented by biomedicine and cognitive neuroscience. To do so however, the discipline as a whole needs to move away from the isolation of departments of psychiatry and towards truly interdisciplinary research. In particular, the next generation of academic psychiatrists need to be familiar with cutting edge neurobiological and psychosocial research techniques which can develop new treatments and the clinical trial methods to test whether they work. Our PsySTAR trainees will receive concentrated teaching in each of these before selecting a PhD with one or more world leading scientists, with careful mentoring and guiding so that they choose the right PhD for them. The PhD will be done with one or more world leading scientists, with mentoring from an internationally renowned academic psychiatrist. PsySTAR trainees will therefore be placed in labs where many other scientists and doctors from many specialties are working together. This will have the added value of critical mass and peer-to-peer support, and reinforce the integration of research and clinical training. \n\nThe obvious question, however, is why should this training be based in Scotland? The answer is that we offer a training environment with world class expertise in the relevant fields; that we have already moved away from departments of psychiatry and towards interdisciplinary research centres and collaborative groupings; and that we already have several such training schemes (for translational medicine, pharmacology, pathology, brain imaging and the basic sciences) as well as mature NHS, academic and industry partnerships in our uniquely co-operative environment. It is worth noting that there are currently at least 15 clinical academics in England and Wales who undertook basic and/or higher psychiatry training in one or more sites in Scotland and now occupy senior positions across, for example, the Universities of Cambridge and Cardiff, and the Institute of Psychiatry, including indeed many of the Professors of Psychiatry in Oxford. We have therefore a very well established track record of training to the benefit of British psychiatry and indeed medical research as a whole.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J000914/1","grantId":"MR/J000914/1","fundValue":"2197060","fundStart":"2012-03-01","fundEnd":"2019-02-28","funder":"MRC","impactText":"","person":"Stephen  Lawrie","coPersons":["Keith  Matthews","Sally-Ann  Cooper","Iain  McInnes","Ian C Reid","Sara Elizabeth Marshall","Brian  Walker"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}