{"id":"2BE99F8C-1871-4158-9FD9-9366196C8623","title":"Cuckoos versus hosts: next-generation sequencing of genes for cuckoo counter-adaptations","abstractText":"The way that adaptations arise during evolution is currently a hot topic in biology. In particular, there is great interest in the genetic changes that underlie adaptations. This is important because it enables us to understand whether some adaptations are more likely to arise than others simply because of the underlying genetics and it can help us understand how organisms adapt to environmental change. Cuckoos and their hosts offer a completely novel, tractable system in which to determine the genetic basis of adaptation in nature. One great advantage of working on cuckoos and their hosts is that we can measure the selective advantages of adaptations in nature very precisely because each party selects characteristics in the other that directly affect survival or reproductive success. For example, field experiments have shown that rejection of odd-looking eggs by hosts has driven the evolution of cuckoo eggs that perfectly mimic those laid by the host. Egg rejection is adaptive for hosts, because it means their offspring are not killed later by a hatchling cuckoo in the nest. Egg mimicry is adaptive for cuckoos, because it means their offspring are not killed by hosts when they reject the cuckoo egg. In this project we will investigate the genetics underlying a key counter-adaptation in the shining-bronze cuckoo (Chalcides lucidus), a southern hemisphere cuckoo which shows remarkable mimicry in chick coloration. Different populations of this species have differently coloured chicks which accurately mimic the chicks of the local host passerine - consequently cuckoo chicks are completely black in some populations, and pale in others. Our most recent experiments (still unpublished) suggest that by mimicking host young, cuckoo nestlings are less likely to be recognised as foreign by their hosts and consequently less likely to be rejected to die. Chick mimicry is therefore adaptive. Furthermore, this is a very favourable system for genetic analysis since the genetic basis of the skin colour difference is likely to be simple, and the genetic pathways underlying the black melanin coloration are well understood in vertebrates. In this pilot study we propose to use next-generation sequencing technology to identify candidate loci for colour variation based on differences in gene expression and sequence variation. The identification of strong candidate loci for the coloration difference which will be confirmed in future research. In addition to colour locus identification, the work will produce the first large scale genomic resources in a cuckoo species and will thus be of great use to the considerable community of evolutionary biologists working on cuckoos. We will also be able to identify potential candidate loci for the feather down differences between the cuckoo populations. The project represents a novel approach to the study of cuckoo-host coevolution, and offers a novel study system to the study of genetic adaptations in nature. It therefore has the potential to open up an entire new field of research.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I016783/1","grantId":"NE/I016783/1","fundValue":"52744","fundStart":"2011-07-20","fundEnd":"2012-02-19","funder":"NERC","impactText":"","person":"Nicholas  Mundy","coPersons":["Rebecca Mary Kilner"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}