{"id":"2BEC86D8-0237-4E4D-8693-A8233943B6C5","title":"The role of miR-132 in the immune response to pathogens","abstractText":"Infectious diseases are the second most common cause of death worldwide. Infections are particularly dangerous for people with weak immune systems, such as children, malnourished individuals, or individuals suffering from AIDS. Discovering the ways through which our body normally fights an infection and boosting these mechanisms in high-risk individuals is a valuable approach to treating, curing, or preventing diseases caused by infection. This is the main focus of our research plan. We are particularly interested in a class of genes that was recently discovered. These genes are called 'microRNAs' and unlike normal genes, do not generate proteins. Until ten years ago these parts of our genome were considered to be junk DNA, but we now know that they are as important as normal 'protein-coding' genes. In particular, we have discovered that miR-132 is a microRNA that normally prevents an exaggerated response to infection (an unnecessarily strong immune response would also lead to serious illness). We found that pathogens exploit this genetic Achilles' heel to escape from the immune system. These pathogens include viruses and parasites that significantly contribute to the global disease burden, especially in developing countries and among HIV-infected individuals. In particular, our studies suggest that miR-132 controls multiple arms of the immune response to the causative infectious agents of diseases such as Leishmaniasis. In addition, our studies indicate that inhibiting the activity of miR-132 boosts the anti-pathogen immune response. Therefore, we propose that blocking the action of miR-132 could limit infection with a broad range of pathogens and delay or prevent disease. To test this, we will investigate in detail how miR-132 works during infection and test the potential of anti-miR-132 drugs in experimental models of infection. In the proposed research programme, we aim to uncover crucial secrets of how our body fights infection and set the basis for the clinical use of agents that antagonize miR-132 for the treatment of infectious diseases.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L008505/1","grantId":"MR/L008505/1","fundValue":"449869","fundStart":"2014-05-01","fundEnd":"2017-04-30","funder":"MRC","impactText":"","person":"Dimitris  Lagos","coPersons":[],"organisation":"University of York","findingsText":"","dataset":"gtr"}