{"id":"2BEF8A2C-3CC4-4D97-AB5B-73EB33ADCA9A","title":"Wind Turbine Foundation Ultrasonic Spectral Characterisation (WINSPEC)","abstractText":"WINSPEC will study the feasibility and specification of a marine operated, low frequency modulated ultrasonic 'pulse-echo' method for monitoring the structure and condition of the layered foundations of offshore wind turbines. Numerical modelling and some laboratory testing will be undertaken to evaluate the sensitivity and characteristics of the spectral response to differing layered model representations of the foundation structure with various condition 'defects' built in. This work will provide experimental and modeled analyses to support a feasibility assessment of the 'pulse-echo' approach, where possible, identifying characteristic acoustic patterns (or signatures) that relate to varying the material properties of the layers and structure of the layered sequence, such as thickness and density and the introduction of inter-layer water. This work will be supported by E.ON Technologies (Ratcliffe) Ltd. who are responsible the maintenance of many of the UK's offshore wind farms such as Robin Rigg in the Solway Firth. These wind farms are national assets; for example Robin Rigg provides 180 MW of power to the National Grid (enough energy for over 100, 000 households). This method could form the basis for a safe, low power technology for deployment on underwater unmanned vehicles for inspecting the inner structure and condition of offshore wind turbine foundations. In so doing, WINSPEC would stimulate a shift towards improved asset inspection technologies supporting preventative interventions maintaining wind farm operation at higher generating capacities.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M008444/1","grantId":"NE/M008444/1","fundValue":"39433","fundStart":"2014-10-31","fundEnd":"2015-10-30","funder":"NERC","impactText":"","person":"David Andrew Gunn","coPersons":["Paul Bryan Wilkinson"],"organisation":"NERC British Geological Survey","findingsText":"","dataset":"gtr"}