{"id":"2BF00CC2-8FD8-480B-AE83-D93365DB6DA5","title":"Creating a Taxonomic e-Science","abstractText":"To accomplish these objectives we have set up a consortium of taxonomists and taxonomy 'end-users' from The Natural History Museum, Royal Botanic Gardens Kew and Imperial College London. We will transfer to the web the taxonomies of two medium-sized (c. 1000 species) groups of plants and animals to create a single resource for their identification and classification with global coverage. The sites will present consensus taxonomies of the groups, but will also include alternative taxonomic hypotheses. The groups we have chosen are hawkmoths (Sphingidae) and the two largest genera of aroid (Araceae: Anthurium and Philodendron). The consortium has considerable experience with these groups, and close links with all other major research groups working with these taxa. We shall define the necessary elements of a full web taxonomy for each group, taking into account the different historical traditions of plant and animal taxonomy, and amass and collate these data for all described species. We shall adopt existing XML schema to create meta-databases for each group, and write 'front-end' programs to display the results on the web. The computer and taxonomy scientists on the project will work together to provide means of implementing the requirements of systematists in the programs, in particular to allow the inclusion of alternative taxonomic hypotheses, to facilitate updating of consensus taxonomies, to allow web peer-review of proposed changes, and to allow unsolicited contributions to be incorporated in the site. Each group will set up an electronically mediated editorial and quality control committee to advise on the structures of the sites and to define the consensus taxonomy. Our project is distinct from, but complementary to, other international projects such as Species 2000/GBIF (global species catalogue), Tree of Life (phylogeny database) and the recently funded 'DNA Barcoding' initiative, and will be fully linked with them. All programs, databases and methodologies will be made fully available (via the web) to encourage their take up and use by workers on other taxa.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/C001532/1","grantId":"NE/C001532/1","fundValue":"211046","fundStart":"2006-01-23","fundEnd":"2009-08-22","funder":"NERC","impactText":"","person":"Malcolm  Scoble","coPersons":["Ian James Kitching","Simon  Mayo","Hugh Charles Jonathan  Godfray"],"organisation":"The Natural History Museum","findingsText":"","dataset":"gtr"}