{"id":"2BFBDB2E-C1A3-4D12-8449-902BF803FBD2","title":"Swift Post-Launch Support at University of Leicester","abstractText":"Swift is a NASA/UK/Italian multi-wavelength, autonomous rapid response satellite observatory designed to answer key questions about gamma-ray bursts. Launched in Nov 2004, it has detected over 100 GRBs, and has revolutionised this young and high-profile area of research. Highlights include the first localisations of short GRBs, ruling out a supernova origin; the detection of high redshift GRBs, reaching back towards the re-ionisation era; and the discovery of new types of behaviour in the early X-ray lightcurves, with implications for the poorly-understood central engine. Swift was recently placed top in the NASA senior review of current astronomical satellite projects, and awarded increased funding in the US for a further 2 years, with an expectation of funding for 2 years beyond that. Funding is sought for the continued support of the Swift project at Leicester. This will allow us to continue our support for the X-ray telescope, the UK Swift Science Data Centre, and the on-call burst roles. Leicester provided the X-ray camera and other subsystems for the XRT, and has the continuing task of providing on-going sustaining engineering, calibration and on-call anomaly response effort. The UKSSDC provides Swift data promptly to the UK community, it supports the community through training sessions, an extensive website, a help desk and in encouraging community use of Swift observing opportunities. The UKSSDC also provides software tools to support Swift data analysis. Because GRBs fade so rapidly, it is essential to provide results quickly so that large ground-based telescopes can prioritise their follow-up observations. A team of burst advocates and XRT burst scientists provide on-call alert response and longer term analysis effort to ensure that the opportunities provided by the GRB detections are exploited fully by the astronomical community.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/F006489/1","grantId":"ST/F006489/1","fundValue":"1135190","fundStart":"2007-04-01","fundEnd":"2009-03-31","funder":"STFC","impactText":"","person":"Julian Paul Osborne","coPersons":["Paul Thomas O'Brien"],"organisation":"University of Leicester","findingsText":"","dataset":"gtr"}