{"id":"2C04AA1D-9C71-41F1-A4C3-B7BEF2FF0503","title":"Transient and Stable Macromolecular Complexes Formed by Denitrifying Enzymes","abstractText":"Redox proteins, including metalloproteins, form a large portion of the protein kingdom. Metalloproteins themselves form ~ 30% of a genome. These contain metal ions either as a single atom or as part of a cluster and play a variety of life sustaining roles in the bacterial, plant and animal kingdoms. Many enzymes exploit the oxidation states of metals to perform redox cycling.\n \nFundamental biological processes in which metalloproteins participate include electron storage and transfer, dioxygen binding, storage and activation, and substrate transport, catalysis and activation. In many metalloenzymes such as cytochrome c oxidase (essential for mammalian life through respiratory requirements), nitrogenases and nitrite reductases (essential in view of their central position in the nitrogen cycle), hydrogenases (producers of molecular hydrogen - a candidate for a future alternative energy source), catalysis involves the controlled delivery of electrons and protons to the active site where substrate is utilised.\n \nThe proposal build on close collaboration between the applicants and the RIKEN group (Japan) where they collectively have made major contributions in the field of denitrification and have provided significant advances in our understanding of complex processes that are involved in biological mechanisms of metalloenzymes. Our combined approaches have allowed us to build detailed three dimensional structural movies of catalysis in the crystalline state, thereby providing detailed insight into enzyme reaction chemistry. Our recent determination of structures for the membrane proteins, nitric oxide reducatses (Tosha &amp; Shiro, RIKEN) together with the atomic resolution structure of the tethered cytochrome-Cu1-Cu2 nitrite reductase (Antonyuk, Eady &amp; Hasnain, UoL) puts us in a very strong position to establish an integrated structural-mechanistic biology programme. This programme is aimed at understanding complex mechanisms of redox control, regulation and communication in globally important biological systems. \n \nGeneral principles emerging from these studies will underpin our understanding of the control of redox processes in biology and protection against toxic chemical intermediates like nitric oxide. New methods and approaches developed in this programme (e.g. development of laboratory-based size-exclusion chromatography-small angle X-ray scattering with dynamic light scattering (SEC-SAXS-DLS) for studying protein complexes) will have broad relevance to our capabilities for studying protein complexes. These new capabilities and the scientific outcome will have significant impact on structural-mechanistic biology and keep the UK at the forefront of global effort in this important field.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L006960/1","grantId":"BB/L006960/1","fundValue":"584294","fundStart":"2014-06-30","fundEnd":"2018-08-14","funder":"BBSRC","impactText":"","person":"Samar  Hasnain","coPersons":["Robert Roy Eady","Svetlana  Antonyuk"],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}