{"id":"2C113427-A661-4859-AE2A-A49D316475DB","title":"Ecosystem service provision from coupled plant and microbial functional diversity in managed grasslands (VITAL)","abstractText":"Given increasing political and public concern for the environment, and resulting changes in legislation, European agriculture is challenged to provide ecosystem services such as carbon storage and protection of water quality, along with biodiversity conservation and maintenance of economically viable production. In Europe, extensively managed or restored grasslands are key elements of managed and natural landscapes, and meet such multifunctional objectives. In spite of this, basic understanding of the ecological constraints and opportunities for multifunctionality in semi-natural grasslands is missing. Therefore, its translation into accessible knowledge for non-experts, which is required in order to guide policy and management of these agroecosystems, is limited. VITAL will test the general hypothesis that the delivery of multiple ecosystem services in semi-natural grasslands, and its vulnerability to changing management, can be explained by the coupling among plant and soil microbial functional diversity, and its impacts on carbon and nitrogen turnover. VITAL aims to address this hypothesis and its relevance to local and regional development by producing a conceptual model of relationships among plant and microbial functional diversity, and multiple ecosystem service delivery. VITAL will focus on mountain grasslands where traditional livelihoods relying on multifunctionality are threatened by ongoing societal changes. VITAL aims at a generic understanding based on research at three sites in the French Alps (Lautaret), Austria (Stubai Valley), and the UK (Yorkshire Dales), which represent management trends spanning the full gradient of fertility-biodiversity interactions, and includes 6 workpackages designed to follow steps prescribed by the Millennium Ecosystem Assessment for regional assessments of biodiversity and ecosystem services. WP1 will use stakeholder semi-directed interviews and meetings to identify key ecosystem services associated with the maintenance of fertility in mountain grasslands, how these are perceived to be affected by management, as well as indicators they use for these services. WP2-4 will analyse current trends and condition of biodiversity and ecosystem services and their underlying mechanisms using a step-wise approach from the individual plant to the field. WP2 will use advanced ecophysiological, biochemical and molecular methods to screen plant and microbial functional responses to fertility and link them with easily measurable plant traits that respond to management and affect carbon and nitrogen turnover. WP3 will then build multispecies assemblages by manipulating the dominance of plant species with different traits on soils from differently managed grasslands. WP4 will test the robustness of this model across management intensity gradients at the three field sites. WP5 will generate projections of future ecosystem service delivery according to alternative management scenarios constructed by downscaling with local stakeholders a range of scenarios of global change, including extreme changes. Their impacts on ecosystem services will be modelled using both a statistical approach based on results from WP4, and dynamic ecosystem models. WP6 will use a series of three workshops per site to identify the needs of local stakeholders, land managers and policy makers, to meet these needs by transferring knowledge and tools gained in WP1-5 to them, and thereby to raise awareness of biodiversity and ecological processes underlying ecosystem services delivery, and of impacts of management change. Their feedbacks and perception of actions that need to be taken in the future for sustainable rural development will be delivered to policy makers. Outreach to managers and the public will be strengthened through the development of a training toolkit.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G002258/1","grantId":"NE/G002258/1","fundValue":"126132","fundStart":"2009-05-01","fundEnd":"2013-01-31","funder":"NERC","impactText":"","person":"Richard  Bardgett","coPersons":[],"organisation":"Lancaster University","findingsText":"","dataset":"gtr"}