{"id":"2C15A99D-574D-491B-8F7A-232E096A7E9D","title":"Digital Catapult Fellowship Programme","abstractText":"University research into the 'Digital Economy' looks at the transformational impact that digital technologies can have on aspects of community life, cultural experiences, future society, and the economy. The Fellowship Programme proposed will enable researchers working in this area to spend time in the Digital Catapult, a national centre set up to accelerate the best digital ideas into new products and services. Within the Catapult, Fellows will work alongside technology companies and other user groups, to rapidly integrate their research with user needs in order to deliver actual technologies and products that can be adopted by users. \n\nThere will be two levels of Fellowship. Junior Fellows will be relatively early in their academic career, and be based in the Catapult full-time, taking forward their research interests within one of the Catapult's existing projects. Senior Fellows will be individuals with a long track record of relevant research. They will help to develop new Catapult projects and activities alongside their own research, on either a full-time or part-time basis. The Programme will have two calls for applications each year, and will award up to four fellowships each time. \n\nAlongside the individual projects, Programme staff will run a range of events designed to give Fellows the chance to network with one another and share experiences. Events will also be used to promote the Programme, the benefits of working with the Catapult, and the broad impacts of Digital Economy-related research, to both the academic and the wider community. Each Fellow will have responsibility for producing a case study of their project; these will be important components in demonstrating the breadth of impacts of DE research, and the speed at which these result when academics and industry work in close collaboration with one another. \n\nAs a Programme, the Digital Catapult Fellowship Programme will support impact generation and user outreach within the DE Theme, while also supporting better integration across academic actors active in DE research, including DE Research hubs, DE Network+s, and research centres with strong DE research portfolios.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M029263/1","grantId":"EP/M029263/1","fundValue":"404797","fundStart":"2015-07-01","fundEnd":"2018-06-30","funder":"EPSRC","impactText":"","person":"Christian  Wagner","coPersons":["Andrea  Kells"],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}