{"id":"2C1B58AC-0F2E-4EC4-9932-58E41980E32D","title":"Defining the role of ciliary BBS proteins in neuroplasticity","abstractText":"Neuronal plasticity is among the most important areas of modern neuroscience research and one of the best existing cellular models for learning and memory. The hippocampus is a brain structure important for learning and the storage of memories. It has been shown that there is an area in hippocampus where new neurons are born even during adult life. New neurons integrate into existing networks and are important for developing new skills and memory. It has also recently emerged that memories and learning skills are &quot;stored&quot; in dendritic spines, mushroom like protrusions on the dendrites of nerve cells. Dendritic spines are very &quot;plastic&quot;, that is, they change significantly in shape, volume, and number over a short time course. Because spines mostly comprise an actin cytoskeleton, they are dynamic, with the majority of spines able to change their shape within seconds to minutes following actin remodelling. New experiences and learning lead to the formation of new spines. It has been observed that malformed spines or reduced spine number can be associated with learning disabilities.\n\nRecently, an exciting link between cilia/ciliary proteins and adult neurogenesis has emerged. Cilia are hair-like projections from the cell membrane. They are found on almost all eukaryotic cells. In the last decade it has been shown normal human functions such as ability to see, hear, smell, breathe, excrete, reproduce critically depend on correct ciliary function. It has been also shown that cilia are important for normal brain functions such as learning and memory. Normal cilia function depends on integrity of many proteins including BBS. \nWe have generated preliminary data indicating that there is a reduction in formation of adult new born neurons as well as reduction in dendritic spine number and density in Bbs mice model. These mice lack a functional BBS protein and therefore recapitulates the main features of human BBS and thus, will provide Here we propose to investigate how mutation in a single BBS protein might lead to the changes in neuroplasticity. We hypothesise that the absence of a fully functioning Bbs protein affects the formation of dendritic spines thus reducing the hippocampal capacity for information storage and effective learning.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M020991/1","grantId":"BB/M020991/1","fundValue":"473424","fundStart":"2015-07-01","fundEnd":"2018-06-30","funder":"BBSRC","impactText":"","person":"Philip  Beales","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}