{"id":"2C26E193-028F-4C36-9C66-A4419BC114A8","title":"Evolution of DNA restriction endonucleases and the creation of new endonucleases for DNA manipulation.","abstractText":"Genetic engineering, essential to the progress of all current biological research, would be impossible without a class of catalysts termed restriction enzymes. These allow the cutting and pasting of segments of DNA to test hypotheses and to create novel routes to vital healthcare products such as insulin. Arguably, it is fair to say that nothing in modern biology, biotechnology and biomedical research would be possible without them. The number of restriction enzymes known is large and many have been commercialised. However new enzymes are still being sought and new uses for them are still being invented. We have recently solved the structure of the first restriction enzyme to be discovered and purified in 1968. These &quot;Type I&quot; restriction enzymes have not so far had impact on healthcare, research or wealth creation despite their abundance in natural populations of bacteria and their impact on slowing down the transfer of DNA encoding, for example, antibiotic resistance and the creation of &quot;superbugs&quot;. However our new structure shows how Type I restriction enzymes can be converted into valuable products for research and healthcare. Since thousands of Type I restriction enzymes are known to exist, this ability to convert them promises a veritable bonanza of new and useful restriction enzymes. We propose to perform this conversion process on the Type I restriction enzymes. As well as aiding new research these new enzymes may well prove valuable new tools for gene targeting and editing; a relatively new area studying the genetics of complex organisms particularly with an emphasis on understanding and eventually treating human genetic diseases.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K005804/1","grantId":"BB/K005804/1","fundValue":"590497","fundStart":"2013-01-01","fundEnd":"2016-04-30","funder":"BBSRC","impactText":"  The grant is only half way through. Healthcare,Pharmaceuticals and Medical Biotechnology Cultural,Economic","person":"David  Dryden","coPersons":[],"organisation":"University of Edinburgh","findingsText":" Experimental results not yet ready for publication. Reviews of area completed and published. The grant is only half way through. Too early to answer. Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}