{"id":"2C35CC39-1D15-4123-B886-32F732E01954","title":"Building Safer Communities","abstractText":"<p>Building Safer Communities, built upon a partnership between the Universities of Glasgow, Dundee and Edinburgh and the Scottish Community Safety Network (SCSN), used knowledge exchange as a vehicle for evidence based improvements in the practice and delivery of community safety interventions.</p>\n\n<p>The project secured a range of outcomes. First, the SCSN adopted the definition of community safety advanced by the project. This definition delineated the scope and focus of community safety, being sensitive to the strategic objectives of Scottish Government. Second, the project supported the design and launch of the <a href=\"http://www.safercommunitiesscotland.org/\" rel=\"nofollow\">Safer Communities Scotland website</a>. This platform contains a range of resources developed by the project, including:</p>\n\n<ul>\n \n\n <li>thematic reviews</li>\n\n <li>Effective Intervention Reviews </li>\n\n <li>Practice Notes. </li>\n\n</ul>\n\n<p>The thematic reviews examine approaches to the delivery of best practice in partnership working, monitoring and evaluation, and, the selection of interventions.</p>\n\n<p>Effective Intervention Reviews provide non-technical summaries of specific interventions evidenced to hold a beneficial impact upon a particular object of community safety.</p>\n\n<p>Practice Notes endeavour to share practitioner insights on current approaches to delivery of community safety interventions across Scotland.</p>\n\n<p>Third, the project supported six Practitioner Fellows to develop rigorous case studies of a particular community safety intervention.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-809-19-0017","grantId":"RES-809-19-0017","fundValue":"78714","fundStart":"2009-11-01","fundEnd":"2010-10-31","funder":"ESRC","impactText":"  Building Safer Communities generated a range of knowledge mobilisation resources to support the delivery of best practice in community safety in Scotland (and internationally). The resources generated can be identified as follows:\n\n(1) The creation of a working definition of community safety, sensitive to the policy and practitioner environment in Scotland;\n(2) The production of three Thematic Reviews examining best practice in the delivery of community safety. These reviews address partnership working, monitoring and evaluation, and, selecting interventions. Annotated bibliographies have been generated to support these resources;\n(3) The production of 30 Effective Intervention Reviews. Each intervention has been subjected to a Rapid Evidence Assessment protocol. The Effective Intervention Reviews have been focussed on the information needs identified by the Scottish Community Safety Network and its membership;\n(4) The production of 6 Practitioner Fellowship case study reports evaluating innovative approaches to the delivery and/or monitoring and evaluation of community safety interventions;\n(5) The co-production of 15 Practice Notes examining innovative local practice in community safety. Each Practice Note details the aim of the intervention, mode of delivery, staffing, funding, monitoring practices, evaluation, and contact details of the project manager; and,\n(6) The design, launch and maintenance of the Safer Communities Scotland website. This resource holds each of the above listed findings as well as a membership directory, a regular audit of community safety news and policy developments, and a listing of both training and job opportunities. Communities and Social Services/Policy,Government, Democracy and Justice Policy & public services","person":"Jon  Bannister","coPersons":["Nicholas R Fyfe","Alistair Graham Henry"],"organisation":"University of Glasgow","findingsText":" The demonstrable effects of this project can be expressed as follows:\n\n(1) With no statutory responsibility for the delivery of community safety in Scotland and no governmental definition of its object, the project developed a definition of community safety to help guide policy and practice development. This definition was formally adopted by the Scottish Community Safety Network, which represents all local authorities in Scotland. \n(2) The project stimulated a significant level of practitioner engagement in the design and co-production of knowledge mobilisation resources. \n(3) The project enabled increased access to knowledge mobilisation resources through seminars, training and a web-based platform with a membership in excess of 400 (http://www.safercommunitiesscotland.org/). \n(4) The use and impact of these resources can be evidenced professionally and organisationally. At this stage, this is particularly evident amongst those who engaged in the co-production of knowledge mobilisation resources.\n(5) A significant indicator of the impact of this project has been the attainment of an additional funding agreement, secured with the Scottish Community Safety Network, to sustain and expand the remit of the knowledge mobilisation partnership. The partnership model and data generation strategies developed as part of Building Safer Communities might feasibly be developed across the public, voluntary and private sectors. Communities and Social Services/Policy,Government, Democracy and Justice","dataset":"gtr"}