{"id":"2C3512EE-4635-4A8D-B68B-BF9F49C163F5","title":"Future Everyday Interaction with the Autonomous Internet of Things","abstractText":"This project seeks to investigate the design of interaction mechanisms and user interfaces for a future Autonomous Internet of Things (A-IoT): a system of interconnected devices that reaches beyond most current incarnations of the IoT to include aspects of autonomy or automation as a key feature. Nascent instantiations of the A-IoT range from smart thermostats that learn to autonomously control central heating systems based on the presence of users and their routine, to washing machines that order detergent for delivery when it runs out. In other words, this A-IoT can proactively respond to sensed environmental changes, effectively doing work on behalf of users, with the promise of a more efficient use of resources (e.g. to use less energy for heating) or increased convenience (e.g. to always have detergent available). \nThe wealth (or &quot;deluge&quot;) of data produced by the IoT is likely to keep growing beyond human capacity to turn it into meaningful information that can be acted on. Therefore, it will require future interactive systems to increasingly support the delegation of granular decision making over large and complex data to autonomous computational agents, allowing users to make informed choices about their general needs and comfort. In an Autonomous IoT; data and decisions will be, in part, 'actively' managed by the devices and their software, drawing upon machine learning techniques and optimization algorithms.\nHowever, recent studies examining the real-world acceptance of a commercial smart thermostat highlighted how errors, limited legibility of the system operation, and excessive user expectations caused frustration and led to some users abandoning the technology. Our own prior work revealed people distrust a potential smart energy infrastructure due to lack of accountability of the ownership, intent, and permitted activities of the autonomous technology. These results suggest that the design of A-IoT systems needs to address several challenges to be made accountable; including, on the system side, designing autonomous decision-making to take into account the uncertain nature of contingent human behaviour; and on the user side, the need to make these systems legible and usable in everyday life. Indeed there is an inherent tension between making a system's operation legible and not overwhelming users with the technical complexity of artificial intelligence algorithms. To date, the methodologies to design such systems are rather sparse and not specific to A-IoT systems (spanning HCI, AI, and Ubicomp) and hence a more focused approach is required to determine the core design principles and methods for the implementation of A-IoT systems.\nOur goal is thus to establish the scientific underpinnings of user interactions with A-IoT systems, in a domestic everyday context, with the aim of elucidate the following research questions: to what extent may users be willing to delegate agency to A-IoT systems in everyday contexts? How should interactions with A-IoT systems be engineered to support rather than hinder users' daily activities? What capabilities are essential for intelligent agents to manage such A-IoT systems? How can we design such systems so that they allow users to delegate control, yet easily regain it? Unless such questions are fully addressed, A-IOT systems are likely to frustrate users, resulting in significant waste of time and resources.\nHence, we will address these challenges through a combination of techniques, including the study of existing practices, the iterative development of novel A-IoT prototypes and their evaluation in-the-wild. Such a multidisciplinary approach is made possible by a team that brings together internationally-leading researchers in human-computer interaction, artificial intelligence and design ethnography.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N014243/1","grantId":"EP/N014243/1","fundValue":"806241","fundStart":"2016-04-01","fundEnd":"2019-03-31","funder":"EPSRC","impactText":"","person":"Enrico  Costanza","coPersons":["Andrew  Crabtree","Nick  Jennings","Thomas  Rodden","Joel  Fischer","Sarvapali Dyanand Ramchurn"],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}