{"id":"2C39F83E-0F7A-46F6-8A86-69617933E88E","title":"Development of stem cell therapy for the treatment of retinal degneration","abstractText":"Hereditary retinal disease and age related macular degeneration (AMD) are major causes of irreversible blindness in the UK and involve the loss of the light sensitive photoreceptor cells in the retina. The lack of effective treatments for these conditions means there is a requirement to develop new therapies. The replacement of lost photoreceptors by cell transplantation is one possible approach, but transplanted cells need to make functional connections with the host retina. We have recently discovered that transplantation of immature photoreceptor cells from the developing retina into mouse models of retinal degeneration results in the integration of new photoreceptors that form functional connections with other retinal cells and improve visual function in these blind mice. Having defined the type of cell that is effective for retinal repair we now need to increase the number of new cells that integrate into the retina and find ways of generating the optimal type of immature cell in the laboratory. The adult retina contains retinal stem cells with the capacity to give rise to new photoreceptors in a cell-culture dish and these are a potential source of cells for transplantation that would avoid problems of rejection of foreign tissue. \n\nThe aim of this proposal is to develop strategies to replace missing photoreceptors in mouse models of retinal disease by transplanting retinal stem cells following various manipulations in the laboratory to optimise their development. We will investigate whether appropriate cells for transplantation can be generated by the introduction of genes that alter the stem cells themselves, and whether the introduction of genes into the retina receiving the transplant promotes increased levels of cell integration and enhances the improvement in vision. By determining the conditions for effective treatment of animal models using stem cells derived from the adult eye, we aim to provide the basic framework for developing similar approaches to treat human disease.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0700438","grantId":"G0700438","fundValue":"1530540","fundStart":"2008-01-01","fundEnd":"2012-07-31","funder":"MRC","impactText":"","person":"Robin Raihan Ali","coPersons":["Jane C Sowden","Robert  McLaren"],"organisation":"University College London","findingsText":"","dataset":"gtr"}