{"id":"2C3C3347-EDA3-4F91-AB44-81EDE3C23BD6","title":"Phase Change Materials based Tunable NEMS","abstractText":"Tunable resonators have wide ranging applications such as in positioning systems (eg. portable GPS) and in many satellite systems, as well as in almost all wireless devices such as the mobile phone. Better the resonator, more favorable it is for the application in terms of speed, as well as signal quality. MEMS and NEMS have potential for very high quality factors, which can be taken advantage of for designing such resonators. One of the important characteristics of a resonator is its ability to adjust its frequency quickly, so that it can lock in to a signal speedily. In this project we propose a novel NEMS resonator whose frequency can be tuned rapidly (on the order of a few nanoseconds). In addition, this resonator would use materials that have potentially dual-functionality, to help not only in tuning the frequency, but also in sensing the frequency. Such a resonator would reduce costs, take up very much less space than existing resonators, and would be much simpler to fabricate. Furthermore, this research project would shed light on physical mechanisms such as the piezoresistivity of phase change materials, as well as the mechanical properties of such materials.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J00541X/2","grantId":"EP/J00541X/2","fundValue":"62555","fundStart":"2013-01-15","fundEnd":"2014-06-14","funder":"EPSRC","impactText":"  Null - will be clear over a few years. One PDRA employed on this grant obtained a position at a UK-based firm. Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software),Electronics,Manufacturing, including Industrial Biotechology ","person":"Harish  Bhaskaran","coPersons":[],"organisation":"University of Oxford","findingsText":" This grant was awarded to develop fundamental concepts of employing a class of materials termed phase change materials in nanoelectromechanical systems to enable fine tuning for RF applications. Our key findings were:\n1) The total tuning possible using simple cantilever beam structures was very low, typically under 1%\n2) It is very difficult to &amp;quot;switch&amp;quot; these materials electrically for laterally connected materials\n3) New designs employing graphene provide the best possibility, but this requires a lot of experimental development in future.\n4) We have developed the world's first piezoresistive sensing of graphene to go one part into achieving the goals of this project.\n5) We have come up with a plausible design for being able to tune phase change materials with graphene electrodes. Potential for use in high sensitive mass sensing (patent application filed) as well as displays (patent application filed) Digital/Communication/Information Technologies (including Software),Electronics,Manufacturing, including Industrial Biotechology","dataset":"gtr"}