{"id":"2C3F9E09-359E-478A-938A-FB90E0935A87","title":"PRIDE Converter - Efficient Database Deposition of Mass Spectrometry Data","abstractText":"Public availability of biological data has been of paramount importance in the rapid development of molecular biology. However, the amount of proteomics data in public domain repositories is regrettably still quite low in comparison with other disciplines like genomics and transcriptomics. One of the most prominent public repositories for proteomics data is the PRoteomics IDEntifications database (PRIDE, http://www.ebi.ac.uk) at the EBI, in Cambridge. At present proteomics journals are increasingly mandating public deposition of MS data to public repositories in general, and to PRIDE in particular, to support the publication of related manuscripts. At the same time, funding agencies (such as BBRSR and the Wellcome Trust in the UK) are clearly supporting this trend as a way to maximize the value of the funds provided. However, in practical terms, this public data-sharing policy cannot succeed if no reliable and 'user-friendly' submission tools, that can efficiently capture the technical and biological metadata, are provided to the research community. The submission tool PRIDE Converter (http://code.google.com/p/pride-converter) was developed with that idea in mind. It is an open source, platform independent software and a big part of its success can be attributed to its easy-to-use graphical user interface (GUI) component. PRIDE Converter is currently by far the most comprehensive and popular tool of this kind, since it made the submission of MS data a much easier and more straightforward process. It has definitely been the key factor in the huge growth in data contents in PRIDE for the last two years and has become the de facto submission tool for PRIDE for most researchers. From Jan 2009 to Sept 2010, PRIDE has received 243 data depositions, comprising more than 63.6 million mass spectra, through PRIDE Converter. The redevelopment proposed here is based on user feedback gathered by PRIDE curators in direct exchange with data depositors, as well as on discussions with journal editors, and recent development of community standards for mass spectrometry (MS). Beyond the technical objectives a-b (see 'Technical Summary'), we urgently need to implement support for current community data standards. mzML for the representation of mass spectra has recently been published and supersedes mzData, currently supported by PRIDE Converter. mzIdentML for the representation of protein and peptide identifications has recently been released and is already supported by Mascot 2.3 and other tools. Key objective c) of this proposal is to implement full mzML/mzIdentML support in PRIDE Converter. In addition to standards for data representation, the HUPO Proteomics Standards Initiative has published a series of 'Minimum Requirements' documents, describing the metadata items which should be reported for proteomics experiments. Currently, adherence to these Minimum requirements documents is not validated by the PRIDE Converter. Key objective d) is to implement such validation, but also to make adherence to these requirements efficient by providing a template mechanism for repetitive submission processes. This will make the reuse of the data more feasible and will allow perform more reliable global re-analysis of data (meta-analysis studies). In its current form, the PRIDE Converter provides only rudimentary support for quantitative MS technologies, which are quickly becoming the standard proteomics approach. Key objective e) aims to implement light weight PRIDE Converter support for quantitative proteomics tools. The final objective f) is the standardisation of protein inference. Currently, proteomics search tools usually select one of a range of equivalent protein choices for a given peptide set. We will standardise this process as much as possible between different search tools, to ensure optimised comparability of proteomics data.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I024204/1","grantId":"BB/I024204/1","fundValue":"107645","fundStart":"2012-01-01","fundEnd":"2012-12-31","funder":"BBSRC","impactText":"","person":"Henning  Hermjakob","coPersons":["Jyoti  Choudhary"],"organisation":"EMBL - European Bioinformatics Institute","findingsText":"","dataset":"gtr"}