{"id":"2C41BA28-B2D3-4447-B3E1-23EAB32FADF4","title":"Myofibroblast differentiation in idiopathic pulmonary fibrosis: epigenetic mechanisms and therapeutic targeting by cAMP","abstractText":"Idiopathic pulmonary fibrosis (IPF) is a progressive and devastating lung disorder characterised by irreversible scarring of the lung. IPF affects over 8,000 people in the UK. It causes disabling breathlessness, and often leads to death within a few years. The cause of the disease is unknown despite much research and there is no effective therapy to stop or slow the disease progression. Myofibroblasts (a cell type) are the major cells responsible for the scar formation (fibrosis) and can be transformed from fibroblasts and epithelial cells (two other cell types) by the potent pro-fibrotic mediator termed transforming growth factor beta1 (TGFbeta1). Under normal conditions, the formation of myofibroblasts is inhibited by a potent antifibrotic mediator termed prostaglandin E2 (PGE2). However, during the process of myofibroblast formation, the cells gradually lose the capability to produce this mediator, resulting in excessive fibroblast growth and scar formation. Our preliminary studies suggest that exogenously supplied PGE2 and related drugs can inhibit and, to some extent, reverse the TGFbeta1-induced transformation from normal lung fibroblasts and epithelial cells to myofibroblasts, thus could stop the excessive scar formation and be beneficial for patients with IPF as novel therapies. In the studies proposed here we will use normal lung fibroblasts and epithelial cells to study the mechanisms of TGFbeta1-induced transformation to myofibroblasts and the effect of exogenous PGE2 and related drugs on the transformation and to determine the molecular mechanisms of action of these drugs. In addition, we will also use lung tissues from patients with IPF and a mouse model of pulmonary fibrosis to confirm the findings with cell studies. We believe that the outcome of our studies will improve our understanding of the pathogenesis of IPF and provide preclinical evidence for PGE2 and related drugs as potential novel therapies to benefit IPF patients in the near future.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K003259/1","grantId":"MR/K003259/1","fundValue":"563754","fundStart":"2013-02-01","fundEnd":"2017-02-28","funder":"MRC","impactText":"","person":"Linhua  Pang","coPersons":["Gisli  Jenkins","Alan John  Knox","William  Coward"],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}