{"id":"2C4D66AF-71E9-419A-85BB-DA9E1248D112","title":"Building rural resilience in seismically active regions","abstractText":"While increasing resilience to earthquakes around the globe has become a major research and policy agenda, much of the focus has been on urban areas, and megacities in particular. Despite this, rural areas still contain more than 70% of the population of many earthquake-prone countries in the Global South, indicating that rural residents will make up a significant proportion of those exposed to future earthquakes. Rural areas are particularly vulnerable because they often lack the resources and expertise to respond to disasters. This vulnerability may be greatly enhanced by patterns of migration and rural depopulation, leaving behind those residents who are least able to mitigate or respond to disasters; and through the expansion of informal, peri-urban settlements, on the periphery of towns and cities. In addition, the hazards that pose the greatest threat to rural populations (such as landsliding) differ from those in urban areas (such as building collapse and the destruction of infrastructure) suggesting that the transfer of lessons learned in cities may be inadequate. The main aims of this study are to understand community perception of earthquake-related hazard in rural areas of the Global South, and the factors increasing the vulnerability of rural communities to seismic hazards, with a view to identifying current research needs across the physical and social sciences. Specifically, this study will (1) determine the extent of local understanding of earthquake and landslide hazard, and explore how, given lay people's everyday livelihood concerns, to best engage them in discussions around rare high-magnitude events; (2) identify the factors that increase the vulnerability of rural communities to seismic hazards; (3) use scenarios and participatory exercises to explore a set of co-produced solutions or coping strategies, such as micro-scale hazard assessment, that communities might use to enhance their resilience to earthquakes; and (4) identify any barriers to their uptake or research gaps that must be addressed before these strategies can be implemented. The scoping study will focus on Nepal; a country where one or more great earthquakes may be overdue, where campaigns by NGOs to raise awareness of earthquake hazards have tended so far to focus on urban areas, and where field research in rural areas suggests that there is minimal earthquake awareness among local populations. Working with our project partners NSET and Kadambari College (National School of Social Work), we will compare two communities: a recently-settled, peri-urban area and a more remote, established rural community. The primary outcome of the project will be the identification of current research needs and the gaps that will prevent implementation of effective resilience measures at the community level. When combined with new research on earthquake hazards and the many secondary perils that accompany large earthquakes, our project will provide guidance for how best to merge scientific understanding of earthquakes with local knowledge of how to live with them.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I017941/1","grantId":"NE/I017941/1","fundValue":"23693","fundStart":"2010-11-01","fundEnd":"2011-03-31","funder":"NERC","impactText":"  The findings have been used to shape the NERC/ESRC Increasing Resilience to Natural Hazards programme - both the shape of the programme, and the specific call for proposals in late 2011. Our results have also been used by partners NSET and NSSW to try to refine their community training programmes in Nepal. Communities and Social Services/Policy,Environment Policy & public services","person":"Alexander Logan Densmore","coPersons":["Jonathan  Rigg","David Neil  Petley","Lena  Dominelli"],"organisation":"Durham University","findingsText":" The aim of the project was to understand the relationships between the science of earthquakes, community-level concerns about seismic risk in Nepal, and community perceptions and understandings of earthquake-related hazards. The findings can be grouped under four main headings:\n1. Local understandings and perception of earthquake-related hazards: It must be recognised that earthquake-related hazards are always placed in the context of wider societal concerns. In a risk ranking exercise undertaken with eight community groups, landslides were prominent, but earthquakes were not. Rare but damaging hazardous events were viewed differently from the everyday pressures and hardships associated with economic and social insecurities. While some individuals and households have little choice but to dwell in ‘risky’, landslide prone locations, others were willing to substitute a safer existence for what was, in their terms, a better quality of life (with access to health care, education, and business opportunities). People may be unwilling to strengthen their resilience to rare events if doing so compromises their resilience to everyday risks. In developing practical steps to increase resilience, we need to recognise people’s agency and decision-making.\n\n2. Uneven local knowledge: We found that there was a highly uneven local knowledge of different earthquake-related hazards. Rather than being viewed as part of a continuum of possible hazards, recurrent events, such as yearly monsoon-triggered landslides, and infrequent high-magnitude events, such as the effects of catastrophic earthquakes, were considered to be separate and unconnected. Knowledge of large earthquakes and their effects in this area was limited by little or no social memory or seismic culture. In general respondents did not make the link between the small, regular tremors that are experienced and the possibility of large, high magnitude earthquakes. Additionally, associations between related hazards, such as landslides triggered by earthquakes, were rarely made. Conversely, and potentially advantageously, respondents had a good understanding of the causal factors and triggers of seasonal landslide activity and the characteristics of different landslide types, and were able to identify areas that have or could be affected by landslides in the future. Landslides in this area affect people every year and have wide-reaching impacts upon livelihoods. Landslides therefore offer a possible entry point into discussions around comparatively rare, high magnitude events.\n\n3. Forecasting primary and secondary seismic hazards: Improving scientific understanding of earthquake hazards with the ultimate aim of forecasting earthquakes will provide practitioners with much needed information regarding the possible location, magnitude and frequency of future events. In addition, forecasting the distribution and magnitude of secondary effects, including earthquake-triggered landslides, deforestation and land-use change, changes in ground water and surface water availability and downstream sedimentation, is vital for preparedness, planning and response.\n\n4. Science communication and the governance of earthquake risk reduction activities: A wide range of earthquake risk reduction activities are already underway at the local, national, and regional level in earthquake-prone countries, e.g. a schools-based earthquake safety programme in Nepal and regional training programmes on community-based disaster risk reduction and earthquake vulnerability reduction. However, it is important to note that not all earthquake-prone countries have government departments or NGOs that are actively engaged in earthquake risk reduction. Governments and NGOs may prioritise other concerns over comparatively infrequent earthquake hazards (as was the case in Haiti); alternatively, they may not know where to obtain information about seismic hazards or how to interpret the information that is available. This raises important questions around the communication of information between scientists and the practitioner community and highlights the importance of engagement with end-users. The research deals with community-level understanding and perception of earthquake hazard in rural Nepal, an area that is affected by infrequent but potentially catastrophic earthquakes. The findings are being used by NSET and NSSW in their ongoing disaster risk reduction and public education work in Nepal. The research was conducted with the direct participation of practitioner groups, including the National Society for Earthquake Technology (NSET) and the Nepal School of Social Work (NSSW), both of whom have maintained ongoing contact with the communities that were involved. The research also served as a scoping study to determine the form and content of a large NERC-ESRC research programme entitled 'Increasing Resilience to Natural Hazards', with the stated goal of increasing resilience to both earthquakes and volcanic eruptions. We subsequently became part of one of the successful bids to the IRNH programme (NE/J01995X/1). Communities and Social Services/Policy,Environment","dataset":"gtr"}