{"id":"2C5FE1A0-06FF-44B2-9779-8B8C0D3821B0","title":"ERA-IB5-The exploitation of Xanthophyllomyces dendrorhous as a sustainable platform for the PROduction of high-value CARotenoids","abstractText":"Carotenoids pigments are used commercially as bioactives in cosmetics and health supplements, additives in a variety of feedstuffs, as fragrances, flavours and colorants as well as important industrial raw materials and fine chemicals. Their industrial relevance also means they are compounds of high-value with global markets in the range of $ 1 billion per annum. To date chemical synthesis has been the production method of choice. Such production remains expensive, creates reaction contaminants, non-native stereo isomers and is typically associated with chemical refineries using non-renewable energy sources. Numerous plant sources exist for carotenoids. However they are typically secondary metabolites often being produced in specialised cell types, organs or tissues at a specific developmental stage of the plant's life cycle by underutilised, slow growing and rare species that are not amenable to modern agricultural practices. Plant cell culture is highly prone to contamination and the size of the cells restricts biomass production in comparison to microbial sources. Algal sources require intense light, significant energy input during down-stream processing and the molecular resources are not adequately advanced to deliver competitive yields.\nThe onset of modern molecular approaches to pathway engineering and strain improvement, with the concurrent advances in fermentation technologies and down-stream processing means microbial production is a competitive sustainable alternative to plant and chemical based production. This approach also does not compete with land resources for food production or impact on our dwindling sources of fossil fuel. Therefore the development of microbial platforms provides a logical solution to the creation of renewable biosources of valuable chemicals with improved economic and environmental credentials. In the proposed project the red yeast Xanthophyllomyces dendrorhous (formerly Phaffia rhodozyma) will be developed as a microbial based renewable source of high-value carotenoids namely zeaxanthin and phytoene. Driven by demand the markets for these two carotenoids are rapidly growing. It is estimated that the global market for zeaxanthin will reach $334 million by 2018 (BCC Research report FOD025C). This interest in zeaxanthin is associated with its use as a treatment and preventative measure against Age Related Macular Degeneration (AMD). The chronic eye disorder AMD accounts for 54% of all cases of blindness in Western societies. Phytoene is a colourless carotene used as a bioactive ingredient in the rapidly expanding cosmetic industry (Von Oppen-Bezalel et al. 2007, S&ouml;FW-Journal 07). Its beneficial activities include protection against UV and oxidative damage, which lead to pre-mature ageing and other phenomena. As a production system for carotenoids Xanthophyllomyces has the advantage of being a naturally high producer of geranylgeranyl pyrophosphate (GGPP) derived terpenoids. For example, most bacteria and yeasts (such Saccharomyces) produce high levels of farnesyl diphospate (FPP), they do not synthesis longer chain GGPP derived terpenoids such as carotenoids. Thus intrinsic metabolism and regulatory mechanisms to synthesise and accumulate such compounds have evolved in this organism. Technological advances mean that Xanthophyllomyces now has a sequenced and annotated genome, established metabolomic platforms and is readily amenable to transformation with a suite of combinatory vectors capable of integrating multiple genes into the genome in a stable manner and can utilise agro-industry waste as carbon sources. Mutants accumulating different isoprenoid precursors are available and fermentation procedures from the laboratory to industrial scale established. Thus the project will exploit timely developments to create a microbial based platform capable of delivering renewable sources of high-value carotenoids.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M025829/1","grantId":"BB/M025829/1","fundValue":"386130","fundStart":"2015-06-01","fundEnd":"2018-05-31","funder":"BBSRC","impactText":"","person":"Paul David Fraser","coPersons":["Genny  Enfissi"],"organisation":"Royal Holloway, University of London","findingsText":"","dataset":"gtr"}