{"id":"2C6069C5-CA47-4DF9-B187-E3A01BA96F7C","title":"Complete Reducibility and Geometric Invariant Theory","abstractText":"In this proposal we aim to study J.-P. Serre's notion of G-complete reducibility (G-cr) using tools from geometric invariant theory (GIT). In a recent joint paper by Bate, Martin and the author it was shown that Serre's concept of G-cr is equivalent to Richardson's notion of strong reductivity. This equivalence allowed us to use methods from GIT in the study of G-cr subgroups of reductive algebraic groups G such as the Hilbert-Mumford Theorem to derive new criteria for G-cr subgroups. The aim of the proposed research is to extend and deepen this geometric investigation.The general guiding principle of this work is to undertake a comprehensive study of the behaviour of G-cr subgroups under natural group-theoretic operations, such as taking normal subgroups, taking quotients, taking centralisers, taking normalisers, forming semi-direct products and applying group homomorphisms, etc. Although by earlier work some results are known, a systematic study is needed.Another general question we aim to address is the following: Let K,H, and G be reductive groups with K contained in H and H contained G. What conditions on K,H,G and the ground field that ensure that if K is G-cr, then K is H-cr, and vice versa? This involves extending several results form earlier joint work with Bate and Martin.We want to further investigate the connection between reductive paris and complete reducibility; this should be an effective replacement for characteristic restrictions in earlier work on G-cr subgroups. Also we want to develop some criteria for some converse results.Moreover, we intend to study further rationality properties of G-cr subgroups and generalisations of our results to non-connected reductive groups.In the context of his original building-theoretic approach J.-P. Serre observed that the notion of G-complete reducibility makes sense for semi-algebraic actions. We want to extend our earlier results to this setting.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/C542150/2","grantId":"EP/C542150/2","fundValue":"77939","fundStart":"2007-11-01","fundEnd":"2009-06-30","funder":"EPSRC","impactText":"","person":"Gerhard  Roehrle","coPersons":["Michael E Bate"],"organisation":"Ruhr University Bochum","findingsText":"","dataset":"gtr"}