{"id":"2C6AFDB3-F24A-42EE-8C04-E929AFD4871C","title":"Tellurium and Selenium Cycling and Supply","abstractText":"A shift from fossil fuels to low-CO2 technologies will lead to greater consumption of certain essential raw materials. Tellurium (Te) and selenium (Se) are 'E-tech' elements essential in photovoltaic (PV) solar panels. They are rare and mined only in small quantities; their location within the Earth is poorly known; recovering them is technically and economically challenging; and their recovery and recycling has significant environmental impacts. Yet demand is expected to surge and PV film production will consume most Se mined and outstrip Te supply by 2020. Presently, these elements are available only as by-products of Cu and Ni refining and their recovery from these ores is decreasing, leading to a supply risk that could hamper the roll-out of PV.\nMeeting future demand requires new approaches, including a change from by-production to targeted processing of Se and Te-rich ores. Our research aims to tackle the security of supply by understanding the processes that govern how and where these elements are concentrated in the Earth's crust; and by enabling their recovery with minimal environmental and economic cost. This will involve &gt;20 industrial partners from explorers, producers, processors, end-users and academia, contributing over &pound;0.5M. Focussed objectives across 6 environments will target key knowledge gaps.\nThe magmatic environment: Develop methods for accurately measuring Se and Te in minerals and rocks - they typically occur in very low concentrations and research is hampered by the lack of reliable data. Experimentally determine how Te and Se distribute between sulfide liquids and magmas - needed to predict where they occur - and ground-truth these data using well-understood magmatic systems. Assess the recognised, but poorly understood, role of &quot;alkaline&quot; magmas in hydrothermal Te mineralisation.\nThe hydrothermal environment: Measure preferences of Te and Se for different minerals to predict mineral hosts and design ore process strategies. Model water-roc reaction in &quot;alkaline&quot; magma-related hydrothermal systems to test whether the known association is controlled by water chemistry.\nThe critical zone environment: Determine the chemical forms and distributions of Te and Se in the weathering environment to understand solubility, mobility and bioavailability. This in turn controls the geochemical halo for exploration and provides a natural analogue for microbiological extraction.\nThe sedimentary environment: Identify the geological and microbiological controls on the occurrence, mobility and concentration of Se and Te in coal - a possible major repository of Se. Identify the geological and microbiological mechanisms of Se and Te concentration in oxidised and reduced sediments - and evaluate these mechanisms as potential industrial separation processes.\nMicrobiological processing: Identify efficient Se- and Te-precipitating micro-organisms and optimise conditions for recovery from solution. Assess the potential to bio-recover Se and Te from ores and leachates and design a bioreactor.\nIonic liquid processing: Assess the ability of ionic solvents to dissolve Se and Te ore minerals as a recovery method. Optimise ionic liquid processing and give a pilot-plant demonstration.\n\nThis is the first holistic study of the Te and Se cycle through the Earth's crust, integrated with groundbreaking ore-processing research. Our results will be used by industry to: efficiently explore for new Te and Se deposits; adapt processing techniques to recover Te and Se from existing deposits; use new low-energy, low-environmental impact recovery technologies. Our results will be used by national agencies to improve estimates of future Te and Se supplies to end-users, who will benefit from increased confidence in security of supply, and to international government for planning future energy strategies. The public will benefit through unhindered development of sustainable environmental technologies to support a low-CO2 society.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M010953/1","grantId":"NE/M010953/1","fundValue":"666596","fundStart":"2015-05-01","fundEnd":"2019-04-30","funder":"NERC","impactText":"","person":"John  Parnell","coPersons":["Jorg  Feldmann"],"organisation":"University of Aberdeen","findingsText":"","dataset":"gtr"}