{"id":"2C733EAA-EF0A-4340-ABBA-24B12D044B1F","title":"16 Supersymmetries - a half-way meeting in the City","abstractText":"This grant will cover the costs of organising a workshop on recent developments in N=2 supersymmetric four-dimensional gauge theories and their string duals under the gauge/string correspondence. We aim to bring together the leading international researchers in the field to present their latest results, analyse the state-of-the-art of the field, and inspire collaborations to identify and tackle the outstanding problems in this research area.One of the most important developments in modern string theory has been the discovery of dualities between gauge theories and string theories. These remarkable dualities postulate the equivalence of non-abelian gauge theories and quantum theories of gravity, as described by string theories on curved spacetimes, unravelling an unexplored connection between these two, a priori very different, types of theories at a non-perturbative level. This has given us for the first time a quantitative handle on a strongly coupled gauge theory via string theory on a curved spacetime, which tackles one of the key questions in modern theoretical physics. Perhaps the most studied example of this duality is the maximally supersymmetric (32 supersymmetries) N=4 SU(n) super Yang-Mills (SYM) theory and the dual Type IIB superstring theory on AdS_5 x S^5. This dual pair has become relatively well understood in recent years, in part because of the large amount of supersymmetry preserved and in part because of integrable structures identified on both sides of the duality. Examples of N=2 dual pairs (16 supersymmetries) are known in the literature, but are in general less well understood. At the same time, gauge theories with N=2 supersymmetry have a much richer structure than N=4 gauge theories; for example N=2 theories can have fields in different representations of the gauge group, as is the case with the Standard Model. Following the celebrated work of Seiberg and Witten, N=2 gauge theories have been viewed as a half-way house: they have both many realistic features yet one retains a good deal of control due to the supersymmtry present. As a result, a detailed understanding of general N=2 theories and their string theory duals is lightly to shed light on our understanding of non-perturbative gauge theory dynamics.Recently, a number of novel results relating to theories with 16 supersymmetries have appeared in the literature. To name just three: Firstly, Gaiotto has identified an elegant construction of very general N=2 supersymmetric gauge theories, and, together with Maldacena, found a formalism for studying their gravity duals. Secondly, a number of authors (including the PI) have been extending the integrability approach used to study the maximally supersymmetric gauge/string dual pair to less supersymmetric cases (including cases with 16 supersymmetries), suggesting that such techniques may also be relevant for gauge/string dual pairs of N=2 supersymmetric four dimensional gauge theories. Finally, building on some previous results of Nekrasov, Alday, Gaiotto and Tachikawa and later Wyllard have conjectured a relation between certain sub-sectors of N=2 supersymmetric gauge theories and Liouville and Toda theories. To summarize, we believe that over the past year or so a growing body of literature has appeared which sheds new light on gauge theories with 16 supersymmetries. This suggests that a workshop on N=2 supersymmetric four-dimensional gauge theories and their string duals would be particularly timely, and may stimulate further significant breakthroughs.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I001727/1","grantId":"EP/I001727/1","fundValue":"2517","fundStart":"2010-05-01","fundEnd":"2010-07-31","funder":"EPSRC","impactText":"","person":"Christopher  Hull","coPersons":["Amihay  Hanany"],"organisation":"Imperial College London","findingsText":" This grant has been used to cover the costs of organising a workshop on recent developments in N=2 supersymmetric four-dimensional gauge theories and their string duals under the gauge/string correspondence. The workshop took place at City University London on the 13th and 14th of May.\n\n\n\nThe workshop brought together some of the leading international researchers in the field who present their results in 45 minute talks. The participants of the workshop were able to hear about the latest developments in the field during the presentations. The talks were aimed at an expert audience and gave a thorough overview of the state-of-the art in the area.\n\n\n\nThe workshop web-pages provided practical information for participants during and before the workshop. We have subsequently maintained the web-pages and have included the the programme of talks as well as PDF files of the speakers' presentations.\n\n\n\nThe workshop was very well attended, both by international and UK researchers - there were 50 registered participants. In this way we brought together a critical mass of researchers in the field. We provided ample time for interactions between participants both during question times following the talks and during the lunch and coffee/tea intervals. The atmosphere during the workshop was very lively and stimulating.\n\n\n\nThe workshop participants included a large number of younger researchers, who were able to interact with the more established members of the research community; we feel this aspect of the workshop was useful in contributing to the research training of younger researchers.\n\n\n\nWe received very positive comments from many of the participants about the format and content of the workshop. There was considerable interest in organising a similar event in the not-too-distant future to build on the links established during this workshop.  ","dataset":"gtr"}