{"id":"2C78D181-3BDD-4DBC-8AE1-C998681AFF56","title":"The Making of Southern Africa, 1867- 1899: Local and Global Perspectives","abstractText":"By exploring how historical processes of globalisation were jointly produced, rather than simply imposed from the outside, and by stimulating debate across conceptual and international boundaries, the proposed network contains within it the possibility of revolutionising understanding of one of the most significant developments in the history of the British empire - namely the making of colonial Southern Africa between the discovery of diamonds and the end of the South African War. Moreover, by facilitating discussion of the contested makings of identities in the sub-continent, the network will investigate how, during 'the first age of modern globalisation', communities outside Europe were incorporated in wider regional, national, and trans-national (or 'imperial') networks, and the social, political and economic stresses and tensions this involved. \\nThis approach will be quite different from the subject's conventional wisdom, which has long been stuck in entrenched positions occupied respectively by Afrikaner historiography and English-speaking interpretations, the latter subdivided into liberal, Marxist, and African nationalist perspectives. Yet what is striking about both of these enterprises is the narrow range of sources they have employed, and their resulting parochial perspectives. To give but one example: none of them have made systematic use of the state and personal papers of Paul Kruger, three-times president of the Zuid African Republic [Transvaal], thereby missing an invaluable opportunity to open a window onto the region's preliterate African societies, never mind the construction of rounded accounts of the interplay between local and regional forces. Examination of Kruger's papers, separately underway by several participants of the proposed network, will produce a more nuanced understanding of black-white relations and identities in the Southern African countryside, as well as the first analysis of the nature of the Zuid African Republic on the basis of Dutch [Afrikaner], as well as English language sources. Reassessment of the patterns of modernisation of the ZAR is likely to recast interpretations of the coming of the South African War, a defining moment in the making of modern South Africa. \\nAnother significant failure of the existing historiography is that it has not placed the making of modern Southern Africa in both regional and global contexts. Even one of the most celebrated recent publications in the field of British imperial history - Cain and Hopkins' British Imperialism, 2001 - which emphasised the importance of the City of London's financial interests in the pursuit of Britain's global ambitions, attributed a very limited role to either those interests or to 'gentlemanly capitalism' in the South African context. Yet, as some members of the network have separately shown, this is to ignore the extent to which 'City' financial interests were international even when registered in London. Nor does the existing literature do justice to the complexity of the roles played by the sub-continent's 'gentlemanly capitalists'.Nor has the extent of City investment in South West Africa been much examined in this context. Here too, the proposed network will expand on discrete projects already underway. By establishing the cosmopolitan character of the City's financial concerns, the research network will delineate the roles played by mining magnates and other key players in the advance of British and wider European interests. Investigation of these powerful interlocking financial forces, in terms both of their regional specificity and metropolitan ramifications promises to overturn the subject's conventional wisdom. Collaborative analysis of the dynamics of international investment will help to re-write a crucial aspect of the coming of the South African War, even as it invites reconsideration of financial imperialism as an emerging transnational force in a crucial period of globalisation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/I001697/1","grantId":"AH/I001697/1","fundValue":"33013","fundStart":"2010-09-01","fundEnd":"2013-02-28","funder":"AHRC","impactText":"","person":"Ian  Phimister","coPersons":[],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}