{"id":"2C79D59A-63AD-4AD0-976C-E8460A4BC25D","title":"Swift Post-Launch Support at University of Leicester","abstractText":"Swift is a NASA/UK/Italian multi-wavelength, autonomous rapid response satellite observatory designed to answer key questions about gamma-ray bursts. Launched in Nov 2004, it detects around 100 GRBs/year, and has revolutionised this young and high-profile area of research. Highlights include the first localisations of short GRBs, ruling out a supernova origin; the detection of high redshift GRBs, reaching back towards the re-ionisation era; and the discovery of new types of behaviour in the early X-ray lightcurves, with implications for the poorly-understood central engine. Swift was recently placed top in the NASA senior review of current astronomical satellite projects for the second time, and awarded increased funding in the US for a further 4 years. Funding is sought for the continued support of the Swift project at Leicester. This will allow us to continue our support for the X-ray telescope, the UK Swift Science Data Centre, and the on-call burst roles. Leicester provided the X-ray camera and other subsystems for the XRT, and has the continuing task of providing on-going sustaining engineering and calibration. The UKSSDC provides Swift data promptly to the UK community, it supports the community through training sessions, an extensive website, a help desk and in encouraging community use of Swift observing opportunities. The UKSSDC also provides software tools to support Swift data analysis. Because GRBs fade so rapidly, it is essential to provide results quickly so that large ground-based telescopes can prioritise their follow-up observations. A team of burst advocates and XRT burst scientists provide on-call alert response and longer term analysis effort to ensure that the opportunities provided by the GRB detections are exploited fully by the astronomical community.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/G008655/1","grantId":"ST/G008655/1","fundValue":"941317","fundStart":"2009-04-01","fundEnd":"2011-03-31","funder":"STFC","impactText":"  Swift discovers newly formed black holes in the largest explosions in the Universe out to the largest distances of any known galaxies. These discoveries have the power to inspire young people to choose careers in STEM subjects, a UK strategic goal. The great newsworthiness of Swift discoveries allows them to be put before the public frequently, contributing to the world view of the UK as a technically and scientifically leading nation. Creative Economy,Education,Culture, Heritage, Museums and Collections Cultural,Societal","person":"Julian Paul Osborne","coPersons":["Paul Thomas O'Brien"],"organisation":"University of Leicester","findingsText":" Swift discovers gamma-ray bursts, which are thought to due to the formation of a new black hole, either as a massive star collapses or due to the collision of neutron stars in orbit around each other. Around 100 are discovered each year, with new types expanding our knowledge of what is possible. The study of the transient Universe is becoming a major theme in astrophysics, with many new observatories being built for its study. In addition, non-photon astronomy is becoming a reality, and gamma-ray bursts are strong candidates as detectable sources of neutrinos and gravitational waves. Because GRBs are detachable to the epoch of the very first stars, they are a substantial science theme in many new space mission proposals, including the large X-ray observatory Athena, recently selected by the European Space Agency. Aerospace, Defence and Marine,Creative Economy,Education","dataset":"gtr"}