{"id":"2C85AD63-A3DE-48B2-AECD-B29E198BCB7F","title":"Non-invasive biophotonics tool for phenotypic identification of pluripotent stem cells and their progeny","abstractText":"The discovery of pluripotent stem cells represented a major scientific breakthrough with immense impact on modern biology and medicine. The ability of these cells to transform into any type of cells found in th body, makes them attractive to many medical applications. Therapies based on cells derived from pluripotent stem cels may provide treatments to many diseases, including Parkinson disease, diabetes and cardiovascular disorders. For example, the function of a heart affected by infarct may be improved by implanting heart cells obtained from stem cells. Pluripotent stem cells may also have an important role in growing replacement tissues in laboratories for repairing diseased or damaged parts of the body. Howhere, the process through which pluripotent stem cells transform into various cell types found in our bodies (differentiation) is not well understood. The factors which affect the decision-making and commitment towards specific cell types are still unclear. For example, why certain stem cells exposed to particular stimuli become heart cells while others, in the same population, do not? Thus, the conditions to derive specific cell types are not standardized, generally producing only low yields of the desired cel types within highly heterogeneous populations that are not suitable for clinical use due to the presence of mainly unwanted cell types. In order to rapidly overcome these obstacles and enable the delivery of validated pluripotent stem cells for clinical use, further technological advances are required, in particular in manufacturing and quality assessment of these therapeutic products. Such technologies need to be robust, automated, to enable integration with existing manufacturing technologies, and to comply with the strict criteria of drug regulatory agencies. Most techniques currently used for assesing cell populations require large number of cells proving average results, which are not suitable for heterogenous cell populations. In addition, most techniques cannot be carried out on living cells. Identification of cell types obtained from pluripotent stem cells is commonly based on specific molecules on the cell surface or genetical modification of cells. These techniques are limited to cell types which have surface specific molecules, while genetic manipulation protocols need to be developed for each cell type and can also interfere with normal behavior of cells. We propose a radically different approach to discriminate single live cells based on the following arguments: In the body, cells are specialized to perform specific functions and therefore they produce specific biochemicals. For example, heart cells contain a large number of myofibrils, bone cells secrete collagen, pancreas cells produce insulin, red blood cells contain haemoglobin, and so on. Two questions arise: is there a technique which could detect these differences between cell types, without killing the cells? If yes, could these biochemical differences be used for identification of various cell types? We will use Raman micro-spectroscopy to discriminate live heart and bone cells obtained from pluripotent stem cells, without use of external chemicals, genetic modification of cells or surface markers. This technique is based on the interaction of laser light with the biomolecules present in the cells to produce 'biochemical fingerprints' of the cells based on their chemical composition. We will determine spectral markers for heart and bone cells obtained from pluripotent stem cells and quantify the time-dependence of these spectral markers during the differentiation of stem cells towards the two cell types. This technique will help the development and refinement of protocols to induce the efficient differentiation of pluripotent stem cells, and has great potential for on-line quality testing as well as separation of end-point differentiated cells of a desired type suitable for clinical applications.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G010285/1","grantId":"BB/G010285/1","fundValue":"542187","fundStart":"2009-01-05","fundEnd":"2012-03-08","funder":"BBSRC","impactText":"  Research findings were published an discussions with an industrial partner considered a joint project. Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology Societal,Economic","person":"Ioan  Notingher","coPersons":["Lee David Buttery","Chris  Denning","Kevin  Shakesheff"],"organisation":"University of Nottingham","findingsText":" New Raman spectral biomarkers were identified for cardiomyocytes derived from human embryonic stem cells. The feasibility of developing Raman-activated cell sorting devices was evaluated. Publications. Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}