{"id":"2C98E3AC-4346-4940-BFF5-918831A52CF2","title":"Enhancing Innovation in Barley Integrated Disease Management with the application of an innovation systems approach to research translation","abstractText":"It is accepted that the uptake of research outputs by farmers is not a linear process from laboratory to farm gate, but requires good communication and trust between many different groups such as consultants, input suppliers, researchers, farmers unions, levy boards and buyers, as well as the farming press and socially important events like agricultural shows. This project will take results from a number of recent research projects focusing on resilience in barley production, and by working closely with a range of stakeholders such as those described above, develop skills and knowledge which enable farmers to change behaviour on farm which not only supports up-to-date science, but are based on the farmers unique needs and situation. \n\nBarley has been chosen because of its significance in UK crop production, the high level of research expertise within SRUC and JHI, as well as the significant challenges faced by the barley supply chain to reduce pesticide use, improve quality and quantity of supply and enhance environmental protection. However, this proposal will have transferable outputs which can inform how research is used on farm in other crop and livestock sectors. \n\nThe project will set up a network of those involved in the barley sector, and encourage the exploration of what works well in the sector, and what barriers to improving practice for sustainable intensification and improved resilience exist. Once the network begins to explore these barriers, the project will facilitate a programme of interventions which will aim to overcome the barriers in a collaborative way. The research projects this proposal is based on involve a range of important partners in the barley supply chain such as industry, government, farm representatives and input suppliers. This proposal aims to enhance communication between these stakeholders so that benefits are experiences by all, not just by growers. \n\nThe project will collect data throughout this process so that we can look at how working in a stakeholder group changes peoples understanding of a subject, and helps them develop skills which they are able to translate into changes in behaviour on farm - such as using a different forms of disease control, alternative varieties, making decisions about timing of fungicide and pesticide applications, and a range of other processes. \nKey words: barley integrated disease management, agricultural innovation, social network analysis. Key stakeholders: Barley growers, maltsters, buyers, whisky producers, input suppliers, barely breeders, chemical manufacturers, barley researchers, policy makers","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M01679X/1","grantId":"NE/M01679X/1","fundValue":"35430","fundStart":"2014-11-01","fundEnd":"2016-03-31","funder":"NERC","impactText":"","person":"Fiona Ann Borthwick","coPersons":["Andrew  Barnes","Fiona  Burnett"],"organisation":"SRUC","findingsText":"","dataset":"gtr"}