{"id":"2C9842A1-A46E-4015-AFB0-E20C62BFCC69","title":"Frontal cortical interactions during decision-making and social valuation","abstractText":"Psychological illnesses affect many people in the UK and other countries. Many illnesses, such as autism, depression, and obsessive compulsive disorder are associated with changes in social interaction and altered patterns of decision-making. For example, depression is often associated with a decrease in the value given to social interaction and with the allocation of undue weight to negative feedback when making a decision and choosing what to do next. In such illnesses changes do not just occur at the behavioural level, they also occur at the level of the brain. Two regions may be particularly important – prefrontal cortex and anterior cingulate cortex (PFC and ACC). What is not clear is how and whether the brain changes lead to changes at the behavioural level. The proposal is to use animal models in which dysfunction is induced in small regions of PFC and ACC. The effect of dysfunction can then be assessed by taking careful measurements of behaviour. How the changes occur can be assessed by using two types of brain imaging techniques. The first brain imaging approach is called diffusion weighted imaging and it looks at the interconnexion patterns of the PFC and ACC with other brain areas and tells us the routes within the brain by which the PFC and ACC reach and influence other brain areas and thereby affect behaviour. Such connexion routes are increasingly becoming the focus for medical attempts to treat the most severe forms of psychological illness. The second brain imaging approach is called functional magnetic resonance imaging and it measures activity levels in the brain. By measuring the activity levels in other brain areas it is possible to ascertain the impact of dysfunction in PFC and ACC on the working of those other brain areas. If such changes are found then it suggests that small initial changes in PFC and ACC can have wider consequences for how the rest of the brain works. This may in turn reveal how patterns of decision-making and social interaion come to change during psychological illnesses.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0600994","grantId":"G0600994","fundValue":"580049","fundStart":"2007-10-01","fundEnd":"2011-05-31","funder":"MRC","impactText":"","person":"Matthew  Rushworth","coPersons":["Mark James Buckley"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}