{"id":"2C9C3217-F6F3-41A1-8F8D-2667F61CA1CE","title":"Cultures of Creativity and Innovation in Design","abstractText":"This research will create a truly innovative, international research network that will stretch far and wide in the area of &quot;Cultures of Creativity and Innovation in Design&quot;. The international research network coordinating body comprises Professors Paul Rodgers and Paul Jones from Northumbria University, Professor Amaresh Chakrabarti, a world-leading researcher in Design Creativity, from the Centre for Product Design and Manufacturing at the Indian Institute of Science, Bangalore and Professor Lorenzo Imbesi, an internationally-acclaimed researcher in Design Culture, from the School of Industrial Design at Carleton University, Canada. The importance of creativity in the cultural, creative and other industries and the significant contributions that creativity adds to a nation's overall GDP and the subsequent health and wellbeing of its people cannot be overstated. In Europe, the value of the cultural and creative industries is estimated at well over 700 billion Euros each year, twice that of Europe's car manufacturing industry. The value of creativity and innovation, to any nation, is therefore huge. Creativity and innovation adds real value, which enables a number of benefits such as economic growth and social wellbeing. In many societies creativity epitomises success, excitement and value. Whether driven by individuals, companies, enterprises or regions creativity and innovation establishes immediate empathy, and conveys an image of dynamism. Creativity is thus a positive word in societies constantly aspiring to innovation and progress. In short, creativity in all of its manifestations enriches society. This network seeks to gain an understanding of this dynamic ecology that creativity and innovation bring to society. Creativity is a vital ingredient in the production of products, services and systems, both in the cultural industries and across the economy as a whole. Yet despite its importance and the ubiquitous use of creativity as a term there are issues regarding its definitional clarity. A better understanding and articulation of creativity as a concept and a process would support enhanced future innovation. Socio-cultural approaches to creativity explain that creative ideas or products do not happen inside people's heads, but in the interaction between a person's thoughts and a socio-cultural context. It is acknowledged that creativity cannot be taught, but that it can be cultivated and this has significant implications for a nation's design and innovation culture. It is known that creativity flourishes in congenial environments and in creative climates. This research will examine how creativity is valued, exploited, and facilitated across different national and cultural settings as all can have a major impact on a nation's creative potential. The key aim of this network is to investigate attitudes about creativity and how it is best cultivated and exploited across three different geographical locations (UK, India, and Canada), different environments, and cultures from both an individual designer's perspective and design groups' perspectives. The network seeks to investigate cultures of creativity and innovation in design and question its nature. For instance, can creativity be adequately conceptualised in a design context? What role do cultural organisations and national bodies play in harnessing creativity? Where do the &quot;edges&quot; lie between creativity and innovation? Do richer environments and approaches for facilitating creativity exist? What design skills, knowledge, and expertise are required for creativity? Moreover, what are the key drivers that motivate the creativity and innovation of designers and other stakeholders? Are they economical, cultural, social, or political? This research network will host 3 workshops, each one facilitating inquiry amongst invited design practitioners, researchers, educators and other stakeholders involved in design practice.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L008483/1","grantId":"AH/L008483/1","fundValue":"35300","fundStart":"2014-04-01","fundEnd":"2015-11-30","funder":"AHRC","impactText":"  It is too early in the project to report. The research network activities have not been undertaken yet.  ","person":"Paul  Rodgers","coPersons":["Paul Jon Jones"],"organisation":"Northumbria University","findingsText":" We have not discovered or developed anything yet. It is too early in the project. We have our first activity in January 2015 and two subsequent workshops in April/May 2015 and September/October 2015. Too early to say. The research network activities have not been undertaken yet. Aerospace, Defence and Marine,Agriculture, Food and Drink,Communities and Social Services/Policy,Construction,Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Energy,Environment,Healthcare,Government, Democracy and Justice,Manufacturing, including Industrial Biotechology,Culture, Heritage, Museums and Collections,Retail,Security and Diplomacy,Transport","dataset":"gtr"}