{"id":"2CA38489-5D7B-4DF0-A95A-7872F7B39D21","title":"The Art of Reconstruction for Plastic Surgeons","abstractText":"Rationale: Since Aristotle and Hippocrates in ancient Greece through Claudius Galen in the middle ages and Leonardo de Vinci in the renaissance art has been inextricably entwined with medicine. Although more often viewed in the context of illustrations, such as from Max Brodel in the early 20th century, today's advances in modern plastic surgery now call for a far more dynamic involvement directly supporting the proficiency, and thereby outcomes, of the surgeons technical skill. 21st Century plastic surgery is as much concerned with improving the perceived quality of life as it is, over and above, essential reconstruction. This requires an aesthetic sensitivity and understanding of art and form that is not part of a surgeon's normal training. \\n\\nObjective: Building from the success and feedback of an initial provisional workshop for surgeons in November 2009 this project is structured as a pilot study to develop a new research network that will extend the application of the visual arts in medicine enabling the development and treatise of the intersection of art and science in respect of the new practice based ideas and concepts currently formulating in plastic surgery.\\n\\nResearch considerations: In integrating the visual and representational skills of art to the reconstructive technical skills of a plastic surgeon there are a number of key issue to address.\\n- Is there an added value applying 'art based' skills to the understanding and implementation of aesthetic considerations within the operating theatre?\\n- Can we examine the intention of the value of 'art based' skills to the understanding of aesthetic considerations within the operating theatre? \\n- Can we improve on NHS pre and post operative patient and surgeons perceptions of 'success'? \\n- Can we discuss and assist in cultivating an ability to identify facial and body characteristics differing from the norm?\\n\\nApplications and Beneficiaries:\\n- Primary and initial beneficiaries will be participating NHS surgeons who acquire new skills enabling a more informed and confident aesthetic decision-making process; investigating formal and practical aesthetic principles to integrate into their medical practice. Surgeons who participate will also pass on the benefits to NHS colleagues.\\n- This project will test and develop strategies that explore the relationship between differing spheres of activity through a process of reciprocal interactions reinforcing the intimately connected worlds of art and science. The benefit follow up and qualitative analysis is thus central in order to validate the approaches used and identify routes to further progress and uptake.\\n- Ultimately, the major benefit is to the patient through improved outcomes and perceived quality of life.\\n\\nAdditional Impact: The University has a planned conference on 'Drawing' in 2010 for artists, plastic surgeons and conservation/heritage science professionals and the conference and Network Project will interrelate directly with this.\\n\\nAdditional Background: In addition a limited skills based workshop has been run in New Zealand and Australia for surgeons but there has been no follow-up academic research, debate and dissemination. 'The Art of Reconstruction' pilot project will address this and formulate development and application roadmaps relevant to the NHS medical specialist in the UK. Thus contributing to both the disciplines of medicine and the visual arts in the UK. \\n\\nOutputs: Workshops and seminars will develop and validate the central tenets. Academic analysis of the projects findings and best practice guidelines will be will be through peer reviewed journals as well as other Journal articles, website, film recordings, case study material, teaching material and establishment of a new and important international network for Art, Architecture, Design at University of Lincoln. This initial Network will maintain contact and extend on a sustainable basis through subsequent projects and implimentation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/I022155/1","grantId":"AH/I022155/1","fundValue":"29236","fundStart":"2011-02-01","fundEnd":"2012-01-31","funder":"AHRC","impactText":"","person":"Michael  Healey","coPersons":["Belinda Jayne Colston"],"organisation":"University of Lincoln","findingsText":"","dataset":"gtr"}