{"id":"2CB02111-B0E3-421F-9241-580ACED910E4","title":"Population genomics of bacteria","abstractText":"All life on earth depends on bacteria, which drive the global cycles of matter and energy, provide nutrients, decompose waste and clean up pollution. Of course, some of them also make us ill or destroy our crops. Now that we know the complete DNA sequences of hundreds of different bacteria, we can see that nearly all these diverse functions are carried out by 'accessory genes'. Bacteria are like computers: they have a 'basic genome' that keeps the system running and is much the same in all bacteria, rather like the hardware and operating system of a computer. Then there are sets of accessory genes that provide special adaptations, and over time each bacterium acquires a unique collection of these by swapping with other bacteria, just as computers accumulate software packages and data. The goal of our project is to describe and understand how the patterns of occurrence of accessory genes (software packages) relate to the basic genome (operating system) of the bacteria. Are some packages widely popular and others only for specialists? Are some packages limited to particular operating systems? If a system has one package, is there a whole set of other packages that it is likely to have as well? We will sample bacteria from a single spadeful of soil, using certain well-studied properties tosift out just a few related species from all the thousands that are found in soil. First we will check out their hardware and operating system by determining the DNA sequence of their ribosomal RNA genes and some genes that provide 'housekeeping' functions. This is like reading the manufacturer's name (ribosomal RNA is used to identify bacterial species) and checking whether the main hardware components and the operating system are still the versions originally installed. Then we will screen them for hundreds of different software packages (accessory genes). To do this, we make a microarray by printing thousands of tiny spots of DNA on a glass slide. Each DNA spot has the sequence of part of a different gene, so when fluorescently-labelled DNA from a bacterium is washed over the slide, the spots become fluorescent if the matching DNA is present. This happens because a single strand of DNA will bind strongly to a matching strand to make a double helix. The fluorescence of each spot can be measured in a special reader, so in this way we can check hundreds of bacterial strains to see what accessory genes they have installed. We expect that even those bacteria that belong to the same species and have essentially the same basic genome will differ in the accessory genes that they carry. We also expect to see the same accessory genes turn up in different bacterial species. There are already many examples that show that these things happen. The purpose of our project is to assess the situation more systematically, looking at large numbers of genes and bacteria so that we can draw some strong general conclusions and begin to understand what properties of a gene determine whether it will be widespread or restricted in distribution.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/D011485/1","grantId":"NE/D011485/1","fundValue":"366990","fundStart":"2006-11-01","fundEnd":"2010-12-31","funder":"NERC","impactText":"  Our work has led to a new understanding of the nature of bacterial species and diversity in bacterial populations. The results are most directly applicable in agriculture, since the bacteria we study are used to provide nitorgen fixation in crops, but the principles have wider applications, including to human-associated microbiomes and pathogens. Agriculture, Food and Drink,Education Cultural,Economic","person":"Peter  Young","coPersons":[],"organisation":"University of York","findingsText":" Bacterial populations can be much more diverse than previously suspected. Far from being identical clones, each bacterium isolated is different in their genes and their adaptation to the environment. There are thousands of genes circulating in a population, frequently gained from other bacteria and frequently lost again. This work has helped to change our concept of bacterial diversity and the capability of bacteria to change under selection. It is most directly applicable in agriculture, as we study crop-associated nitrogen fixers, but the ideas are more general. Agriculture, Food and Drink,Education,Environment,Healthcare","dataset":"gtr"}