{"id":"2CB3E165-5142-48CA-92DE-CB64C888A174","title":"MULTI-WAVELENGTH EXTRAGALACTIC ASTRONOMY AND COSMOLOGY","abstractText":"We plan an integrated series of studies of extragalactic astrophysics and cosmology at microwave, submillimetre, far infrared, near infrared, optical and X-ray wavelengths. We will exploit the data from the current space astronomy missions SPITZER, CHANDRA and GALEX, the Japanese ASTRO-F mission due to be launched in January 2006, and the ESA missions HERSCHEL and PLANCK, due to be launched in August 2007, as well as major ground-based facilities such as the VLT, Gemini, the UKIRT UKIDSS survey, SCUBA and SCUBA2 on JCMT, and MAMBO. Our science goals include studying the star formation history of the universe at infrared and X-ray wavelengths, using X-ray spectroscopy to study relativistic effects in the vicinity of black holes, discovering and understanding very luminous dusty infrared galaxies, searching for gravitational lensed systems, very high redshift quasars, and heavily obscured active galactic nuclei, improving our understanding of foreground contaminants of the microwave background radiation as well as using the the polarization of that background to probe the early universe. By combining the result from surveys at different wavelengths we will study the interaction between accretion onto massive black holes and the early stages of galaxy formation, the role of dust in deciding the balance between X-ray, ultraviolet, optical and infrared emission from galaxies and quasars, the end of the dark ages when the universe becomes ionized, and the origin of structure in very small fluctuations in the early universe from the imprint they leave on the microwave background and in the galaxy distribution.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=PP/D001064/1","grantId":"PP/D001064/1","fundValue":"1364760","fundStart":"2006-04-01","fundEnd":"2009-03-31","funder":"STFC","impactText":"","person":"Kirpal  Nandra","coPersons":["Stephen John Warren","Michael  Rowan-Robinson","Andrew Howard Jaffe"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}