{"id":"2CB487F7-B39C-44C1-807D-B968A1BEC0F2","title":"Functional analysis of the proteins and multiprotein complexes involved in the biogenesis of type IV pili","abstractText":"Microbes are the most numerous living organism on the planet. They can cause diseases in other organisms, including humans, but they can also be helpful in everyday human activities, like digestion. Some are used to perform specific industrial or manufacturing processes such as the production of drugs or synthetic hormones, while others are used for the bioconversion of organic waste. A common trait for all these propertie is the necessity for microbes to interact with other organisms or their natural and man-made environments. For this purpose, they often use hair-like surface organelles known as pili, among which type IV pili (Tfp) are the most widespread. However, how Tfp are assembled and how they mediate the multiple functions they are linked with (adhesion to various surfaces, aggregation, motility and DNA import) remains poorly understood. We are therefore trying to answer these questions using as a model bacterium Neisseria meningitidis, which an important human pathogen responsible for 50% of the cases of bacterial meningitis worldwide. Besides helping develop more efficient therapies against human pathogens and leading to a better understanding of a fundamental biological problem, our work may lead to potential applications and benefits for other less tractable medically or commercially important species that express Tfp. In a first step, we have identified all the genes involved in Tfp assembly, which indicated that the corresponding machinery is complex since it numbers fifteen different protein components. This suggested that understanding how this machinery works would only be possibe through a reductionist approach, that is by first examining smaller pieces of it, which could explain the whole upon re-assembly. Therefore, we used bacterial genetics to determine that four different steps are necessary for the expression of functional Tfp and we could define at which one of these steps each of the above fifteen proteins is involved. The objectives of this research project are multiple and aim at understanding how the protein work together as subgroups in the above four steps to assemble functional Tfp. As a first thing, we will determine the basic biochemical properties of these fifteen proteins, such as teir abundance and localization in the cell. We will then identify the proteins that are interacting with each other in order to put the pieces of the puzzle back together. This will be done using two different and complementary techniques. Finally, we will move to a downstream stage which consists in determining the tri-dimensional structure and mode of function of the individual protein components. We will start by studying the PilW protein, which has particularly interesting properties.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F006489/1","grantId":"BB/F006489/1","fundValue":"341817","fundStart":"2008-03-03","fundEnd":"2011-03-02","funder":"BBSRC","impactText":"  The PDRA and undergraduate or postgraduate students that have contributed to the project have developed key interdisciplinary skills that are extremely valuable for UK industry, contribute to the knowledge economy, and increase the economic competitiveness of the UK. Creative Economy Economic","person":"Vladimir  Pelicic","coPersons":[],"organisation":"Imperial College London","findingsText":" 1. 3D structure and detailed structure/function analysis of the PilW protein, which make it one of the best characterised factors involved in type IV pilus (Tfp) biology. This revealed the functional importance of a highly conserved region of this protein, which could eventually be exploited for the development of broad-spectrum antibacterial drugs.\n\n2. Systematic functional analysis of the genes that are involved in Tfp biology but dispensable for Tfp biogenesis. Together with our previous studies, these findings provide a global picture of the phenotypic role of most, if not all, genes involved in Tfp biology in the meningococcus. This has important implications for understanding the molecular basis of the Tfp-mediated functions.\n\n3. Identification of more than 40 protein-protein interactions that has generated the most detailed map so far of the interaction networks between Pil proteins. This showed that the minimal subset of proteins involved in Tfp biogenesis forms a separate machinery. These findings have numerous implications for understanding Tfp biology and provide a useful blueprint for our current studies. The PilW protein that was characterised during this grant, which is key for plus biogenesis, looks like a suitable target for new drugs. Due to the extremely widespread nature of type IV pili, such molecules could prove to be broad-spectrum antibacterial drugs.\n\nThe better understanding of the molecular mechanisms of Tfp biologyy that has resulted from this research could have significant impact on the large academic community studying Tfp (and pili in general), and other related fundamental biological processes such as type II secretion. Education,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}