{"id":"2CB691FD-AE91-43AF-97F0-0BEE63471FA6","title":"Modelling of Magnetron Sputtering for High Value Manufacturing (MOMS4HVM)","abstractText":"Many engineering components such as of a bearings or a blades or valve parts or electronic circuits are given a special\nsurface treatment to improve performance for example with respect to wear or lubrication or biocompatibility or electronic\nproperties. These surface coatings are often be extremely thin, being less than the diameter of a human hair. The goal of\nthis project is to develop an innovative model of a manufacturing process that applies thin film coatings to complex\nengineering components using one of the processes known as physical vapour deposition. This is carried out in large\n'vacuum vessels' at low pressure and the coating is created by creating a shower of atoms dislodged from a target surface\nonto the engineering substrate. The specific process investigated here is called sputtering and it uses energetic charged\nparticles to bombard the target. With applications across the engineering sector advanced coatings &amp; surface engineering\nis worth more than &pound;10.8B in direct UK turnover. Surface engineering as a whole, supports UK products worth around\n&pound;144B.\nAt the heart of the sputtering process is an ionized gas or plasma. This electrically conducting medium provides the selfsustaining\nenvironment that transfers atoms of a target material and onto the chosen substrate. Targets are expensive and\ntarget utilization is an issue. So we need a way to design a sputtering process for any given engineering component that\ncan be done in software avoiding the expense and delay of modifying equipment and coatings by trial and error. We plan\nto develop a design tool that can be implemented in numerical simulation software running on a desktop computer in a\npragmatic time for design usage. It will accurately predict coating quality, distribution &amp; target wear in complex industrial\ncoating equipment treating relevant, 3-D high value components. This numerical approach combines finite element &amp; ray\ntracing methods, producing a self-consistent multi-psics model for magnetic &amp; electric fields, plasma &amp; surface physics. It\ntakes into account the atomistic aspects of the plasma and surface (sputtering) processes within the macroscopic model.\nOur contribution to this project is in the form of laboratory expertise and knowledge about low pressure non-equilibrium\nplasmas. This will be combined with the modelling expertise of Cobham, the coating expertise of Teer Coatings Ltd and\nneeds of the surface engineering sector.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M506825/1","grantId":"EP/M506825/1","fundValue":"233039","fundStart":"2014-10-01","fundEnd":"2016-09-30","funder":"EPSRC","impactText":"","person":"N. St.J. Braithwaite","coPersons":["Jimena  Gorfinkiel"],"organisation":"Open University","findingsText":"","dataset":"gtr"}