{"id":"2CC07F42-1FDC-490C-8CC3-20F2A401B9AB","title":"The evolution of mid-ocean ridge magma chambers and the growth of slow-spreading oceanic crust","abstractText":"Oceanic crust covers nearly two thirds of the Earth's surface. It is generated at mid-ocean ridges by the solidification of magmas formed in the upwelling mantle. These magmas are stored in magma chambers below the ridge axis, where they crystallise to yield the lower oceanic crust. The heat provided by magma input and crystallisation drives seafloor hydrothermal systems, which control ocean chemistry through lithosphere-hydrosphere exchange, and provide energy for chemosynthetic ecosystems. Recovered sections of lower oceanic crust have provided much information on crustal accretion mechanisms, but the key element of time has remained largely unconstrained due to the absence of precise dating tools. As a result, the temporal evolution of the accretion process has remained enigmatic. This is critical, however, not only for understanding formation of a large part of the Earth's crust, but also for understanding the controls on hydrothermal circulation. Our recent work has demonstrated that U-Pb zircon dating techniques are now of sufficient precision to allow us to resolve the temporal evolution of magma chambers and relationships with crustal cooling (Lissenberg et al., Science, 2009), showing that zircon growth may occur over a significant time span (&gt;100 ka) within individual mid-ocean ridge plutons. As a result, we now have a tool to reconstruct the relationships between time, temperature and magma chemistry. This proposal seeks to further develop this tool and greatly expand its scientific application by applying it to samples from the lower oceanic crust recovered from the Vema Lithospheric Section (11 degrees N, Mid-Atlantic Ridge). Combining high-precision zircon dating with trace element analyses, we will reconstruct how long magma chambers along this ridge segment were active, how they evolved over time and how quickly they cooled. This will provide an unprecedented view of the evolution of mid-ocean ridge magmatic systems over time. The pattern of the age variation of the samples with distance from the spreading ridge will constrain where magma was delivered to the crust. This allows a test of our hypothesis that slow-spreading oceanic crust forms in two fundamentally different modes, one dominated by symmetric spreading and melt delivery at shallow levels (inferred for Vema), and the other by asymmetric spreading, detachment faulting and deep magma emplacement.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H020004/1","grantId":"NE/H020004/1","fundValue":"48118","fundStart":"2011-02-01","fundEnd":"2014-07-31","funder":"NERC","impactText":"  Findings have inspired a workshop to secondary school students focusing on the geology of the ocean basins. Feedback was very positive, and two students in attendance went on to apply to study Geology at university. Education Societal","person":"Cornelis Johannes Lissenberg","coPersons":[],"organisation":"Cardiff University","findingsText":" The mineral zircon is used by Earth Scientists to place absolute dates on rocks. It grows mainly from magmas as they crystallise. My previous work found that, when very precise dates are obtained on individual zircon crystals from a single sample, the different crystals do not all give the same age. Given that zircon is the main way of providing absolute dates for rocks, this is fundamentally important. This grant explored the cause of the dispersion in dates, and found that they relate to changing conditions during the history of magma chambers.\n\nAn additional finding is that zircon can incorporate water in its mineral structure, and that this water plays a role in the incorporation of other trace elements. Academics will use the findings in their interpretation of high-precision zircon dates. In addition, they will take into account the role of water in zircon when interpreting zircon trace element data - an increasingly important tool. Other","dataset":"gtr"}