{"id":"2CC4F289-492F-4A72-978F-8075B774A29C","title":"Optimal Audit Policy for a Tax Evasion Network","abstractText":"<p>Tax evasion is costly for society. It reduces government revenue and unfairly shifts the burden of tax payment onto the compliant. Developing a better insight into the evasion decision is the key to constructing an effective policy response that permits better targeting of existing resources to achieve increased compliance. The evasion decision has traditionally been seen as a private choice that weighs the benefits of reduced tax payment against the potential punishment that follows detection. This description is contradicted by evidence that tax evasion is a social phenomenon in which peer group effects have an important role. Research in behavioural economics shows that decisions with risky outcomes involves more than simple assessment of probabilities.</p>\n\n<p>This project will explore the evasion decision in a setting in which social interaction determines attitudes towards compliance and beliefs about the consequences of evasion. Recent developments in network theory will be used to model the social links that control the flow of information. Moreover, the role of occupational choice in giving access to evasion opportunities will be explored. The research will provide an improved understanding of how the social aspects of tax evasion can be exploited by the tax authority to achieve enhance compliance.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-194-23-0002","grantId":"RES-194-23-0002","fundValue":"100298","fundStart":"2010-11-01","fundEnd":"2012-12-31","funder":"ESRC","impactText":"  Scientific impact. \nUnder this project we enhanced the agent-based modelling approach by making economic optimisation an integral part of the computation. This is an improvement over the existing agent-based models where the choice is typically governed by a mix of randomisation and imitation. The scientific impact has been achieved by dissemination of our findings, at various stages, at a number of Economics and interdisciplinary conferences and workshops: \no Association of Public Economic Theory (APET) annual conference (Indiana University, Bloomington, June 2011),\no International conference &quot;The Shadow Economy, Tax Evasion and Money Laundering&quot; (University of Muenster, Muenster, July 2011), \no International conference on taxation analysis and research (HMRC/ESRC, December 2011), \no Henley Interdisciplinary Workshop on the Evolution of Social Norms (Action for the Science of complex SYstems and Socially intelligent icT (ASSYST), Henley-on-Thames, December 2011), \no Interdisciplinary workshop &quot;Taxation and tax evasion: Economics and beyond&quot; (Centre for Institutional Performance (CIP), University of Reading, May 2012).\no Tax Research Network Annual Conference (Roehampton, September 2012).\no Public Economics UK (Warwick, September 2012).\nThe research has also been presented at several universities: Vanderbilt University, University of Texas, Dallas, Kent, City, and Neuchatel.\nIn addition, one scholarly article, generated by the project, has been accepted for publication in the Journal of Economic Psychology and is currently available online (http://dx.doi.org/10.1016/j.joep.2012.09.002). Thus, our research under this project has contributed to the scientific advances within Economics and across disciplines, through the interaction, at various stages, with researchers in Accounting, Applied Mathematics, Computer Science, History, Law, Psychology, and Sociology. \n\nEconomic and societal impact. \nThe project contributes to the HMRC Departmental Strategic Objective of the reduction of the tax gap. Our findings can be used to formulate a set of practical recommendations for improved compliance policy and a program HMRC can use in their ongoing enforcement operations. A recent HMRC estimate of the tax gap places it in the region of ?40 billion, or about 8% of total tax liability (HMRC, 2010). Controlling the tax gap requires the implementation of an effective auditing strategy and improved targeting that is based on an understanding of the processes at work in the individual compliance decision. Our project helps to enhance and utilise this understanding for the benefit of tax administration. Government, Democracy and Justice Economic","person":"Gareth Donald Myles","coPersons":["Frank  Page","Nigar  Hashimzade","Matthew David Rablen"],"organisation":"University of Exeter","findingsText":" We investigated the individual tax compliance decision and the effect of enforcement strategies when taxpayers exchange information about their tax audit experience and form moral attitudes towards compliance within their social networks. Our theoretical and computational framework allows comparison of the efficiency of various enforcement strategies in closing the tax gap. \nDifferences in attitudes to compliance evolve through the interaction of personal experience and exchange of information with others, and are closely linked to occupational choice. In many occupations income tax is deducted at source, and the scope for tax evasion is limited. This is typical for salaried employment, whereas in self-employment there is an opportunity to evade by under-reporting income. Individuals who are less risk-averse tend to self-select into self-employment, where income is less certain than in salaried jobs, but these individuals are also more likely to take advantage of the opportunity to under-report when facing the risk of being caught evading. \nThe endogenous separation of taxpayers into occupations with differing evasion opportunities creates different behavioural types who comply to different degrees and can develop differing attitudes and beliefs. Our central result is that risk aversion, occupational choice, compliance, and attitude to evasion are inter-related and mutually reinforcing. We also investigate the effects of conducting audits on randomly selected individuals or on particular occupational groups, where the number of audits in a given year can be fixed or random. Efficiency is higher when taxpayers can infer little about the enforcement strategy from the observed patterns in audits. Main findings. \nWe showed how empirically observed high rates of compliance, inconsistent with the standard theoretical approach, can be generated by a combination of the occupational choice, social interaction, and a social custom and rewards compliance. Furthermore, we showed how different rates of compliance can emerge among taxpayers in different occupational groups. This result proved to be robust for two different processes for the formation of the subjective beliefs, distinguished by whether an audit causes an increase in the subjective probability (the target effect) or a reduction (the bomb-crater effect). First, taxpayers self-select into occupations according to the degree of risk aversion, and, therefore, occupational choice operates as a form of self-selection that places those who will evade into situations where evasion is possible. Second, social interaction in networks results in the subjective probability of audit differing from the objective probability, and the former can be sustained above the latter in the long run. Third, the weight attached to the social custom differs across occupations, a finding relevant to the literature on the evolution of social norms (Bendor, 2001; Boyd &amp; Richerson, 1994). We showed how it is possible for attitudes and beliefs to emerge endogenously that differ across sub-groups of the population. The population is heterogeneous in characteristics and chooses occupational groups on the basis of characteristics. The behaviour is different across occupational groups, and this is reinforced by the development of group-specific attitudes and beliefs. We investigated the relative effectiveness of two versions of random audits (taxpayers selected for audit randomly across occupations), with random number of audits every period and with the fixed number, and two versions of targeted audits (taxpayers selected for audit in a specific occupation), with audits switching between occupations randomly or regularly. Our results suggest that better compliance and higher tax yield are achieved under random audits. This can be explained by the sustained high level of perceived probability of audit (in the absence of discernible patterns in audits from which potential evaders could discern the strategy of the tax authority) combined with the self-reinforced importance of the social custom of compliance that evolves through social interactions.\nFuture research \nA number of extensions of the analysis have now been explored, in particular, as part of research of the HMRC/HMT/ESRC Tax Administration Research Centre (TARC). Rablen (2014), has incorporated the cost of audit and imperfect audit effectiveness. This enables an analysis of the trade-off between audit probability and effectiveness, e.g., the effects of introducing so-called ''light-touch'' audits, which cost a fraction of a traditional tax audit, but which may also be less effective in detecting the concealed income. Furthermore, the framework has allowed comparison across various risk-based audit strategies, when taxpayers are selected based on observable characteristics associated with unobserved attitudes to risk and tax compliance. Finally, we plan to model the second channel for the information exchange and formation of beliefs and attitudes, namely, the tax intermediaries, or tax advisers. These models will be calibrated using the HMRC data available through Datalab. Government, Democracy and Justice","dataset":"gtr"}