{"id":"2CCBCE41-E162-4748-A06D-D522AE3154BE","title":"Computer simulation of metal-amyloid interaction and its role in plaque formation","abstractText":"Alzheimer's disease is one of the greatest healthcare challenges facing 21st century society. Characterised by progressive loss of brain function, especially memory, the human, social and financial costs of this disease are already huge, and are forecast to become even more so in the coming decades. AD is associated with formation of fibrils and plaques (dense, mostly insoluble deposits of protein and cellular material outside and around neurons) in brain tissue that impair proper functioning of neurons. Plaques are formed by aggregation of amyloid-beta peptides that are soluble in isolation, but insoluble when bound to one another. The presence of metals, notably copper, zinc and iron, is a vital part of the aggregation and subsequent toxicity of amyloid beta peptides: increased levels of Cu and Zn are found in plaque regions of diseased brain, and those plaques which do not contain metal ions have been found to be non-toxic. Moreover, different metals such as platinum and ruthenium have been shown to inhibit aggregation, opening new avenues for treatment and diagnosis.\n\nExperiments to determine how metals might bind to amyloid beta peptides are difficult and costly to perform: the peptides themselves are inherently highly flexible, and tend to aggregate into an insoluble mass that cannot be studied using conventional means such as spectroscopy. Moreover, they can be expensive and problematic to synthesise in pure form. In this light, using computers to simulate how metals bind to amyloid beta peptides and affect their structure and aggregation is an attractive proposition. Computer models are used in all walks of modern life, and computer-aided molecular design plays a vital role in the discovery of new drugs, agrochemicals, catalysts, dyes and materials, to name but a few.\n\nThis project will use modern simulation methods to describe in detail how metals can bind to the peptides that cause Alzheimer's, and the effect different metals have on their structure and aggregation characteristics. To do this in a reliable manner, we need methods that are capable of using supercomputers to describe the motions of hundreds or thousands of atoms, while also properly describing the particular chemistry of metal atoms in different environments. We have identified ligand field molecular mechanics (LFMM) as the ideal candidate for this task, as it efficiently and transferably captures the behaviour of metals, and has been used previously to examine processes such as the dynamics and spectroscropy of copper-containing proteins and the binding of platinum- based drugs to DNA. We will test this method for the specific case of metal-amyloid interactions by comparing against slower but more rigorous quantum mechanical and hybrid quantum-molecular mechanical (QM/MM) methods, since experimental structures are scarce. Having done so, we will use LFMM within molecular dynamics simulations to explicitly allow the peptide to change its shape in response to different metals. Crucially, the speed of LFMM coupled with the supercomputing resources available to us means that we can simulate the behaviour of two or more peptides together, and hence to examine the effect of metal on the initial stages of aggregation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N016858/1","grantId":"EP/N016858/1","fundValue":"342364","fundStart":"2016-02-01","fundEnd":"2019-01-31","funder":"EPSRC","impactText":"","person":"James Alexis Platts","coPersons":[],"organisation":"Cardiff University","findingsText":"","dataset":"gtr"}