{"id":"2CD917C4-0015-4451-9B31-0FEBAF778635","title":"Measurement and modelling of ingress through gas turbine rim seals","abstractText":"The gas turbine engine is an adaptable source of power and has been used for a wide variety of applications, ranging from the generation of electric power and jet propulsion to the supply of compressed air and heat. Competition within the industry and, more recently, environmental legislation from government have exerted pressure on engine manufacturers to produce ever more cleaner and efficient products.The most important parameter in governing engine performance and life cycle operating costs is the overall efficiency. High cycle efficiency depends on a high turbine entry temperature and an appropriately high pressure ratio across the compressor. The life of turbine components (vanes, blades and discs) at these hot temperatures is limited primarily by creep, oxidation or by thermal fatigue. It is only possible for the turbine to operate using these elevated mainstream gas temperatures (as hot as 1800 K) because its components are protected by relatively cool air (typically 800 K) taken from the compressor. However, this cooling comes at a cost: as much as 15-25% of the compressor air bypasses combustion to provide the required coolant to the combustor and turbine stages. Ingress is one of the most important of the cooling-air problems facing engine designers, and considerable international research effort has been devoted to finding acceptable design criteria. Ingress occurs when hot gas from the mainstream gas path is ingested into the wheel-space between the turbine disc and its adjacent casing. Rim seals are fitted at the periphery of the system, and a sealing flow of coolant is used to reduce or prevent ingress. However, too much sealing air reduces the engine efficiency, and too little can cause serious overheating, resulting in damage to the turbine rim and blade roots. It is proposed to build a new rotating-disc rig to measure the flow structure and heat transfer characteristics of hot gas ingress in an engine-representative model of a gas-turbine wheel-space. The rig will feature generic engine geometries; it will be fully-instrumented and specifically designed for optical access. An annular, single-stage turbine will create an unsteady circumferential distribution of pressure, which in turn will create the ingestion of hot air in the wheel-space. Fast-response thermocouples and thermochromic liquid crystal in conjunction with a stroboscopic light will be used in thermal transient experiments to measure the temperature of the rotating disc, the stator and the air inside the wheel-space of the rig. Miniature pressure transducers, pressure taps, pitot tubes, and concentration probes will also be used inside the seal annulus and in the wheel-space. In addition, a theoretical model of ingress will be developed and validated using the experimental data collected. This ingress model will be used to obtain correlations of cooling effectiveness and surface temperatures. More generally, the research will provide fundamental insight into the thermal effects of ingress in gas turbines and in turn inform the design of internal air systems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G069107/1","grantId":"EP/G069107/1","fundValue":"282580","fundStart":"2009-10-01","fundEnd":"2012-09-30","funder":"EPSRC","impactText":"","person":"GD  Lock","coPersons":["Kevin  Robinson","John  Michael  Owen","M  Wilson"],"organisation":"University of Bath","findingsText":"","dataset":"gtr"}