{"id":"2CE57DBE-E6C5-4FD9-B330-F04A918E791E","title":"Understanding educational and wellbeing implications of learning outside the classroom through cross-national collaboration","abstractText":"<p>Sue Waite and Rowena Passy, co-leaders of the outdoor and experiential learning research network at Plymouth University have received funding from the ESRC to develop an international network with partners from Australia, Denmark and Singapore. The aim is to develop the field of research, policy and practice in learning outside the classroom for students of school age (ie up to 18) through cross-national collaboration. The award lasts for three years, starting in December 2012.</p>\n\n<p>Partners will draw together international evidence relating to learning outside the classroom and use this as a springboard for developing cutting-edge cross-national and comparative research to build better understandings of the relationships between place, curriculum, pedagogy, learning and schooling.</p>\n\n<p>A series of workshops and conferences will be held in the partner countries to support research, share findings, theorise and create dialogue; reciprocal guest lectures will be held in each institution at the time of these workshops, and a programme for research exchange will be set up for early-career researchers.</p>\n\n<p>The project will be supported by a dedicated website. Partners intend to publish collaborative papers and develop a common research agenda that can be explored in different national educational contexts. </p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/J019445/1","grantId":"ES/J019445/1","fundValue":"25248","fundStart":"2012-12-06","fundEnd":"2015-12-05","funder":"ESRC","impactText":"  have been used by Singapore practitioners to inform practice Education,Environment,Leisure Activities, including Sports, Recreation and Tourism Cultural,Societal,Policy & public services","person":"Susan Jane Waite","coPersons":["Alistair  Stewart","Rowena Alexandra Passy","Peter  Bentsen","Erik  Mygind"],"organisation":"University of Plymouth","findingsText":"","dataset":"gtr"}