{"id":"2CF1C1B2-9095-4946-8269-5C6F111E864E","title":"Sequencing the 'Sea Lettuces'; key links between terrestrial agriculture and marine ecosystems","abstractText":"The green macroalgae, or seaweeds, are one of the most common sights on beaches and shorelines around the UK, providing food and shelter for many marine animals. The most familiar of these green seaweeds are the Ulva species; the 'sea lettuces'. These are particularly important because they act as a link between the land and the seas; increased nutrient run-off from agricultural fertilisers, or from urban sewage treatment plants, can lead to higher nutrient levels in the rivers and seas that border farmlands and cities. These enriched waters, which can also occur naturally through the spring upwelling of nutrient-rich deeper sea waters, can, in turn, see extraordinarily rapid growth of the seaweeds that live in them; the so-called 'green tides' that can choke coastal waters worldwide and which are responsible for threatening the Olympic sailing regatta at Qingdao in 2008, covering beaches along the south coast of the UK in 2010, and fouling the Breton coast annually.\n\nWe still know very little, however, about these astonishingly important organisms. The proposed research aims to provide the first genome sequence of one of these green seaweeds, Ulva compressa, giving us a first look at their genomic architecture and at the genes which allow them to grow so dramatically. The UK has a strong tradition of green seaweed research, and this proposal would add to that tradition by providing a framework on which to hang 'Next Generation' genomic experiments that look at the ecology and biology of marine seaweeds.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J014370/2","grantId":"NE/J014370/2","fundValue":"400","fundStart":"2013-10-01","fundEnd":"2014-02-28","funder":"NERC","impactText":"","person":"John Henry Bothwell","coPersons":["Christine  Maggs"],"organisation":"Durham University","findingsText":"","dataset":"gtr"}