{"id":"2CF8FFE6-BF85-4D35-B296-9D80BF432F10","title":"Extended X: Recarving the Biological and Cognitive Joints of Nature","abstractText":"There are certain boundaries that have been thought of as the joints of biological and cognitive nature, by which I mean the interfaces and borders between systems or entities that determine how biological and cognitive nature is, at a fundamental level, organised. In recent years, however, a number of radical theses have been proposed, in philosophy, cognitive science and biology, questioning the philosophical and scientific importance of some of the seemingly most obvious of these boundaries. Such theses form part of the contemporary research agenda in philosophy of biology, philosophy of cognitive science and philosophy of mind. \\n\\nHere is an example. It might seem obvious that thinking takes place exclusively inside the head. But now consider: We often solve multiplication problems by using 'pen and paper' as an external resource that enables us to transform a difficult cognitive problem into a set of simpler ones and to temporarily store the results of intermediate calculations. According to the so-called extended mind hypothesis, the thinking that goes on here is not a wholly internal phenomenon. Rather, it is distributed across the coupled combination of pen-and-paper, bodily manipulations, and in-the-head processing.\\n\\nHere is another example. It might seem obvious (given the way in which genetics occupies the centre stage in contemporary biology), that if one wants to understand biological inheritance, then one will focus on genes. But, according to some thinkers, the mechanisms that explain inheritance should often be extended to include nongenetic organismic and environmental factors. Consider, for instance, the claim that inheritance sometimes proceeds via niche construction, as when beaver offspring inherit both the dam that was communally constructed by the previous generation and the altered river flow that that physical structure produces. \\n\\nThe proposed research will begin by critically assessing the arguments for these and other extension claims. I shall examine the arguments for extended organisms, extended phenotypes, extended systems of selection and inheritance, extended replicators, extended developmental systems, extended cognitive processes, extended minds and extended selves. One task will be to gauge the persuasiveness of the various extension arguments in their own domains. Another will be to identify and analyse common patterns and/or significant differences in how the various cases for extension are made, in order to understand whether such arguments are the local manifestations of a general shift in our understanding of how biological and cognitive nature is organised. \\n \\nHaving identified which of the various arguments in this arena are ultimately persuasive, I will turn to the theoretical fallout from biological and cognitive extension. I will show how two of our most cherished philosophical/scientific views come under threat from the reconfigured understanding of biological and cognitive nature that such arguments mandate. These views are (a) that genes code for (represent, carry the information for) the construction of phenotypic traits during development, and (b) that neural states and processes often constitute representations of the environment. In both cases I will defend a mode of representational explanation, but one that is transformed in significant ways. For example, it will turn out that it is mRNA and not DNA that codes during development, and that such coding reaches only as far as proteins, not as far as traits. I will also consider the highly controversial issues of extended consciousness (asking, does consciousness extend beyond the brain?) and extended selves (asking, are human persons sometimes hybrids of organic and nonorganic factors?). Finally I will show that the phenomenon of linguistic inner rehearsal (roughly, thinking by running through sentences 'in one's head) constitutes a serious barrier to an extended-mind based account of human linguistic thought.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F002963/1","grantId":"AH/F002963/1","fundValue":"28168","fundStart":"2008-02-01","fundEnd":"2008-05-31","funder":"AHRC","impactText":"","person":"Michael William  Wheeler","coPersons":[],"organisation":"University of Stirling","findingsText":"","dataset":"gtr"}