{"id":"2CFD03C2-6C4D-4B0B-B553-42422C8CEA54","title":"Global Analyses of Plant and Animal Demography","abstractText":"These are exciting times for population biologists. There exists a large and rapidly growing database of complete descriptions of the life cycles of thousands of species of plants and animals from all over the world. These life cycles include measurements of rates of survival, growth and reproduction. Associated with these life cycles is information on the location, evolutionary history, pest status, conservation status, life form and habitat of each species. This database allows researchers from the fields of demography, population ecology, evolutionary biology and conservation biology to understand the full diversity of plant and animal life histories all over the world. However, the scientific power of such databases can only be realised by bringing together an international team of scientists to decide (1) how to manage the databases and make sure they are available, and understandable, to all interested parties; (2) how to study the database to reveal global patterns and drivers of life cycles and demographies; (3) how to make sure that the databases contuinue to grow; and (4) how to integrate these databases with other global sources of information on phylogeny, climate, biodiversity and human impacts.\n\nHence we propose the creation of an international consortium to address these questions. We will meet for a 5-day workshop to decide how to ensure the databases grow and are disseminated to scientists and the public. We will also work to set a research agenda on how best to exploit the databases. We will then employ a database officer to create and manage the databases across several computer servers, starting at the University of Exeter. We will focus not just on scientific discovery but also on the production of educational materials and on the visual impact of life cycles and population dynamics.\n\nThe outcome of this consortium will be a vibrant new set of international collaborations, and a robust set of web-based, open access databases, to help guide the future understanding of biodiversity and how it persists and adapts to changing climates and environments.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/N006798/1","grantId":"NE/N006798/1","fundValue":"38198","fundStart":"2015-11-23","fundEnd":"2016-11-22","funder":"NERC","impactText":"","person":"David James Hodgson","coPersons":[],"organisation":"University of Exeter","findingsText":"","dataset":"gtr"}