{"id":"2D04BEC9-6C4C-4879-B0B0-AEBB8AB5D250","title":"Quantifying cation exchange: Re-assessing the weathering signature of continental waters","abstractText":"Chemical weathering mediates Earth's carbon cycle and hence global climate over geological time-scales. Ca and Mg from silicate minerals are released to the solute phase during dissolution with carbonic acid. This solute Ca and Mg gets subsequently buried as Ca and Mg carbonates in ocean basins transferring carbon from the atmosphere to the carbonate rock reservoir. This simple reaction has provided the climatic feedback that has maintained Earth's climate equable and inhabitable over the entire history of the Earth. To understand how Earth's climate functions, it is therefore vital to understand silicate weathering and to estimate the flux carbon dioxide associated with modern chemical weathering. Modern day silicate weathering fluxes are estimated from the chemistry of rivers or natural waters. Natural waters contain positively charged elements or cations such as Ca, Mg, Na and K, and it has been understood for decades that the relative and absolute concentrations of these elements depend of the type of rocks that are drained. For example, Ca is mainly derived from the weathering of limestones, whereas Na and K are mainly derived from the weathering of silicate minerals such as feldspar. This distinction is important because only the Ca derived from silicate weathering is important for carbon dioxide consumption. Therefore, the Ca flux from silicate weathering is usually estimated based on Na, which has been thought to a more reliable estimate of silicate weathering. However, chemical weathering is more complex than simple mineral dissolution and a series of other chemical reactions also occur such as cation exchange. This is a process whereby the positively charged cations in solution are attracted to negatively charged mineral surfaces on clays, a process known to buffer groundwaters. One of the key chemical exchanges is Ca for Na, meaning that Na may not provide a true estimate of silicate weathering at all. Recent isotopic data suggests that cation exchange might be more significant that previously thought, which until now has been very hard to fingerprint. One method is to use naturally occurring tracers or isotopes, that allow chemical reactions to be tracked. In this work, it is proposed to examine the naturally occurring isotopes of the elements Li and Mg to examine the role of cation exchange in global budgets. However, to be able to do this successfully, a series of experimental work is proposed to examine the behaviour of the isotopes of Mg and Li during cation exchange. Once we understand how our tracers work we can use them to re-evaluate our understanding of natural waters, and better estimate fluxes of carbon dioxide associated with chemical weathering, with the ultimate aim of better understanding Earth's climate.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/K000705/2","grantId":"NE/K000705/2","fundValue":"25055","fundStart":"2015-01-26","fundEnd":"2015-09-25","funder":"NERC","impactText":"","person":"Edward  Tipper","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}