{"id":"2D04A572-053E-4A37-A157-3DF7494176BE","title":"Transcription factor mediation of transcriptome changes and functional remodeling in osmotically stressed hypothalamic n","abstractText":"The driving force behind this project has been the need to rapidly exploit genomic information in order to obtain physiological understanding. We now know that mammals have approximately 30,000 genes. These data prompt two questions, firstly, where and when are these genes expressed, and secondly, what do these genes do? We have addressed these questions in a robust model system, namely the physiologically challenged vasopressin (VP) neurones of the hypothalamus. When an animal is dehydrated, the peptide hormone VP is released and travels through the blood stream to specific receptor targets located in the kidney, where it reduces the excretion of water, thus promoting water conservation. This is accompanied by a plethora of changes in the morphology, electrophysiological properties and biosynthetic and secretory activity of VP neurones. We wish to understand this functional plasticity and its physiological consequences in terms of the differential expression of genes. We have used microarray techniques that allow us to look at the expression of tens of thousands of genes in a single assay. We have thus compiled catalogues that represent comprehensive descriptions of the RNA populations expressed in different regions of the hypothalamus. Further, we have identified transcripts that are either up- or down-regulated as a consequence of chronic dehydration. We have now selected 5 genes for further study on the basis that they code for transcription factors, proteins that work in the cell nucleus to control the initiation of gene expression, and hence collectively govern the composition of all of the messenger RNAs of a cell. These genes might be important key mediators, or regulators, of VP neuronal plasticity. In order to test this hypothesis, we will:\n1. check that the array data are correct using independent methods;\n2. find out which genes these transcription factors regulate using a method called chromatin immunopreciptitation;\n3. use gene transfer into the whole organism to determine the functional consequences of the increased or decreased activity of target gene products in the control of water balance.\nThis will be the first time that, based on a microarray output, a gene network will be studied functionally in the context of a whole animal physiological system. The data will undoubtedly lead to a better understanding of gene networks involved in the plasticity of a physiological system in health and disease states.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0700954","grantId":"G0700954","fundValue":"860857","fundStart":"2008-02-14","fundEnd":"2012-03-31","funder":"MRC","impactText":"","person":"David  Murphy","coPersons":[],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}