{"id":"2D093B24-5CD4-4DF1-BCDB-F0380EB8CD9C","title":"The Mathematics of String Theory and Gauge Theory","abstractText":"This grant will cover the costs of organizing a workshop to be held between the 3rd and the 5th of May 2012 at City University London and King's College London. The overarching theme of the meeting will be the recent advances in mathematics that have a close connection to string theory and quantum field theories. We aim to bring together the leading international researchers in the field to present their latest results, analyze the state-of-the-art of the field, and inspire collaborations to identify and tackle the outstanding problems in this research area. \n\nThe interface between mathematics on the one hand and string theory and quantum field theories on the other, has often given rise to novel advances in mathematics, such as mirror symmetry, Seiberg-Witten invariants, or the study of integrable systems. Quantum field theories can have local, or gauge, symmetries, which provide them with a particularly rich mathematical structure. String theory has provided novel ways of tackling long-standing problems in this area, for example through the study of dualities between gauge theories or the gauge/string correspondence. \nHowever, many questions about gauge theories remain unanswered. There is a shared recognition amongst many mathematicians and physicists that new insights into these questions are likely to lead to profound new developments in both disciplines in the future. Understanding the non-perturbative properties of gauge theories has been identified as a key problem of modern mathematics - indeed the solution of the four-dimensional Yang-Mills theory is one of the Clay Institute's Millennium Mathematics prizes.\n\nRecently, significant new advances have occurred which have allowed mathematicians and physicists to address some of the long-standing gaps in our understanding of quantum gauge theories. To name just three: Firstly, localisation techniques have been used to compute the partition functions of supersymmetric gauge theories on S^4 or S^3, allowing for not only a much better handle on these gauge theories, but also allowing for the calculation of related mathematical invairants such as the Khovanov-Rozansky homology. Secondly, the AdS/CFT correspondence has recently led to both a study of sophisticated geometrical structures using advanced techniques such as equivariant localisation on symplectic manifolds and an investigation of new integrable systems and their Yangian representations. Thirdly, the investigation of supersymmetric vacua and operators of gauge theories has, in the last year or two, been given a new impetus as a result of our improved understanding of stable objects in the derived category of coherent sheafs on the one hand and a way to implement a type of deformation quantisation of the integrable structure underlyig the vacua of supersymmetric gauge theories. \n\nThe proposed meeting will focus on four areas in which such novel developments have recently taken place:\n\n- Localisation, geometrical invariants and supersymmetric gauge theories.\n- The AdS/CFT correspondence.\n- Supersymmetric vacua and operators of gauge theories.\n- New integrable systems and strongly coupled gauge theories.\n\nWe have chosen these four topics not only because there have been considerable advances in the recent year or two but also because we think there is considerable scope for the ideas from one area to benefit from interactions with another, and may stimulate further significant breakthroughs.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J021512/1","grantId":"EP/J021512/1","fundValue":"16960","fundStart":"2012-05-29","fundEnd":"2012-08-28","funder":"EPSRC","impactText":"  The workshop explored cutting edge research in Mathematical and Theoretical Physics. Researchers presented their findings and exchange ideas. Other ","person":"Bogdan  Stefanski","coPersons":["Yang-Hui  He","Nadav  Drukker","Dario  Martelli"],"organisation":"City University London","findingsText":" This was a workshop grant. The workshop was very successful and allowed for an excellent exchange of ideas between leading researchers in the field. by exchanging ideas to further develop mathematical and theoretical physics Other","dataset":"gtr"}