{"id":"2D0A2A23-EB40-46FE-A320-ECE75C9DA709","title":"Understanding British Accents in Noise","abstractText":"<p>&nbsp;The aim of this research is to understand why and how accent differences among British English speakers and listeners can make speech recognition difficult in noisy conditions.The project will assess whether:</p>\n\n<ul>\n \n\n <li>listeners are multidialectal (ie able to understand many different accents, not only ones that are similar to their own)</li>\n\n <li>whether the difficulties with accents and noise come from early stages of speech processing in the brain, or at later processing stages associated with the recognition of words. </li>\n\n</ul>\n\n<p>The experiments will involve testing individuals with a wide range of British English accents.The experiments will test their ability to recognise speech spoken in different accents and mixed with noise, acoustically analyse their own speech in terms of accent, and use neurophysiological measures to assess different types of speech processing. This interdisciplinary collection of measures and techniques will be used to address questions that are relevant to sociophonetics, speech science&nbsp; and psychology, and do so in a way that will have practical relevance to understanding how people communicate in the UK.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/K006029/1","grantId":"ES/K006029/1","fundValue":"381050","fundStart":"2013-03-15","fundEnd":"2017-03-14","funder":"ESRC","impactText":"  The grant is at too early of a stage for this.  ","person":"Paul Edward Iverson","coPersons":["Jyrki Juhani Tuomainen","Alexander  Leff","Melanie  Pinet","Bronwen Gillian Evans"],"organisation":"University College London","findingsText":" We have completed a study in which we have created an accent map of speakers in the UK, based on the acoustic distances between their speech. This accent map relates to how easily listeners can be understood in noisy conditions; listeners understand speakers better when they are nearby in the map (i.e., similar accents), but all listeners find speakers toward the center of the space to be more intelligible overall. We thus think that some of the high overall intelligibility of prestige accents, like southern English, come from their position within the acoustic landscape of accents, and not just because of their overall familiarity. The research is at too early of a stage for this. Digital/Communication/Information Technologies (including Software),Education,Healthcare","dataset":"gtr"}