{"id":"2D0F7728-069E-42AE-A359-0BCA4830944F","title":"The zebrafish tectal stem cell niche - a new model for in vivo analysis of neural stem cell biology","abstractText":"Stem cells in post-embryonic organisms regulate growth, regeneration and repair. The two best-characterized examples in mammals are intestinal stem cells, which renew the gut epithelium every few days, and haematopoietic stem cells that ensure the steady supply of new blood cells. Neural stem cells have acquired prominence due to the therapeutic promise they carry. Theoretically, such cells provide the possibility to regenerate damaged neural tissue thereby providing treatment for neurodegenerative disorders (such as Alzheimer's and Parkinson's disease) and nervous system injuries. In part for this reason, significant efforts are being made to identify and characterise the factors that regulate the maintenance and differentiation of neural stem cells. The mammalian nervous system contains only limited populations of neural stem cells, and these reside in niches that are not easily accessible. It is therefore almost impossible to study such cells in their natural context of the living animal. In contrast to mammals, other vertebrates, including fish, have many populations of neural stem cells making them good models that can complement mammalian and tissue culture experiments. In this project, we propose to establish the zebrafish optic tectum as a new model system to study the biology of neural stem cells. The optic tectum is an important visual centre that grows and adds neurons throughout the life of the fish. The stem cells that make this growth possible, and that have the capacity to generate more than a dozen tectal neuron types, reside close to the superficial surface of the brain. Coupled with the transparency of the zebrafish embryo, these cells can be followed in vivo. Relatively little is known about the behaviour of neural stem cells and progenitors in the intact animal and one of our key goals will be to observe these cells as they divide, move and differentiate. To do this, we will use sophisticated transgenic tools that allow us to visualise cell shape, to follow cell divisions and to track cell movements as progenitor cells generate neurons. Our second goal is to characterise the signals that influence the biology of the neural stem cells. Much has been learned about the signals that control haematopoietic stem cells, and we have found some surprising similarities between tectal and haematopoietic progenitor cells. The Wnt pathway is activated in both locations and we will determine how this pathway influences the maintenance of tectal stem cells, the proliferation of progenitors and the production of neurons. Secondly, recent data has implicated prostaglandins as being novel, critical regulators of the haematopoietic stem niche. We have preliminary data that prostaglandins may have conserved function in the tectal stem niche and will explore this possibility. These studies will help to determine the extent of conservation of the mechanisms that regulate stem cells and will elucidate the signalling mechanisms that underlie neural stem cell biology.A further goal is to resolve how growth is coordinated between the eyes and the optic tectum and we will address this issue by assessing how tectal innervation by the eyes regulates stem cell and progenitor behaviour. The benefits from our work include a better understanding of neural stem cell biology drawn from studies in the intact animal. The transparency of the zebrafish coupled with the ease of accessibility of the tectal stem cells provides a clear advantage for studying neural stem cells in this context. Our research will benefit others working on different stem cell models in helping to design experiments and manipulate stem cells for therapeutic purposes. The signalling pathways that regulate stem cells can be modulated by drugs and/or genetic manipulation and this will provide routes to manipulate stem cells. The proposed research will also establish a new model system to study stem cells that we hope will be exploited by other researchers.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H008462/1","grantId":"BB/H008462/1","fundValue":"495455","fundStart":"2010-06-01","fundEnd":"2013-08-31","funder":"BBSRC","impactText":"  Our results are being used by ourselves and other academics in ongoing research  ","person":"Stephen William Wilson","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}