{"id":"2D10B1EC-F536-452A-B774-F4193D6A3AD7","title":"Defining the post-transcriptional regulatory mechanisms controlling the SOX9 gene and their potential for promoting cartilage regeneration","abstractText":"Articular cartilage is a tissue in our joints that allows easy articulation and provides &quot;shock absorbing&quot; properties. Following injury or disease it heals very poorly. The tissue is typically described as having one type of cell in it, called a chondrocyte and it is very important that this cell type retains its ability to effectively produce the correct type of connective tissue and allow cartilage to perform its function properly. A very important gene, called SOX9, is used by chondrocytes to orchestrate the correct production of cartilage tissue and it is absolutely essential to the formation of healthy cartilage. Regulation of SOX9 has been implicated in age-related diseases such as osteoarthritis and its use in gene therapy approaches is able to promote the engineering of cartilage tissue. The ability to promote the activity of the SOX9 gene in chondrocytes is thus desirable but its regulation by these cells is still not fully understood. The applicant has been able to demonstrate that a regulatory process that controls the decay of an important gene intermediate, called mRNA, can affect the activity of the SOX9 gene. This project takes the work forward by examining the molecular mechanisms behind this process and use the findings to improve the quality of engineered cartilage.\n\nThis project will firstly build upon preliminary data, which shows that a group of specialised regulatory proteins, which can interact with mRNA and alter its decay rate, inhibit the activity of the SOX9 gene. Using a cell culture system, these proteins will be inhibited and the effect this has on SOX9 gene function will be measured. The effect of inhibiting these proteins will then be combined with the manipulation of other DNA-like molecules called microRNAs that exist in chondrocytes. Overall, the first objective will define combination of proteins and microRNAs, which potently affect the activity of the SOX9 gene. \n\nThe second objective of the project is to determine what parts of the SOX9 gene make it a target for mRNA decay. By introducing a molecular &quot;reporter&quot; into chondrocytes, the contribution of different regions of the gene to this decay will be assessed. This work will seek to determine whether certain regulatory parts of the SOX9 gene are responsible for the general instability of the mRNA whilst others allow changes to be made to the rate of decay in response to environmental cues. Further experiments will then be conducted to examine how these parts of the SOX9 gene interact with the specialised mRNA interacting proteins examined during the first objective. \n\nThe first two objectives of the project examine the basic biological mechanisms, which control an important aspect of SOX9 gene regulation. These are valuable experiments, which will provide an understanding of the control of an essential cartilage gene and of how its altered activity may contribute to the development of musculoskeletal diseases in the aged. The final aim of the project is to take these findings and use them to increase SOX9 gene activity, by reducing mRNA decay through the manipulation of relevant mRNA interacting proteins and microRNAs in human adult stem cells. The effect of these interventions on the quality and quantity of cartilage tissue produced by the stem cells will then be assessed.\n\nTo conclude, the outcomes of the project will be the identification of factors which regulate the SOX9 gene, the definition of the characteristics of the gene that make it susceptible to this regulation and the evaluation of the potential of these findings to improve our ability to engineer cartilage tissue. In delivering these outcomes the project aims to better understand the fundamental regulation of a critical cartilage gene, which will impact on how we understand age-related tissue pathology and improve tissue regeneration techniques.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K00381X/1","grantId":"BB/K00381X/1","fundValue":"337837","fundStart":"2012-12-01","fundEnd":"2015-11-30","funder":"BBSRC","impactText":"  As the work is still ongoing, there have been no societal/economic impacts from the scientific work so far. Economic and societal impacts have come about through public engagement (Meet the Scientists at Liverpool Museum, hosting work experience six form students, acting as STEM ambassador) and and staff training in biotech investment (Biotechnology Yes competition). Education Societal,Economic","person":"Simon Robert Tew","coPersons":[],"organisation":"University of Liverpool","findingsText":" We have discovered that a protein called TTP in cartilage cells is able to regulate another, critical cartilage protein called SOX9. It does this by binding to a molecule called mRNA, which acts as an facsimile of the information contained in the DNA of the SOX9 gene and is essential for the translation of this onformation intro the fucntional SOX9 proetin. We have also found that another protein, called HuR is able to regulate another improtant cartilage gene, a collagen-degrading enzyme called MMP13. This has been the first time that these proteins, which are known as RNA binding proteins have been shown to regualte genes in cartilage cells. We also aimed to see how a class of molecules called microRNAs interacted with the RNA binding proteins in cartilage cells but have so far found no significant effects. The project is still ongoing and we are currently meeting the objectives we specified. There is ongoing interest in regulation of important cartilage genes through interactions with their RNA molecules. Our work will add ot this understanding. Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}