{"id":"2D212431-79B9-40C2-9AA0-DACC5274FD46","title":"New Geometric Structures from String Theory","abstractText":"Our proposed research is aimed towards discovering the mathematical structures underpinning the fundamental nature of matter, the origins of the universe and the quantum structure of spacetime each of which would be a revolution in science, with possible consequences as far-reaching as they were when matter was shown to be composed of atoms. Just as differential geometry was vital for Einstein's theory of gravity, the mathematics we are investigating could be an essential part of a revolution the formulation of string theory, with possible far-reaching consequences. Theoretical physics has long been central in motivating vital new directions in geometry. Recent research in string theory points to the existence of a rich class of remarkable new geometrical structures. The aim of the research is to develop the underlying unifying mathematics of these structures, laying the foundations for new areas of geometric study using tools and ideas from string theory and gauge theory. It is rare to find a new type of geometry that is both beautiful and tractable. Generalized geometry, introduced by Hitchin, is one such new example, and like others is strongly linked with ideas from physics. The overarching focus of our proposal will be the much larger set of ideas of which this is part, including extended geometries, doubled geometries, flux geometries, non-geometric spaces and holographic structures. We anticipate wide ranging applications across mathematical sciences from geometry and topology to algebra and number theory and mathematical physics.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K034456/1","grantId":"EP/K034456/1","fundValue":"1582440","fundStart":"2013-06-01","fundEnd":"2019-05-31","funder":"EPSRC","impactText":"","person":"Christopher  Hull","coPersons":["Daniel  Waldram","Amihay  Hanany","Jerome  Gauntlett"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}