{"id":"2D267E87-9731-4430-ADB4-45974B2C223F","title":"The BBSRC Sustainable Bioenergy Centre (BSBEC): Perennial Bioenergy Crops Programme","abstractText":"The greenhouse gas (GHG) emissions that result from burning fossil fuels are a major contributor to climate change. Energy usage is increasing globally and alternative forms that are renewable and reduce GHG emissions are urgently needed. New forms of liquid transport fuels are particularly important, as the number of vehicles is increasing rapidly worldwide. Plants are 'biological solar panels'. Through photosynthesis, plants capture sunlight energy and use it to convert carbon molecules from atmospheric carbon dioxide to form carbohydrate. Plants use energy from carbohydrates for growth and the production of new dry matter (biomass). They also store carbohydrates in different forms as reserves. Liquid transport biofuels can be produced from plant carbohydrates by biological conversion processes such as fermentation. These enzymatic processes operate best when the carbohydrates are in simple forms, such as sucrose and starch, as these are easily accessed and broken down. In the UK, bioethanol is produced from sugar and starchy food crops such as sugar beet and wheat, respectively. However, growing such crops requires high inputs of nutrients particularly nitrogen (N) fertilisers. As N fertilisers require fossil fuels to make there is little overall energy saving or reduction in GHG emissions. Producing biofuels from arable crops can also conflict with food production. Perennial biomass crops, such as willows and the grass Miscanthus, are fast growing non-food crops which can produce biomass with little N fertiliser. Biofuels from these crops would give higher energy savings and GHG reductions. However, most of the carbon is in the form of lignocellulose which makes up the plant cell wall and complex linkages make it difficult for enzymes to access the carbon in this form. In the BBSRC Sustainable Bioenergy Centre (BSBEC) Perennial Bioenergy Crops Programme, we will bring together leading experts in plant biology, crop breeding, genomics, biochemistry, biomathematics and bioenergy to over come these limitations and thus underpin the improvements needed in willows and Miscanthus to develop biofuels from plant lignocellulose. Our focus will be on: (1) Optimising biomass yield. We will investigate ways of capturing more energy by developing leaf canopies earlier and extending the growing season and by improving the canopy architecture and we will investigate how carbon is partitioned into different parts of the plant e.g. shoots, roots, organs, tissues, cells and cell walls. (2) Optimising the biomass composition (specifically the accessibility of carbon in cell walls) for processing to biofuels. This will be done by first improving our understanding of biomass composition, how it varies naturally in Miscanthus and willow and how this variation influences the processibility of the biomass. We will also use gene discovery techniques to identify genes that affect cell wall composition and accessibility of the carbon. We have over two decades of experience with breeding and improving willow and Miscanthus. We also have exciting scientific leads in both crops. Our industrial partners (Shell and Ceres) have complementary strengths and expertise that will help develop these and new innovation within the programme and bring it to international markets.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G016216/1","grantId":"BB/G016216/1","fundValue":"5259850","fundStart":"2009-03-02","fundEnd":"2015-03-01","funder":"BBSRC","impactText":"  We have successfully identified novel genomic regions in willow and Miscanthus important to enhance yield because they regulate key traits such as growth rate (both crops), flowering time (Miscanthus), bud flush (willows) and senescence (both crops). We have identified key influences of environment on these traits by studying the crops on the contrasting RRes and IBERS sites which will help us predict how they will perform when grown on different sites. We have also been developing and using process-based models to integrate these data and identify the key traits that give the biggest gains in crop improvement. Variation in these traits has been assessed by phenotyping and, simultaneously, genetic and genomic approaches developed to map genomic regions and identify key genes and/markers which can now be used in breeding programmes. As aprt of this effort we have generated and published the first dense map of Miscanthus though collaborative efforts with our industrial partner Ceres Inc. \nWe have also studied patterns of carbon and biomass allocation during the perennial cycle. An extremely interesting and novel finding in Miscanthus was a clear correlation between yield and starch/fructose content - indicating fructose content could be used as a marker by breeders. In willow it was found that different varieties allocate biomass below and above ground differently and the high yielding types that also allocate a lot below ground can be selected for. This is important for the use of willow for carbon sequestration. \nIn both crops we have identified variation in growth or cell wall composition which influences the ease of sugar release. In willow we also made the exciting finding that variation in the difficulty with which sugars can be released for biofuel production is associated with genetic differences in the way the trees make Reaction Wood - a special form of wood that trees make naturally in response to gravitational stress. These findings will help breeders select more optimal willows and Miscanthus varieties to provide feedstocks for bioenergy and biofuel production in sustainable ways. Agriculture, Food and Drink,Energy Societal,Economic","person":"Angela  Karp","coPersons":["Richard  Murphy","Helen J Ougham","Peter  Shewry","John  Clifton-Brown","Christopher  Rawlings","Paul  Dupree","Iain Simon Donnison"],"organisation":"Rothamsted Research","findingsText":" BSBEC-BioMASS aimed to underpin the development of sustainable biofuels from SRC willow and Miscanthus by optimising biomass yield and improving the accessibility of the carbon for conversion to biofuels. We have made a distinct and internationally competitive contribution by exploiting our unique resources in a programme that integrated research vertically (using different disciplines such as genetics, cell biology, physiology, biochemistry, on common materials in each crop) and horizontally (by comparing results from different crops and sites). Specifically, we aimed to uncover novel biology through deriving data on critical stages in the perennial growth cycle by exploiting our existing genetic mapping populations at Rothamsted Research (RRes) and IBERS and a new trial that was established at both sites that was dedicated to taking destructive and non-destructive measurements over successive growth seasons. \nUsing this strategy we have successfully identified novel genomic regions in willow and Miscanthus important to yield because they regulate key traits such as growth rate (both crops), flowering time (Miscanthus), bud flush (willows) and senescence (both crops). We have identified key influences of environment on these traits by studying the crops on the contrasting RRes and IBERS sites which will help us predict how they will perform when grown on different sites. We have also been developing and using process-based models to integrate these data and identify the key traits that give the biggest gains in crop improvement. Variation in these traits has been assessed by phenotyping and, simultaneously, genetic and genomic approaches developed to map genomic regions and identify key genes and/markers which can now be used in breeding programmes. As aprt of this effort we have generated and published the first dense map of Miscanthus though collaborative efforts with our industrial partner Ceres Inc. \nWe have also studied patterns of carbon and biomass allocation during the perennial cycle. An extremely interesting and novel finding in Miscanthus was a clear correlation between yield and starch/fructose content - indicating fructose content could be used as a marker by breeders. In willow it was found that different varieties allocate biomass below and above ground differently and the high yielding types that also allocate a lot below ground can be selected for. This is important for the use of willow for carbon sequestration. \nIn both crops we have identified variation in growth or cell wall composition which influences the ease of sugar release. In willow we also made the exciting finding that variation in the difficulty with which sugars can be released for biofuel production is associated with genetic differences in the way the trees make Reaction Wood - a special form of wood that trees make naturally in response to gravitational stress. These findings will help breeders select more optimal willows and Miscanthus varieties to provide feedstocks for bioenergy and biofuel production in sustainable ways. These findings will help breeders select more optimal willows and Miscanthus varieties to provide feedstocks for bioenergy and biofuel production in sustainable ways. Improved feedstock should reduce costs of conversion at the industrial plant and make the growing of the crops more economic for farmers by achieving higher yields per hectare. The project has direct linkage with delivery pipelines through active breeding programmes at Rothamsted and IBERS. Agriculture, Food and Drink,Energy,Environment,Transport","dataset":"gtr"}