{"id":"2D26208D-CC45-4F50-92EF-EECDD1B15254","title":"Capturing the Ephemeral: Transience and Materiality through Drawing","abstractText":"This practice-based research project will use the Nova Zembla collection of prints at the Rijksmuseum, Amsterdam - extraordinary for having lain frozen in the Arctic for three centuries - as a stimulus for an investigation of the relationship between the materiality of drawing and the ephemerality of museum objects on paper. The research will lead to the production of a suite of drawings that will be shown at the Rijksmuseum together with a selection of the Nova Zembla prints.\\n\\nThe prints were carried as merchandise on a 1596 failed Dutch expedition to the Far East via the Northeast Passage. An over-wintering refuge was built on Nova Zembla in which the prints lay in stacks until their discovery: the refuge had filled with ice, transforming the stacks into frozen papier-mach&eacute; blocks. In 1977 methods were devised to separate the layers and reassemble the thousands of fragments. The physicality of the prints thus underwent metamorphic change: from two-dimensional paper sheets to three-dimensional hardened, blackened blocks and back again to paper.\\n\\nAs paradigms of ephemeral objects on paper, the Nova Zembla prints will provide, through the distortion and fragmentation of their imagery, the material transformation of their paper supports and the impact of their conservation, models for innovative ways of making drawings. New approaches to the employment of traditional methods and materials will be devised. For example, the historical practice of watermarks will be dedicated to new ends: imagery will be embedded into paper, revealed when the work is held up to the light, and referencing the images of the prints that were hidden within the frozen blocks. \\n \\nThe project will extend the applicant's ongoing interest in devising new ways of creating and exhibiting drawings to interrogate the museological dimensions of the state of flux. It is situated within the resurgent field of contemporary drawing and also connects with current debates on materiality and how thetexture of objects can communicate in many ways. The project is further contextualised by drawing research and practice that explores themes of ephemerality through various means. The research will establish a pioneering, distinctive discourse that aims to bridge debates on contemporary drawing, materiality and the museum context. \\n\\nThe fact that the Nova Zembla Prints were frozen in the Arctic for three hundred years and were integral to a 16th Century voyage of endurance and discovery, is a fascinating point of entry for audience engagement. A diverse range of potential beneficiaries have been identified as: researchers from the same and other fields; professional and practitioner groups; educational groups and the general public.\\n \\nIt is anticipated that a range of social benefits both immediate (eg.resulting from lectures) and long-term (eg.resulting from the exhibition publication), would result from the project. These benefits would be in the form of improvements in cultural and intellectual capital, learning and skills, and quality of life.\\n \\nIn order to facilitate evaluation of the research at all stages, critical reflection will be a core element of dissemination. This will take the form of the exhibition and a project publication that will document and contextualise the research, whilst lectures and gallery talks will enable in-depth, direct knowledge transfer, and a web-based portfolio will extend on-going accessibility of the research to a world-wide audience.\\n\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H020721/1","grantId":"AH/H020721/1","fundValue":"32096","fundStart":"2010-03-01","fundEnd":"2011-06-30","funder":"AHRC","impactText":"","person":"Sian  Bowen","coPersons":[],"organisation":"Northumbria University","findingsText":"","dataset":"gtr"}