{"id":"2D2A777F-B288-4A1B-867C-99144BB3D7AC","title":"Why should ecosystem services be used for poverty alleviation? Establishing the ethical foundations of ESPA. (Short title: WhyESPA)","abstractText":"This proposal outlines research asking a fundamental question: why should ecosystem services be used for poverty alleviation? It is a fundamental question because, in the presence of ecological and social trade-offs, ecosystem services (ES) do not automatically benefit poor people, but have been demonstrated to accrue to better-off and more powerful actors (Ronnback et al., 2007; Daw et al., 2011). It is also a timely question, not only because many environmental interventions continue to take place in settings characterised by entrenched poverty but also because demand for ES from non-poor and spatially distant actors is predicted to rise in coming decades (Meyfroidt et al., 2013). It is a particularly timely question for the conservation community, with whom we will work, because of active debates about the 'new conservation' and the ethical principles underpinning conservation practice (Lalasz et al., 2011; Soule, 2013). While a growing body of ESPA research now exists, none has comprehensively considered the ethical foundations of the ESPA proposition. This proposal is designed to address this gap and influence the terms of debate on environmental management in this decade and beyond, by harnessing contemporary debates in conservation. It comprises three bodies of work addressing the question of why ES should be used for poverty alleviation (PA): 1) Through empirical work, we seek to understand how conservation practitioners in the global north and south rationalise whether and why ES should be governed for PA; 2) Through novel theoretical work, we identify theories in political philosophy and environmental ethics underpinning the proposition that ES should be governed for the poor; 3) in a Think Tank event with practitioners, we co-produce knowledge about the ethical underpinnings of governing ES for PA. \nThe transnational conservation sector provides an appropriate focus for this research because conservation is a deeply ethical undertaking, having concerns for the common good, non-human nature and the prospects of future generations at its core. The strength of disagreement in debates about the 'new conservation' signifies the underlying ethical concerns and the importance attributed to decisions over trade-offs. From an ethical perspective, the most critical trade-offs can be characterised as: a) human wellbeing vs. non-human nature, b) current vs. future generations and c) the poor vs. the greater good of all humans. It is around these trade-offs that both the empirical and the theoretical work will be situated.\nWe focus upon conservation NGOs for two reasons. Firstly, they form the vanguard of international thinking about conservation (Adams, 2004), and their influence is significant because of their transnational reach. Secondly, our previous work indicates that ES concepts have important implications in the conservation sector, in particular allowing some conservation organisations to renew rationales for prioritising poorer people as beneficiaries of conservation (Fisher and Brown, submitted). These indications, combined with fresh debates about the 'new conservation', may signify the emergence of a hybrid conservation ethic combining concern for humans and ecosystems, related somehow to the concept of ES. Therefore, it is timely to investigate these phenomena empirically in the conservation sector.\nWe hypothesise that turning attention to ethical concerns might serve to resolve ES tradeoffs, through the identification of an explicit and defensible case, from practitioners and supported by theory, of why the poorest should take priority. Making this case has the potential to be transformational, as the reality is that in many instances, the poor and poorest cannot maintain access to ES, particularly when governance changes. Hence, the research we propose has the potential to provide a step-change in how poverty and the governance of ES are conceptualised, and in turn, how related trade-offs may be resolved.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M007103/1","grantId":"NE/M007103/1","fundValue":"125454","fundStart":"2015-08-20","fundEnd":"2017-02-19","funder":"NERC","impactText":"","person":"Janet  Fisher","coPersons":["Thomas  Sikor","Helen Marie Schneider","Adrian  Martin"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}