{"id":"2D2C3069-BD58-4DF1-9E4F-4308B762C098","title":"Towards the manipulation of the UPR in mammalian cells to orchestrate cellular re-organization for enhanced monoclonal antibody production","abstractText":"We have developed a defence mechanism to respond to infection when our body recognises a foreign 'invader'. We have a type of cell known as a B cell in our body, which in response to infection changes into an antibody-producing cell. This is necessary to allow us to fight off infections that would otherwise be very harmful. The antibodies work by attacking the foreign invader and destroying it, thereby clearing the infection and removing the foreign agent. In order for the B cells to change into antibody producing cells (a process known as differentiation), they must adjust the organization of themselves so that they have the required pieces of cellular machinery to make large amounts of antibody. As antibodies are the bodies natural defence against disease, many new antibody type drugs are being developed to help treat human diseases such as cancer and AIDS. However, in order to produce these next generation antibody-based therapeutic 'drugs' we must use mammalian cells to make them. The types of cells we use to make these drugs are not as efficient at producing antibodies as the modified B cell and as a result we are not able to produce enough of these drugs and the cost and demand for them is therefore high. It is thought that this will become even more of a problem as more antibody based drugs are developed. The research proposed here will examine whether we can find mammalian cells with more of the required machinery to produce high-levels of antibodies, or alternatively, if we can manipulate these mammalian cells to produce more of this machinery so that higher yields or amounts of these drugs can be produced more quickly at less cost. At present it is unknown if this is possible, and the process is poorly understood in the mammalian cells used to produce these antibodies. Advanced technology known as proteomics and inducible expression technology will be used to study the differences in the levels of the proteins known to be important for antibody production in differentiated B cells and compare the levels of these proteins in the mammalian cells used for commercial antibody production. We will look for proteins that become either more or less abundant (by altered gene expression, protein synthesis and/or protein degradation) and for subtle molecular modifications to pre-existing proteins known to be able to modify their function (e.g., switch them on or off). Information from current genomics projects will be mined and used in combination with our protein data to identify ways of improving the amount of therapeutic protein 'drug' we can manufacture using these mammalian cells. As stated above, this is extremely important as it is expected that with an increasing number of protein 'drugs' being developed we will lack the capability of producing large enough amounts to meet the required demand for these new drugs.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D009375/1","grantId":"BB/D009375/1","fundValue":"288003","fundStart":"2006-01-01","fundEnd":"2009-08-31","funder":"BBSRC","impactText":"  We and others have used these findings to investigate and develop new and improved bioprocesses to enhance recombinant product quality. In particular the findings have been applied to the manufacture of a difficult to express fusion protein drug to find methods that can be used to enhance product quality. Ultimately this may result in the development of product of improved quality and reduced costs. Manufacturing, including Industrial Biotechology Economic","person":"Christopher Mark Smales","coPersons":["Alan  Dickson","Peter  Klappa"],"organisation":"University of Kent","findingsText":" During this project we used a range of biochemical approaches to investigate how mammalian cells, specifically the industrially relevant NS0 and Chinese hamster ovary (CHO) cell lines, respond to the demand of making therapeutic monoclonal antibody protein based drugs. We were in particular interested to investigate and determine whether mammalian cells actively respond to the demands of making such proteins by up- or down-regulating the expression levels of other proteins involved in controlling how much of these complex proteins are made by a particular cell line or whether cells that are able to produce more of these proteins have a better balance of machinery to produce them. We have shown that high producing cell lines have a wider diversity in the expression levels of key proteins known to be involved in the folding and assembly of antibodies than low antibody producing cell lines and that this diversity appears to be correlated with the high level expression observed from these cell lines. Further, although these cells can up-regulate the levels of key proteins involved in the unfolded protein response (UPR) upon treatment with chemicals that induce such a response (a response triggered when large amounts of unprocessed protein material is in the cell) this results in cell death and high producing cells do not appear to up-regulate the machinery required to produce recombinant antibodies to any significant extent upon their over-expression, and certainly no more than observed in lower producing cell lines. Hence, it is the levels of the cellular machinery that is inherent in a cell line which determines whether or not it will be a good producer of recombinant monoclonal antibody material, not the ability of a cell to respond to the recombinant protein load put upon it. This means that in theory screens can be developed for the selection of high producing cell lines by determining the levels of key components, in different cell lines, required for the production of biotherapeutic antibodies. Indeed, we showed that by measuring the level of specific target proteins required for antibody synthesis and assembly we could predict whether a cell line would be a high or low producer of recombinant antibody. However, the over-expression of these UPR proteins that could be used to predict whether a cell line would produce high levels of antibody or not did not result in any further increase in antibody yields in high producing cell lines further suggestive of the inherent balance of cellular machinery within cell lines being the most important determinant o recombinant protein yield. Indeed, we also showed that the manipulation of key components of the UPR and co-factors that work with these components to synthesis, fold and assembly intact antibody before secretion can be transiently over-expressed successfully in high producing cell lines but this does not have a significance positive impact upon antibody production levels and often resulted in reduced levels. On-the-other-hand, the expression levels of recombinant protein from lower producing cell lines can sometimes be enhanced by such an approach suggesting that in high producers the levels of these pieces of cellular machinery is not limiting but may be in some lower producing cell lines. Our studies also identified a number of non-UPR proteins whose expression levels were modulated (made either higher or lower) when cells were put under pressure to produce recombinant protein and these proteins were involved in a number of different cellular processes (e.g. metabolism, mRNA translation). We are currently investigating whether these proteins could be limiting in terms of determining the levels of recombinant protein mammalian cells are able to synthesize. We are also investigating whether the data from his study can be used to design new screens for the isolation of high antibody producing mammalian cell lines. The development of new mammalian cell host expression systems with improved productivity (ability to produce recombinant protein drugs) or quality (reduced heterogeneity or enhanced performance/activity) is of great interest to the academic and industrial fields. The development of such systems may also lead to reduced time to first in human studies and reduced cost of manufacture. The targets identified in this study and engineered systems developed can be assessed by others to determine if these enhance production of biotherapeutic proteins, particularly new format difficult to express molecules. Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}