{"id":"2D3D6B8B-18F3-41A8-85E5-D57AA395C40E","title":"Development of a Novel Tunnel-junction-free Concentrator Cell and its Evaluation for a Smart Windows Application","abstractText":"We propose to develop a novel type of solar cell that will generate electricity from sunlight with efficiency above 30%. This is at least twice the efficiency of the cells currently used to power roadside signs and comparable with the highest efficiency tandem cells which power satellites in space. However, our cell offers many advantages over the tandem, in particular the absence of a tunnel-junction. This means they can cope with the large variations in the intensity and spectral content of sunlight on buildings and in the light-concentrating systems which reduce the cost of solar electricity. Our cell is particularly suited to an exciting new application - smart windows. These are double-glazed facades containing arrays of small plastic lenses which follow the sun's movement and focus sunlight onto small, unobtrusive solar cells. Direct sunlight is removed and the air-conditioning load reduced, while the smart windows provide combined heat and power (CHP) for the building. Even in London the electricity generated would power the office behind a south facing wall. The smart windows also allow glare-free diffuse sunlight into the room, which is ideal lighting for a computer screen. The cells will also be ideal for integration into hybrid CHP systems that provide electricity and hot water from concentrated sunlight with a natural gas backup. The new device incorporates the novel, nanostructured solar cell that the Imperial group have developed in collaboration with the EPSRC National Centre for III-V Technologies. The Centre for Sustainable Technologies will characterise the cell performance on prototype concentrators of the new UK company SolarStructure, which has recently been formed to manufacture smart windows.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D060214/2","grantId":"EP/D060214/2","fundValue":"150343","fundStart":"2006-10-01","fundEnd":"2008-11-30","funder":"EPSRC","impactText":"","person":"Philip  Charles  Eames","coPersons":[],"organisation":"University of Warwick","findingsText":" A detailed analysis of the optical and thermal behaviour of a &quot;Smart Window&quot; system designed to produce electricity and reduce building cooling loads was performed. The smart window system analysed incorporates an array of 2-axis tracked Fresnel lens concentrators with high efficiency (30% solar to electrical conversion) solar cells. The design allows diffuse solar radiation to pass into the building to provide natural daylight while the direct radiation incident on the window is focused onto the PV cells to generate electricity. Building energy optimisation This research could be used to optimise fresnel lens PV window systems to achieve reduced building cooling load while maintaining adequate natural daylight levels and generating electrical energy. Construction","dataset":"gtr"}