{"id":"2D4FEA18-6F84-49FB-AF8B-C2B50089107A","title":"Linking Communities to Historic Environments (LCHE)","abstractText":"The Linking Communities to Historic Environments (LCHE) research review assessed the broad range of projects and approaches that state-related organisations and civil society heritage bodies apply to engaging people with the historic environment. The review began with an expert advisory panel meeting, followed by a collaborative workshop between panel members, historic environment sector professionals who undertake engagement programmes, and participants who take part in engagement projects (see Appendix 1 for a list of contributors and notes). Two additional internal workshops were held at the Royal Commission on the Ancient and Historical Monuments of Scotland (RCAHMS), to gather experiences and information from staff. The fourth and final element has been the writing of a discussion paper, based on a review of the literature and the assessment of engagement examples, including six case studies. The full discussion paper draws out and explores various issues from past experience of engagement. These issues include constant and on-going funding problems, institutional processes that affect projects, inward-facing attitudes by some professionals in the heritage sector, and technological advances that can help people engage with aspects of the historic environment. It is intended that the discussion paper will be submitted to the International Journal of Heritage Studies for publication (Hale forthcoming). This research review is a short summary of the full discussion paper.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J501448/1","grantId":"AH/J501448/1","fundValue":"32556","fundStart":"2011-03-01","fundEnd":"2011-08-31","funder":"AHRC","impactText":"  The project reported on the good practices that are being delivered between the complex networks of actors across the heritage sector and beyond. Additionally, the issues and challenges were identified, when it comes to communities linking with historic environments, in order that they can be recognised and addressed in future programmes. Government, Democracy and Justice,Culture, Heritage, Museums and Collections Cultural,Societal,Policy & public services","person":"Alex  Hale","coPersons":[],"organisation":"RCAHMS","findingsText":" The Linking Communities to Historic Environments (LCHE) research review assessed the broad range of projects and approaches that state-related organisations and civil society heritage bodies apply to engaging people with the historic environment. The review began with an expert advisory panel meeting, followed by a collaborative workshop between panel members, historic environment sector professionals who undertake engagement programmes, and participants who take part in engagement projects. Two additional internal workshops were held at the Royal Commission on the Ancient and Historical Monuments of Scotland (RCAHMS), to gather experiences and information from staff. The fourth and final element has been the writing of a discussion paper, based on a review of the literature and the assessment of engagement examples, including six case studies. The full discussion paper draws out and explores various issues from past experience of engagement. These issues include constant and on-going funding problems, institutional processes that affect projects, inward-facing attitudes by some professionals in the heritage sector, and technological advances that can help people engage with aspects of the historic environment. The project enabled the participants to question the simplified models of 'top down' or 'bottom up' engagement with communities within the historic environment sector. The findings can be used to consider the range of 'middle way' approaches that can be taken when discussing linking communities with historic environments. Communities and Social Services/Policy,Environment,Leisure Activities, including Sports, Recreation and Tourism,Government, Democracy and Justice,Culture, Heritage, Museums and Collections","dataset":"gtr"}