{"id":"2D514CD9-5911-4E6E-97A8-2921E40D80E3","title":"Plant-mediated resource recovery-towards closing the waste water loop","abstractText":"This Catalyst proposal aims to assess the feasibility of using bioenergy crops (i.e. crops grown for energy production, rather than food) for the recovery and decontamination of polluted water. Bioenergy crops could be a valuable way forward for improving water quality, as they can undertake or assist in several ecosystem processes such as: 1) removal of toxic chemicals from contaminated water (and soil); 2) using up the nutrient present in waste waters; 3) stabilising wastes and improving the look of derelict land; 4) providing a place for wildlife; 5) generating a low carbon footprint, through the provision of fuel. Our proposal to direct research to assess the potential role for biomass crop in waste effluent management is driven by the fact that climate change and population shifts are increasing pressure on the world water resources. This means that in the future we will need to reconsider how we deal with domestic and industrial waste waters. In particular, we will need to think of these effluents as a resource, rather than just seeing them as a problem due to the excess nutrients, pharmaceuticals, 'trace' metals, nanoparticles, microorganisms they can contain. \n\nDuring this initial phase, we will bring together a partnership that will examine the suitability of using bioenergy crops as a mechanism for: 1) harvesting nutrients; 2) breaking down pollutants; 3) lowering the abundance of antibiotics resistance genes; and 4) decrease the number of human pathogens in waste water effluents. The selection of bioenergy crops will be based not only on the need to maximise biomass production, but also their potential suitability for water quality improvement and also the additional ecosystem service they can provide. \n\nWe will work with experts from academia, industry, NGOs and government to comprehensively review issues relevant to the development of the technology. We will organise two workshops to discuss the proposal aims in detail. The first of these will include a range of organisations from different fields with a stakeholder or beneficiary interest in the area. The workshop participants will be asked to consider two potentially contrasting strategies for tackling the resource recovery challenge: 1) a pragmatic approach that will focus on how innovation can complement existing technology; and 2) a visionary approach that would aim to more radically change the way we deal with waste effluents. Comprehensive reviews of the extensive literature on phytoremediation will be conducted that will help to identify the most feasible may forward (e.g. choice of species, growing conditions, effectiveness of pollutant and pathogen removal). These results will be published in a review article on the evidence base for using bioenergy crops for the recovery and remediation of waste water originating from farms, households and industry (e.g., shale gas fracking fluid). A second workshop will be attended by a subset of the initial workshop attendees with the remit to produce a solutions-oriented Research Grant application to NERC.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/K015729/1","grantId":"NE/K015729/1","fundValue":"84120","fundStart":"2013-04-01","fundEnd":"2013-12-31","funder":"NERC","impactText":"  This was a grant to write a grant. No science was conducted. Environment Policy & public services","person":"Andrew  Singer","coPersons":["Christopher John Van Der Gast","David Jonathon Spurgeon","Niall Patrick McNamara"],"organisation":"NERC Centre for Ecology and Hydrology","findingsText":" It was a grant to write a grant. No research It was a grant to write a grant. No research Energy,Environment","dataset":"gtr"}