{"id":"2D52C192-1894-4046-90A9-DBDEBCC36B67","title":"Dissecting the molecular mechanisms of PI3K in Extra-Follicular Helper and Regulatory T cell differentiation","abstractText":"The mechanisms by which infections elicit antibody responses have been recognised as one of fundamental importance for over a century. We now understand that many different cell types collaborate to enable antibody formation, and for the generation of immunological memory - the underpinning principle of vaccine efficacy.\n\nAntibodies are produced by specialised cells called antibody secreting plasma cells (ASC). These develop from cells called B lymphocytes. The process of development is promoted by another type of cell called the helper T lymphocyte and inhibited by a third type of cell called the regulatory T lymphocyte. Other cell types are involved, but the balance between the helper and the regulatory T cell is the ultimate determinant of the response.\n\nDuring infection by salmonella bacteria a robust antibody response is generated by ASC and both helper and regulatory T cells play a role here. The frequency and potency of the helper and regulatory T cells response is mediated by signalling pathways that arise from receptors on the T lymphocyte cell surface. One component of this signalling process is an enzyme called phosphatidylinositol 3-kinase (PI3K)-specifically the gene encoding the p110d subunit. This enzyme controls many processes in cells and acts a coordinator to regulate cell number and potency. \n\nThe goal of our research project is to understand the basic molecular mechanisms by which PI3K achieves this. We have already identified one pathway that PI3K inhibits in order to promote helper T cell function and we want to gain a more detailed understanding of which components of this pathway PI3K acts on. We have identified additional molecules that are good candidates for regulation by PI3K and we want to confirm these and identify if and how they join up with the pathways we think are important. Finally, we want to test a new molecular mechanism that we believe will be important for helper T cells to function well. To do this we will employ novel technology that has never been used on T lymphocytes. This new technology will provide insight into how genes that are encoded in the DNA are converted into proteins that makes cells work.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M021343/1","grantId":"BB/M021343/1","fundValue":"390339","fundStart":"2015-06-01","fundEnd":"2018-05-31","funder":"BBSRC","impactText":"","person":"Martin  Turner","coPersons":[],"organisation":"Babraham Institute","findingsText":"","dataset":"gtr"}