{"id":"2D56F73D-0D16-4A14-ABB0-7F33DC061F88","title":"Warwick Astronomy and Astrophysics Rolling Grant 2008-2013","abstractText":"In this research programme we will map the complex pathways that culminate in the most violent events in the Universe, supernovae and gamma-ray bursts, and study the effects that stars have on their planetary systems. Although the stars we see in the sky never seem to change, in reality the Universe is constantly evolving. In some cases we can see this happening before our very eyes, most dramatically in the huge explosions astronomers know as supernovae and gamma-ray bursts during which entire stars are torn apart within seconds. Many of these events can only originate within tight pairs of stars known as binary stars. One of the most remarkable recent discoveries of physics, the 'dark energy' which is thought to be driving the expansion rate of the Universe to accelerate, is based upon the observation of precisely such objects. A full understanding of the numbers and properties of such stars can only come if we understand the processes which drive binary evolution. We will carry out a programme of observation and analysis of objects found through large area surveys of the sky. Many of the systems that we look at are predicted to be good emitters of 'gravitational radiation', tiny ripples in the fabric of space that travel at the speed of light and may be detected directly at Earth within the next 15 years, giving us a direct insight into the nature of gravity. The work we plan will help to establish the numbers and properties of the potential binary emitters of gravitational waves. The most extreme systems of all, the gamma-ray bursts, are probes of the young Universe as they are so bright that they can be seen anywhere in the Universe. However they are also rare, and so cannot be seen close at hand, leaving their origins mysterious. We will carry out a dual study to determine the nature of the progenitor stars of gamma-ray bursts and to probe the conditions that lead to the formation of the first stars in the young Universe. Over the past decade some 200 planetary systems have been discovered outside our solar system. A big surprise of this work was the discovery of Jupiter-like planets orbiting very close to their host stars. Some are so close that they may even evaporate. In this programme we will study the effect of the host stars upon their planets, where conditions are in many ways similar to those of close binary stars. We will also study the nature and origin of disks of planetary material that have recently been detected around the old dense stars known as white dwarfs. White dwarfs are the final state of most stars, and our aim is to understand how, and in what form, planetary systems can survive the life-cycle of their host stars.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/F002599/1","grantId":"ST/F002599/1","fundValue":"927689","fundStart":"2008-04-01","fundEnd":"2011-03-31","funder":"STFC","impactText":"","person":"Thomas  Marsh","coPersons":["Andrew James Levan","Danny  Steeghs","Boris  Gaensicke","Peter James Wheatley"],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}