{"id":"2D5B127C-DAF5-4E07-907B-189CAF3472EA","title":"Acetone and Peroxyacetyl Nitrate in the Upper Troposphere: MIPAS Satellite Retrievals and 3D Model Studies","abstractText":"The Earth's atmosphere has a fundamental influence on the health of the planet, and in particular on the wellbeing of humans. These effects occur both directly through the presence of pollutants in the near-surface atmosphere but also indirectly through the effects of climate change. Indeed, there are definite links between pollutants, the natural gases present in the atmosphere and the anthropogenic (human-induced) greenhouse gases which currently force climate change. These links occur via chemical reactions hence the term 'climate-chemistry interactions'. Organic compounds, the signs of life, are one of the important components of atmospheric chemistry but there are still large uncertainties concerning their global modelling. This project will use the latest satellite data to provide, for the first time, measurements of two key organic compounds globally: acetone and peroxyacetyl nitrate (PAN). These measurements will then be compared with a proven global chemistry model to investigate the consistency of the model and observations. The result will be an essential reduction in the uncertainties inherent in models which can predict the future effects of climate and the effects of trends in pollutants, natural gases and climate variables.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/D00361X/1","grantId":"NE/D00361X/1","fundValue":"96800","fundStart":"2007-02-01","fundEnd":"2010-01-31","funder":"NERC","impactText":"","person":"John Joseph Remedios","coPersons":["Martyn  Chipperfield"],"organisation":"University of Leeds","findingsText":" Project has resulted in the discovery of new signatures for organic molecules in infra-red spectra and their use to provide global distributions of these gases in the upper troposphere. This means that for the first time we can use satellite observations to examine the distributions of complex molecules over the whole Earth, something which is not accessible by any other means. Modelling of these distributions has also been performed resulting in a step forward in our understanding of chemical modelling. None Via new European Space Agency missions Environment","dataset":"gtr"}