{"id":"2D5ED4B5-B663-40FC-91E5-8728943ECF91","title":"Transfer, a temporary time-based site-specific art project in the centre of Milton Keynes","abstractText":"The project will explore the nature and understanding of contemporary artistic practice in relationship to central urban space, through a large-scale site-specific time- based art project, the construction and de-construction, of a full-scale replica of Milton Keynes Gallery in the central shopping mall of Milton Keynes. A significant aspect of the project is the connection of art with industry, instigating processes of knowledge /technology and skills transfer through an international collaboration between local, national and international companies and construction Colleges.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=113137/1","grantId":"113137/1","fundValue":"14013","fundStart":"2006-01-30","fundEnd":"2006-05-29","funder":"AHRC","impactText":"  The Arts Council England commissioned in 2007 a report on the societal impact of public art projects that included the TRANSFER project as a case study: \nProject Transfer--Shifts in the social and cultural capital of Further Education construction students involved in constructing an artwork, by Anna Goulding. Construction,Creative Economy,Culture, Heritage, Museums and Collections Cultural,Societal","person":"Wolfgang  Weileder","coPersons":[],"organisation":"Newcastle University","findingsText":" During the course of the funded research we have been able to identify and extend our relationships with collaborators and to form new research partnerships. In working with third party collaborators we have also identified important new research resources. \n\nAs well as attracting a significant amount of financial and in kind support from both the cultural sector and the building industry the project has enabled new partnerships which have significantly contributed to the research.\n\nDue to the nature of this project and the large-scale art installations that we have installed we have been able to develop our skills and methodologies with regards to collaborating with other educational institutions such as local Further Education Colleges. Findings of the research project have been disseminated widely beyond academia through books and webpages including:\n\nInspiration: Contemporary Design Methods in Architecture, Mark M?ckenheim and Juliane Demel (Authors), Bis Publishers 2013 (ISBN 978-9063692674)\n\nBack to the City, Strategies for Informal Urban Interventions, Steffen Lehmann (Editor), HatjeCantz 2009 (ISBN 978-3775723299) Construction,Creative Economy,Culture, Heritage, Museums and Collections","dataset":"gtr"}