{"id":"2D67EC14-4AEA-44A6-98BC-A0D7E1E0156B","title":"Developing a co-produced, digital, and living archive of learning disability history: An exploration of ethics, ownership and new connectivities","abstractText":"People with learning disabilities remain one of the most excluded groups in the UK. Researchers have attempted to address this entrenched exclusion by engaging with the voices and experiences of learning disabled people, in particular by collecting narratives relating to their personal and community histories. Yet such research has increasingly been shaped by people with learning disabilities themselves, as self-advocates and as researchers, who have developed a substantial critique of how academic knowledge about 'learning disability' is produced. Central to this has been the principle of 'nothing about us without us', leading to an increasing number of 'inclusive research' projects where people with learning disabilities have led or co-produced their own research. Drawing on personal testimony and storytelling, history and heritage has been a key focus for the development of inclusive research.\n\nThis project is informed by both these criticisms of academic research and the interest in history and heritage as a means of supporting self-advocacy and social and political change. The project uses sustained participatory research methodology - and will be driven by a core research team comprising researchers with and without learning disabilities - to investigate how a co-produced, distributed and 'living' archive of learning disability history can be developed and sustained, drawing on recent developments in digital heritage and digital accessibility. \n\nDuring the project, a working prototype archive will be developed, subjected to a rigorous and iterative cycle of testing and redesign, alongside people with learning disabilities and other key stakeholders. The process of producing this prototype archive will enable the team to address a series of conceptual, ethical, legal and technological research questions; set out a sustainability plan for the long-term viability of a learning disability digital archive; and compile training resources and guidance for stakeholders in health and social care, education, and museums, libraries and archives to support people with learning disabilities to become actively involved in collating and recording their history.\n\nThe inclusive research team will work collaboratively with self-advocates (Carlisle People First and the Uniting Friends, London) to explore the issues and potentials of individuals and groups digitalizing and archiving their own histories. In addition the implications of adding two key existing archives to the digital archive will be explored through the Maureen Oswin archive (The Open University) and the Mencap 16mm film collection (University of East London). \n\nThe technical development of the archive will be led by the Rix Centre and informed by their established approach to inclusive digital self-advocacy tools. Drawing in consultants with expertise in working with developers and designers, the technical development will be achieved through a series of inclusive and iterative workshops, sandpit sessions and user-testing sessions. The project will conclude with the launch of a sustainable digital and living archive and with suitable and co-designed training resources aimed at people with learning disabilities, the people who support them and other key stakeholders. \n\nThe whole project's process itself will be actively engaged with and the research team will generate ethnographic observations; interviews and conduct focus groups with key stakeholders in the fields of digital technology, heritage, and health and social care policy and practice. As a result the project will lead to a range of academic and practice-orientated insights in the form of academic papers, sector-focused publications, freely available video blogs which will make a substantial contribution to future practice in both social care and heritage sector contexts and to academic research at the intersection of disability studies, social care, museums and heritage studies and inclusive new media.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K007459/1","grantId":"AH/K007459/1","fundValue":"805224","fundStart":"2014-04-01","fundEnd":"2017-03-31","funder":"AHRC","impactText":"","person":"Elizabeth Kate Tilley","coPersons":["Helen Carolyn  Graham","Andrew Thomas Minnion"],"organisation":"Open University","findingsText":"","dataset":"gtr"}