{"id":"2D72489F-8676-45AE-BCE2-D2E75EC7A4CB","title":"The Negotiation of Innovation: Colour Films in Britain, 1900-55","abstractText":"The Negotiation of Innovation is a comparative analysis of commercial colour film processes introduced in Britain, 1900-1955. It aims to produce the first economic, cultural and aesthetic history of colour in British films, based on archival documents, interviews with cinematographers and art directors who worked with colour in the 1940s and 1950s, and film analysis. Existing academic work on colour has been concerned with the details of technological processes rather than with their cultural impact and aesthetic specificities. While the technical specificities of each technique and process will be investigated the project aims in addition to elucidate how innovative technologies that represent a challenge to prevalent aesthetic regimes are negotiated and with what consequences. As emergent technologies, colour processes constantly had to make a case for their superiority in a market that was dominated by cheaper, monochrome films that were also privileged in aesthetic terms. As is the case with contemporary innovative technologies, colour systems had to negotiate a space for themselves, often facing fierce opposition from competitors who had vested interests in preserving the status quo. \\n\\nTechniques such as early hand-colouring, toning and stencilling will be researched, as well as processes such as Kinemacolor, Dufaycolor, Gasparcolor, Biocolor and Technicolor. The concentration will be on films intended for theatrical release, although processes developed for the amateur market will be taken into account from a technical and economic perspective. As well as presenting detailed histories informed by archival sources of colour processes and contemporary debates that surrounded their appearance, the project will analyse the textual aesthetics of colour films and consider their place in British film culture. While seeing the world in colour was a part of everyday life, on screen it was another matter. Although the majority of films are now made in colour this was far from the case in 1900-1955, raising key questions that the project will address about changing notions of realism, the relationship between aesthetics and modernity, and the ideological impact of popular culture. The project's findings will suggest new ways of analysing films by taking colour as a primary referent, testing how, and in what ways colour determines impact, directs attention and how it was used in particular film genres. It will also address current issues of film preservation and restoration, informed by archival work at Bologna and at the BFI National Archive. The research for The Negotiation of Innovation will therefore provide an instructive model of historical precedent that will yield valuable insights into the negotiation of today's technological challenges and transformations. \\n\\n\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E00623X/1","grantId":"AH/E00623X/1","fundValue":"357698","fundStart":"2007-10-01","fundEnd":"2010-11-30","funder":"AHRC","impactText":"  They have been used in a number of publications (see list) and continue to inform future research on colour film by the PI and by other researchers into colour film. One unanticipated use has been connections between the research and contemporary artists' - Aura Satz was inspired to make a film 'Doorway to Natalie Kalmus' based on the project's research into Kalmus and her work with the Color Advisory Service. Creative Economy,Education Cultural","person":"Sarah  Street","coPersons":["Simon  Brown"],"organisation":"University of Bristol","findingsText":" The research has made possible new arguments about national approaches to colour, and to film colour design. Colour was used as a key way of developing an aesthetic style for British films that was seen to be different from that of Hollywood's. While in practice there was much transnational co-operation between film industries, many British films nevertheless developed distinctive approaches to film colour. This has implications for thinking about the role of colour and national taste cultures. They can be used to inform current practices in film colour design, as well as thinking about the broader role of colour and culture. Creative Economy,Education","dataset":"gtr"}