{"id":"2D8024C2-142B-44BD-A7C1-14A64CC8A4E7","title":"The Oxford Control Brain Collection","abstractText":"The burden of brain diseases is increasing as our society ages. Few of these conditions are currently treatable. Although the last few years have seen a revolution in the genetics and subsequent modelling of diseases in the laboratory, this has not translated into significant progress for patients. It is increasingly recognised that breakthroughs in the field require the direct study of the human brain. In particular, it is important to understand how the expression of new risk genes for neurological disease is regulated in different regions of the normal brain in order to compare it with the disease state. Whilst prospective donation of brain tissue after death is encouraged from donors with specific diseases, this is not the case for donations from healthy individuals. This has resulted in a severe shortage of normal tissue which is essential as a comparator. It is known that when approached sensitively, next of kin are often willing to help with tissue donation following the death of a relative. Here we respond to a call by the MRC to help address the shortage of normal brain tissue donations after death. Oxford is well placed for this as we are experienced in brain banking and have a team of physicians and tissue liaison staff that work closely together. We are already involved in research that aims to improve the Coronial autopsy system and the donation of tissue for transplantation. We are also hosting the new Autism Brain Bank to support research into the biology of a common disease where hardly any tissue is currently available. People who participate in these studies will be asked to consider brain tissue donation for research. Here we ask for support to integrate the patient services for bereavement and transplant coordination to increase the donation of control brains. We anticipate that this approach will result in up to 50 new brain donations per year. With an additional laboratory assistant we will be in a position to ensure high quality tissue preservation and characterisation through our existing infrastructure and support by the Oxford Biomedical Research Centre. Any tissue collected through this approach will be made freely available for researchers via the new MRC UK Brain Banking network which operates at the highest ethical and scientific standards.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1000691","grantId":"G1000691","fundValue":"511877","fundStart":"2011-10-01","fundEnd":"2014-09-30","funder":"MRC","impactText":"","person":"Olaf  Ansorge","coPersons":["Ian  Roberts","Margaret  Esiri"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}