{"id":"2D81D910-C7BA-4A40-9FC7-1097C78DB795","title":"Epidemiology, Ecology and Socio-Economics of Disease Emergence in Nairobi","abstractText":"There is a global trend towards increasing urbanization. Already, half the world?s population lives in urban areas, and that proportion is rising. It is widely accepted that urbanization, especially when associated with poverty and poor living conditions, increases the risk of disease. Moreover, a number of influential reports have postulated that increased urbanization increases the risk of the emergence of novel pathogens. Though this idea sounds reasonable there is very little hard evidence to back it up: does urbanization really pose a risk of emerging disease and, if so, how? Without this information it is very difficult for policy makers to do anything practical to mitigate any risks that urbanization poses. \nWe propose a study involving experts in a wide range of relevant subjects to investigate this issue in the specific context of urban livestock keeping in Nairobi, Kenya. We will ask whether there is an association between livestock keeping and diarrhoeal disease in children, but also tackle the broader question of how the presence of livestock affects the microbial ecology of the city: how are the microbial floras of humans, livestock, other animals (such as rodents and birds) and the wider environment related? We will do this by collecting isolates of a ubiquitous bacterium ? Escherichia coli ? from all these environments and undertaking genetic analysis to show how the bacteria are related. This will allow us to determine the ?microbial footprint? of urban livestock and whether this footprint extends to the human population. We propose that novel pathogens are most likely to emerge via the same routes by which humans become exposed to known microbes.\n\nAt the same time, we will undertake a series of social and economic studies ? centred on the concept of the ?value chain? (which places supply chains in their socio-economic context) - which will examine the drivers of urban livestock keeping, relate these to other sources of livestock products, and explore how practices are related to supply and demand. This will tell us how the risks are likely to change in the future as urban livestock keeping becomes more widespread and food security more challenging, not just in Nairobi but worldwide. Finally, we will relate the results to policy development: legislation regarding livestock keeping in Nairobi is changing and this study will provide supporting evidence for the potential effectiveness of new regulations, balancing public health risks with the need for food security and income.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1100783","grantId":"G1100783","fundValue":"4042240","fundStart":"2012-02-01","fundEnd":"2017-07-26","funder":"MRC","impactText":"","person":"Eric  Fevre","coPersons":["Julio Daniel Davila","ERASTUS KIAMBI KANG'ETHE","Delia  Grace","Timothy  Robinson","Jonathan  Rushton","Cecilia  Tacoli","Samuel  Kariuki","Catherine  Kyobutungi","Mark EJ Woolhouse"],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}