{"id":"2D9E6EC9-75B5-4635-8CAB-C57896957C76","title":"Mathematical fundamentals of Metamaterials for multiscale Physics and Mechanics","abstractText":"Metamaterials are materials that are man-made and can have properties that no natural material could have, for instance light entering a metamaterial slab can be bent in the opposite manner to that which one would usually expect. This is not merely a scientific curiosity, it can have profound implications leading to sub-wavelength imaging, focusing, invisibility cloaks amongst other effects and this, in turn, can lead to materials with unexpected and novel properties. Much of the interest in metamaterials has thus far been in optics and electromagnetism, but it is clear that the underlying ideas should be applicable in other contexts such as elasticity, diffusion, structured materials, acoustics and even water waves. There is an abundance of important applications: designing thermal cloaks for keeping sensitive electronics cool, creating acoustic metamaterials for underwater stealth, wave by-pass systems for structural protection of buildings or key components, all of which are outside the optical context of metamaterials as they currently exist.\nA key issue in creating a metamaterial is its design, normally as a periodic medium with a precise micro-structured geometry, and the frequency at which it operates. \nAs Metamaterials are beginning to achieve a certain maturity in optics the time is ripe to move this knowledge coherently into other fields, it is also timely to enrich Mathematics with the exciting conceptual problems created in Metamaterials and enrich the Metamaterials toolkit with sophisticated Mathematical techniques. This proposal aims to use the transformative tools and unifying ideas of Mathematics to move the physics of Metamaterials into research areas such as Elasticity, Acoustics, Structural Mechanics and Diffusion where Metamaterials have barely been investigated, but where there will undoubtedly be impact and applications. By working closely with Physicists it will enrich and empower the existing Metamaterials community by bringing sophisticated numerical and theoretical methods to the fore.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L024926/1","grantId":"EP/L024926/1","fundValue":"2551400","fundStart":"2014-07-30","fundEnd":"2019-07-29","funder":"EPSRC","impactText":"","person":"Richard  Craster","coPersons":["Stefan Alexander Maier","Ortwin  Hess","Grigorios  Pavliotis","Ian  Thompson","John Brian Pendry","Alexander  Movchan","Natasha  Movchan","Ian Samuel Jones"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}