{"id":"2DA98D4A-A19E-46B1-A8C9-325C03DA41E1","title":"Lipids Detected by 1H Magnetic Resonance Spectroscopy as Brain Tumour Biomarkers","abstractText":"We use Proton Magnetic Resonance Spectroscopy (MRS) to examine the biochemical nature of lipid species in paediatric brain tumours. Brain tumours are the most common form of solid tumours in the child population. Clinical management of paediatric brain tumour patients would benefit from imaging techniques able to indicate tumour aggressiveness in regard to growth and invasion as well as allowing assessment of treatment response.\n\nOur goal is to find a link between the MRS lipids and clinical behaviour of brain cancer. Preclinical and clinical studies have indicated that saturated lipids by MRS are indicative of the degree of malignancy. Similarly, during successful therapy MRS signals from unsaturated lipids change indicating cell death at an early stage. \n\nThe work will be carried out in one of the largest children’s cancer centers in the UK. The MRS results recorded from tumours will be compared with those obtained from tumour tissue collected at operations. Clinical information, including patient outcome and event-free survival, will be compared with MRS lipids and other lipid analyses from tumours. \n\nWe expect that the results from the MRS project will allow doctors to predict how aggressive a brain tumour is and how well it will respond to treatment without a biopsy. Repeating MRS during treatment it is expected should provide an efficient means for monitoring treatment response, making it possible to adjust treatment to achieve an optimal outcome without delay.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0601327","grantId":"G0601327","fundValue":"437642","fundStart":"2007-10-01","fundEnd":"2011-02-28","funder":"MRC","impactText":"","person":"Andrew C Peet","coPersons":["Olli H Grohn","Risto  Kauppinen","Theodoros  Arvanitis","Carole Lesley Cummins","Yrjo  Hiltunen","Julian Leether Griffin","Jussi-Pekka  Usenius"],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}