{"id":"2DA9B69E-5F0D-4DCE-8BBE-6CABC8130A13","title":"Differential regulation of adenylyl cyclase by Ca2+ entry and Ca2+ release in arterial smooth muscle.","abstractText":"Cells are bombarded by signals continuously telling them about the outside world. Rarely do these signals penetrate the barrier (the plasma membrane) that surrounds each cell, rather they bind to proteins within plasma membrane to cause changes in the concentration of intracellular messengers. Hundreds of stimuli succeed in precisely regulating cellular activities using just a handful of intracellular messengers. How do so few intracellular messengers suffice to mediate specific responses to so many signals? The answer is, at least partly, due to the spatial and temporal organization of the intracellular signals. The temporal pattern of the messenger affects the response, and a signal evoked in one part of the cell may trigger different responses to that evoked elsewhere. This proposal is concerned with interactions between two ubiquitous intracellular messengers, Ca and cAMP, and the mechanisms that allow Ca passing through different Ca channels to exert very different effects on the enzyme (AC) responsible for cAMP formation. The work focuses on vascular smooth muscle, where Ca and cAMP together regulate both contraction (and so blood pressure) and proliferation. \n We have shown that Ca released via channels within intracellular Ca stores evokes a short-lasting Ca signal that triggers a long-lasting inhibition of cAMP formation. By contrast, Ca entering cells across the surrounding membrane causes acute inhibition of cAMP formation that reverses as soon as the Ca signal terminates. We suggest that the two Ca channels direct Ca to different forms of AC in different parts of the cell to produce acute or long-lasting inhibition of AC activity. Our aim is to establish the determinants of this behaviour, which highlights the spatial and temporal organisation of two of the most important signalling pathways and the interactions between them.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0700843","grantId":"G0700843","fundValue":"370958","fundStart":"2008-05-01","fundEnd":"2011-04-30","funder":"MRC","impactText":"","person":"Colin William Taylor","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}