{"id":"2DAA869E-A80F-444D-905C-56453E4D5B5A","title":"TRAFFIC POLLUTION AND HEALTH IN LONDON","abstractText":"While it has been recognised for some time that small particles from vehicle exhausts and other traffic related pollutants cause a range of health effects, policy within the UK and Europe has not directly targeted these. Emissions from vehicles and ambient air itself are regulated in terms of total particles, with no specific targeting of one component or another. While this is clearly prudent in that it potentially drives reductions in all types of particles, it is also inefficient as it is likely that some particles (or particle components) are more toxic than others. This project seeks to elucidate the more toxic components of the pollution mix in London, with particular emphasis on traffic generated particles. If successful this will inform a more focussed and more efficient policy process for regulating vehicle emissions and ambient air quality. As well as regulating vehicle emissions and ambient air, policy makers - particularly at local and regional government level-can influence air pollution impacts through traffic management and wider planning decisions. Here the project will provide better information on spatial and temporal exposures and their relation to adverse impacts of air quality. This dynamic exposure information will be a major step forward in assessing the scope for more focussed traffic and infrastructure planning and management in London, with possible applications elsewhere in the UK. Even though there is a substantial literature confirming the impact of traffic pollution on health there are still substantial gaps. There is very strong evidence that exposure to traffic pollution causes asthma exacerbations in children and reasonably strong evidence that it may cause other health effects including the onset of childhood asthma, non asthma respiratory symptoms, impaired lung function, total and cardiovascular mortality and cardiovascular morbidity. In this project we will undertake a number of new investigations to examine the relationship between chronic exposure to traffic pollution and health. These will include studies of mothers in pregnancy right through to senior citizens. These innovate studies will include health outcomes rarely if ever available for investigation of air pollution effects (e.g. primary care data, child cardiovascular risk factors). The use of exposure metrics on a fine spatial scale that are in routine use for policy in London will enable exposure response relationships to be used for quantifying policy options in terms of health impact. Further this will enable us to evaluate the health impact of trends in exposure to traffic related air pollution, most specifically the Low Emission Zone for London (LEZ).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I007857/1","grantId":"NE/I007857/1","fundValue":"400490","fundStart":"2011-01-01","fundEnd":"2015-08-30","funder":"NERC","impactText":"","person":"Richard  Atkinson","coPersons":["Derek Gordon Cook","Peter  Whincup"],"organisation":"St George's University of London","findingsText":"","dataset":"gtr"}