{"id":"2DAE6F72-4563-4566-B8C3-E427B00D724E","title":"Developing a Catchment Management Template for the Protection of Water Resources: Exploiting Experience from the UK, Eas","abstractText":"This project will investigate how to extend the scientific and social accomplishments of innovative catchment programmes in the USA and other European countries to the UK. A catchment management 'template' will be derived, which compiles and assimilates scientific understanding and governance procedures as tested in actual decision making and management practice, in case study catchments. This will provide a framework to integrate interdisciplinary assessment of methods to protect water resources. It will demonstrate how to: integrate scientific investigation with policy, governance and legal provisions; foster decision-making and implementation at the appropriate governance level to resolve conflicts; and share best practice.\n<br />\n<br />The project will provide an international comparative analysis of catchment governance systems, with a focus on processes, organisational structures and institutional arrangements that promote and facilitate local coordination and action. Two UK catchments will be investigated as case studies: the River Tamar in southwest England and the River Thurne in the Broads. The project will research the current issues, drivers of change, water quality targets, pollution mitigation potential and governance systems in these two catchments. Results will be integrated with the findings of the wider comparative study of governance arrangements, leading to the template.\n<br />","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-229-25-0009-A","grantId":"RES-229-25-0009-A","fundValue":"588191","fundStart":"2007-08-01","fundEnd":"2010-12-31","funder":"ESRC","impactText":"  Water is essential to society, the water industry constitutes a significant part of economic activity locally, nationally and internationally, and land and water management are crucial to environmental quality. Typically water resources are governed by top-down, hierarchical approaches at state level. In contrast this research has demonstrated the success of approaches that privilege local stakeholder input and collaborative management at catchment level. Research outputs have contributed to improved and reformed water management in the UK and internationally, evidenced by their adoption by local authorities, NGOs, Defra and others, and promotion in the guidance proffered by organisations including Defra and the OECD. Agriculture, Food and Drink,Environment Societal,Economic,Policy & public services","person":"Laurence Edward Smith","coPersons":["Alastair StJohn Bailey","Kevin Miles  Hiscock"],"organisation":"School of Oriental & African Studies","findingsText":" The project sought to derive a catchment management 'template' to compile and assimilate scientific understanding and governance procedures as tested in decision making and practice in catchments. This demonstrates how: to integrate scientific investigation with policy, governance and legal provisions; foster decision-making and implementation at the appropriate governance level to resolve conflicts; and share best practice. \n\n\n\nThe project conducted an international comparative analysis of catchment programmes with a focus on collaborative governance, local coordination and action, and tools for assessment, planning and knowledge exchange. Two catchments in England were investigated as case studies against which international lessons were tested: the River Tamar and the River Thurne. The project researched the current issues, water quality targets, pollution mitigation potential and governance systems in these two catchments. Results were integrated with the findings of the wider comparative study of governance arrangements, leading to the ‘template’. There was also a higher level international analysis of land and water governance regimes, and of the transferability of policies, approaches and measures. A survey was conducted of collaborative governance in England and Wales, including the emergence of community-based catchment groups.\n\n\n\nFor the ‘template’ key components are an adaptive management approach, collaboration between agencies and levels of government and a ‘twin-track’ of deliberative partner and stakeholder engagement supported by scientific research. Programmes are best built from existing organisations and partnerships, centred on those with current management responsibilities, and working within the framework of prevailing law that facilitates partnership arrangements and appropriate delegation. Integrated land and water management involves local responsibilities and requires inclusive deliberation at local level under the framework of multi-level government. Thus locally acceptable responsibilities and rights must be translated from higher level regulation, with provision for inter-locality cooperation and coordination. Meaningful public participation can integrate environmental and public health criteria with economic and social goals, whilst catchment assessments, programme design and implementation are enhanced by local knowledge, acceptance and ownership. \n\n\n\nLocally trusted technical providers are needed for capacity building and advisory work, not least with farming communities. Their essential functions include convening and mediating to foster trust, collaboration and co-production of knowledge. Capacity is needed for assessment of the condition of water resources and comprehensive planning. Monitoring of processes and outcomes is essential. Successful collaborative programmes require a shared knowledge base, skilled intermediaries, and high quality communication and decision-support tools. In meeting this need in the English case study catchments the project developed an Ecosystem Health Report Card and an innovative participatory and interdisciplinary modelling approach that enabled collective framing of the scale and severity of selected water quality problems.\n\n\n\nThe higher level analysis showed that the EU, USA and Australia have seen a discernible shift from top-down, hierarchical modes of governance of natural resources towards more networked forms, based on collaborative linkages and interactions between multiple actors and levels. In each case the shift endorses arguments for more collaborative public management of land and water. However, arrangements also differ. Both the EU and the USA still exhibit strong elements of hierarchical, vertical control and increased consultation and sharing of tasks does not necessarily equate to greater sharing of responsibility and decision-making. One explanation for this divergence is how federal multi-level governance is manifested in each context. The three jurisdictions exhibit different approaches to federalism and the variation in institutional, legal and political structures shapes the degree of collaboration occurring in water governance. This variation limits the scope to transfer organisational and institutional lessons from one jurisdiction to another, although catchment level techniques and tools transfer more readily. Several lessons emerge from the project’s survey of collaborative catchment governance in the UK. An expansion of both community-based and state-led initiatives has been evident and information was compiled concerning capacity, funding, institutional profile and activity. Informing ongoing development of the Catchment Based Approach (CaBA) in the UK, and similar programmes in other countries. Agriculture, Food and Drink,Environment,Leisure Activities, including Sports, Recreation and Tourism,Government, Democracy and Justice","dataset":"gtr"}