{"id":"2DC5DBE9-0287-444F-94C8-077D49F5152B","title":"Evolving Theory in Interprofessional Education","abstractText":"<p>Changes in healthcare services have led to an increase in interprofessional teamworking but a range of high profile public inquiries have demonstrated that these teams do not always collaborate optimally. To adequately prepare health professionals in this area, interprofessional education (IPE) has become a mandatory component of their training. However, the evidence base and theoretical underpinnings of this field remain limited. Significant momentum developed in this area through an ESRC-funded series of four workshops (2007-2009) that provided opportunity to prioritise, evolve and apply theory to IPE, in the presence of key theoretical experts.</p>\n\n<p>The seminar series comprised 4 workshops each lead by a key note speaker expert in a particular theoretical perspective followed by group work to apply this theory to IPE practice.</p>\n\n<ul>\n \n\n <li>Seminar 1 presented an overview of social psychology, sociology and education perspectives, comparing and contrasting these and exploring criteria with which to prioritise these. </li>\n\n <li>Seminar 2 focused on the relevance of contact hypothesis, social identity and psychodynamics to the IPE context.&nbsp;</li>\n\n <li>Seminar 3 explored the application of transtheoretical models and activity theory to&nbsp; IPE.</li>\n\n <li>Seminar 4 summarised key messages of the past three seminars and reflected on the way forward for theory development in this area.</li>\n\n</ul>\n\n<p><br />&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-451-26-0360","grantId":"RES-451-26-0360","fundValue":"10082","fundStart":"2007-12-01","fundEnd":"2009-07-31","funder":"ESRC","impactText":"","person":"Sarah  Hean","coPersons":["H  Barr","Eloise  Carr","A  Brothwick","M  Hind","M  Hammick","M  Miers","C  Dickinson","D  Craddock","Catherine  O'Halloran"],"organisation":"Bournemouth University","findingsText":"","dataset":"gtr"}