{"id":"2DC870EB-847F-4065-A67F-281A4FC81B46","title":"Local translation of mRNA in primary afferent fibres: a novel mechanism for the control of pain and itch","abstractText":"We have all experienced pain. Pain, whether caused through injury, illness and disease or surgery, is usually temporary. As the body heals the pain diminishes, then disappears. However, for one in five adults pain persists and becomes a chronic pain state. For these people pain becomes the overriding complaint, regardless of the cause. Pain invades all aspects of everyday life. Not only does chronic pain have a huge impact on the sufferer but family, friends and carers face major life changes caused by the lifestyle and financial limitations imposed by chronic pain. Although there are many different pain-killers very few are wholly effective. Most people with chronic pain taking prescription medicines will routinely suffer from pain that these medicines cannot suppress. For these people there is no respite. We need better pain killing medicines to manage chronic pain. We believe the situation will be helped by finding new targets for the development of novel kinds of pain killing drugs. Identification of new drug targets depends on gaining a better understanding of how the nervous system translates injury into pain. Our recent experiments have provided exactly this sort of information. We discovered that proteins are not just made in the cell bodies of the nerves that transmit pain but also in their axons, the long processes that can be meters in length and which collect information about injury from the skin and carry it to the brain. This local ability to make proteins was however only found in axons that signal fast, pricking pain and we could reduce this pain by stopping the synthesis of protein in the skin with an anti-cancer drug called rapamycin. Surprisingly, we also found that the sensation of itch may be regulated by rapamycin in the same way. Chronic itch represents a significant clinical problem resulting from renal and liver diseases, as well as several serious skin conditions such as atopic dermatitis. We intend to find out more about the specific proteins that are made so far away from the cell body and regulate pain and itch. When we have identified these proteins we can design specific drugs that block their activity. By simply placing them over the area of painful or itchy skin or over the spinal cord we hope to be able to alleviate some of these very unpleasant and debilitating symptoms.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0801381","grantId":"G0801381","fundValue":"667909","fundStart":"2009-05-26","fundEnd":"2012-08-31","funder":"MRC","impactText":"","person":"Stephen Philip Hunt","coPersons":["Bridget  Lumb"],"organisation":"University College London","findingsText":"","dataset":"gtr"}