{"id":"2DDB8E15-F834-4C68-B286-4F41A34FCF73","title":"Surface dynamics on atomic length and time scales: A new opportunity in experimental science","abstractText":"Our proposal is designed to open up the emerging field of nanoscale surface transport on ultra-short time scales (i.e. picoseconds to nanoseconds). The motion of single atoms and molecules on these time scales is both fundamentally and technologically important. Fields ranging from the development of new catalysts, to understanding how nanostructures can be built by self assembly, and even understanding the microscopic origins of friction and wear, will all benefit from the fundamental work we propose.Measuring surface transport on such fast time scales (which correspond to the typical length of time required for two atoms to pass each other), is difficult; current microscopy cannot achieve the necessary imaging rates. However, the applicants have recently developed a new instrument at the Cavendish Laboratory, Cambridge, which makes work in this challenging field possible. The recent demonstration of the capabilities of 'helium-3 spin-echo' represents the culmination of a very successful high-risk project. The present grant application is designed to realise the full potential of this apparatus, by providing vital support instrumentation, specialist staff and running costs for the next four years. These will complete a unique, world-leading facility, allowing the U.K to maintain its present, leading position in this important field.The programme will include a combination of measurement and instrumentation development. Measurements will address a wide range of systems, ranging from simple atoms and molecules on clean metals, to larger molecules and transport processes on nanostructured surfaces. We will obtain otherwise unavailable information, describing dynamics under the thermally activated conditions, where technologically important processes occur. The information made available will be important to disciplines ranging from understanding the processes involved in catalysis, to testing the validity of theoretical models of structure and bonding, and understanding the microscopic origins of friction.New equipment is needed to enable effective use of the new apparatus. Both the beam source and detection equipment will be improved, which will allow us to make measurements much more quickly and enable a much wider range of measurements. We will add the standard sample preparation equipment, which is currently missing from the apparatus, to increase the throughput and optimise the scientific return on the investment, as well as sample transfer equipment to allow rapid sample exchanges and ex-situ sample preparation.The unique scope of the 'spin-echo' instrument will form a focus for a series of new international collaborations, supporting several of the research council's current operating objectives. Several research groups, both in the UK and abroad have already expressed interest in co-operation, both experimentally and theoretically. These collaborations are likely to be particularly productive, given the diverse range of measurements that will be possible and the interdisciplinary nature of the field - linking fundamental physics with surface chemistry, materials science and even nanoscale engineering.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E004962/1","grantId":"EP/E004962/1","fundValue":"1012310","fundStart":"2006-11-01","fundEnd":"2011-05-31","funder":"EPSRC","impactText":"","person":"John  Ellis","coPersons":["William  Allison","Andrew Peter Jardine"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}