{"id":"2DDFD043-76EC-473E-96BF-521ADE33A5E0","title":"Characterising the mechanisms through which the HPA axis maintains homeostasis in health and disease: A multiscale, multidisciplinary approach","abstractText":"The hypothalamic-pituitary-adrenal (HPA) axis dynamically regulates levels of the stress hormone cortisol. This axis is critical for the maintenance of homeostasis, and is the major hormonal system that provides a rapid response and defence against acute stress. Unfortunately, when exposure to stress becomes prolonged, the response of the HPA can become maladaptive and predispose an individual to illness - particularly cardiovascular, metabolic and cognitive dysfunction. There is now an increasing body of evidence that in order to achieve optimal function - from cellular response through to behaviour - oscillating levels of cortisol are required. In complete contrast to the natural state, patients undergoing both hormone replacement and glucocorticoid therapy for inflammatory or malignant disease are typically exposed to constant levels of long-acting synthetic steroids. This pattern of delivery was developed before we understood the importance of glucocorticoid rhythmicity and may well limit efficacy of treatment as well as contribute to the very high levels of side-effects associated with the long-term use of synthetic glucocorticoids. \n\nIt is therefore very important that we now re-evaluate the therapeutic application of glucocorticoids and to do so it is crucial that we understand the biological mechanisms governing the body's endogenous production of these steroids and further how these cycling levels of hormones help to optimise the body's response to environmental influences and to maintain normal internal regulatory processes. To address these questions, the approach we will pursue is to integrate data obtained from cellular, tissue and whole systems studies through the development of a suite of computational and mathematical models .Using these models we shall probe the data for the likely generators of our experimental observations and to guide the development of new experiments that can validate the predictions of our mathematical models. Given the complexity of the HPA-axis, where dynamic patterns of activity emerge from interactions across many spatial and temporal scales within the system, mathematical models provide a natural suite of tools with which to interrogate our data. \n\nUltimately we plan to fully integrate our approaches through the development of a hybrid testing approach. This means that we couple part of the system that we wish to study experimentally, with a computational model of the rest of the system. This will enable us to study the specific subcomponent as if it remained part of the whole system. Such an approach will be crucial to appropriately identify the biological mechanisms that give rise to disrupted rhythmicity associated with disease and ageing, since the behaviour of a component of a system in isolation may not be reflective of its behaviour when integrated within the whole system.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J008893/1","grantId":"MR/J008893/1","fundValue":"2174800","fundStart":"2012-11-01","fundEnd":"2017-10-31","funder":"MRC","impactText":"","person":"Stafford Louis Lightman","coPersons":["Mike  Shipston","John Robert Terry","Francesca  Spiga"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}