{"id":"2DE6D7B8-C028-44E6-B372-692C828CD414","title":"The role of shell middens in the Mesolithic settlement of Western Scotland and the transition to the Neolithic: A technological study of chipped stone","abstractText":"The first people to live in Scotland arrived around 9000 years ago and lived by hunting and gathering within woodlands that had colonised the landscape after the end of the ice age and on the coasts where many resources including shellfish, fish, sea mammals and seaweed could be exploited. This period of hunting and gathering, referred to as the Mesolithic, continued until farming and Neolithic culture arrived at around 5000 years ago. \\nThe Mesolithic people left few traces of their presence: they did not construct any monumental tombs like those of the following Neolithic period and because they lived nomadic lifestyles their settlements were often ephemeral. Moreover, many of these are now buried below blown sand and peat, while organic remains such as animal bones and wooden artefacts, have rarely survived. The principal type of Mesolithic evidence for archaeologists is the stone tools and the waste from their manufacture. Such tools were primarily made from flint pebbles and used as arrow heads, barbs, knife blades, chisels and awls. They were manufactured in a variety of ways, some of which made very efficient use of the flint pebbles and display high levels of technical skill. Collections of stone artefacts have been excavated from numerous sites throughout the last century, especially in western Scotland. These can be informative about the types of activities that had taken place (by identifying what they were used for), for reconstructing patterns of movement (by tracing raw material sources) and establishing relationships between sites (by comparing the types of tools and the way they were made). \\nSome of the most important Mesolithic sites are the shell middens on the tiny islands of Oronsay and Risga. These have undergone extensive excavations but the thousands of stone tools and pieces of manufacturing waste that were recovered have never been formally studied. This project intends to undertake such work to understand the role these middens played in Mesolithic lifestyles by comparing the tools from Oronsay and Risga to those from other, non-shell midden sites on other islands and the mainland of western Scotland. It will also examine whether the tools suggest that the same people who lived on Oronsay and Risga eventually adopted farming and a Neolithic lifestyle, or whether these developments arose from new people arriving into the region. It will do this by detailed comparisons of the Oronsay and Risga stone tools with those from Neolithic sites. This is time consuming work because more than 20,000 stone artefacts will need to be catalogued, many of which will need to be described in detail within a computerised database. Once complete, comparisons can be made with existing records of stone tool collections from other sites. The Oronsay and Risga stone tools are currently stored at Cambridge and Glasgow Universities but once analysed will be deposited in the National Museum of Scotland for other researchers to access. The research will be published for academic colleagues while informative displays about the Mesolithic will be constructed in local museums, such as on Mull. \\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E001785/1","grantId":"AH/E001785/1","fundValue":"191517","fundStart":"2007-04-01","fundEnd":"2011-04-01","funder":"AHRC","impactText":"","person":"Steven John Mithen","coPersons":[],"organisation":"University of Reading","findingsText":"","dataset":"gtr"}