{"id":"2DEBB548-789E-49E5-AA71-1ACFE84F2D16","title":"The World in Our Hands: The Guitar in Music, Culture and Society","abstractText":"The guitar is one of the most evocative instruments in the world. Its repertoire features music as diverse as heavy metal, blues, indie, flamenco, and Western art music, as well as Indian classical music, village music making in Papua New Guinea and carnival in Brazil. This cross-cultural popularity makes it a unique starting point for understanding social interaction and cultural identity. Guitar music can be sexy, soothing, melancholy or manic, but it nearly always brings people together and creates a common ground- even if this common ground is often the site of intense social, cultural, economic and political negotiation and contest.\n\n\nBuilding on previous work by the author, this book demonstrates that this seemingly simple material artifact resonates with meaning as well as music. Moreover, it shows how recent work in the social sciences enables us to probe deeper not only into the ways in which the guitar is made meaningful in various contexts but also establishes the guitar as site where technology, human agency and the musical body come together. To this end, the book develops an approach that incorporates recent work on material culture, the senses and society, touch, the body and society, body projects, music, technology and the body, music and techno culture, and to a limited extent insight from music cognition.\n\n\nAt the core of the book are fine grain ethnographic analyses of the guitar in context. These musical journeys take the reader to such diverse places as the workshops of guitar makers in Spain, the busy guitar shops of Denmark Street, London, string band music rehearsals in Papua New Guinea, and the Guitar Center in Los Angeles. Along the way the book takes stock of the wide range of sounds emanating from the instrument with the advent of new technologies: from loop stations to effects racks, from new makes of guitar to the playing techniques of virtuoso guitarists. This book develops a theoretical treatment of the guitar as icon and artifact, as globally mobile but locally based and draws on new and emerging work in the social sciences. Therefore it should appeal to a wide academic audience as well as to a general\nreadership.\n\n\nIn looking closely at the guitar as a phenomenon shaped by music, culture and society this book fills a gap. Previous work has demonstrated the need for cross-disciplinary scholarship and methodology to be brought to bear on the study of musical instruments. This book explores the role of the guitar and its music in performance, as the expression of individual and group identities, as the coming together of the body in music and technology, and as a musical instrument that travels the world.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E504566/1","grantId":"AH/E504566/1","fundValue":"24694","fundStart":"2007-03-23","fundEnd":"2007-07-22","funder":"AHRC","impactText":"","person":"Kevin  Dawe","coPersons":[],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}