{"id":"2DF5CA22-FA91-42CD-B15C-3DD7456D7990","title":"Molecular and Anatomical Pathways for Plasticity in the Neocortex","abstractText":"One of the most important questions in the field of Neuroscience is how does the brain store information? How are we able to remember things and events, how are we able to recognise objects and people and how are we able to learn to perform new tasks? At the basis of all these abilities lies the brains ability to store information about past experiences and, in the case of humans, past thoughts as well. Current thinking about how we retain information centres around the idea that the connections between neurones (synapses) are able to change their transmission properties in response to salient experiences and, by changing for a long period of time are able to retain an impression of that original experience. This raises the questions of which synapses are involved in storage of information and how they change for long periods without returning to their original state.\n In this grant programme we are looking at two main questions 1. Which anatomical pathways in the cerebral cortex change their transmission properties in response to changes in experience? and 2. Does a molecule known as CaMKII cause short acting changes (a) by phosphorylating AMPA receptors and (b) by initiating gene expression?\n We know that the cerebral cortex is involved in long-term storage of memories. In this programme we wish to discover more precisely which pathways within the cortex are involved. This problem is made easier by looking at an area of the rodent cortex involved in processing touch information known as the barrel cortex, because it has a relatively simple structure that can be revealed by simple histochemical stains. Because we can see the underlying anatomical organisation of the barrel cortex it allows connections between the columns to be studied relatively easily. Yet the basic organisation of the barrel cortex follows a similar plan to almost all areas of cortex including human cortex. This means that our findings will be relevant to a wider range of cortical areas than the one we are studying.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0200413","grantId":"G0200413","fundValue":"836227","fundStart":"2003-12-01","fundEnd":"2009-05-31","funder":"MRC","impactText":"","person":"Kevin  Fox","coPersons":[],"organisation":"Cardiff University","findingsText":"","dataset":"gtr"}