{"id":"2E056514-9014-4797-B826-681C055F8040","title":"Data Fusion and Inductive Transfer for Organelle Proteomics","abstractText":"A protein is localised in its intended sub-cellular location in order to function and interact with its correct binding partners and substrates. The determination of sub-cellular protein location is particularly desirable to biologists for two reasons. First, it can assist elucidation of a protein's role within the cell, as proteins are spatially organised according to their function and specificity of their molecular interactions. Second, it refines knowledge of cellular processes by pinpointing certain activities to specific organelles. Organelle proteomics, the systematic study of proteins and their assignments to organelles, is a rapidly growing field and many high throughput approaches have been developed to date which result in protein subcellular locations. One reason for the increase in growth of the field is that there is significant correlation between disease classes and sub-cellular localisations. It is well established that loss of functional effects in diseases can be attributed to abnormal protein localisations. For example, in many types of carcinoma cells, nuclear-cytoplasmic transport, essential for normal cell function, has been found to be defective as a result of abnormal protein localisations. \n\nThe datasets produced in general are high quality rich sources of data and are have been mined using a variety of statistical methods and are beginning to be explored through the use of more robust machine learning (ML) methods which have shown to yield significant improvements in protein-organelle predictions over previous statistical methods. However, there are still inherent issues that limit the optimal application of such contemporary ML methods: (1) limited number of proteins and features/channels available, (2) limited number of organelle markers and (3) limited number of organelle classes.\n\nIn this proposal we aim to improve protein-organelle association via the application of state-of-the-art ML methods in which we wish to exploit all sources of information available to accurately assign a protein to its sub-cellular compartment. In addition to the high-quality data produced from experimental (high-throughput mass spectrometry-based) methods we wish to develop a toolkit that will enable the exploitation of other data sources on which to predict protein localisation such as protein amino acid sequences, protein-protein interaction partners, conserved signal peptide motifs and imaging data on which to strengthen the predictions made on high quality gradient-based data. Many researchers have already found that in many situations training statistical models on multiple related data sources is better than training models on each data source individually.\n\nThe development of a framework that will enable the fusion and transfer of knowledge from multiple data sources will lead to the creation of optimal organelle proteomics datasets which will be deposited in a public access proteomics data repository (PRIDE). The toolkit will be freely available for the use of the whole proteomics community.\n\nThe work proposed in this grant will be implemented by a multidisciplinary team bringing together expertise in state-of-the-art gradient-based proteomics approaches (Lilley), contemporary machine learning methods (Holden and Trotter), bioinformatics and code development (Gatto), and applied mathematics (Simpson). The majority of this team have worked together previously on organelle proteomics bioinformatics projects that have resulted in the release of new toolkits for organelle proteomics data analysis.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K00137X/1","grantId":"BB/K00137X/1","fundValue":"120427","fundStart":"2012-09-01","fundEnd":"2014-02-28","funder":"BBSRC","impactText":"  yes - as part of courses and in subsequent publications\n\nBreckels LM, Gatto L, Christoforou A, Groen AJ, Lilley KS, Trotter MW. The effect of organelle discovery upon sub-cellular protein localisation. J Proteomics. 88:129-40. doi: 10.1016/j.jprot.2013.02.019. (2013).\n\n Gatto L, Breckels LM, Wieczorek S, Burger T, Lilley KS Mass-spectrometry-based spatial proteomics data analysis using pRoloc and pRolocdata. Bioinformatics. 30(9):1322-4. doi: 10.1093/bioinformatics/btu013. (2014)\n\nGroen AJ, Sancho-Andr?s G, Breckels LM, Gatto L, Aniento F, Lilley KS. Identification of trans-golgi network proteins in Arabidopsis thaliana root tissue. J Proteome Res. 13(2):763-76. doi: 10.1021/pr4008464. (2014)\n\n Gatto L, Breckels LM, Burger T, Nightingale DJ, Groen AJ, Campbell C, Nikolovski N, Mulvey CM, Christoforou A, Ferro M, Lilley KS A foundation for reliable spatial proteomics data analysis. Mol Cell Proteomics. 13(8):1937-52. doi: 10.1074/mcp.M113.036350.(2014)\n\nTomizioli M, Lazar C, Brugi?re S, Burger T, Salvi D, Gatto L, Moyet L, Breckels LM, Hesse AM, Lilley KS, Seigneurin-Berny D, Finazzi G, Rolland N, Ferro M. Deciphering thylakoid sub-compartments using a mass spectrometry-based approach. Mol Cell Proteomics. 13(8):2147-67. doi: 10.1074/mcp.M114.040923. (2014) Agriculture, Food and Drink,Digital/Communication/Information Technologies (including Software),Pharmaceuticals and Medical Biotechnology ","person":"Kathryn Susan Lilley","coPersons":["Sean  Holden"],"organisation":"University of Cambridge","findingsText":" A protein must be localised in its intended sub-cellular location in order to function and interact with its correct binding partners and substrates. The determination of a protein's location is desirable to biologists, as it can assist elucidation of a protein's role within the cell, as proteins are spatially organised according to their function and specificity of their molecular interactions. The aim of this BBSRC Tools and Resources Grant was to simultaneously exploit several sources of information available with which to accurately assign a protein to its sub-cellular compartment. These sources encompass both experimental high-throughput mass spectrometry (MS)-based methods, in silico sequence-based predictions and imaging data.\nThe most significant achievements of the grant are:\no Firstly, the development of an infrastructure for the extraction of auxiliary sources of information such as amino acid composition features, GO terms etc. \no Secondly, the development of a data fusion framework for complementary use of auxiliary information with data produced from quantitative organelle proteomics methods.\no Thirdly, we have developed new ML methods that can be used in the above framework, all of which form a new module of the freely available and open-source R package pRoloc [1]. \no Fourthly, a paper describing the data fusion and transfer learning methods we have implemented in the framework of organelle proteomics is in progress and due to be submitted to PLOS Computational Biology. Data fusion of several biological replicate experiments carried out by Breckels was applied to a Arabidopsis thaliana dataset and formed a core part of the computational analysis of a recent paper accepted and published in the Journal of Proteome Research [6]. A further paper highlighting the importance of robust computational analysis, which underpins a large part of the ML core principles carried out as part of this project, has also been recently accepted in the journal Molecular and Cellular Proteomics [7].\no Finally, we have formed collaborations with other groups through taking part in the EU-FP7 PRIME-XS project to access and share auxiliary data and ML methodology with view to extend and apply to current methods. The grant gave rise to software, phenoDisco, which has been deposited in Bioconductor. It is open source software. There is an accompanying peer reviewed paper (Breckels LM, Gatto L, Christoforou A, Groen AJ, Lilley KS, Trotter MW. The effect of organelle discovery upon sub-cellular protein localisation. J Proteomics. 88:129-40. doi: 10.1016/j.jprot.2013.02.019. (2013).)\n\nIt has already been used as part of the studies giving rise to the below publications. Furthermore, its use has been taught to many researchers as part of courses run by the Cambridge Centre for Proteomics \n\n1] Groen A., Sancho-Andr?s G., Breckels LM., Gatto L., Aniento F. and Lilley K.S., Identification of Trans Golgi Network proteins in Arabidopsis thaliana root tissue, Journal of Proteome Research. 2014, 13(2):763-76. \n2] Gatto L, Breckels L.M., Burger T. Nightingale D.J.H., Groen A.J., Campbell C., Mulvey C.M., Christoforou A., Ferro M., Lilley K.S.L., A foundation for reliable spatial proteomics data analysis, In Press. Digital/Communication/Information Technologies (including Software),Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}