{"id":"2E10CA31-B08A-4E07-BD0E-F808DACF0F5A","title":"Long-range atmospheric Nitrogen deposition as a driver of ecological change in Arctic lakes","abstractText":"There is now unambiguous evidence that ecosystems in the Arctic are changing. This is generally attributed to global warming, effects of which are particularly enhanced in this region. In this project we will test the hypothesis that long-range atmospheric deposition of nitrogen (N) is also an important driver of ecological change in sensitive arctic ecosystems. Lakes are an important component of these landscapes and are vital for regional biogeochemical fluxes, especially those of carbon (C). Much of the evidence for long-term ecological change in the Arctic is derived from lake sediments. The composition of algal communities has changed and algal productivity has increased. Although many researchers attribute these changes to global warming, increased temperature is only one aspect of global environmental change caused by anthropogenic disruption of biogeochemical cycles. There are a number of other factors, some indirectly related to climate, that could alter community structure in lakes; increased rates of weathering, alkalinity export and changing surface water pH. However, as most arctic lakes are nutrient limited, any increase in productivity requires an increase in nutrient availability. One important source of nutrients to remote lakes is atmospheric deposition of N. Anthropogenic fixation of N is greater than natural rates of fixation and disruption of the N cycle arguably represents a comparable threat to remote ecosystems as climate change. There is evidence from both alpine lakes and preliminary work elsewhere in the Arctic that long-term, low level deposition of N may be affecting lake productivity and biological structure. We propose to test the hypothesis that N deposition is driving ecological change in the Arctic by studying lakes in SW Greenland where air temperature has not increased during the 20th century; unlike large parts of the Arctic. Our preliminary results, together with ice core data, indicate that N deposition has increased in this area since the mid-19th century. Our study incorporates contemporary ecology, precipitation monitoring and palaeolimnology. By careful site selection of three areas along a marked precipitation and N deposition gradient we will be able to assess the influence of N fluxes to lakes through seasonal monitoring and experimental work. We will combine contemporary ecological experiments (using nutrient bioassays to determine if phytoplankton are nutrient limited, and whether this is through N, P, or co-limitation) with measurements of N content of precipitation (rain and snow). Remarkably few measurements of N deposition exist in the Arctic. Our measurements will contribute to an international focus on long-range atmospheric pollution transport. Finally, these contemporary process studies will be coupled with palaeoecological analyses of lake sediments (diatoms, pigments and stable isotopes of N and C) to establish longer-term trends in SW Greenland. The project has clear relevance for the understanding of drivers of ecological change throughout the Arctic. SW Greenland is typical of many parts of the Arctic both in terms of lake density, precipitation patterns and vegetation. If we establish that lakes in this region have become more productive over the last ~150 years, there are clear implications for large areas of the Arctic which have experienced 20th century warming since long-range N transport is a global phenomenon. It is likely that warming and N enrichment act in a similar and synergistic way, resulting in lakes showing a sensitive and enhanced response to even small increases in temperature. Possible interactions between nutrient deposition and C cycling are also important for understanding regional biogeochemical cycling. For example, enhanced N deposition may release bacteria from nutrient limitation, increasing rates of respiration in lakes, thereby contributing to regional CO2 efflux to the atmosphere and hence feedback into the climate system.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G020027/1","grantId":"NE/G020027/1","fundValue":"166950","fundStart":"2010-01-01","fundEnd":"2013-06-30","funder":"NERC","impactText":"","person":"Vivienne Jane Jones","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}