{"id":"2E205412-24E9-4E4A-BD33-AB2CAACD8003","title":"Impact of school resources and teacher pay across local authorities - a Regression Discontinuity Design","abstractText":"<p>This piece of research will seek to examine the consequences of discontinuities in teacher pay and school resources for pupil attainment and the recruitment and retention of high quality teachers. Teachers are currently paid according to centrally-negotiated pay scales, with higher pay scales in the London area. However, since such weighting applies to particular areas, teacher salaries can vary substantially across boundaries.The cost of living is likely to be very similar in areas close to such local authority boundaries, creating sharp geographical variation in real teacher pay levels.</p>\n\n<p>This research will examine whether such differences in teacher salaries lead to differences in the recruitment and retention of teachers. This will allow us to say whether monetary incentives are likely to be an effective tool in attracting and keeping high-quality teachers. Furthermore, although schools in the London area must pay teachers higher salaries to reflect a higher cost of living, these differences are not always fully reflected in funding differences across local authorities. Such situations create potentially sharp variations in resources available to schools in neighbouring local authorities. This research will exploit such situations to estimate the effects of resources on attainment.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/J006076/1","grantId":"ES/J006076/1","fundValue":"79322","fundStart":"2012-03-05","fundEnd":"2013-03-04","funder":"ESRC","impactText":"  Our interim findings were first presented at two academic seminars at the IFS and the Institute of Education in December 2012 (both on ROS). The feedback from these two seminars helped our investigation of the large difference in observable characteristics across some of the pay boundaries. It also cemented our focus on the difference in inside wages across schools. We have also sought to discuss and compare these findings with academics working on related issues (e.g. Gibbons et al, 2012; and Britton and Propper, 2012). \n\nOur main findings are detailed in a draft working paper that has been uploaded to ROS. We have chosen not to publish our findings to date due to methodological concerns resulting from the non-comparability of schools at the inner London boundary. We plan to publish this working paper in September 2013, alongside a non-technical briefing note. This will allow us to include analysis of the inside wage differential once access to the School Workforce Census has been granted. The start of a new academic year (with changes to teacher pay and conditions) will be an ideal time to publicise our findings. Communities and Social Services/Policy,Education,Government, Democracy and Justice Societal,Economic,Policy & public services","person":"Luke Philip Sibieta","coPersons":["Imran  Rasul"],"organisation":"Institute for Fiscal Studies","findingsText":" We investigate whether pupils' attainment in school is affected by higher teacher salaries and extra resources at their school. Previous research has found it difficult to address these policy-relevant questions because there are few circumstances in which teacher salaries and resources vary in ways unrelated to teacher or pupil characteristics. \n\nWe overcome this challenge by exploiting the fact that teachers in England are paid according to centrally-negotiated pay scales, with higher pay scales in the London area to compensate teachers for a higher cost of living. At the boundary between higher and lower pay areas, teacher salaries can vary substantially, across otherwise identical neighbouring areas. These pay discontinuities can impact pupil attainment if higher salaries attract more effective teachers, or if existing teachers are induced to work harder. Moreover, in some cases, funding differences are overly generous relative to the salary difference, creating an artificial boost in school resources. \n\nWe find no evidence that higher teacher salaries improve pupil attainment. This has important consequences for the design of teacher pay policy. However, there is a significant positive impact on pupil attainment across a teacher pay boundary only where additional funding received by schools permits additional school resources. This suggests that higher levels of school resources can have modest impacts on pupil attainment, in line with recent evidence from the UK. These findings also give cause for optimism about the potential impacts of the pupil premium. In order to understand the mechanisms driving our findings, we plan to make use of newly available data on employees within schools (School Workforce Census). This will allow us to examine whether schools respond to these discontinuities by changing their pay policies. Secondly, we will be able to relate the (lack of) difference in attainment to actual differences in inside wages across schools. This has not been addressed at all in existing research. We have been formally granted access to use this data. However, this was only after a significant delay in approval by the Department for Education and delivery of the data continues to be delayed. \n\nOur work has also enabled to us to present and interact with important groups of education policymakers. For instance, Sibieta presented analysis of future plans for school funding reform at the Westminster Education Forum in September 2013 (see ROS). Sibieta spoke at a Royal Statistical Society event at the Houses of Parliament in December 2013 about using data to provide insight into education policy. We also participated in a workshop about the large improvements in attainment in London over the past 5-10 years. Our work comparing the characteristics and outcomes at schools across London was invaluable in allowing us to contribute to discussions on this topic with policymakers. \n\nThis grant has also allowed us to develop wider expertise on teacher pay and conditions. This has enabled us to successfully apply for further funding to study the costs and benefits of different teacher training routes (PI: Ellen Greaves) and the changing fortunes of the public sector workforce more generally (PI: Luke Sibieta). Both grants are detailed on ROS. Communities and Social Services/Policy,Education,Government, Democracy and Justice","dataset":"gtr"}