{"id":"2E25FF3B-BB7F-43DC-A10D-78AEDC3A7467","title":"Dissecting an epigenetic process that extrinsically govern fetal size","abstractText":"In mammals, embryonic growth is finely tuned and the placenta provides sufficient support for optimal embryonic growth. Too little support will have an adverse effect as embryonic growth is restrained which can result in intrauterine growth restriction. Too much support is wasteful and uses up maternal resources needlessly. It is therefore critical that the fetus and the supporting structures are working in harmony. Imprinted genes, which are expressed in mammals from only one parental allele, play a key role in this process. We are investigating a group of imprinted genes that are located within a discrete chromosomal region that is regulated by a single imprinting centre. Any global change in the expression of these genes has catastrophic consequences on both embryonic development and placental growth. We have already identified one of these genes, Cdkn1c, as the major regulator of embryonic growth within this domain. Several other genes are expressed in the placenta and some have been shown to play a critical role in placental development. In this proposal, we will determine whether two of these genes, known as Phlda2 and Slc22a18, act synergistically with Cdkn1c to balance embryonic growth and placental function. This work is important in our understanding how the placenta functions for optimal health. Intriguingly, the genes we are working on are adjacent in the genome and by studying them we may learn more about the functional consequences of imprinting these genes and how this may have influenced the evolution of the mammalian placenta. Critically, we will also learn more about the consequences of deregulated expression of these genes on development and disease.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G015465/1","grantId":"BB/G015465/1","fundValue":"332758","fundStart":"2009-05-11","fundEnd":"2012-05-10","funder":"BBSRC","impactText":"  While not a direct aspect of the research, by providing insight into the origins of low birth weight, the work may have clinical relevance and may also lead to the development of diagnostic tools. This research furthered our basic understanding of the complex relationship between fetus, placenta and mother. In addition, the research may be of use in interpreting the origins of pregnancy complications in mammals, including humans. Our work may have impact in enhancing of quality of life. We have consequently begun to engage with clinicians and healthcare workers to communicate the results of our work. We have also engaged with the public to disseminate our research findings. Education Societal","person":"Rosalind M John","coPersons":[],"organisation":"Cardiff University","findingsText":" A fundamental biological question is 'What governs fetal size'. Growth potential is intrinsic to the embryo but recent data suggests that in mammals epigenetic processes extrinsic to the embryo determine whether this growth potential can be exploited. The hypothesis that we explored in this proposal was that imprinted genes work synergistically to enhance\n\nfetal growth. \n\n\n\nUsing a combination of loss of function and loss of imprinting models, we identified a key role for Phlda2 in regulating ex These studies have provided direction for our future work exploring the role of imprinted gene dosage in the placenta in the programming of pregnancy adaptation for which we now have successfully been awarded funding (BB/J015156/1).\n\nWhile not a direct aspect of the research, by providing insight into the origins of low birth weight, the work may have clinical relevance and may also lead to the development of diagnostic tools. This research furthered our basic understanding of the complex relationship between fetus, placenta and mother. In addition, the research may be of use in interpreting the origins of pregnancy complications in mammals, including humans Healthcare","dataset":"gtr"}