{"id":"2E2D121C-2507-4C19-AA18-6A640C5249CB","title":"Lifelong health and wellbeing of the Scotland in Miniature : the 6-day sample of the Scottish Mental Survey 1947","abstractText":"The proposed programme of research involves a world-class team of researchers across many scientific disciplines who will collaborate to work on a unique resource for lifelong health and wellbeing. The resource is the data from the 6-Day Sample of the Scottish Mental Survey 1947 (SMS1947). The SMS1947 tested the intelligence of almost every child born in 1936 and attending school in Scotland in June 1947. The 6-Day Sample were people born on the first of the even-numbered months. They were interviewed every year between age 11 and 27. The stored data include a large amount of personal information from age 11 to age 27 of a representative sample of the Scottish population. There is information on intelligence, health, social background, education, the home, interests, ambitions, and their parents. The research programme will discover what happened to these individuals and plot their life trajectories. Those still alive will be traced using national databases, and interviewed and tested at length with regard to many aspects of health and wellbeing. Those who have died will have their causes of death recorded. The sample will provide much new scientific material about the effects of childhood and early adulthood circumstances and capabilities on wellbeing across the rest of life. The aspects of well being studied will include education, social mobility, cognition, health, and stress. This is a time-limited window of opportunity to complete one of the most detailed surveys of any population ever undertaken. It deserves to be completed in a careful way. The team that is collaborating in this programme involves expert researchers in social geography, education, epidemiology, sociology (quantitiative and qualitiative), psychology, cognition, geriatric medicine, stress biology, and statistics. The team has plans for at least two dozen scientific reports from the project, and plans to bring the results to the interested public (young and old), and those interested in policy formation that affects older people.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1001401","grantId":"G1001401","fundValue":"1125480","fundStart":"2011-10-01","fundEnd":"2016-03-30","funder":"MRC","impactText":"","person":"Ian J. Deary","coPersons":["John  Starr","Jane  Elliott","Wendy Anne Johnson","David  Batty","Lindsay  Paterson","Alasdair Maurice MacLullich","Christopher John Dibben"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}