{"id":"2E39679D-A0BE-4ABE-B2BF-0845AADDBE42","title":"DEFINING A ROLE FOR L-SELECTIN IN REGULATING TRANSENDOTHELIAL MIGRATION","abstractText":"The passage of white blood cells (leukocytes) from the circulation in to the surrounding tissue is absolutely critical for a healthy immune system. Most animals have evolved to have a fast-moving circulation to rapidly deploy oxygen to every cell in the body, and at the same time the leukocytes within the same bloodstream have evolved a method to gradually slow down against the force of blood flow in order to successfully exit the vasculature - e.g. during inflammation. Immediate arrest of leukocytes against the blood flow is virtually impossible. Scaled-up, if a leukocyte is the size of an average family car, it would move at half a million miles per hour through the largest vessel and would have to slow down to a just few car lengths per second. Just imagine what kind of breaks would need to be designed to slow that car down?! Biology has come up with a different answer for leukocytes......\nLeukocytes interact with endothelial cells (EC), which are broad flat cells that line the entire inner surface of the vasculature. EC provide a water-tight barrier between the blood and the surrounding tissue. They act as gate-keepers, selectively allowing the passage of leukocytes and macromolecules (e.g. hormones, proteins etc) from the blood and into the surrounding tissue. It is therefore not surprising that EC are also the first cell type to come in contact with leukocytes during an inflammatory response. When stimulated with a &quot;pro-inflammatory signal&quot;, EC bring to their surface molecules that are adhesive to leukocytes. The leukocytes are able to bind immediately to EC under the immense flow of blood. The first contact bonds that are generated between EC and leukocytes are relatively weak and are broken by the immense force of the blood flow. As the leukocyte breaks free from its interaction with EC, it is re-captured almost immediately by another part of the leukocyte. The continued capture, breakage and re-capture under the force of blood flow results in &quot;leukocyte rolling&quot;, which, under the microscope, looks like the leukocytes adopts a &quot;tumbleweed&quot; motion along the inner vessel wall. L-selectin is a protein that is found on the surface of nearly all circulating leukocytes, and has been shown to mediate leukocyte rolling. L-selectin spans the outer membrane of the cell so that it has an outside (extracellular) domain and an inside (intracellular) domain. The extracellular domain of L-selectin binds to sugars that are presented by EC. The most compelling evidence to suggest that L-selectin has another role outside leukocyte rolling comes from studies where the L-selectin gene has been deleted. In these studies, leukocytes can still undergo rolling, but cannot migrate through in to the surrounding tissue - leukocytes tend to stay very close to the vessel once transmigrated. So far, there have been no follow-up studies to explore this observation at the molecular level. L-selectin can be cleaved at a site in the extracellular domain, close to the plasma membrane. Intriguingly, mice that have been genetically engineered to possess a form of L-selectin that cannot be cleaved (in other words it is continually present at the cell surface) display the same migratory behaviour as those cells without L-selectin. This paradoxical observation suggests that L-selectin may have to be cleaved and then re-presented on its surface for correct cell migration across the endothelium and then in to the surrounding tissue. Using cell-based approaches that include state-of-the-art microscopy, we aim to investigate how the intracellular and extracellular domains of L-selectin are involved in regulating leukocyte migration across the endothelium and into the surrounding tissue. This will be the first ever attempt to address this at the molecular level and will identify an important role for L-selectin beyond the process of leukocyte rolling.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J007692/1","grantId":"BB/J007692/1","fundValue":"351849","fundStart":"2012-07-02","fundEnd":"2015-07-01","funder":"BBSRC","impactText":"  This work has impacted non-scientific communities on a broad level. \nMy lab has provided work experience to a student from secondary school. She engaged in a full week of understanding how microscopes are used to visualise leukocytes during inflammation.\nI have given talks at the acclaimed Science Museum Lates, which engages lay audiences with themed areas of science research. I had participated in an event that showcased the Francis Crick Institute. Science Museum Lates events are held on the last Wednesday of every month (at the Science Museum, London, South Kensington). \nI have provided talks at the International Pint of Science in two consecutive years (2013 and 2014). This event aims to deliver science to the lay person in the setting of a pub. Making science more palatable! \nI am also due to present a talk at the Working Men's College (http://www.wmcollege.ac.uk/) on the 13th of November. Communities and Social Services/Policy,Digital/Communication/Information Technologies (including Software),Education Cultural,Societal","person":"Aleksandar  Ivetic","coPersons":["Madeline  Parsons"],"organisation":"King's College London","findingsText":" The movement of white blood cells from the bloodstream in to a tissue or organ is a vital step in the inflammatory response. White blood cells play a role in repairing injured organs or tissues during inflammation, which often takes place outside the bloodstream. So understanding how white blood cells migrate out of the bloodstream, on a mechanistic level, is important in determining how these processes differ in health and disease. We have found that L-selectin, a molecule that sits on the surface of white blood cells, is cleaved during their migration out of the blood. This cleavage seems to be important in ensuring the safe passage of white blood cells out of the bloodstream and in to the surrounding tissue. This finding is highly important in understanding how L-selectin contributes to the normal function of migration. Others will see our findings as an important advance in understanding how human monocytes exit the circulation and enter the surrounding microenvironment. Knowing that L-selectin shedding plays an active role in transmigration will invariably lead to further work to better understand how L-selectin contributes to transmigration - as a full-length molecule and as a cleaved product. Understanding how signalling downstream of L-selectin contributes to transmigration will be a focus for further study. Education,Healthcare","dataset":"gtr"}