{"id":"2E3F0B55-ABC7-44BD-9F41-3DBA593F3D79","title":"Dynamical information processing in a neuronal microcircuit","abstractText":"Our brains consist of electrical circuits formed by the interconnection of vast numbers of cells called neurons. In the cortex the dominant neuronal type is the pyramidal cell, which is the main information processor in our neuronal networks. The pyramidal cells are surrounded by a smaller number but much more diverse population of interneurons that form connections locally with pyramidal cells and themselves. By building detailed computer models of brain circuits we will explore how these microcircuits of interneurons control the flow of information through pyramidal cells. In particular we will investigate how the interneurons can influence whether the pyramidal cells are processing information on the basis of previously stored knowledge or are learning from new experiences. Knowledge is stored in the strengths of connections between neurons and learning depends on how plastic or changeable these synaptic (connection) strengths are. The field of artificial neural networks (ANNs) has demonstrated that information processing devices can be built using this paradigm. However, current ANN models use much simpler circuitry and cell types than our brains. We hope to further our understanding of the operation of the complex microcircuitry found in cortex and how it acts to dynamically control information processing and learning. Based on what we discover new designs for ANNs should emerge that are much more flexible and robust in being able to cope with real-world information processing.We will attempt to model how a small section of the brain can act as an intelligent memory device. We are continually bombarded with sensory information, some of which we remember and some of which sparks the recall of old memories. Some aspects of how the brain may store and recall information are captured in mathematical ANN models known as associative memories, which were first developed over 40 years ago. These models work by storing patterns of information via changes in the strengths of connections between simple computing units that mimic the operation of neurons in the brain in a very simple way. Old memories are recalled when a noisy or partial version of a previously stored pattern is presented to the network. These devices are not very flexible. They must be told when to store a pattern and when they are supposed to recall a memory. The type of information they can store is quite limited. We aim to build a much more flexible model that can control for itself the storage and recall of patterns of information arriving at unpredictable rates. This mathematical model will be based upon the many details we now know of the neuronal circuitry of the hippocampus, a part of the mammalian brain that acts as a short-term memory. The model will be implemented in computer software and tested by running simulations of storage and recall in the memory.By building this model we hope to gain fundamental insights into how the many different types of neurons, and the complex circuits they form, actually work. Very similar neuronal types and circuits are found throughout the cortex, so what we learn should increase our understanding of information processing throughout the brain, not just for memory formation in the hippocampus. The model should provide insights of relevance to the understanding of, and therapies for neurodegenerative diseases that involve memory impairment, such as Alzheimer's disease and various forms of dementia.The work should also be of value to the field of mobile robotics where the aim is to build autonomous, mobile machines that must interact with a dynamic environment, in the same way that animals do. It could lead to the formulation of neural network-based dynamic memory models suitable for incorporation into such robots.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D04281X/1","grantId":"EP/D04281X/1","fundValue":"246698","fundStart":"2006-10-02","fundEnd":"2009-10-01","funder":"EPSRC","impactText":"","person":"Bruce Philip Graham","coPersons":["Stuart  Cobb"],"organisation":"University of Stirling","findingsText":" Our brains consist of electrical circuits formed by the interconnection of vast numbers of cells called neurons. In the cortex the dominant neuronal type is the pyramidal cell, which is the main information processor. Pyramidal cells are surrounded by a smaller, diverse population of interneurons that form connections locally with pyramidal cells and themselves. By building detailed computer models of brain circuits we have explored how these microcircuits of interneurons control the flow of inf Very similar neuronal types and circuits are found throughout the cortex, so what we have learnt is relevant to information processing throughout the brain, not just for memory formation in the hippocampus. In the future the model could be extended and used to provide insights of relevance to the understanding of, and therapies for neurodegenerative diseases that involve memory impairment, such as Alzheimer's disease and various forms of dementia. The work could also be of value to the field of Digital/Communication/Information Technologies (including Software),Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}