{"id":"2E4B594F-4102-4E9C-9CF1-22BB43B1D6C8","title":"Developing a synthetic approach to manipulating guard cell membrane transport and stomatal control","abstractText":"Stomata are pores that provide for gaseous exchange across the impermeable cuticle of plant leaves. They open and close to balance the requirement for CO2 entry for photosynthesis against the need to reduce the transpiration of water vapour and prevent leaf drying. Stomatal movements are driven by solute transport - and consequent uptake/loss of water - across the cell membrane of the guard cells which surround the stomatal pore. Stomatal transpiration is at the centre of a crisis in water availability and crop production that is expected to unfold over the next 20-30 years: globally, agricultural water usage has increased 6-fold in the past 100 years, twice as fast as the human population, and is projected to double again before 2030. Thus stomata represent an important target for breeders interested in manipulating crop performance. Significantly, stomatal responses are often delayed in the face of environmental fluctuations, especially of light. Improving water use efficiency (=amount of carbon fixed in photosynthesis/amount of water transpired) should be possible, without a cost to carbon assimilated in photosynthesis, if the stomatal response to light are enhanced. However, the complexity of guard cell transport and its coupling to gas exchange and transpiration has presented a formidable barrier to manipulations so that efforts at genetic improvements have generally proven constrained.\n\nSynthetic methods offer one approach to physiologically enhancing stomatal function. Furthermore, in combination with quantitative systems analysis they present an opportunity to gain fundamental insights into the coordination of transport in the homeostasis of a plant cell system. I developed previously the OnGuard software for quantitative dynamic modelling of the guard cell. OnGuard models build explicitly on the wealth of molecular, biophysical and kinetic knowledge for guard cell transport and metabolism; they accommodate stomata of different plant species, over the full range of conditions studied in the laboratory to date; and they have been shown to incorporate the real predictive power needed to guide experiments at the cellular and physiological levels that start with molecular manipulations in silico. As the next major step, I wish to establish directed synthetic strategies for design of stomatal function, based on this deep knowledge of stomatal guard cells, and on developments in work with light-driven ion pumps and channels.\n\nI propose now to use the OnGuard software to model and explore the most effective approaches to enhancing stomatal kinetics. In parallel, my laboratory will develop a synthetic approach to manipulate guard cell transport with so-called optogenetic tools - light-driven pumps and channels - using these to test and validate the model predictions. Most important, the combined modelling and experimental approaches will connect the molecular components with physiological properties of stomata. They will reinforce an understanding of guard cell transport and will enable novel explorations of water use and its balance with photosynthetic carbon assimilation. These studies will target expression of selected optogenetic tools based on OnGuard model predictions. The knowledge gained will aid in refining these models and will allow exploration of the kinetic and homeostatic coordination between the serial membranes of the plasma membrane and tonoplast. This coordination is known to be fundamental to the control of stomatal aperture, but its mechanism remains unknown. Finally, the studies will serve to establish the potential for improving the efficiency of water use by plants drawing on synthetic methods to reduce the mismatch in dynamic environmental responses between stomata and photosynthesis.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L019205/1","grantId":"BB/L019205/1","fundValue":"420591","fundStart":"2015-03-01","fundEnd":"2018-02-28","funder":"BBSRC","impactText":"","person":"Michael Robert Blatt","coPersons":[],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}