{"id":"2E4E9CF5-0680-4C04-BE07-7DA2D9E88426","title":"Effect of Airway Microenvironment on TGF-beta driven Epithelial to Mesenchymal Cell Transition in the Transplanted Lung","abstractText":"Some patients dying of lung disease are lucky enough to get a new lease of life with a lung transplant. Tragically, half of them will die within 5 years of having their transplant because their new lungs fail. The new lungs are destroyed by a scarring process which blocks the small bronchial tubes. This process is called obliterative bronchiolitis or OB. \nWe will try to find out if the lining cells of the lungs’ bronchial tubes, (called epithelial cells), are vital in developing OB. Damaged lining cells are normally repaired in healthy individuals. However, if the damage is frequent or continuous, these cells can change their behaviour to become specialist scarring cells (called mesenchymal cells). Mesenchymal cells are responsible for depositing scar tissue. We will test if repeated damage to the lining cells after lung transplant makes them change into specialist cells which deposit scar tissue which could block the small bronchial tubes. \nIn this study, we will take lining cells from patients who have had a lung transplant and grow them in the laboratory. We will then investigate if growth factors in the lung when combined with danger signals released at times of injury can drive the change from lining cells to scarring cells. \nThis is important because if we understand how this change occurs, it may be possible to block it and prevent lining cells from changing behaviour. The hope would be to develop new treatments which protect the bronchial tubes from scarring. This would greatly improve long term survival in patients who have had a lung transplant.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0700861","grantId":"G0700861","fundValue":"361752","fundStart":"2008-03-01","fundEnd":"2011-02-28","funder":"MRC","impactText":"","person":"Andrew John Fisher","coPersons":[],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}