{"id":"2E508559-774F-4B9D-8FEE-8ED42D754BB3","title":"An improved mass spectrometric method for the analysis of protein 'interactomes' using SILAC labeling and parallel affinity capture.","abstractText":"Living cells contain a complex network of proteins that interact with each other - sometimes stably, sometimes more dynamically. Many of the key events that contribute to the maintenance and viability of the cell, and that are perturbed in disease depend on these interactions. Researchers have developed methods to identify and characterise these interactions. In general terms they often involve 'marking' or 'tagging' one of the proteins to be examined in such a way that the 'tagged' protein can be selectively isolated and the associated partners identified by a technique called mass spectrometry. However, current methods for this analysis are not always satisfactory and can be probematical when there are low levels of such proteins or when the interacting complexes are not stable. Here we propose a method we call SILAC-iPAC that combines several techniques, each of which has been used in other contexts, but never before in combination, that we believe will offer a significant improvement in the ability to identify protein-protein partners under these conditions. In addition, we propose to include specifically developed software to enable the easy and accurate analysis of any data obtained with the technique.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H024085/1","grantId":"BB/H024085/1","fundValue":"109531","fundStart":"2011-01-01","fundEnd":"2012-06-15","funder":"BBSRC","impactText":"  SILAC-iPAC should have wide applications in proteomics as a general method for studying low abundance interactors. The method is currently under review (see key findings), and is therefore not yet widely appreciated. But we have already discussed the potential of combining SILAC-iPAC with the SPPLAT methodology described in BB/J02109/1. Chemicals,Education,Healthcare,Pharmaceuticals and Medical Biotechnology Cultural","person":"Antony P Jackson","coPersons":["Kathryn Susan Lilley","Robin Francis Irvine"],"organisation":"University of Cambridge","findingsText":" Proteins in cellular systems often interact to form functional complexes. But in many cases, these interactions can be rather weak and sometimes transient. This makes it difficult to fully characterise the interactions by traditional methods such as simple immunoprecipitation and mass spectrometry (MS). Worse, current MS methods are so sensitive that many non-specifically interacting proteins can be identified in 'pull-down' experiments and without some quantitative way of measuring them, it is difficult to discriminate between specific and non-specific interactors. \n\nIn SILAC-iPCAC, a cell-line is generated that stably expresses a protein of interest with two epitope tags. This cell-line and its tagless control cell-line are differentially SILAC labelled. Lysates from the two cells are mixed and the tagged protein is independently purified form MS analysis, using appropriate affinity resins in parallel. This enables a very sensitive and quantitative assay for interactors, eben when the proteins are present at low levels. \n\nWe used the method to examine two such proteins:\n1) PI5P4K beta (PIP kinase). This protein is an important signal transduction enzyme. Yet previous MS analysis had not been able to rule out the presence of additional interacting proteins.\n\n2) Fanconi anaemia core complex. This protein plays an essential role in DNA repair and is mutated in Fanconi anaemia, a major inherited cancer syndrome. \n\nWe established:\n1) There are no additional interactors with PI5P4K beta (PIP kinase) except for the enzyme alpha subunit. This negative result is important as it rules out protein-protein complexes and suggest the enzyme is targeted to the nucleus via non-protein protein methods. \n\n2) We identified known interactors of the Fanconi anaemia complex together with an additional protein RUVBL. This protein has not previously been implicated in the core FA complex, but is known to act as a single strand DNA binding protein. Its association with the core FA complex has \npreviously been missed in earlier immunoprecipitation and MS analysis experiments. However, during the course of this work, we became aware of the work of Dr Eeson Rajendra (MRC Laboratory of Molecular Biology Cambridge), who had independently identified this protein as a component of the FA complex. However, the method used by Rajendra used nearly ten times the number of cells as our SILC-iPAC method. Thus SILAC-iPAC represents a significant increase in sensitivity compared to 'classical' IP methods.\n\n3) It is not always appreciated that affinity matrices used for protein isolations can bind different proteins non-specifically. As part of our work, we also completed the first quantitative 'beadome' survey to characterise how different matrices bind different proteins. We believe that this is an important data resource in it own right. at the time of Researchfish submission, a paper describing this method has been submitted to Journal of Proteomics and has received a favourable first review by both referees. We are currently addressing the specific issue raised by the referees and hope to submit a revised manuscript in the next few weeks. Researchfish will be updated when accepted.\n\nThe method is therefore not yet widely known. However, postdoc JSR has presented this method in poster form at two international meetings as outlined in engagement activities. Chemicals,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}