{"id":"2E560490-46D3-4F0B-94EE-1F12A591820E","title":"Characterisation of electron transport in bacterial nano-wire proteins through high performance computing and experimentation","abstractText":"Day to day life is increasingly reliant on electricity to support transport and communications in addition to the storage and preparation of food. This situation reflects rapid scientific developments since Alessandro Volta built the first battery just over 200 years ago. However electricity has been essential to humans, and indeed all forms of cellular life, ever since they have existed. This electricity arises from the electron transport chains underpinning the storage of solar energy in sugars during photosynthesis and the harnessing of the energy in sugars for cellular function, reproduction and motility during respiration. Specially designed proteins support electron transport during photosynthesis and respiration. Many of these proteins contain metal ions positioned at regular intervals within a polymer made of amino acids and we can immediately see parallels to the structures of the much larger cables and wires that move electrons in our mobile phones, toasters etc. The properties determining the flow of electrons through cables and wires are well established. However, the means by which a particular amino acid structure defines the rate of electron transfer within and between such proteins when dissolved in water is less well understood. Here we propose to provide insight into these mechanisms through a combination of computational and experimental methods. The subject of our study is an iron-containing protein, whose three-dimensional structure has been solved only a few months ago. This protein is a representative of a large family of structurally related, but functionally distinct, proteins that has been recognised only recently. These proteins allow microbes to colonise diverse and apparently inhospitable environments. They contribute to the operation of some microbial fuel-cells and to the virulence of numerous microbes capable of infecting humans and animals. By resolving the molecular details underpinning electron transport through these proteins we will provide fundamental insight into a wide-spread and important mechanism of biological electron transport. Some of the computational methods are already available and some of them need to be developed during the research programme. The new methodologies will be made available to other scientists for studying other proteins of interest. The knowledge gained will also provide the framework for developing proteins with bespoke electrical properties for use as molecular nano-wires in bioelectronic engineering.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M001946/1","grantId":"EP/M001946/1","fundValue":"321328","fundStart":"2015-01-01","fundEnd":"2018-03-31","funder":"EPSRC","impactText":"","person":"Jochen  Blumberger","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}