{"id":"2E5B442E-A912-4432-835B-88D43FA4C3EF","title":"Modulation of beta-lactam resistance in methicillin-resistant Staphylococcus aureus by catechin gallates","abstractText":"The introduction of antibacterial drugs into medical practice, which began in the 1930s and continued in spectacular fashion with the mass production of penicillin in the early 1940s gave rise to the belief that infectious diseases could be controlled and, eventually, mastered. However, the initial widespread optimism that antibiotics would banish serious infectious disease to the ?dustbin of history? has proven to be premature; infections remain the second leading cause of mortality worldwide and the major killer in the developing world. The reasons for the failure to defeat the threat from infection are many and complex but the emergence of antibiotic resistance has had an enormous impact on our ability to combat infection. Whenever a new antibiotic has been introduced, resistance has always followed. Bacteria have quickly found the means to counteract this threat to their survival and have developed ways to pass on their resistance genes to other bacteria. This acquired antibiotic resistance is responsible for the emergence of multi-resistant strains ? called ?superbugs? by the media ? that are now commonplace in hospitals and increasingly found in community acquired infections. Typical of these is MRSA, which has become a persistent and common permanent inhabitant of hospitals in the United Kingdom and elsewhere. While it is still sensitive to a few expensive antibiotics, there are well-founded fears that this may not last, in which case MRSA infections will become untreatable. We have been researching ways to reverse antibiotic resistance in MRSA, making it again sensitive to inexpensive antibiotics such as methicillin and oxacillin. These antibiotics prevent bacteria from making the rigid wall that they need to survive ? MRSA subverts this action by altering the way it makes its wall. We have found that a component of tea called ?ECg? interferes with the MRSA subverting machinery and converts the bacteria to methicillin sensitivity. Thus, ECg might be used in combination with oxacillin to restore antibiotic sensitivity. Unfortunately, ECg is rapidly broken down in the body but we have changed its chemical nature to make it resistant to breakdown and we have modified the compound in other ways to increase its attraction as a therapeutic. We now wish to understand better how ECg works against MRSA ? we know it inserts into the bacterial membrane - as deeper understanding of the processes involved will enable us to refine our most promising compounds and bring them closer to clinical use.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0600004","grantId":"G0600004","fundValue":"300856","fundStart":"2007-04-01","fundEnd":"2010-03-31","funder":"MRC","impactText":"","person":"Peter William Taylor","coPersons":[],"organisation":"School of Pharmacy","findingsText":"","dataset":"gtr"}