{"id":"2E5C42A1-56B9-4DD6-A652-BB9E112A5E49","title":"Imaging faults at depth: the seismic transport properties of fault zones","abstractText":"Earthquakes and fault slip are still relatively poorly understood phenomena. One of the principal reasons for this is that fault zones, at the crustal levels where earthquakes nucleate, are very difficult to observe. Field mapping of large faults at the surface can provide valuable information, but they are often incompletely exposed and/or have suffered continued slip and hence overprinting during exhumation. As a consequence seismology is one of the key tools used to investigate fault zone structure and properties at depth. It has the potential to show fault zone structure and dimensions, slip distributions, fracture damage, stress orientations and fault fluid pressures. However the seismic data have to be inverted to decipher fault zone structure and properties and these inversions often yield non-unique answers. In this research we aim to combine field mapping, laboratory measurements and seismic experiments on an exceptionally well-exposed and characterized fault zone in southern Spain in order to understand the sensitivity of the seismic signals to the observed surface structure and physical properties of the fault rocks as determined from detailed mapping and laboratory seismic measurements. As part of a tied studentship, we will also measure the seismic properties of rocks recovered from 3km depth on the San Andreas fault in California as part of the San Andreas Fault Observatory at Depth (SAFOD) project that recently drilled a scientific borehole through the fault near Parkfield. Natural seismicity recorded on borehole instruments will provide comparison with laboratory measurements and allow us to broaden the scope of the work by detailed analysis of another major fault zone. The combination of all these data will provide a greatly improved understanding of the controls on fault zone seismology leading to a clearer picture of fault zones at depth. Specifically, we will map in detail part of the Carboneras fault in southeastern Spain; a major strike-slip fault with 40km offset that has been exhumed from 4 to 6km depth. Samples from the fault zone will have their seismic properties measured in the laboratory, including the P and S wave velocity, the attenuation of the seismic waves, and the degree of the polarization the S waves. The field and laboratory data will be combined to create a synthetic 3D model of the fault zone in which earthquake events may be 'created' and the resultant seismic signals predicted. We will additionally conduct 'active' seismic experiments on the fault zone where controlled seismic sources from explosions will excite seismic waves that we can then measure with a carefully positioned seismic network within and around the fault zone. The signals from these experiments will help characterize the subsurface structure of the fault and can be compared with predicted signals from the detailed mapping and laboratory measurement program. The project will provide information on fault zone structure from direct observation of a major fault, measurements of the physical properties of a range of fault zone materials and direct seismic measurements of the fault zone that can be directly compared with the surface structure. These data will not only provide key insights in understanding fault zone structure and properties from seismic data, but they will also be of significant interest to the hydrocarbon and mining industries, as faults control the movement of subsurface fluids, leading to problems in the recovery of oil and gas, and also distribution of hydrothermally /transported, fault hosted ore deposits.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F019475/1","grantId":"NE/F019475/1","fundValue":"111613","fundStart":"2009-04-01","fundEnd":"2013-03-31","funder":"NERC","impactText":"  The new geological map has started being used as university teaching aid. \nIt is anticipated that the acoustic velocity results may influence future directions in the modelling of seismic imaging.  ","person":"Ernest  Rutter","coPersons":["Katharine Heather Brodie"],"organisation":"The University of Manchester","findingsText":" 1) Geological mapping of the Carboneras fault zone has been carried out and 23 radiometric ages obtained, to constrain structure and geological history. These results were published as 2 papers in 2012 and 2013, with three follow up publications currently in press, submitted and in preparation.\n\n2) In situ high resolution seismic reflection study shortly to be submitted for publication\n\n3) Results of laboratory measurements of seismic velocity and forward modelling of the velocity structure of the fault zone for comparison with field studies currently in preparation. Forward modelling of near surface seismic properties of fractured rocks, potential application in hydrocarbon and radwaste disposal industries. We have one further funding application to radwaste disposal currently in review. \nThe geological mapping results led to new ideas on the regional geodynamics and to the concept of a stretching transform fault, aspects of which are now being tested via a new PhD project (2nd year).\nThe results of the geological mapping and dating publications have for the past year been in the most downloaded list of publications for Journal of Structural Geology. Energy,Environment","dataset":"gtr"}