{"id":"2E62FE02-DE46-46D1-BA00-4C56E7C87171","title":"Bioinformatics tools for plant genetic resources","abstractText":"Modern agriculture needs crop varieties with improved performance for the consumer (e.g. flavour, shape, texture etc) and the producer (e.g. high yield, resistance to pests), and reduced environmental impact (e.g. lower fertiliser or pesticide input). These developments are all possible using conventional breeding backed by modern biotechnology, without the need for genetically modified (GM) plants. These improved properties are found in 'genebanks', which are collections of thousands of plant samples taken from the wild or old crop varieties, together with the many cultivars resulting from decades of selective breeding around the World. The problem with harnessing this potentially useful biodiversity in future breeding programmes is working out which samples to use. The solution is to 'genetically fingerprint' every sample and take accurate measurements of all the useful properties mentioned above. These experiments can tell us in principle which plants are likely to carry potentially useful genes. However, this huge quantity of potentially useful information remains difficult to use (hundreds of measurements in thousands of samples means millions of data points), because improvements in computer databases to store, analyse and display the results have lagged behind our ability to do the lab experiments. This project proposes to bridge that gap by developing a powerful, versatile and accessible computer database and associated computational tools, which can be applied to data collected from crop plant genebanks, to identify promising plant samples for further experimental analysis. All of these computational resources will be freely available to the World's genetic resources community.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E003184/1","grantId":"BB/E003184/1","fundValue":"186639","fundStart":"2007-02-05","fundEnd":"2009-02-04","funder":"BBSRC","impactText":"  Germinate databases are in use in many sites across the World - it has been a very successful database model Agriculture, Food and Drink,Digital/Communication/Information Technologies (including Software),Education,Environment Economic","person":"Andrew J Flavell","coPersons":[],"organisation":"University of Dundee","findingsText":" The main output of our project is the Germinate 2 databases that constitute the Germinate project (http://bioinf.scri.ac.uk/germinate). The PostgresQL structure of the first Germinate database has been replaced by MySQL, allowing open source development by a larger user community. The database schema and visual interface scripts are fully publicly available (bioinf.scri.ac.uk/germinate/). Databases have been developed for pea, barley, potato and wheat to date (follow 'Projects' link at the above Databases for genetic resources (the genomics of biodiversity) are highly useful to any agency or company with interest in the genetic basis of biodiversity. Our database structure has been adopted by other plant genetic resources institutes worldwide and crop breeding companies. Agriculture, Food and Drink,Digital/Communication/Information Technologies (including Software),Education,Healthcare","dataset":"gtr"}