{"id":"2E62CF43-D900-41E3-8157-CC81F2952D2C","title":"Gonadotrophin receptors as rodels for the physiological significance of GPCR dimerisation","abstractText":"Cells communicate to each other by sending and responding to chemical messages. Coordinating this communication is essential for all systems in the body including those controlling reproduction. Here the chemical messages, called hormones, determine the onset of puberty, release of an egg from the ovary or in making sperm and maintenance of early pregnancy. The targeted messages are received when hormones bind to the cell surface through proteins called receptors, which relay the message in to the cell. The group of receptors, which is the focus of our research, are called G protein-coupled receptors (GPCRs), so called due to the mechanism of how these receptors communicate chemical messages in to the cell. Our genes encode for more than 800 different kinds of GPCRs, found throughout the body, with one organ having many different GPCRs. Disrupting the function of these receptors is known to be involved in a number of diseases and disabilities; including cancer, obesity, diabetes, heart disease, depression, Parkinson's Disease and infertility, to name only a few. Although many currently prescribed drugs target some of these receptors, there is a constant demand for drugs where treatments are more specific, have fewer side effects, and that are active for longer. Therefore the goal of this project is to understand how the these receptors are controlled, as this will help us understand how cells communicate and may also be an explanation for diseases where control of these receptors is abnormal. To do this we must first understand how these receptors are activated and controlled by the cell machinery. Once any cell receives external messages that bind to GPCRs, they are activated to relay further signals in to the cell. The cell tightly controls this signalling. One process that has become increasingly appreciated as an important part in determining control of this signalling and in drug specificity is that GPCRs can self associate (homodimerisation) and also interact with distinct GPCRs (heterodimerisation), essentially creating receptors with distinct properties from the homodimer. Many hormones important to reproduction, pregnancy and development also activate GPCRs, such as the receptors for gonadotrophin hormones. Using the GPCRs for gonadotrophin hormones, our recent studies have demonstrated the physiological importance of homodimerisation. Therefore the goal of this project is to understand how dimerisation controls receptor activation in terms of signalling magnitude, duration and specificity. The outcome of this work will help us understand how these clinically and pharmacologically important receptors communicate at a single cell level and in more complex organ systems, such as the ovary, and may also be an explanation for diseases where control of these receptors is abnormal. Furthermore, detailed knowledge of how GPCRs are regulated by dimerisation may provide key information in designing new drugs. These drugs could be highly selective by targeting receptor homo-or heterodimers, which can provide more effective and specific treatments of conditions that require control of gonadotrophin hormone action (e.g. hormone-dependent cancers, infertility, contraception, premature ovarian failure) and applied to a number of other diseases that involve this superfamily of receptors.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I008004/1","grantId":"BB/I008004/1","fundValue":"499847","fundStart":"2011-06-01","fundEnd":"2014-11-30","funder":"BBSRC","impactText":"","person":"Ilpo T Huhtaniemi","coPersons":["Aylin Carla Hanyaloglu"],"organisation":"Imperial College London","findingsText":" New mechanisms of gonadotropin receptor activation. Develpoment of biased gonadotropin analogues. Healthcare","dataset":"gtr"}