{"id":"2E66798A-CF61-4773-9C96-02BD8C848534","title":"Dynamics of X-ray Emitting Gas: Studies for a New Generation X-ray Observatory","abstractText":"The international community is undertaking science and technology studies for the next generation of X-ray astronomy satellites. While there is basic agreement concerning required improvements over the current capabilities, there are inevitable trade-offs that must be made to get the best scientific return within the constraints of technological development and cost. Two major science and technology studies are currently underway supported by scientists and engineers: Constellation-X in the U.S.A. and XEUS in Europe. Cross-fertilzation between these studies is likely to result in a joint mission, and discussions to this end have already commenced. I am a member of the 'Galaxies and Clusters' Science Panel for the Constellation-X project, and have proposed that the dynamics of X-ray emitting gas in galaxies will be important science for the new missions. This science imposes particularly stringent constraints on key requirements: sensitivity, spatial and spectral resolution, and field of view. This grant application requests the travel and subsistence support necessary for me to participate in the work of the panel during a particularly critical time as we move from technology studies into mission definition.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=PP/D001595/1","grantId":"PP/D001595/1","fundValue":"5062","fundStart":"2007-01-01","fundEnd":"2009-12-31","funder":"STFC","impactText":"  To inform on-going efforts for the next major international X-ray observatory mission. Aerospace, Defence and Marine ","person":"Diana Mary Worrall","coPersons":[],"organisation":"University of Bristol","findingsText":" The grant funded the PI for travel and subsistence to continue her science involvement in the Constellation-X mission (under development as a NASA-led international X-ray observatory) as a member of the Facility Science Team. The Constellation-X developments have informed the Athena mission (under development as an ESA-led international X-ray observatory), and will do so for other future X-ray observatories. Aerospace, Defence and Marine","dataset":"gtr"}