{"id":"2E737DA0-B1BE-4DC8-8007-ABD499B73CFA","title":"Enabling next generation quantum chemistry","abstractText":"This proposal addresses the need for advances to be made in the first-principles computation of electronic structure in order for progress to be possible on several of the chemical grand challenges. At present, some problems are completely inaccessible; these include:\n. First-principles force field generation for biomolecules using the best electronic wavefunction methodology.\n. Catalysis on the surface of entire 1000-atom metallic nanoparticles photoactive biology beyond time-dependent density functional theory.\n. Predictive spectroscopy of solvated systems and chemical reactions in solution.\n\nTraditionally, quantum chemistry codes are extremely complex, and require many man-years for development and subsequent maintenance. Over the years, these software systems have been developed in an ad-hoc way, driven by the need to express new science quickly, and often without abstraction of key generic components for single optimal implementation. Unfortunately, this presents barriers for progress. New HPC systems are difficult to exploit when data and task management are not abstracted. Implementation of new theories and new algorithms is held back by present code complexity. Furthermore, the multiple output models of different codes hinder post- and pre-processing; a single agreed extensible model would be better.\n\nThis proposal is an application for preliminary travel funding in order to maintain and strengthen the links between the UK and US researchers for this project that were established in the joint EPSRC-NSF workshop that was held in June 13-15 in Oxford.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J011908/1","grantId":"EP/J011908/1","fundValue":"25000","fundStart":"2011-11-08","fundEnd":"2012-08-07","funder":"EPSRC","impactText":"  The principal outcome of this support was a networking meeting that stimulated further collaborative research.  ","person":"Peter James Knowles","coPersons":["Chris-Kriton  Skylaris"],"organisation":"Cardiff University","findingsText":" This project addresses the need for advances to be made in the first-principles computation of electronic structure in order for progress to be possible on several of the chemical grand challenges. At present, some problems are completely inaccessible; these include: \n\n. First-principles force field generation for biomolecules using the best electronic wavefunction methodology. \n\n. Catalysis on the surface of entire 1000-atom metallic nanoparticles photoactive biology beyond time-dependent density functional theory. \n\n. Predictive spectroscopy of solvated systems and chemical reactions in solution. \n\n\n\nTraditionally, quantum chemistry codes are extremely complex, and require many man-years for development and subsequent maintenance. Over the years, these software systems have been developed in an ad-hoc way, driven by the need to express new science quickly, and often without abstraction of key generic components for single optimal implementation. Unfortunately, this presents barriers for progress. New HPC systems are difficult to exploit when data and task management are not abstracted. Implementation of new theories and new algorithms is held back by present code \n\ncomplexity. Furthermore, the multiple output models of different codes hinder post- and pre-processing; a single agreed extensible model would be better. \n\n\n\nIn this project, meetings were held in order to maintain and strengthen the links between the UK and US researchers that were established in the joint EPSRC-NSF workshop that was held in June 13-15 2011 in Oxford. \n\n\n\nA workshop 'Enabling Next-Generation Quantum Chemistry' was held at Virginia Tech, 9-10 November 2011, with 6 UK and 13 US participants. The workshop established several partnerships that have developed into research collaborations, and a framework for common development of shared software. \n\n\n\nIn addition, several subsequent visits were made to further develop research collaborations. Benefits might accrue to the many worldwide users of some of the major chemistry computer codes involved, who will enjoy enhanced possibilities for interoperability of these codes. Chemicals","dataset":"gtr"}