{"id":"2E81CE1E-1063-4552-90FA-4620CCA31AFF","title":"A study of the experiences and identity development of lesbian, gay, bisexual or transgender young people in care and the support they receive","abstractText":"There have been no major published research studies on the experiences of lesbian, gay, bisexual or transgender (LGBT) young people in care in the UK and the services that may be needed to support them. Even in the most recent Care Planning Guidance (DCSF 2010a), sexual orientation and gender identity are not mentioned as issues that may need to be taken into account in ensuring the well-being of young people in care. This is a matter for concern when research suggests that both LGBT young people and young people in care are at risk of stigma, discrimination, bullying and mental health difficulties. There is the potential, therefore, for LGBT young people in care to face a 'double jeopardy'. This is likely to be especially true in adolescence and when making the transition from care to adulthood, a period known to present challenges in relation to identity formation and forming close relationships, in addition to the practical difficulties of finding housing and employment. However we also need to understand what may promote resilience.\n\nThis study's objectives are to investigate how LGBT young people experience growing up in care and how they negotiate their identities. Of particular interest is the exploration of the intersectional relationship between care and LGBT statuses, understood in the context of the multiplicity of other factors, such as ethnicity, experiences of abuse, separation and loss that also affect and contribute to identity formation. The study will also explore the national provision of services and support for LGBT young people in care and will investigate the experiences of foster carers who care for them. A group of young researchers who are care-experienced and/or identify as LGBT will assist with designing recruitment materials, piloting interviews and helping with the analysis and dissemination/impact. \n\nThe study will use a mixed methods, layered design to capture the different types of knowledge that are needed. \n 1. A scoping review of the UK and international policy, research and practice literature relevant to young people in care who identify themselves as lesbian, gay, bisexual or transgender. \n 2. In-depth narrative interviews with a sample of 40 LGBT young people age 16-25 who are currently or were previously in care. This sample will be recruited through multiple routes, including: local authorities; specialist groups for LGBT young people; organisations for young people in care /care leavers; Independent Reviewing Officer organisations; fostering organisations; and snowballing through participants informing other possible participants. The interviews will focus on enabling young people to describe their sense of identity; their experiences in placement; their contact with birth relatives; their relationships with close friends, partners and peer groups; their contact with professionals (e.g. teachers, social workers); and their experience in the wider community. Narrative analysis of the interviews will be used to provide an in-depth and nuanced understanding of identity development.\n 3. Interviews with 25 foster carers who have experience of caring for LGBT young people. These will provide information from carers about the young people's experiences, but also about how carers see their roles, relationships and the support they need. Data will be analysed thematically using NVivo. \n 4. A survey of local authority and independent agency policy, provision and practice to identify services available to LGBT young people in care or leaving care.\n 5. Multi-agency focus groups with a range of professionals, held towards the end of the project, will explore the policy and practice issues emerging from the literature review, survey and qualitative interviews. \n\nThe research team has a pathway to impact plan, which will enable findings to achieve impact on outcomes for young people e.g. policy consultation, training materials, practitioner guide, digital technology.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L011794/1","grantId":"ES/L011794/1","fundValue":"282016","fundStart":"2014-11-01","fundEnd":"2016-10-31","funder":"ESRC","impactText":"","person":"Jeanette  Cossar","coPersons":["Christine  Cocker","Jane  Dodsworth","Gillian  Schofield"],"organisation":"University of East Anglia","findingsText":"","dataset":"gtr"}