{"id":"2E8B82F3-BBB1-4714-972C-E2408436FE95","title":"Relational Religious Identities: exploring contemporary meanings of religion among Scottish Christian youth","abstractText":"The aim of this research is to explore the ways in which religion and its meanings are changing in contemporary Scottish society. More specifically, the proposed project will examine the ways that young Christians in Glasgow experience and give meaning to religious practices and religious identities. The research is timely, for as religiosity is declining throughout Britain, religious identity appears to be increasingly important in many spaces of society. In southern Scotland in particular, sectarianism remains a pressing social issues. The study is intended to compliment and improve contemporary theorisations of religious meaning, identity, and change by considering how youth as competent social actors are participating in the making of religious meanings. As such, the research proposed here is also intended to contribute to the formulation of social policies addressing cultural diversity and tolerance.\\n\\nIn this study we will first analyse young people's understandings of religion and religious identity in contemporary Scotland. This will involve examining how young people define religion, how they see it being meaningful both in their own lives and in the wider society, and the importance that they ascribe to religious identities. Second, we will examine the key influences which shape these understandings of religion, including family, friends, media, and other everyday experiences. Third, we will explore more deeply the influence of intergenerational relations upon conceptions of religious meaning and significance. This will include an examination of the ways that family influence young people's perspectives of their own religion and other religions, and how these perspectives differ between generations. Data collection will involve Q methodology and participatory mapping with groups of youth from five existing Christian organisations. This will be followed by 15 interviews with young people and a guardian, and 15 subsequent one-on-one interviews with the young people. The outcomes of the project will include a minimum of three academic papers, a policy engagement seminar and executive summary document, a plain-language article, and a project website.\\n\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F00740X/1","grantId":"AH/F00740X/1","fundValue":"73736","fundStart":"2007-10-01","fundEnd":"2008-12-12","funder":"AHRC","impactText":"","person":"Elizabeth Ann Olson","coPersons":["Rachel  Pain","Peter Eric Hopkins"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}