{"id":"2E910314-8ECF-469D-B7C1-0050DC340159","title":"Microbial assimilation of phosphorus in the subtropical Atlantic Ocean: a molecular approach","abstractText":"Phosphorus (P) is an essential element for all living matter on earth, irrespective of size or habitat. Microbes are microscopic organisms that require P to synthesize building blocks for DNA, build cell envelopes and create energy transfer molecules. In the ocean, P exists in three forms; phosphate (PO4), dissolved organic P (DOP) and particulate P (PP). PO4 is the most readily used by marine microbes for growth. In coastal or subpolar regions, PO4 concentrations are sufficiently high to support microbial growth. However, in regions of the ocean called subtropical gyres, surface PO4 concentrations are extremely low and limit microbial growth. Conversely, DOP concentrations are up to 100 times higher than PO4. A diverse array of microbes live in these PO4-limited but DOP-plentiful regions but how do they cope with P-stress? Do microbes compete for the same small pool of PO4 or can they access the complex DOP pool? How do they co-exist? \n\nThe research proposed here will begin to answer these questions. During a research cruise in the Atlantic Ocean in 2011, we collected samples along a gradient of PO4 and DOP concentration and availability. We propose to examine the presence and expression of genes contained within microbes that encode for the production of proteins that allow microbes to acquire P, i.e. 'P-acquisition genes'. Molecular studies have shown that some genes can produce proteins that bind PO4 at very low concentrations or enzymes that can cleave P bound to organic phosphorus. For example, the PhoA gene encodes for the production of alkaline phosphatase, an enzyme that cleaves P bound to organic molecules called phosphomonoesters that make up 20 to 75% of the DOP pool. Microbes that possess PhoA can therefore access a large part of the DOP pool. We propose to determine the relative distribution of five P-acquisition genes. However, it is possible for a microbe to possess a gene, but for that gene to be switched off. Therefore, we will not only determine the presence of the genes, but also if they are switched on or are being 'expressed'. \n\nWe will target 3 ecologically important species living in the ocean: Prochlorococcus and Synechococcus, which are microscopic cyanobacterium that are important for cycling of carbon in the ocean, and Trichodesmium, a colony forming cyanobacteria that are visible to the naked eye and play an important role in the marine nitrogen cycle. \n\nIn summary, we propose to use molecular techniques to determine the presence and expression of 5 P-acquiring genes in 3 ecologically important species along a gradient in P-availability. Why is this important? Subtropical gyres represent 70% of the world's ocean. Observations from the Atlantic and Pacific Oceans show that these vast regions are showing signs of warming in response to climate change through changes in water column stability and microbial community structure. Importantly, it is predicated that climate change will enhance P-limitation in subtropical gyres and thus it is vital that we understand the P-acquisition genes of ecologically important microbes in order to identify the winners and losers in a changing ocean environment.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J013676/1","grantId":"NE/J013676/1","fundValue":"51932","fundStart":"2013-01-07","fundEnd":"2014-03-31","funder":"NERC","impactText":"","person":"Claire  Mahaffey","coPersons":["Alan  McCarthy"],"organisation":"University of Liverpool","findingsText":" Our study focused on the nutrient acquisition strategies of a marine nitrogen fixing organism, Trichodesmium, which is found throughout the subtropical oceans. \nPrevious studies have shown that Trichodesmium acquires more than 90% of its phosphorus from organic rather than inorganic sources by producing enzymes that cleave phosphorus from organic molecules. Specifically, Trichodesmium produce alkaline phosphatase which cleaves phosphates from esters (which have C-O-P bonds). We wanted to access the expression of the genes that encode for the production of the enzymes that allow Trichodesmium to access esters and also the genes that allow production of enzymes to access inorganic phosphate and another organic molecule, phosphonate. \n\nWe expected the gene expression associated with alkaline phosphatase to be highest for all Trichodesmium collected from the subtropical Atlantic. Instead, we found very low or no expression of genes for alkaline phosphatase and instead we found the highest gene expression associated with the production of enzymes to access phosphonates. \n\nThe implications of our study are that we are missing a significant fraction of organic phosphorus assimilation by Trichodesmium (and potentially other organisms) in the ocean because we currently only measure assimilation of esters but not phosphonates. We know very little about phosphonates including their source, fate and their concentration in the ocean. To date, there has been a great deal of focus on Trichodesmium using organic phosphorus through production of alkaline phosphatase to access esters. Our results show that phosphonate may be an important phosphorus acquisition pathway for Trichodesmium (and perhaps other marine organisms) but we currently have no information on the concentration of phosphonate in the ocean, its source, fate and rate of uptake by organisms. Thus, results from this study could be used as a proof of concept to study phosphonate dynamics in the ocean. Environment","dataset":"gtr"}