{"id":"2E9DEC4D-F15C-42A6-A33B-BEC0AACCA7FC","title":"Epigenetic Landscape Global Nuclear Positioning Tools","abstractText":"The protein packaging of the genome inside our cell nuclei, known as chromatin, controls the access to genes and helps to regulate their activity. Modifications on the DNA or on the histone proteins inside chromatin determine whether it has an open or condensed structure. These marks act as a bar code for gene activity, which can be passed on in an epigenetic (not DNA encoded) way, as cells divide. The epigenetic marks are 'read' and interpreted by a collection of proteins with essential roles in chromatin regulation. \n\nThis explanation combines the insights from two perspectives of epigenetics that we aim to bridge with new methodology: the epigenome map of epigenetic marks and its influence on chromatin structural folding in the nucleus. It reflects the technological gaps that we aim to address with the novel methodology we propose to develop. For instance from the chromatin structure-function viewpoint, we have still fragmentary understanding of how histone and DNA modifications influence chromatin structure or control gene access to regulate transcription. From the epigenetic code and heritability perspective, we have only partial insight into how the bar coding is set up, read and implemented, and how it is propagated. \n \nThe study of genetics explains the organism and its cells in terms of nuclear function directed by genes on the chromosomes, which eventually has culminated in the whole genome sequencing project. This milestone achievement led to the realisation that the linear sequence knowledge had to be deepened with epigenetic information as well as gene annotations in order to be read as a functional genomic road map. Epigenetic maps increase the level of complexity of the whole genome information several fold, as theoretically there may be as many epigenomes as there are cell types, each composed of dozens of epigenetic marks. The advent of functional genomics has seen a genome-wide approach to this richly annotated genomic sequence. It often analyses collective gene function rather than single genes, within a multilevel context of the 'epigenetic landscape', an expression based on Conrad Waddington's multi-dimensional model for describing developmental transitions. Yet, it is now recognized that genomic function involves essential contacts between chromosomes and other nuclear structures, which are not easily understood from maps. \n\nHow nuclear organization relates to genomic function remains unclear. We will develop tools than can begin to interpret the epigenomic maps in terms of their three-dimensional nuclear chromatin context and function. Why is this important? To explain why tissues have normally stable cell types during life, it was thought that gene expression patterns are maintained by heritable patterns of epigenetic modifications. Recent discoveries have shown that the developmental identity of a cell is in fact less fixed than was previously assumed. Cells can now be reprogrammed to other cell types in a lab dish. This has changed our view on epigenetics. We need to know more about how epigenetic patterns define cell types, in particular the dynamic properties of the epigenetic marks and the mechanisms that link these patterns to the control of gene function. This is important in understanding the biology of how different tissues and organs are made. Furthermore cell reprogramming has important applications in regenerative medicine and biotechnology.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K01384X/1","grantId":"BB/K01384X/1","fundValue":"119177","fundStart":"2013-07-01","fundEnd":"2014-06-30","funder":"BBSRC","impactText":"  The findings will lead to follow-up projects in the lab, including grant applications to obtain further funding. We are making use of the methodologies in our investigations into the dynamics of nuclear chromatin and DNA modifications during the processes of cell differentiation and cell reprogramming. We are developing the analysis aspects of the methodologies to gain more quantitative information from the data sets.  ","person":"Sari  Pennings","coPersons":["Richard  Meehan"],"organisation":"University of Edinburgh","findingsText":" In this study we developed methodology strategies aimed at making use of genomics information obtained at the linear DNA sequence level, towards a better interpretation of sequence mapping information in the context of the chromosomal and nuclear architecture. \n\n1. We designed a novel method for localisation of genomic methylated DNA or chromatin modified regions onto chromosomes or within cell nuclei. We developed a protocol and demonstrated proof of principle by showing the nuclear organisation of methylated DNA.\n\n2. We developed methodology for probing accessible chromosomal sites of DNA methylation in their native nuclear organisation. We conducted pilot experiments in comparison to existing antibody based methods using extracted DNA, for further comparative genomics analysis to derive information on nuclear organisation.\n\n3. We further investigated the DNA demethylation capacity of the zygotic nuclear reprogramming environment. \n\nAll main objectives in the work programme of the grant were met. Proportionally more time was allocated to pursue results of publishable interest (section 3). In addition, the good progress on achieving the first set of milestones (section 1) compensated for more extended protocol development required for the second set of milestones (section 2). We are demonstrating the merits of the methodology as part of our ongoing scientific research. We are further developing its applications, improving the resolution of the analyses, and testing the limitations in different types of investigations in which the methodology might be put to use by others. Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}