{"id":"2EA17DE6-8367-4632-ABD1-B365913B8813","title":"Combining Model- and Irradiance-based Constraints for Improved Face Shape Recovery and Recognition From Single Images","abstractText":"The problem of estimating 3-dimensional face shape from single images has attracted considerable attention in recent years. One of the reasons for this is that 3D shape information provides a pose and illumination invariant description of a face, which can either be used for recognition directly, or to produce illumination and pose normalised images for input to a 2D recognition system. Recent work which has performed recognition using 3D face shape information acquired through non-standard sensing modalities has demonstrated the potential benefits of 3D over 2D intensity images. The most important of these are improved robustness to changes in pose, illumination and expression. However, the benefits of using the face over other biometrics are lost in these systems since they require the participation and knowledge of a subject. On the other hand, systems which require only a single intensity image as input may be deployed in any scenario where existing equipment captures image data, for example CCTV cameras. Crucially, such a system could be used to recognise subjects for whom only a single training image exists. It is therefore clear that some of the most alluring applications of face recognition technology are made possible by robust methods for face shape recovery from single images. Recent advances in this area have followed two distinct avenues of research. The first uses a morphable model of facial appearance while the second uses classical shape-from-shading techniques. The body of work which uses morphable models offers globally accurate and robust shape recovery from real images, but fitting the model to an image is computationally expensive and the recovered shape lacks local detail and only weakly satisfies image irradiance constraints (and hence photorealism). Recent results in shape-from-shading have shown that fine local surface detail can be recovered from face images but that the estimated global 3D shape is of inferior quality to that recovered using a morphable model. The primary aim of this proposal is to research new methods which will lie between these currently divergent strands of research. In doing so, the hope is to combine the strengths of both approaches while tackling the weaknesses described above. We also intend to explore avenues of research relating to statistical modelling of cast shadow formation and revisiting the process of morphable model construction. Finally we will apply these enhanced techniques to challenging face recognition tasks.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F036949/1","grantId":"EP/F036949/1","fundValue":"127310","fundStart":"2008-08-04","fundEnd":"2012-02-03","funder":"EPSRC","impactText":"","person":"William Alfred Smith","coPersons":[],"organisation":"University of York","findingsText":"","dataset":"gtr"}