{"id":"2EA56CAE-9569-4662-BDD2-D0BEEB4BBBF3","title":"&quot;Newton001&quot; The effects of tetrathiomolybdate, a donator of hydrogen sulphide, in animal models of brain ischemia","abstractText":"Ischaemia (low oxygen) occurs when blood flow to a vital organ (e.g., heart, brain) is insufficient to meet metabolic demand. This leads to death of tissue and loss of function (i.e., as in heart attack, stroke). Presently, there are limited strategies to deal with ischaemia. Although reopening blood vessels (reperfusion) is a necessary, often lifesaving treatment that improves long-term outcome, 'reperfusion injury' upon restoration of blood supply can cause further damage. Attempts to decrease reperfusion injury have recently focussed on decreasing metabolism. For example, after cardiac arrest and resuscitation, decreasing body temperature (therapeutic hypothermia) may have a protective effect, although this takes time to initiate. Giving a drug that can decrease metabolism more rapidly could provide added benefit in this scenario. Hydrogen sulphide given either in gas form or intravenously could induce a state of 'suspended animation' in mice with marked reductions in core temperature and metabolic rate (Blackstone, Science 2005). However, this was far less effective in modulating metabolism in larger species, including rats. We made the novel discovery that the copper-modulating drug, tetrathiomolybdate (TTM), was a slow-releaser or hydrogen sulphide, and could safely induce suspended animation in rats, whereas native hydrogen sulphide had no effect, or toxicity at high doses. We previously found that, when used just prior to resuscitation in a severe haemorrhage-reperfusion injury rat model, mortality was halved. We also found benefit in a heart ischaemia-reperfusion model with a 43% reduction in damaged heart tissue. We wish to extend our findings to explore outcomes in animal models of brain ischaemia. We will focus on mechanisms associated with brain protection after TTM treatment, such as brain inflammation and cognitive performance.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/N007085/1","grantId":"MR/N007085/1","fundValue":"36291","fundStart":"2015-04-13","fundEnd":"2016-05-12","funder":"MRC","impactText":"","person":"Mervyn  Singer","coPersons":["Alex  Dyson"],"organisation":"University College London","findingsText":"","dataset":"gtr"}