{"id":"2EA82F71-427C-4C56-BC08-494568E525AE","title":"Mechanisms of gene regulation by CSL-Notch","abstractText":"The development and health of all animals, including humans, depends on them generating and maintaining the correct balance of tissues. Each tissue consists of cells with distinct characteristics and these must be made and maintained in the right proportions. Two fundamental principles underlie this: the cells must be able to communicate with each other and, in response to this between-cell communication, each must switch the activity of their genes to produce the appropriate repertoire of characteristics for their function. Our research focuses on one important pathway of cell communication, so-called Notch pathway, and we aim to discover how signals through this pathway cause specific switches in gene activities to ensure the correct cell characteristics are made. This is important not only for understanding the normal process of animal development and health, but also for diseases such as cancer that arise through inappropriate Notch signals.\n\nGenes consist of a code, generated from the 4 different letters that make up the DNA of our genetic material, and they are further packaged in the cell to make them more or less accessible to the machinery that reads this code. There must be underlying rules that determine (1) whether or not the Notch signal is able to access a particular gene and (2) whether that access results in a productive outcome from the gene. The rules are likely to rely on information from the DNA code and from the way that the gene is packaged in each type of cell. One of our goals is to find out what these rules are. To achieve this we will take a combination of computational (code analysis) and biological (surveying the genes) approaches. For our model we use the fruitfly, as all these processes are similar across species, so we can use this simple insect to learn about the mechanisms that are relevant to humans as well. In addition, the problem we are investigating, the rules governing gene access and usage, are fundamental to biology. The tools and knowledge that we generate through our investigations are therefore likely to have widespread relevance for deciphering the genetic code.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J008842/1","grantId":"BB/J008842/1","fundValue":"842409","fundStart":"2012-06-01","fundEnd":"2015-11-30","funder":"BBSRC","impactText":"","person":"Sarah  Bray","coPersons":["Steven  Russell","Boris  Adryan"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}