{"id":"2EABB0FA-A49C-4928-A895-173796A3DE30","title":"Laser-induced Photochemistry in Continuous Flow Reactors","abstractText":"Photochemistry is an area of research behind some of the most interesting advances in chemistry over the last century. This approach to chemistry enables the highly selective activation of molecules which can then be driven to react and undergo specific chemical syntheses. Photo-driven chemical reactions are also the basis upon which plants can harness the suns energy via photosynthesis. Furthermore, selective solar light absorption in semiconductors can allow a wide range of often highly unselective photocatalytic batch chemistries to be conducted such as oxidation and reduction reactions. Despite our knowledge of photochemistry, the subject has failed to have a significant impact on the fine chemical and manufacturing industries. In part, this is related to the difficulty in tuning/stopping photochemical reactions so that they do not give unwanted side reactions and also the difficulties associated with scaling-up laboratory photochemical reactions into industrial scale processes.\n\nIn this study, we will investigate routes for utilising tuneable photochemistry in the high value manufacture of fine chemicals and nanomaterials, providing compelling evidence of scalability towards industrial scale processes. Furthermore, we will harness special properties of light to achieve specific goals, for example by using the polarisation of light to add product specificity. All reactions will be conducted in a continuous flow reaction environment which will allow us to tune path lengths and absorption cross-sections for incident lasers, residence times, temperatures, pressures, turbulence of mixing, concentrations etc. Furthermore, as an advanced stage we will be able to use the apparatus for carrying out reactions using supercritical carbon dioxide (high pressure and moderate temperature) which is a clean solvent that will allow substantially higher miscibility's with reactive gases such as hydrogen. \n\nThe unique combination of the targeted use of light to selectively activate either a solvent or specific molecules within a continuous flow process (which has the potential to be highly scalable from the outset) has never been demonstrated before and encompasses sustainable chemistry principles. \n\nWithin the timescale of this proposal we will demonstrate proof-of-concept light-directed manufacture of fine organic complexes, including chiral molecules (molecules with a built-in 'handedness'), and surface functionalised inorganic nanomaterials, required to translate our concept to industry. We have a balanced team that includes expertise in organic chemistry and excited state light-mater interactions, inorganic synthesis and chemical engineering. In particular, this includes the recent first demonstration of supercritical continuous flow processing on a pilot-scale plant (kg/hour) which, with recent advances in chiral photochemistry, makes our proposal of exceptional timeliness. \n\nThe impact of our work will be highly significant to both industry and academia. A recent Government Department for Business, Innovation &amp; Skills (BIS) review reported that 'The UK Chemicals sector is the seventh largest producer globally with annual sales of around &pound;56bn, representing 12% of all UK manufacturing'.[1] The aim is to grow this sector and enable it to continue to compete internationally. To do this the report states that innovation and knowledge transfer of new technologies is required along with access to skills and training. This project directly addresses these needs. Specifically by establishing the proof-of-concept within the UK and through engagement with UK-based industry we will provide a platform to enable them to continue to compete internationally.\n\n[1] Department for Business, Innovation and Skills report 'Growth Review Framework for Advanced Manufacturing' December 2010. URN 10/1297.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L022168/1","grantId":"EP/L022168/1","fundValue":"298330","fundStart":"2014-04-28","fundEnd":"2016-03-31","funder":"EPSRC","impactText":"  Too early - grant recently started.  ","person":"Richard James Curry","coPersons":["Jawwad  Darr","Peter Damian Jarowski"],"organisation":"University of Surrey","findingsText":" Too early - grant recently started. Original objectives set to yes for now. Too early - grant recently started. ","dataset":"gtr"}