{"id":"2EAF796F-1276-49C3-B033-F846EC9C7277","title":"Manufacturing of nano-engineered III-N semiconductors: Equipment Business Case","abstractText":"Tools for defining nanoscale device geometry are widely used in CMOS manufacturing but the economies of scale of Si VLSI do not apply to most other semiconductor industries. Conventional photolithographic techniques are limited by the size of the smallest features that they can pattern so that achieving even smaller features typically requires using the expensive and slow technique of Electron Beam Lithography. As a result only very small regions can be patterned at the highest resolution. \n\nCost-effective wafer-scale solutions for nanoscale devices do exist but are less widely available. They include Nanoimprint Lithography (NIL), Self-Assembly Lithography (SAL), or more recently Displacement Talbot Lithography (DTL). NIL can achieve sub-10nm features but is very sensitive to particle defects, SAL is cheap but is restricted to limited patterns and domain sizes, and DTL is a new and potentially disruptive technology for applications in the 150-1000 nm range (No DTL systems exist in the UK). The aim of this grant is to bring the two techniques of NIL and DTL more into the mainstream by demonstrating their capability for up-scaling from small area nanopatterned materials or devices into full wafers. The NIL and DTL equipment will allow us to determine the most suitable technique (since either one will not satisfy the requirements for all applications) and related nanofabrication processes creating nano-scale patterns (10-1000 nm) in a range of materials for a variety of applications.\n\nThe ability to nanopattern at the wafer scale is essential for commercial production of emerging device types and for research applications where large-area uniformity is necessary for subsequent processing steps. An example of the latter is crystal growth on nanopatterned substrates since large area patterns are essential to achieve good uniformity of growth in the growth reactor. \n\nThe ultimate goal behind establishing these nanolithography techniques is to develop advanced fabrication processes for the UK's 21st Century manufacturing industries, and in particular the manufacturing of III-Nitride semiconductor materials. The III-Nitrides are functional materials that underpin the emerging global solid state lighting and power electronics industries. But their properties enable far wider applications: solar energy conversion by photovoltaic effect and water splitting, water purification, sensing by photonic and piezoelectric effects and in non-linear optics. Many applications of these functions of the III-Nitrides are enhanced, even enabled by creating three dimensional (3D) nanostructures. However the exploitation of these properties can only be achieved if there are production-worthy processes available. Hence the purpose of this proposal.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M022862/1","grantId":"EP/M022862/1","fundValue":"286581","fundStart":"2015-02-01","fundEnd":"2020-01-31","funder":"EPSRC","impactText":"","person":"Philip Aldam Shields","coPersons":["D  Allsopp"],"organisation":"University of Bath","findingsText":"","dataset":"gtr"}