{"id":"2EB6C537-3D1A-49C0-ADA7-FCAC75198B93","title":"Managing Heritage, Building Peace: Museums, memorialisation and the uses of memory in Kenya","abstractText":"The project will examine historical and contemporary heritage developments in Kenya, using select case studies to compare state and non-state (community-driven) heritage initiatives. It will be collaborative and interdisciplinary, combining historical and anthropological approaches, in a partnership between British, Kenyan and Swedish scholars, and Kenyan non-academics, in the state and non-state heritage sectors. \\n\\nOur period is largely the 1990s to the present day. But we will also examine the colonial roots of state museums in the 1900s; the ways in which imperial approaches to heritage have left their mark on museums and heritage management; and the legacy of the Mau Mau emergency (early 1950s) and socio-political events in the decade after independence (1963), which have, together with other key events and contestations in the later twentieth century, cast a long shadow over heritage issues in Kenya. The research team is particularly interested in recent and current activities at community level, where citizens appear (from our 2006-7 pilot study findings) to be expressing a craving for memorialisation, opposition to certain state-led heritage initiatives, and a desire to reclaim heritage and history for themselves. This is evident in the way in which small community and peace museums have sprung up across Kenya in the past decade; in the creation of small private museums in people's own homes; and in public activities around sites of memory, such as eco-mapping of sacred forests, which involves local communities seeking to take responsibility for ecological governance. Overall, it appears that this relatively new phenomenon (community-led heritage initiatives) is unique to certain socio-historical contexts, forms part of the democratisation process, and may signify a renaissance in civil society activism around new forms of struggle. From what we have seen thus far, some of these activities also commemorate past struggles - primarily the struggle for independence, which remains highly contested. \\n\\nOur investigation of these activities and the discourses around them will be set against a backdrop of state initiatives: primarily the ongoing EU-funded renovation of the history gallery at National Museums of Kenya (NMK), Nairobi, monitored during our pilot study; new heritage legislation (the National Museums and Heritage Act 2006) which threatens to further marginalise non-state heritage actors; and a series of government-led memorialisation initiatives, including plans for a national Heroes' Acre. It is our contention that Kenya faces a continuing crisis over nationhood, identity and post-conflict trauma which appears to manifest in the heritage activities we will examine at state and non-state level. \\n\\nThere will be some comparative reference to South Africa, especially in our literature review, contextualisation and analysis, because of the historical and contemporary parallels between heritage sectors in East and southern Africa. Co-Investigator Prof Coombes and consultant Dr Bohlin will bring valuable insights from their work on South African postcolonial history, heritage and memorialisation, while consultant Prof Munene (a former senior NMK employee) brings extensive insider knowledge of museology, history, archaeology, language, society and politics in Kenya. \\n\\nAs an interdisciplinary team that combines history, anthropology, museology, archaeology and the study of material and visual culture, we are well-equipped to undertake this research. The project will build upon a one-year pilot study, initiated and coordinated by the PI in collaboration with Kenyan scholars (including Munene) and museums groups at state and non-state level, who remain our research partners. The PI and Munene have already laid the groundwork for the proposed study, made key contacts, negotiated access to informants and field sites, and obtained preliminary ethical approvals.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F018215/1","grantId":"AH/F018215/1","fundValue":"369114","fundStart":"2008-10-01","fundEnd":"2011-09-30","funder":"AHRC","impactText":"  1. Supervision and support of Kenyan PhD student Donald Kuira Maingi, completing PhD research on the way in which contemporary art in Kenya has contributed to different concepts of national identity since independence. Maingi is in receipt of a (Birkbeck) College Research Studentship and an International Student award. Expanding the field of scholarship on Kenyan art, heritage and national identity, through support and supervision of PhD research.\n2. Expanding the field of scholarship on history and heritage issues in South Africa and Kenya through the support and supervision at Birkbeck College of South African student Naomi Roux whose thesis is provisionally entitled, Memory and the City: Museums, Heritage and Contemporary African Urban Histories. Her research is a comparative analysis of particular examples of heritage development in the Eastern Cape (South Africa) and in Nairobi (Kenya). Roux is the recipient of a Faculty of Arts studentship from Birkbeck College, University of London. Expanding the development of scholarship on historical memory and heritage in Africa by supervising and supporting comparative PhD research focussing on South Africa and Kenya.\n3. Impact largely centred on raising awareness of the value of different heritage stakeholders' contribution to heritage management and (in the case of civil society groups such as community peace museums [CPMs], and artists' collectives) grassroots peace and reconciliation; facilitating dialogue between different stakeholders in order to reduce mistrust and tensions, introduce new perspectives, forge social cohesion, improve understanding, find common ground, and contribute to national peace and reconciliation in which cultural heritage plays a key role. Examples include: \ni. Encouraging the state to value and respect citizens' rights to cultural heritage, and civil society-led expressions of it, which has led to a noticeable shift in attitude among senior heritage managers at National Museums of Kenya (NMK). We raised awareness in 1:1 exchanges with the Director-General and senior staff, national and provincial cultural officers; involved staffers in dialogue with other types of heritage stakeholder at events since 2007; invited senior staff to present at workshops and a symposium; and critically commented on key issues in our presentations and published work. \nii. Facilitating inter-ethnic peace dialogue through 3 exchange visits for CPMs in different parts of Kenya (funded by the British Academy, but which aided the larger AHRC project in many ways).\niii. Capacity building of CPMs and skills development of curators through these visits, which they helped to organize. \niv. Empowering marginalized indigenous women in the peace museums movement, who gained in confidence and acquired new skills such as public speaking via participation in our workshops. \n Impact centred on raising awareness of the value of different stakeholders' contribution to heritage management and (in the case of community peace museums and artists' collectives) to peace and reconciliation; facilitating dialogue in order to reduce mistrust &amp;amp;amp; promote collaborative working, introduce new perspectives, forge social cohesion, improve inter-ethnic understanding, and ultimately contribute to national peace and reconciliation in which cultural heritage plays a key role.\n4. Coombes teaches from her Kenyan research on the MA Museum Cultures at Birkbeck, and supervises two PhD students (1 Kenyan, 1 S. African) working on Kenyan heritage issues. The research has thereby expanded the field of scholarship and training at higher degree level. She has also advised an NMK Asst. Director on his PhD research, on commemorative practices in Kenya. Hughes contributed case studies on Kenya to OU teaching materials in heritage studies that will reach thousands of students. (Also see separate items on latter under Publications, and PhD/career progression of Githuku, Omenya, Carrier). Anna Bohlin (project consultant) has used the knowledge thereby gained to inform the content/design of a BA in heritage studies, and a planned MA programme, at Gothenburg University (Sweden). The research fed into pedagogy by drawing on research findings in teaching the MA Museum Cultures (Birkbeck); supervising PhD students working on Kenyan heritage issues; using Kenyan case studies in OU teaching materials; advising an Asst. Director of National Museums of Kenya on his PhD research; informing the content/design of BA and MA programmes in heritage studies (Gothenburg University); furthering the careers of early career scholars attached to project; educating/inspiring other students who attended events in Nairobi and London.\n5. We have contributed significantly (through published outputs and other means) to the literature on the memorialisation of Mau Mau, a hitherto under-researched subject. We are the first scholars to have documented and analysed the Kenyan community peace museums movement, a unique phenomenon. Carrier's work on resistance heroine Mekatilili wa Menza adds a new dimension to previous scholarly work on the Giriama, while his research on Yaaku offers the first examination of Mukogodo identity since Lee Cronk (2004), and is the first to chart their struggle for a separate identity within the context of indigenous heritage movements. Hughes is the first historian to have studied the development of Kenya's first national history exhibition at the national museum, Nairobi. We have made a significant contribution to the literature on Mau Mau memorialisation in contemporary Kenya. We are the first scholars to have documented and analysed the community peace museums movement. Work on resistance heroine Mekatilili adds a new dimension to the literature on Giriama, while research on the Yaaku community is the first to examine Mukogodo identity since Cronk (2004), and to chart their struggle for a separate identity in the context of heritage movements. Our study of the development of Kenya's first national history exhibition at the national museum is also a first.\n6. The research has brought tangible and intangible benefits to community peace museums and their curators, volunteers and visitors. Curators report that they have changed practices as a result of our research, e.g. they got from us the idea of allowing museum visitors to touch artefacts, and to move freely in the museum space rather than be controlled in any way. In meetings and community dialogues they now adopt a participatory approach with local youth and elders, rather than have key museums' staff leading the process. The latter shift was inspired by Prof. Munene, who spoke at various times (formally and informally) to museums' staff and volunteers about the need to take collective responsibility. One curator, Munuve Mutisya, decided to study for a BA in Social Ministry at Tangaza College, Nairobi, as a direct result of the research, having realised 'that to manage the museum and develop further he needed professionalism and more knowledge'. He is now in the process of reading for that degree, and will apply the knowledge gained in his museum work. Also, the researchers encouraged curators to document their activities and local cultures, which they were not consistently doing before. 'The idea came from your research. We realised from your research that if we didn't document culture it would vanish' (curator N. Njiru to PI, 8/2/13, Nairobi).\n The research changed the practices and approach of community peace museums, benefiting local communities via the adoption of more participatory practices that involve youth, women and elders in dialogue; changes in practice also benefited museum visitors, by improving the 'visit experience'. It inspired individual curators to enter higher education, and has led to curators documenting their work and cultures (including with the use of cameras we supplied). Before the research began, many curators did not document their activities or local cultural knowledge, or did so in a very small way. Creative Economy,Education,Culture, Heritage, Museums and Collections Cultural,Societal,Economic","person":"Lotte  HUGHES","coPersons":["Annie  Coombes"],"organisation":"Open University","findingsText":" Violence and loss are core themes in testimony we gathered from a wide range of Kenyan informants, and in public expressions of identity and history in Kenya today. Kenya's failure to grieve collectively as a nation for its losses, and to deal with certain aspects of its painful past, manifests in heritage activities at every level. We found that state-led heritage management is in crisis to some extent, while civil society-led engagement with heritage - which became the main focus of our research - is enjoying a renaissance, for reasons partly related to the widening of democratic space since 2002, the passing of a new constitution (2010), and transitional justice processes initiated after the post-election crisis of 2008. Within the civil society sector we found that community peace museums (CPMs), a phenomenon unique to Kenya in this particular form, play a key role in grassroots peace and reconciliation initiatives, in their emphasis on the use of traditional peace cultures in peace education in schools and other fora. Yet this role is neither fully recognized nor appreciated by the state and policy makers, since non-state heritage actors remain marginalized within the sector. We believe this is likely to be detrimental to long-term national peace prospects, which require a bottom-up approach. There are distinct opportunities to use cultural heritage, and shared peace traditions in particular, to forge a sense of national citizenship in Kenya today, but these should include groups such as the CPMs and draw upon their knowledge and experience at the grassroots.\n\n\n\nWe found that the ‘story of Mau Mau’ and its heroes has become the meta-narrative of Kenya's modern history, the birth of the nation and patriotic nationalism, to the exclusion of other voices, memories and histories, notably those of so-called loyalists. This is problematical and will continue to be so, for it is not an inclusive narrative, but dangerously divisive, and driven by war veterans (as is also the case in Eritrea, Zimbabwe, Namibia and South Africa, for example). Although state-orchestrated amnesia about Mau Mau and liberation struggle, among other contentious subjects, characterized the Kenyatta and Moi years, since Mau Mau was unbanned in 2003 a different kind of amnesia or occlusion continues in which those Kenyans who opposed or were indifferent to Mau Mau are silenced and rendered invisible. This manifests, for example, in exhibits in state museums, school textbooks, and media coverage of historical issues. While Kenya's public history narrative is dominated by Mau Mau's role in liberation struggle, and in particular the role of members of the Gikuyu community, we note links between this and the campaign, led by the state and human rights groups, to honour other national heroes and heroines. These historical figures are drawn from a wide range of ethnic groups and are ascribed an anachronistic nationalism in an effort by the promulgators to claim that 'we all fought for freedom'. Those associated with resistance to the British are seen as proto-nationalists who began fighting for Kenya's freedom in the late 19th and early 20th centuries. This campaign aims to move beyond Mau Mau to show that the story of Kenya's fight for Independence does not solely involve Gikuyu. However, we found that these other heroes and heroines tend to be viewed through the prism of Mau Mau, rather than being allowed to stand for their own localised histories.\n\n\n\nWe concluded that ‘culture’ has come to stand for ‘history’ in the state-led production and transmission of national public history in museums and other spaces, partly because the state finds it less challenging and threatening to focus upon and champion sub-national ('tribal') histories and ethnicised cultural traditions, usually portrayed as timeless and authentic, than to confront and deal with painful historical truths and 'dark knowledge'. Another important factor in the state favouring of 'culture' is the increasing commodification of cultural heritage, especially in relation to foreign tourism; it is a key component in the branding of Kenya. Thirdly, constructions of culture are being used in peace and reconciliation efforts, under the aegis of 'unity in diversity', but we believe they may in fact have the opposite effect. \n\n\n\nWe found that globalised indigenous peoples' rights and environmentalist discourses, promoted online and via international NGOs working in tandem with local NGOs, are skewing the production of histories, memories and identities, particularly at local rural level. This has led, we believe, to an unhealthy increase in the politics of identity, ethnicised claims to land and other resources, as well as claims to 'being indigenous' to particular territories. These are likely to be exacerbated once the new constitution is implemented, since this recognizes cultural heritage and indigenous rights for the first time. The outcome could prove detrimental to national peace, social cohesion and the construction of a national identity. Furthermore, we explored the intersection between the CPMs and local and international NGOs working to contain the spread of HIV/AIDS, and their use of material culture as sometimes controversial pedagogic tools to disseminate good practice. Coombes found that the pandemic was often at the heart of certain kinds of conflict in communities on Mfangano Island, Lake Victoria, and at other fieldsites. \n\n \n\nLinked to the increasing use of a discourse of indigeneity are campaigns to save threatened languages, as Carrier found in the case of the Mukogodo/Yaaku people of Laikipia. Reviving such languages is close linked to efforts to revive associated ethnic identities, and while this has potential benefits - cultural and economic - there is also a danger of increasing social exclusion on ethnic grounds. \n\n \n\nCoombes broadened the original objective of examining citizens' engagement with heritage to include a focus on the ways in which Kenyan artists and artists' collectives both produce and engage with the representation of history, heritage and memory through public monumental commissions and other kinds of performance and public intervention. The field of research was expanded (from our original plans) through her work in Kibera with the artists' collective Maasai Mbili, and in Mathere with the collaborative multi-media group Slum-TV. This aspect of Coombes' research contributed to an understanding of how visual culture can disseminate histories and memories so that they become part of a wider public domain. The research has provided a unique insight into the ways in which artists have engaged with historical memory and heritage in order to broaden public debate about urgent political issues in Kenya, including local responses to the 2008 post-election violence. Our research is being used by Kenyan community peace museums (CPMs) in their activities (including peace education in schools, documentation of peace cultures and other aspects of heritage), funding applications, and engagement/networking with other heritage stakeholders in Kenya and internationally; by national Kenyan human rights organizations whose staff we have involved in workshops and a symposium in the UK, and who plan to use the insights gained in their human rights' work; and by individual Kenyan artists and artists' groups. The project website was being used by CPMs and other civil society heritage groups in the region to communicate with one another, and exchange information (though this has now been superceded in Sept. 2014 by a new project website, www.katibaculturalrights.com, which is more interactive). George Morara, programme officer with the Kenya Human Rights Commission (KHRC) said of his participation in a May 2011 workshop (Nairobi) attended by research informants in the civil society and state heritage sectors that the experience was 'especially [useful] for our memorialization project, since we now have more contacts to work with’ (statement to PI, posted on project website with workshop report, url below). Another participant, Tetu Maingi, Coordinator of the Kenyan environmental NGO Porini Association, said of the same workshop: 'The gathering was very nourishing in terms of how we would wish to take forward the agenda of indigenous knowledge systems in a holistic way from the communities way up to the policy makers' (statement to PI, posted on project website).\n\n \n\nOur scholarship expands existing research on the formation and use of collections of East African material culture in national and regional museum collections throughout Europe and by National Museums of Kenya, by turning attention to analysis of collections of material culture viewed as heritage legacies for local communities, and thus their local significance. This is potentially useful to professional state museologists, those involved in training museum staff, and non-state actors involved in community engagement with heritage in Kenya, the region and elsewhere in Africa.\n\n\n\nAs a result of introductions the PI brokered between the Community Peace Museums Foundation (CPMF) of Kenya and Stockholm-based non-profit organisation Cultural Heritage without Borders (CHwB), which supports peace museums in the western Balkans, a new partnership was formed in 2013 between these two groups. In May 2013 they began to develop a one-year collaborative project called Journeys of Peace: A Travelling Exhibition on Kenyan Peace Cultures, which went on to tour selected areas of Kenya. The partnership went on to secure further Swedish funding and has launched a new project, Youth for Peace (see follow-on funding section). Hughes presented at the final workshop of Journeys of Peace in Nairobi, and continues to informally advise the partners on this new project, sharing insights gained from her previous research, which closely involved the CPMF. \n\n\n\nAs a result of an article on the activities of the peace museums published in the Kenyan media and online (Lotte Hughes and Karega-Munene, 'Cultures of peace in community museums', Awaaz Magazine, Nairobi, Dec. 2012, republished April 2013 in the online newsletter of the International Network of Museums for Peace) the PI (Hughes) was approached by the UNESCO South Sudan office, Juba, which is interested in exploring the possibility of developing similar peace museums in that country. Communities and Social Services/Policy,Creative Economy,Education,Environment,Government, Democracy and Justice,Culture, Heritage, Museums and Collections","dataset":"gtr"}