{"id":"2EC4CFA4-CFA7-40A7-8ED9-CA99179426B7","title":"Converting developments in the use of satellite radar data to detect deforestation and forest degradation into market products","abstractText":"Satellites have the potential to monitor a range of environmental changes, including detecting deforestation and forest degradation to enable the authorities to monitor and potentially reduce illegal logging, so large organisations can ensure they are purchasing sustainable forest products, and so forestry companies can assess damage from storms and fires.\n\nWe believe therefore that there is a growing demand for low-cost, high accuracy detection of forest change, and that this demand is not being met. Existing products rely on optical satellite data , which cannot see through the clouds that frequently blanket tropical subtropical zones, can be confused by grass and crops (which can be as green as forests), and cannot reliably detect forest degradation as optical data cannot see through a forest canopy. Instead we propose to further develop a new methodology for detecting deforestation and forest degradation based on freely available Synthetic Aperture Radar (SAR) data from the EU-funded Sentinel-1 satellite series. \n\nThis Pathfinder will evaluate and quantify the market for deforestation and forest degradation data derived form time series satellite radar data. The main beneficiaries will include international governments, forest and carbon services resellers, forestry companies, the bio economy, private industry and international regulators and NGOs. Key benefits to these users on completion of the project will be national governments and some commercial entities who recognise the important role of forests in the earth system and want to see sustainable timber extraction maintained for societal benefit. If the technological development is successful then the widespread use of this product could play a major part in the fight against illegal deforestation, which is responsible for ~20% of anthropogenic greenhouse gas emissions and a major driver of species extinctions and the loss of ecosystem services. The algorithm our method uses for analysing C-band SAR represents a new and innovative technology.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M017168/1","grantId":"NE/M017168/1","fundValue":"9449","fundStart":"2014-11-01","fundEnd":"2014-12-31","funder":"NERC","impactText":"","person":"Edward Thomas Mitchard","coPersons":[],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}