{"id":"2ECCF064-EC54-418D-8EA5-55D71CB84C32","title":"Inequalities in Access to Health and the Role of the Unified Health System in Brazil: Evidence from administrative hospital records and survey data","abstractText":"Legislation enacted in 1990 established a public health system in Brazil (SUS) that guarantees free, comprehensive and universal coverage, including equal access to medical and pharmaceutical services (Bustreo and Hunt 2013). In this regard, Brazil is a forerunner, a potential model to other societies (Harris 2014). In reality, access is a serious problem and rationing of services takes place through long waiting times, which vary across procedures and regions, and this has led to emergence of a private health sector. So, despite increased access to basic health care for a major part of the poorer population over the last two decades, concerns about inequalities in access to health are a first order policy concern in Brazil. The extent of these inequalities in access is currently unknown, since they cannot be correctly inferred from the anecdotal and aggregate data that are typically used in public debate.\nOur proposal contains the following core elements-\n1. To identify and assess inequalities in access to health care by socio-economic position gender and region. We will analyse trends by type of morbidity and, hence, implicitly by age.\n2. To assess the impact of the expansion of state-provided primary health care services on the evolution of these inequalities, with a focus on access to hospital treatment and, conditional upon access, on treatment expenditures and recovery outcomes.\n\nThere is a vast literature on health inequalities but this typically looks at inequalities in outcomes. We focus instead on inequalities in access which is moot because Brazil (like the UK) has a commitment to equality in access to public health. Even with equal access, inequalities in outcomes, which involve family histories and individual behaviours, may persist. For instance, poverty is closely linked to infectious disease and the tendency towards depression tends to vary by gender. \n\nThe Family Health Program (PSF), the most significant innovation within SUS, placed professional teams in local communities, focusing upon prevention and early detection. We will address our second objective, which is to evaluate how expansion of the PSF across states was associated with the changing profile of health inequalities across states using administrative data on trends in PSF-coverage. Using this we will track a major recent expansion of the program to ask: How did PSF impact infectious disease? To what extent did it influence chronic disease, possibly through behavioural change? Did the PSF, by addressing problems early enough, lower hospital admission rates and did this, in turn, reduce crowding and improve outcomes [quality] in hospitalization data? How did the PSF influence who gets admitted to hospital, and how did it thereby influence health inequalities?\n\nTo address the first objective of documenting inequalities in access to health, we propose to use administrative hospitalization records from SUS and the Brazilian Household Survey. The hospital data provide individual-level information since the mid-1990s on admissions, main diagnosis, length of stay, procedures, expenditures, mortality outcomes, and characteristics, including age, gender, education and state. Access to a census of hospitalization is rare, permitting analyses potentially useful outside the Brazilian-context. We will combine survey and hospital data to profile access to healthcare.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/N000048/1","grantId":"ES/N000048/1","fundValue":"77525","fundStart":"2015-01-01","fundEnd":"2016-06-30","funder":"ESRC","impactText":"","person":"Sonia  Bhalotra","coPersons":["Rodrigo  Soares"],"organisation":"University of Essex","findingsText":"","dataset":"gtr"}