{"id":"2ED2FD6C-6C6E-44F4-AC94-B6C2054F81E0","title":"Illuminating childhood respiratory infections: from viral diseases to vaccine delivery","abstractText":"Chickenpox and shingles, severe diarrhoea, cervical cancer, meningitis - a diverse assortment of very different diseases which affect young and old; rich and poor; people who live in developed and developing parts of the world. However, what unites this conglomeration of conditions is that in the last couple of years several major pharmaceutical companies have released new vaccines to fight these diseases. ?Vaccines are back?, but in reality they never went away, rather they ?kept their heads down? and delivered. Few products have done more to alleviate disease than vaccines. Moreover, vaccines continue to provide a steady source of income for the companies as other manufacturers who rely on selling low cost generic drugs find them harder to replicate.\n\nThe aim of this project is to understand how respiratory viruses cause disease by using and extending an animal model in which monkeys are infected with the virus that causes measles. However, not just any measles virus, rather we plan to use a genetically modified virus which glows bright green when it infects a cell. This allows us to light up disease in a hitherto impossible manner. When you think of measles in a child you probably think of red spots - when you think of measles in our monkey model ? think green! Green spots, green tonsils and green patches along the windpipe and in the lungs. As well as seeing these illuminated manifestations of disease by eye high powered microscopes can be used to identify individually infected cells with supreme levels of sensitivity. Since this animal model has been so beneficial for measles research we plan to use it to study how two other respiratory viruses establish infections by making them ?genetically green?. \n\nIt is essential to understand viral diseases comprehensively. This will help break down some of the barriers which get in the way of developing new vaccines. Already we have noticed that the tonsils are targeted in the very early of a measles virus infection. Therefore, with the help of industrial scientists, we will remove all of the water from vaccine and turn it into a solid which quickly melts on contact with saliva. We plan to take these vaccine-melts and place them directly onto the tonsils of the animal. Vaccinating in this way is much more natural than using a syringe to inject a respiratory virus into the arm. This may allow us to make better vaccines.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0801001","grantId":"G0801001","fundValue":"879113","fundStart":"2009-01-01","fundEnd":"2013-06-30","funder":"MRC","impactText":"","person":"W Paul  Duprex","coPersons":["ADME  Osterhaus","Bertus Karel  Rima","Rik  De Swart"],"organisation":"Queen's University of Belfast","findingsText":"","dataset":"gtr"}