{"id":"2EDC0BB3-4873-4FD1-A9C6-29FE61E9578A","title":"English Modernism, National Identity and the Germans, 1890-1950","abstractText":"English Modernism, National Identity and the Germans, 1890-1950 is the first theoretically-informed monograph that systematically examines the construction of 'Germanness' in this period. I primarily focus on strictly literary texts by canonical as well as under-discussed authors (such as Conrad, Buchan, von Arnim, Saki, Ford, Woolf, Forster, Lawrence, Isherwood, Smith, Bowen), but I also take into account other sources for contextualisation (propaganda material, magazine literature, guide books, journalism, caricatures).\\n\\nModernism appears to witness a transition in the view of Germans from the learned and cultured cousin of Victorian times to the belligerent Teuton of the early twentieth-century, but this shift cannot simply be reduced to the effects of war nor is it universal. Indeed, just when the nations are at their most belligerent, cultural and political similarities resurface with uncanny persistence in the literature and culture of the period. And the image of the German changes often not in response to actual historical or political events such as war, but in anticipation of what these events might mean for the nature of Englishness. Therefore the shifting construction of Germanness is necessarily a reflection of specifically English anxieties about an uncertain future, discontents with an unreliable present and moments of cultural unease about the past. Images of German national identity are often uncertain projections of desired otherness to Englishness, projections that insist on alterity and myth in order to confirm a distinct difference between two nations strangely familiar with each other. To the extent to which the modernist German discourse revises more sympathetic nineteenth-century attitudes, it does so in response to a historically specific crisis of Englishness (as demonstrated in the writings on Englishness by Masterman, Ford, Forster and Orwell); in other words, English modernism often articulates the problematics of national identity through representations of Germans.\\n\\nRather than present a survey-like analysis of national stereotypes and cultural prejudice reflected in or shaped by the literature of the time, this project offers a critical reflection on the necessity of the German other for the construction of Englishness for the period in question. This dependence is by no means always subject to agency but may be part of a more unconscious, even uncanny process. Indeed, much of the underlying rhetoric in modernist representations of Germanness is based on a denial of familiarity, a literal 'making strange' of potentially too intimate relations. However, the psychoanalytic dynamics of repression, projection and identification that underlie identity formation do not happen in a vacuum: they are in turn conditioned by cultural practices and historical developments, utilised by ideologies or social institutions, and obfuscated by subsequent modes of remembering and forgetting. This project, then, examines the complexity of identity formation as reflected in and steered by (mostly) literary aesthetics from a psychoanalytically informed, historicist perspective. \\n\\nThe monograph is divided into four parts with two chapters each: Empire and Enclaves; the Great War and Its Fictions; the Body and Sexuality; Fragmented Nations: Blitz, Treason and Rubble Tourism. The individual chapters deal with modernist writers largely in chronological order, while the four-part structure thematically highlights specifically anxious moments of modernist culture and how they affect constructions of national identity. As the case for support demonstrates, the book's coherence is manifest in the thematic echoes between sections and chapters that variously touch on empire, travel, romance, betrayal, sexuality, espionage, and war.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E003621/1","grantId":"AH/E003621/1","fundValue":"20487","fundStart":"2008-02-01","fundEnd":"2008-05-31","funder":"AHRC","impactText":"","person":"Petra  Rau","coPersons":[],"organisation":"University of Portsmouth","findingsText":"","dataset":"gtr"}