{"id":"2EE10F4C-03C8-42FE-840C-F9396B17A7E3","title":"Clinical trial of gene therapy for the treatment of achromatopsia","abstractText":"Achromatopsia (ACHM) is a severe inherited retinal disorder with a population frequency around 1/30000, characterised by the absence of daylight vision from birth, photophobia and a slowly progressing loss of cone photoreceptors. Approximately half of ACHM cases are caused by mutations in the CNGB3 gene, which encodes one of two subunits of the cone-specific cyclic nucleotide-gated channel, an essential component of the phototransduction cascade. Thus far no successful treatments exist for this inherited retinal dystrophy. However, three independent clinical trials of AAV2-mediated gene therapy, including one performed by our group, have shown improvements in retinal sensitivity and vision in a rapidly progressing form of inherited retinal dystrophy: Leber congenital amaurosis caused by RPE65-deficiency. These trials have suggested that gene supplementation therapy can be a suitable strategy for the treatment of recessively inherited retinal disease. \nAchromatopsia caused by mutations in the CNGB3 gene has several characteristics that make it a good candidate disease for a proof of principle gene therapy trial. The disorder can be stationary or slow-progressing, which creates a large window of opportunity where treatment would be expected to lead to clinical benefit. More importantly, a potential restoration of previously absent cone function and the expected ensuing improvement in daylight vision should allow a rapid and robust assessment of treatment efficacy. In a previous study using a murine model of CNGB3 deficiency, we have been able to show successful gene supplementation and consequently substantial rescue of cone photoreceptor function and survival (Carvalho et al, Hum Mol Genet (2000) 20: 3161-75). This study constitutes one of the most effective rescues of an animal model of retinal dystrophy due to a photoreceptor defect reported to date, suggesting that this disorder may be particularly amenable to gene supplementation therapy.\nFor the first milestone (duration 2 years) we will produce the gene therapy vector (AAV2/8.hCAR.hCNGB3) to GMP standards at the production facility of the UCL gene therapy consortium. Vector toxicity studies and treatment efficacy studies will be performed in-house, according to established protocols. Successful completion of this milestone will be defined as permission from the regulatory authorities to commence a clinical trial.\nThe second milestone (duration 3 years) will be the completion of the clinical trial, including a 1 year follow-up of the trial subjects. Successful completion of this milestone will be defined as any sustained improvement in cone-derived visual function (as determined by an array of psychophysical, electrophysiological, and fMRI techniques), that is greater that the test-retest variation for each test, and the absence of toxicity, as defined by a Grade III or IV ocular adverse event, or a non-ocular SUSAR.\nCurrently, more than 150 genes have been identified that, when mutated, can give rise to inherited retinal degeneration. As most of these forms of the disease are caused by photoreceptor cell defects, an efficient and safe method of gene transfer to the photoreceptors is essential in the development of retinal gene therapy. Animal experiments have shown that the AAV2/8 pseudotyped vector gives transduces the photoreceptor cells with higher efficiency and leads to higher levels of transgene expression than the AAV2 vector that has been used in the clinic thus far. The results of this trial will therefore not only be of relevance for gene therapy to treat achromatopsia, but a successful outcome will pave the way for the future development of gene therapy for many other inherited retinal dystrophies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K025589/1","grantId":"MR/K025589/1","fundValue":"2152640","fundStart":"2013-11-01","fundEnd":"2019-06-30","funder":"MRC","impactText":"","person":"Robin Raihan Ali","coPersons":["James W.B. Bainbridge","Michel  Michaelides"],"organisation":"University College London","findingsText":"","dataset":"gtr"}