{"id":"2EE4BBC7-3679-466C-BA7A-93B1A36846CF","title":"Dirhams for Slaves. Dirham hoards from Northern Europe, trade in Slavic slaves, and the emergence of Medieval Europe.","abstractText":"Perhaps as many as one million dirhams, Islamic silver coins, have been found in hoards across Northern Europe. They travelled thousands of kilometres from the mints of Iraq and Central Asia to the Baltic island of Gotland, other lands around the Baltic and further on to England in the 9th and 10th centuries AD, when long-distance land communications are thought to have been virtually non-existent. The objective of this project is to explain and to evaluate the historical role of this unprecedented flow of silver.\n\nIt has so far received little scholarly attention. Even though it is accepted that dirham hoards reflect commercial exchanges between the Islamic world and non-Christian Europe in the 9th and 10th centuries, neither their mechanisms nor their historical significance have been subjected to scrutiny. The project will discuss whether Slavic slaves, rather than furs or forest produce, were the primary commodity sold in return for dirhams. Accounts of Arab geographers and travellers, comparative evidence of other long-distance slave trade systems and the analysis of the silver hoards will allow us to retrace the complex network of suppliers, intermediaries and consumers. We believe that it will be possible to detect archaeological traces, such as abrupt depopulation, that reflect the procurement of slaves.\n\nIt is currently unknown why this slave trade system drew to a halt. The answer, we think, will come from a study of the 11th-century trade between Scandinavia and the Slavic lands, evidenced by Anglo-Saxon and German coins which replaced dirhams in the Northern hoards. Does this reflect merely a change in the geography of the demand for slaves? Does it follow that Western European economies of the 11th century relied more heavily than usually thought on slave labour? If yes, the conceptual framework for the emergence of feudalism will need to be reconsidered.\n\nOur study of this slave trade system will require us to address some major gaps in current scholarship. Firstly, we will investigate why the majority of coins hoarded in the Northern Lands was produced in Central Asia by Samanid emirs. Despite its pivotal role in the trade with the North, the Samanid dynasty has never been studied in its own right. We will produce the first scholarly monograph of this dynasty, which will clarify to what extent the Samanids were able to regulate the flow of dirhams to the Northern Lands. We will also explore their role in the collapse of the trade system after ca 950.\n\nSecondly, a significant group of coins known from the Northern hoards has so far almost entirely escaped scholarly attention. These are known as dirham imitations. They represent an untapped historical source of significant potential, but also unusual complexity. They were probably issued by political powers controlling the principal ports of trade, such as the Khazars or the Volga Bulgars; the rationale for their production remains, however, unknown. We think that they hold the key to understanding the economic mechanisms of the slave trade. We will offer, for the first time, a catalogue of their principal types.\n\nFinally, we will reassess the phenomenon of silver hoarding in Northern Europe. A comparative study of the archaeological contexts of hoards in Sweden, Russia and Poland, based on new research in these countries, will detect patterns of hoarding that will, in turn, clarify the reasons for hoarding and for the non-retrieval of the hoards.\n\nThese studies will result in a multifaceted picture of the trade system in Slavic slaves. Their implications will go beyond shedding light on an episode of medieval history. The project will substantially contribute to the study of the still neglected phenomenon of European medieval slavery. We will also test our hypothesis that the wealth derived from the sale of Slavic slaves enabled state formation in Northern Europe. If proved, it will offer a new perspective on the formative period of European history.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K004026/1","grantId":"AH/K004026/1","fundValue":"484276","fundStart":"2013-10-01","fundEnd":"2017-03-31","funder":"AHRC","impactText":"  The societal impact of the project lies in its contribution to the public understanding of the history of the Islamic world at a time when popular perceptions of the region in the UK are becoming ever more negative, driven by press focus on the deteriorating security situation in the Middle East. Our research will serve to remind non-acadamic audiences that the fate of the Islamic world has been intimately connected with the fate of Europe over the past millennium, in ways that have been integral to the development of Islamic civilisation as well as Europe. The material we are researching consists of a huge quantity of Islamic silver coinage that flowed northwestwards in the 10th century CE, from eastern Iran and western Central Asia along trade routes which linked the Middle East with European Russia, the Baltic states, Scandinavia and the British Isles. These coins were exchanged for raw materials (amber, fur, metalwork) and slaves that were imported into the Islamic world. The silver wealth that accumulated in Europe as a result of this trade was instrumental in stimulating early state formation and planting the seeds of political configurations that are still recognisable in today's world. Our research constitutes a timely reminder that the histories of Europe and the Islamic world have been intimately linked for centuries, beginning at a time when the Islamic world nurtured the most prosperous, creative and knowledge-based societies in the world. \nOur project has been instrumental in raising issues of heritage management in Sweden, which is where our most significant investment in collaborative research is located. As a result of the experience we have already accumulated with the national museum service and the archaeological community in Sweden, we have been consulted by senior figures in the Swedish academy for our views on the future trajectory of archaeological research in Viking-Age sites and the best procedures for efficient processing of the coin finds that constitute the most important evidence for the Viking-Age era of Sweden. We have been able to draw on our experience of the highly successful track record of the Portable Antiquities Scheme in this country to suggest modifications to current practices in Sweden that will facilitate the efficient attribution, conservation, curation and display of coin finds. \nPublic dissemination of our project's impact is now under way. The Dirhams for Slaves website, hosted by the Khalili Research Centre, Oxford University, went live in the summer of 2014 and provides information on news and events connected to the project team's activities. An exhibition on Viking-Age coinage in the Ashmolean Museum (summer 2015) is already in the planning stages and will enter the design stage at the beginning of 2015. Once the data collection phase of the project has been completed and the intensive programme of academic conferences and workshops has been concluded, we plan a series of talk designed to bring our work to the attention of a wider non-academic public, beginning with a presentation that we have been invited to give in the Royal Coin Cabinet, Sweden, in October 2015. Education,Culture, Heritage, Museums and Collections Cultural","person":"W Luke Treadwell","coPersons":["Jonathan Edward Bound  Shepard","Marek  Jankowiak"],"organisation":"University of Oxford","findingsText":" The first phase of the project was designed as an exercise in gathering data on Viking-Age coins (esp. imitational coins) from a wide range of sources, including hard-to-access printed sources and coin collections. This data has been used to populate two databases, one on imitational coinages which comprises more than 8000 entries and the other on Viking-Age coin hoards. \nOne important conclusion we have reached during this phase is that the material we had hoped to access from the major Russian collection of hoard coins in the State Historical Museum (SHM Moscow) is not going to be available to us. The SHM currently has no specialist curator in our field and is unable to provide information on any of the coin hoards that have been left in its care. However, even though this means we are not going to be able to review the hoard material in question as we had hoped to do, our collaboration with colleagues in the second major Russian collection (State Hermitage St Petersburg) has reassured us that the major numismatic outcome of the project - the catalogue of imitational coinage prepared in conjunction with the Royal Coin Cabinet in Stockholm - will not be adversely affected by the problems in SHM. Our comparison of the data that has been assembled by Swedish colleagues (which draws primarily on Swedish coin hoards) with the collections of the State Hermitage has proved that there are very few imitational coin types from Russian hoards that are not represented in the Swedish data. \nThe project's research activities in Sweden have uncovered a controversial topic of central importance to the future of the subject: the archaeological methodologies employed in the study of Viking-Age Gotland (a region of capital interest to us because of the high concentration of coin finds). Gotlandic archaeology is a hotly debated topic in Sweden with sharply opposing views held regarding the reasons for coin hoarding and the significance of the hoards for the interpretation of Viking-Age society in Gotland. Our conclusion is that the debate can only hope to move forward on the basis of a thorough review of the methods of investigation employed until now and we have planned a workshop in Oxford to discuss this issue with our Swedish colleagues in early 2015. Gotland is the key to understanding Viking-Age monetary circulation in Scandinavia: we are now in a position to address the complexities of the issue and drive the subject forward. \nThe networks that we have established through our collaborative agreements with German, Scandinavian, Polish and Russian colleagues and our intensive programme of conferences, workshops and panels have yielded a great deal of new data and opened up several new avenues of investigation which will feed into forthcoming publications including the two monographs currently in preparation by Jankowiak (slave trade) and Treadwell (history of the Samanid dynasty). After completion of the first year of this three-year project, the value of our findings is mostly to the benefit of the project team members and collaborating colleagues. In general terms, however, there are clearly issues of heritage management in our Scandinavian partner countries will be impacted by the project's work to date in Sweden. This will prove to be an excellent opportunity to showcase the success of the PAS scheme and make recommendations for change based on its achievements in this country: above all, the relationship between detectorists and academics and museum curators should be reconsidered in the light of current UK practice.\nSecond, the project is helping to encourage discussion in European academic circles of the importance of slavery and slave trade in early medieval Europe. Traditionally thought to correspond to the &quot;ancient mode of production&quot;, slavery was until recently considered to be untypical for the early middle ages. Our research has begun to undermine this position by demonstrating the crucial role the slave trade played in the emergence of state structures in Northern Europe. This has implications on how historians and archaeologists interpret their findings. We tried to attract the attention of the latter to the necessity of including slavery in their interpretative frameworks at the very well-attended session on the 'Archaeology of early medieval slavery' at the Annual Meeting of the European Association of Archaeologists in Istanbul in September 2014. Education,Culture, Heritage, Museums and Collections","dataset":"gtr"}