{"id":"2EF15073-6E62-4A6F-B899-1BCF1E6567E5","title":"Application for Strategic Equipment: Wafer Bonder at LCN","abstractText":"Wafer processing originated in microelectronics, for mass production of integrated circuits, a technology that has transformed the world in the past generation. The wafers are usually cut from single crystals of silicon. In the past twenty five years, the technology has spawned many new areas of microengineering, such as MEMs, micro-fluidics, lab-on-a-chip and micropackaging. In these areas, small three-dimensional structures are built on wafers; often this is done by bonding two or more wafers together. There are many methods for forming the bonds: adhesive, anodic, direct, eutectic, glass, solder and thermo-compression. Which method is best depends on the materials, allowable temperatures and other many considerations; usually, successful bonding is crucial to the success of the device that is being fabricated.\n\nThis grant will enable a versatile wafer bonding machine to be bought for the London Centre for Nanotechnology (LCN) that can be used for all these types of bonding. It will be made available for researchers in universities and for product development by companies. The applicants have projects to develop very small surgically-implanted electronic devices that can only be made by these techniques. Supporters of the application include those working on flexible displays, micro chemical reactors, energy harvesting, wireless sensors, and many others.\n\nThe grant will pay for the machine, maintenance for five years and for a member of LCN staff to look after it. Good management will ensure that it is kept in good working order, and that operating experience is passed between users. The LCN will advertise its presence so that as many people as possible benefit from it.\n\nThe bonder will be available to university researchers and others, such as small companies who are developing products or doing small production runs.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K02454X/1","grantId":"EP/K02454X/1","fundValue":"19919","fundStart":"2013-06-01","fundEnd":"2018-05-31","funder":"EPSRC","impactText":"","person":"Nicholas De Neufville Donaldson","coPersons":["Stephen David Etienne","Chris  McLeod"],"organisation":"University College London","findingsText":"","dataset":"gtr"}