{"id":"2EF53A44-5B52-42EC-A936-EBBC0F61CD0A","title":"The Cultural Value of Engaging with Museums and Galleries","abstractText":"Whilst recent decades have produced a relatively consistent and compelling body of data around use and participation in museums and galleries - generating a degree of consensus amongst policymakers, funders and practitioners around demographic patterns and trends in visiting - there is much less consensus around what we know about the value of this engagement. Numerous studies (using a range of methods and shaped by a variety of motivations) have set out to describe, understand, measure and evidence what it is that people value about museum and gallery visiting, what benefits accrue from engagement and participation and what longer term impacts result from this engagement for individuals and society more broadly. However, there has been no systematic attempt to draw together and critically assess this body of research in order to build a clear understanding of what these diverse studies and approaches tell us, what gaps exist and what future research directions are needed. The proposed review addresses these long overdue questions to provide insights of value to policymakers, funders and practitioners.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L014394/1","grantId":"AH/L014394/1","fundValue":"24121","fundStart":"2014-02-01","fundEnd":"2014-05-31","funder":"AHRC","impactText":"  A report of the research findings, User value of museums and galleries: a critical review of the literature, is available online via RCMG's website (http://www2.le.ac.uk/departments/museumstudies/rcmg/publications/cultural-value-of-museums) and will also be made available through the Leicester Research Archive.\n\nAs part of a series of annual RCMG events, an event on Wednesday 25 February 2015 will use the research findings as the basis for debate and discussion between researchers, museum leaders, funders and policy makers.\n\nA peer reviewed paper reporting on the research findings are currently in preparation. Culture, Heritage, Museums and Collections Cultural,Policy & public services","person":"Jocelyn Ann Dodd","coPersons":["Richard  Sandell"],"organisation":"University of Leicester","findingsText":" The research conducted a critical review of the existing body of research evidence in the UK about the value of visiting museums and galleries for audiences. In turn, the review ws used to establish a coherent research agenda, direct attention to gaps in our knowledge and understanding, and seek out methdological approaches which will help to yield new insights in the future. The report of the research findings, User value of museums and galleries: a critical review of the literature, is available online via the Research Centre for Museums and Galleries (RCMG) website. The findings will form the basis for an RCMG annual event in 2015 which will be aimed at practitioners, policy makers and funders. Previous events have taken the form of a debate around a central theme and attracted around 100 participants.\n\nA peer-reviewed paper based on the findings is currently in preparation.\n\nWe will target dissemination to key stakeholders engaged in developing policy around cultural value for example specifically the Museums Association and International Council of Museums, Arts Council England. Culture, Heritage, Museums and Collections","dataset":"gtr"}