{"id":"2EFD5AD6-F41C-4B69-B4A8-F593767BC089","title":"The design and evaluation of a mobile learning intervention for the training and supervision of community health workers","abstractText":"This project relates to the Information and Communications Technology and Development theme of the call.\n\nThrough this innovative 2-year mobile learning project, the Institute of Education, University of London (IoE) and the African Medical and Research Foundation (AMREF) aim to advance the training and supervision of community health workers (CHWs) in Kenya, resulting in improved access to primary health care for the marginalised communities of Makueni County and the Kibera informal settlement. This is important because supporting poor communities gain access to health care by training CHWs and connecting them to the local health system can help reduce poverty. \n\nCHWs are community members who provide basic medical services. Research consistently evidences CHWs pivotal role in providing equitable health access in support of poverty alleviation by preventing and diagnosing diseases like malaria and HIV, treating minor ailments, referring patients and providing support and care for pregnant women and babies. \n\nThis project will work closely with CHWs and their supervisors to collaboratively design, develop implement and evaluate a mobile learning intervention that better connects CHWs and supervisors. The innovative nature of this intervention will mean that for the first time CHWs will have a mobile portfolio of their practice, easily accessible reference material on their phone and the ability to share practice related questions and resources with their colleagues through activities which promote peer learning and reflection. Supervisors will be better informed of CHWs' training needs and AMREF will gain a better insight into the nature and frequency of their two-way interaction and into the specifics of on-the-ground support structures needed for intervention implementation. Kenyan policymakers will benefit from policy briefings demonstrating how our mobile intervention supports affordable, equitable and effective access to health care.\n\nThe improved mobile-based supervision and training will link CHWs more closely to the local primary healthcare system so as they can be more effective in reducing poverty through improving the access of local communities to health care.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/J018619/2","grantId":"ES/J018619/2","fundValue":"114819","fundStart":"2014-11-01","fundEnd":"2015-09-30","funder":"ESRC","impactText":"","person":"Niall  Winters","coPersons":["Peter  Ngatia","Martin  Oliver"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}