{"id":"2EFDE0F8-2344-4B45-985D-0769FE2D36E3","title":"Building Solar-Powered, Carbon-Fixing Protoalgae","abstractText":"Algae are single-celled organisms that use sunlight to power their metabolism and convert atmospheric carbon dioxide into useful carbohydrates. Like plants, they have a sophisticated photosynthetic machinery that has evolved to efficiently capture light energy and convert it into a type of biological electricity. This electricity flows through circuits that are embedded in proteins - biological molecules built from linear chains of amino acids that adopt complex 3D structures informed by their amino acid sequence. These proteins also contain within them other types of biologically derived molecules that impart specific functions necessary for capturing light and forming electrical circuits. Since we now have a good, working understanding of the photosynthetic machinery at the atomic level, it is possible to consider the key steps in this process and incorporate them into entirely new, manmade proteins or redesigned natural proteins; thus, the photosynthetic process could be recapitulated in much simpler, scaled-down systems. \n\nWe have therefore selected both manmade and natural proteins to act as functional building blocks in an artificial photosynthetic pathway that will allow us not only to operate a simple photosynthetic process, but also to encapsulated it within an elementary cell-like assembly called a protocell. These entities are designed to facilitate the input of functional biological and artificial components in a very simple compartment, much like a living bacterial cell. Currently, since there is limited or no information storage capacity in these protocells, they cannot evolve or actively reproduce and they act as a safe platform for us to test our understanding of complex biological molecules and systems, while allowing us to explore aspects of the origin of life on Earth. Protocells can also exhibit unusual influences on biological molecules like proteins, increasing the rates of enzymes - proteins capable of performing chemical reactions - and providing a useful facsimile of the environment in which proteins and enzymes evolved. We therefore intend not only to build functional, manmade photosynthetic assemblies, but also to co-encapsulate these in a protocell with a natural enzyme capable of transforming carbon dioxide into a useful chemical building block. This will provide a primitive but versatile, solar-powered 'protoalgae' into which a more sophisticated metabolism can be constructed. Beyond the academic study of biological systems and molecules that can be achieved through this work, there is also great potential to deliver programmable cell-like entities that can perform truly useful chemistry unachievable in large-scale industrial process. Therefore, we strongly believe this work to be of interest both for the fundamental exploration of biological engineering and for the construction of protocells for addressing industrial issues.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M02315X/1","grantId":"BB/M02315X/1","fundValue":"378772","fundStart":"2015-11-02","fundEnd":"2018-11-01","funder":"BBSRC","impactText":"","person":"John Leslie Anderson","coPersons":["Stephen  Mann"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}