{"id":"2EFD2139-33F6-4360-8761-F8C81DDC536C","title":"Bristol consolidated grant capital request 2015","abstractText":"The Bristol particle physics group will search for evidence of physics beyond the Standard Model, and work to understand the properties of new phenomena. We will carry out this study using a range of approaches and experiments.\n\nAt the CERN CMS experiment at the LHC, we will search for signatures of the production of dark matter and supersymmetric particles, using events with 'missing energy'. In the absence of a discovery, we will combine statistical information from our observations with results from cosmology and direct dark matter searches, to rule out potential theories of new physics. We will also use the very large datasets produced at the LHC to study the production and properties of the top quark, a standard model particle with unique properties.\n\nWe will use a complementary approach to search for new physics at the CERN LHCb experiment, looking for subtle signatures of new physics that manifest themselves in the decays of mesons containing heavy quarks. We will use similar approaches to test current ideas about the nature of fundamental quantum symmetries.\n\nA number of new experiments are being prepared, and will be ready for use within or shortly after the grant period. The NA62 experiment at the CERN SPS will study the decays of kaons to look for signs of new physics. The SOLID experiment at the BR2 reactor will study neutrino oscillations on an ultra-short baseline of 5-10m. The SHiP experiment at the CERN SPS will use a very high intensity beam to search for 'dark particles' that are signatures of physics beyond the Standard Model. Finally, we have begun to make preparations for the detailed design and optimisation of detectors for a future linear collider.\n\nWe will continue our programme of particle detector R&amp;D, contributing to the upgrade of CMS and LHCb, to the design and construction of new experiments, and to the development of new sensors and technologies. An important part of this programme will be collaboration with industry and other academic disciplines, in order to generate impact from our work.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/N001192/1","grantId":"ST/N001192/1","fundValue":"39099","fundStart":"2015-10-01","fundEnd":"2016-03-31","funder":"STFC","impactText":"","person":"David Michael Newbold","coPersons":["Henning Ulrik Flaecher","Gregory  Heath","Konstantinos Alexandros Petridis","Johannes  Velthuis","Joel  Goldstein","Helen Frances Heath","Jonas Hanno Rademacker"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}