{"id":"2F02609D-27F5-46CB-BA70-A4FBD17A645B","title":"The English Plastic Bag Charge and Behavioural Spillover: A Field Experiment, Diary Study and Secondary Data Analysis","abstractText":"One of the greatest challenges of sustainable development is to find effective and acceptable policies that can foster meaningful and lasting behaviour change. While many people can be encouraged to recycle by providing adequate facilities, it is very difficult to change other waste-related habits. At the same time, governments have become less willing to introduce expensive regulation. Consequently there is great interest in low-cost, socially acceptable policies that help support behaviour change. The plastic bag charge (PBC) that is going to be introduced in England in October 2015 can be seen as such an instrument. Previous research has shown that PBCs are popular, easy to implement, and can successfully reduce plastic bag use (Convery et al. 2007; Poortinga et al. 2013).\n\nSome policy-makers hope that the benefits may go even further, in that changes to a relatively simple behaviour may lead to other, more ambitious changes (Defra 2008). The first behaviour change may serve as a 'foot in the door' to help establish experiences that may subsequently lead to other changes - also known as behavioural spillover (Thogersen &amp; Crompton 2009). This holds the promise that significant cost-effective changes can be made without burdensome regulation. Indeed, previous research conducted by the applicants found significant changes in environmental identity after a similar carrier bag charge was introduced in Wales in October 2011 (Poortinga et al. 2013). However, there is very little evidence of behavioural spillover in the environmental domain.\n\nThe overall aim of the project is to generate high-quality field-experimental and qualitative evidence of lifestyle change and potential BSO resulting from the English PBC. The introduction of the English PBC is a unique opportunity to conduct this research, as it is a relatively simple instrument that aims to change a specific and common waste-related habit. However, little is known about the lifestyle impacts of a PBC. The observation that even small charges produce great changes, suggests that a PBC acts as a 'habit disruptor' that forces shoppers to rethink their plastic bag use, rather than as an economic instrument (Poortinga 2013). Furthermore, as 'bringing your own bag' is a highly visible and symbolic behaviour, it may change how people perceive themselves in terms of waste-consciousness. This then may lead to other waste-related behaviour changes.\n\nThe project builds upon previous research of the applicants (Poortinga et al. 2013), but will expand the scale and depth of the study by conducting a mixed-method longitudinal programme of work, including (1) a novel field experiment, (2) a qualitative diary study, and (3) secondary data analyses, to examine in detail how effective a PBC can be; how it works; and whether it can produce behavioural spillover. It will use Wales and Scotland as comparators to allow the effects of the English PBC to be separated from other trends in carrier bag use and waste practices. Furthermore, the proposed project uses secondary data analysis and a behaviour mapping exercise to identify the most likely candidates for behavioural spillover.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M00385X/1","grantId":"ES/M00385X/1","fundValue":"381208","fundStart":"2015-01-05","fundEnd":"2017-01-04","funder":"ESRC","impactText":"","person":"Wouter  Poortinga","coPersons":["Lorraine Elisabeth Whitmarsh"],"organisation":"Cardiff University","findingsText":"","dataset":"gtr"}