{"id":"2F18837A-1C7D-4285-B6A5-7BD26A258479","title":"Opening the black box: Imaging nanoparticle transport with magnetic resonance imaging","abstractText":"Understanding the transport of nanoparticles through porous geologic material is imperative to provide effective prediction and mitigation of nanoparticlulate pollution. Often, packed column experiments containing rock, sediment or soil are used to quantify how nanoparticles move through these media. Whilst highly informative, the data obtained is a bulk average of a complex and heterogeneous array of interactions within the column. Like natural systems, the material within the column will display complex heterogeneities in geometry, hydrodynamics and microbiology. Problematically, because this material is not 'see-through' we cannot look inside to directly visualize how these heterogeneities impact the transport of the nanoparticle. This, however, can change. Magnetic resonance imaging (MRI) is a highly versatile tool which can image pore structure and fluid flow in opaque geological material. Moreover, molecules labelled with a paramagnetic tag are readily visible to MRI enabling their transport through porous systems to be imaged in real time. Such technology is heavily used in the medical sciences to track the transport of molecules of interest in human and other mammalian systems. In this study we propose to use MRI and nanoparticles labelled with a paramagnetic tag to image nanoparticulate transport and fate in packed columns. Experiments will also be performed on the same material after biofilms have been allowed to grow in the pore networks (the biofilms are expected to behave as major sinks for the nanoparticles). Critically, this will demonstrate how such a method can be used to reveal how the complex heterogeneities in these systems contribute to the overall bulk transport of nanoparticulates. Ultimately, this technique will enable researchers to probe nanoparticulate transport in complex systems and moreover, to develop well-founded predictive models of nanoparticulate transport.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G010269/1","grantId":"NE/G010269/1","fundValue":"23268","fundStart":"2009-05-01","fundEnd":"2010-01-31","funder":"NERC","impactText":"","person":"Vernon Roger Phoenix","coPersons":["William Matthew Holmes"],"organisation":"University of Glasgow","findingsText":" Groundwater is used by approximately 2 billion people worldwide. It is thus imperative that we develop the tools to protect this valuable resource from pollutants. A key tool in this endeavour is a reliable transport model for the pollutant of concern. Without this, we cannot predict the movement of the pollutant through the aquifer, which is essential for risk assessment and the design of remediation strategies. Manufactured nanoparticles present a new and poorly understood threat to this resource, with increasing numbers of nanoparticles found to exhibit toxicity. This is of particular concern as the global demand for nanoparticles continues to grow due to their use in a wide range of commercial applications. Problematically, large scale production and use of manufactured nanoparticles will inevitably lead to release into groundwater. In addition, manufactured nanoparticles are also being designed for in situ groundwater remediation of a range of both organic and inorganic pollutants. Effective delivery of these nanoparticles, however, requires the ability to predict their movement within the aquifer and contaminated zone.\n\nCritically, however, we are at present unable to predict reliably nanoparticle transport due to significant limitations in current transport models. To date, most nanoparticle transport models have been developed using data from columns containing glass beads or sand, where nanoparticles are injected at one end and the breakthrough of nanoparticles at the other is measured. As it stands, models based on these data all too often fail to predict nanoparticle transport. This is because we must use the breakthrough curves to infer the transport processes which occur inside the column, rather than actually seeing them in action. The column remains an elusive black box. To open this black box, we must be able to look inside the column and image the movement of nanoparticles within. \n\n\n\nHere, we have developed a novel use of magnetic resonance imaging (MRI) to image inside rock and look at the movement of nanoparticles within. MRI is most renowned for its use in hospital settings, where it is used to image inside patients in a non-invasive manner, the patient unharmed by analysis. This same technology has been developed here in this work to image inside rock. Moreover, when we use nanoparticles that are labelled with a paramagnetic tag, the molecule becomes easily visible with MRI. This technology is already applied in clinical research, where, for example, tagged nanoparticles are used to image drug delivery.\n\nBy imaging nanoparticle transport with MRI, we will be able to create high resolution movies of nanoparticle migration through the porous media. With this dramatically enhanced dataset, we will develop far more robust models of nanoparticle transport. small grant, we have now moved onto next step so will be able to answer this better in next year or two. Environment","dataset":"gtr"}