{"id":"2F18F5EB-8B61-4190-B430-F7660E99AB2F","title":"Taxation and Development: Evidence from Pakistani Administrative Tax Records","abstractText":"<p>The ability to implement and enforce modern broad-based taxes is often argued to be essential for growth in developing countries. While developing countries all over the world have started to replace traditional revenue sources such as trade taxes by modern broad-based taxes, there is virtually no compelling micro-based evidence on the effects and desirability of such taxes within a less-developed country context. The objective of this research project is to fill this gap in the literature by investigating behavioural responses to income taxation and value-added taxation in Pakistan.<br /><br />The project benefits from access to administrative micro data covering the universe of tax filers (individuals and firms) for the three main federal taxes in Pakistan:</p>\n\n<ul>\n \n\n <li>personal income taxation</li>\n\n <li>corporate income taxation</li>\n\n <li>value-added taxation. </li>\n\n</ul>\n\n<p>Access to such rich administrative data is unique for a developing country.This data combined with compelling experimental variation in taxes allow for the estimation of behavioural responses to taxes by individuals and firms, including real effects, tax evasion and informality. The empirical findings combined with theoretical modelling will make it possible to address the welfare effects of existing tax and enforcement policies, and to identify the scope for welfare-improving reforms of taxation and enforcement.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/J012467/1","grantId":"ES/J012467/1","fundValue":"179909","fundStart":"2012-07-01","fundEnd":"2014-06-30","funder":"ESRC","impactText":"  The implementation of modern broad-based taxes has played a central role in the debate on economic development and growth. This project has provided a research-based and objective foundation for this debate using the availability of administrative tax records from Pakistan. Outside of academia, our research has reached individuals and organizations directly responsible for tax policy making, not just in Pakistan, but also in other developing and developed countries. For example, we have used the platform of the DFID-funded International Growth Centre to disseminate our findings to policy makers and practitioners across developing countries in South Asia and Africa. We have also reached out to organizations outside of government who are players in the debate over policy making. For example, we are presenting our research in the World Bank and the IMF in the coming months.\n\nOne of the papers coming out of this research grant (Kleven and Waseem 2013, Quarterly Journal of Economics) has had a particularly large and unique policy impact, because the paper triggered a tax reform debate and led to a major income tax reform in Pakistan that followed the recommendations of this paper. The pathway from our research to tax reform was direct and verifiably causal, which is probably unprecedented in the history of economic policy research, at least for a nation-wide reform in a country the size of Pakistan. The impact of this paper has been chosen by the London School of Economics as one of their impact case studies for the 2014 Research Excellence Framework Exercise.\n\nOur research has also triggered a lot of attention in the academic community. This research project - the findings of which have been published in the very best peer reviewed journals in economics - has triggered the start of a new research programme on taxation and development. A number of young scholars at top schools in the US and the UK are now working on taxation and development using administrative data and quasi-experimental approaches, citing our papers as the starting point for their work. These researchers are working directly with policy makers in countries such as Pakistan, India, Bangladesh, Uganda, Rwanda, Liberia, Ecuador, and Chile, and are therefore likely to have further policy impact across developing countries. Hence, the wider policy impact of the research programme we have started has the potential to become very large.\n\nFurthermore, we have closely involved three of our PhD students in the research project and guided them through their dissertation work related to our research programme. These students were placed well in the academic job market (Stanford University, World Bank, and Manchester University) where they are continuing to work on the questions that came out of their work on this project. Government, Democracy and Justice Economic,Policy & public services","person":"Henrik Jacobsen Kleven","coPersons":["Johannes  Spinnewijn"],"organisation":"London School of Economics & Pol Sci","findingsText":" Two of the most important advances in Public Economics are the focus on quasi-experimental research designs and the use of large administrative datasets. Our research project has been the first to extend these advances to a developing country context, which has triggered a new research programme at the intersection of Public Economics and Development Economics. Specifically, our research has exploited the unique access to administrative tax records in Pakistan and estimated behavioural responses to taxes by both individuals and firms using the quasi-experimental variation provided by the Pakistani tax code.\n\nIn our analysis of personal income taxation in Pakistan (Kleven and Waseem, Quarterly Journal of Economics, 2013) we found large taxable income responses to tax rates, with responses being driven mostly by tax evasion. In particular, we found very strong distortions due to a specific feature of the Pakistani income tax schedule, namely that it featured discrete jumps in tax liability--so-called notches--at threshold income levels. As a result of our work, the Pakistani government has now completely eliminated those notches, and our estimates imply that this has led to large revenue and efficiency gains. Moreover, the paper also found that many tax payers are unable to respond optimally to taxes as a result of various optimization frictions (e.g., misperception and inattention), a finding that has deeper implications for the estimation of behavioural responses to tax incentives. \n\nOur analysis of corporate income taxation (Best, Brockmeyer, Kleven, Spinnewijn and Waseem, Journal of Political Economy, forthcoming) shows that corporations respond sharply to a switch between profit taxation and turnover taxation created by the so-called Minimum Tax Scheme in Pakistan -- a production-inefficient tax policy that is ubiquitous in developing countries. We show that these responses result from tax evasion being much easier under profit taxation than under turnover taxation, thereby providing a welfare argument for implementing production-inefficient turnover taxes (opposite the traditional recommendation in the public economics literature). Our study is the first to provide micro evidence on the compliance effects of switching between production-efficient and production-inefficient tax instruments, and it highlights the need, in settings with limited fiscal capacity, to move beyond the traditional focus on production efficiency to a broader understanding of the trade-offs between production efficiency and revenue-raising efficiency.\n\nOur analysis of the value-added tax is still ongoing. We have been studying the gradual implementation of the VAT system and various tax reforms, but also increased our ambition for this analysis as the Pakistani tax administration recently started organizing randomized tax audits of the VAT returns at large scale. This changed the horizon of this project, but could provide us with a unique opportunity to analyse evasion along the production chain and with more compelling variation to identify firms' responses. Given the impact our work has already had, we are optimistic that our efforts to convince the Federal Board of Revenue in Pakistan to give us access to this data will materialize soon.\n\nOn a methodological level, our research has developed new empirical methods based on bunching (as first proposed by Saez 2010). In Kleven and Waseem (2013), we developed a method to translate bunching at notches into behavioural response elasticities and to identify optimization frictions. In Best et al. (2014), we developed a method to translate bunching at the threshold between profit and turnover taxation in the Minimum Tax Scheme into compliance responses to tax base changes. These methods are already well cited (e.g., Kleven and Waseem 2013 have about 60 google scholar cites within only one year) and are expected to be heavily used in the future.\n\nWhile the implementation of modern broad-based taxes has played a central role in the debate on economic development and growth based on the experience in developed countries, our work has identified very clearly how the context is very different in developing countries and shown that different circumstances call for different policies. As such our research has laid out a new agenda at the intersection of development and public economics to analyse tax policy and behavioural responses using administrative data in developing countries and to identify the relevant constraints for tax policy in this context. Our research project has been based on a tight integration of theoretical and empirical analysis, a key ingredient of frontier research in economics. We expect the research questions we have posed as well as the new theoretical and empirical methods we have introduced to be taken up in new research projects to further expand our knowledge, both in Pakistan and in other developing countries. Indeed, this research impact is already happening as described above.\n\nThe ultimate objective of this research project has been to increase the effectiveness of tax policies in developing countries. We have provided a framework and empirical evidence to evaluate the revenue and efficiency effects of taxation in such countries. The results of our project will provide a basis for better decision making in the public policy arena and are expected to have a significant impact on future policy making, not only in Pakistan, but also in other developing countries. As described above, such policy impact has already taken place in a very direct and significant way in Pakistan. Government, Democracy and Justice","dataset":"gtr"}