{"id":"2F211324-8F60-4E15-9F2C-BE1EFCA9ADE3","title":"UK e-Science ETF Network","abstractText":"The ETF is currently an active network whose funding is tied to the individual e-Science centres that made up the second phase of the core e-Science programme. As this will end in March 2009 it is highly likely, based on previous experience, that once funding has stopped for members of the current ETF that those members will cease to participate and as such we will start to loose the inherent knowledge that has built up during the length of the e-Science program. This is particularly true as these members of staff move to working on a single project during which there is little chance for external communication due to limited numbers of collaborators. This proposal will allow expansion through not tying the available funding to a particular set of centres, making the ability to disseminate to a highly technical network available to all members of the e-Science community. This will also allow for funded work to be done through groups that have until now had little or no contact with the e-Science program, for example university information services or institutional HPC providers. We are initially intending to have at least one participant from each e-Science centre though this will be flexibly arranged such that only those actively writing up outputs for presentation to the group will be funded. This is possible since the everyday engagement needed to the network by members is low (monthly Access Grid meetings) but the amount of advantage through dissemination of work from those reporting is very high. This way we will keep the group together as a repository of e-Science knowledge whilst effectively building on the already large amount of work that the ETF has been able to produce. As well as the monthly Access Grid meetings we will engage in quarterly face-to-face meetings, which for the most part will be to showcase the work done internally to the network and allow rigorous discussion to happen between members. By holding these meetings in an academic venue centrally located in the UK we are intending to maximize value for money, both in terms of real costs but also time which, for most researchers, is one of their most precious commodities. Through the initial continued engagement of the chair of the ETF into the management structure of the UK National Grid Service we are also intending that the technical knowledge that we will continue to build will be disseminated back to the production grid communities. One of the other key aspects of this proposal is our engagement with other relevant communities within the research are such as the campus Grids, HPC, digital repositories and visualization groups. Through them we will be able to bring further experience to the ETF network to which we may not normally have regular access. Another area that will be covered in this way is the emerging Web2.0 communities which have a very large amount to offer the e-Science community particularly in their ability to construct small easy to use tools. Overall the programme of work that the ETF network is intending to do will allow significant amounts of knowledge of e-Science programmes are no consigned to the archives but available for all to use as and when necessary.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F064659/1","grantId":"EP/F064659/1","fundValue":"346122","fundStart":"2008-04-14","fundEnd":"2011-09-13","funder":"EPSRC","impactText":"","person":"David  Wallom","coPersons":["Terence  Harmer","Mark Alexander Hayes"],"organisation":"University of Oxford","findingsText":" The UK e-Science Engineering Task Force commissioned a set of evaluations and workshops that were able to collect the technical outputs of some aspects of the UK e-Science program. These included middleware developed both in the UK and internationally and other types of tools of relevance to the Uk e-Science base. A set of evaluation reports on e-infrastructure software products and services were published and made available Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}