{"id":"2F2C5086-5918-4F77-A892-3BE0F33D5718","title":"Hepatitis C virus/ host lipid metabolism interaction: a novel application for lipid-modulating agents?","abstractText":"Hepatitis C virus is responsible for persistent infection in up to 500,000 people in the UK and 170 people million worldwide and is associated with both cirrhosis and liver cancer. Current treatment regimes are effective in only 50% of patients overall. Chronic HCV infection results in, often severe, disruption of the liver?s ability to regulate the secretion and storage of fats and in insensitivity to insulin which may, in some cases, result in diabetes. Fats traffic round the body in lipoprotein coated particles which are secreted from liver cells and taken up either by other liver cells or cells in other parts of the body. Accumulating evidence suggests that HCV highjacks the production of host lipoprotein particles in infected cells to produce hybrid particles which contain both virus and host lipoproteins and can gain entry to fresh cells by the normal lipoprotein pathways. This may give some protection against host antibody responses and facilitate persistence of the virus. We suggest that the disruption of host fat metabolism is a side effect of this process. If so, we should be able to demonstrate that the degree of disturbance of host metabolism is correlated to the level of secretion of hybrid virus/lipoprotein particles and is reversed on clearance of the virus by conventional antiviral therapy. Experiments are planned which will test this correlation. The hypothesis also predicts that the treatment of HCV infected patients with lipid lowering agents should reduce both virus secretion and disturbances of fat metabolism. Here we propose to test the efficacy of two such agents, polyunsaturated fatty acids and statins. Both of these agents have been shown to inhibit the replication of the virus in cell culture systems. They are relatively inexpensive and safe and are both existing therapies used extensively in the prevention heart disease. If efficacious, their application to HCV infections would have a major impact upon chronic liver disease in the short to medium term.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0502028","grantId":"G0502028","fundValue":"835977","fundStart":"2007-05-01","fundEnd":"2011-02-28","funder":"MRC","impactText":"","person":"Margaret Fiona Bassendine","coPersons":["Howard C Thomas","Simon  Taylor-Robinson","Geoffrey  Toms","Robert Dermot Neeley"],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}