{"id":"2F35B31A-B12D-4127-8D14-BA384C5E77C1","title":"A Preservation and Packaging Platform for Cell and Tissue Based Therapies","abstractText":"This project aims to create a preservation and packaging platform for cell and tissue based therapies, allowing UK companies to reach the European, North American and other global markets. Traditionally, preservation, storage and transportation solutions for biological entities, mostly protein-based, have involved lyophilisation (freeze drying) and/or cryopreservation. However, living cells constitute an essential part of cell therapy applications and there is a real and urgent need for packaging solutions that preserve cell viability and function post transport, and provide ease-of-use to the end-user in clinic. Validatable packaging platforms that allow improved preservation and shelf life of living products will give UK businesses the capability to reach world markets from UK sites and maximise their share of the global value chain. This project will demonstrate key components of a packaging and shipping platform for human cell and tissue based therapies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=TS/G000263/1","grantId":"TS/G000263/1","fundValue":"187989","fundStart":"2008-10-01","fundEnd":"2011-09-30","funder":"EPSRC","impactText":"  Mathematical models for the design of packaging have been implemented by an industrial partner. Healthcare,Pharmaceuticals and Medical Biotechnology,Transport Economic","person":"David John  Williams","coPersons":["Yang  Liu"],"organisation":"Loughborough University","findingsText":" This project aimed to create a preservation and packaging platform for cell and tissue based therapies, allowing UK companies to reach the European, North American and other global markets. Traditionally, preservation, storage and transportation solutions for biological entities, mostly protein-based, have involved freezing or freeze drying. However, living cells constitute an essential part of cell therapy applications and there is a real and urgent need for packaging solutions that preserve cell viability and function post transport, and provide ease-of-use to the end-user in clinic. Validatable packaging platforms that allow improved preservation and shelf life of living products will give UK businesses the capability to reach world markets from UK sites and maximise their share of the global value chain. This project has demonstrated key components of a packaging and shipping platform for human cell and tissue based therapies in particular the use of mathematical modelling for package design and the effects of temperature and vibration during cold chain shipping of therapeutic cell types. Mathematical models for the design of packaging have been implemented by an industrial partner. Measurement of the effects of vibration experienced by cells in transportation has identified the requirement to better understand the underlying phenomena in order to improve the design of transport systems. Healthcare,Pharmaceuticals and Medical Biotechnology,Transport","dataset":"gtr"}