{"id":"2F3B60F1-E71C-4DD1-B6B2-834E2EC75181","title":"From Byzantine to Ottonian empires: Venice, Ravenna and Rome, imperial associations and the construction of city identity, c. 750-1000.","abstractText":"The study of Early Medieval Italy is currently a major international field of research. Late Antique, Lombard, Byzantine and Carolingian Italy have been written on across the period 400 to 850, but the late 9th and the 10th centuries have been much less studied, though they constitute an essential component in this development of medieval and modern Italy, and Europe more generally. This period represents a key transitional link between the Mediterranean-centered focus of Italian politics and culture up to 750, and the emerging role of later medieval Italy as part and parcel of the rising power of medieval, Renaissance and modern western Europe North of the Alps from 800 to the 18th century. The period is also a key element for discerning the roots of the later success of the much better known history of the Italian communes and city-states from the 12th century onwards. This project proposes to study the way in which the three main Byzantine cities of northern Italy: Rome, Ravenna and Venice, dealt with the imperial ideologies and policies they had to face through their relationship with the empires of Byzantium, of Charlemagne and his heirs, and of the German Ottonians, especially in the 9th and 10th centuries. The response of the three cities' authorities to this inevitable pressure contributed, to very different degrees, to the construction of their own civic identity. We will be examining the political and social priorities which led their ruling elites to choose alliance with, or opposition to, the imperial constraint, and the political, religious and cultural choices made by them, under the direction of popes, archbishops and doges. We will see how different factions fought for control of each city through these choices, and how internal city politics influenced the political and ideological choices which underlie the creation of each city's identity. Defining and analyzing the power of these elites, their culture and manifestations within the city through, among others, narratives, history-making foundation accounts, acts of government, diplomacy and exchanges, prosopography and titles, government apparatus and ceremonial, religious foundations and endowments, public acts of piety, and architectural and artistic creations, helps us not only to comprehend the later success of the Italian city model, but also better to appreciate the role of ideology and culture in the construction of any corporate identity, through the creation and constant re-interpretation of a real or mythical past and present.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/I021361/1","grantId":"AH/I021361/1","fundValue":"321845","fundStart":"2011-08-01","fundEnd":"2014-08-31","funder":"AHRC","impactText":"","person":"Chris  Wickham","coPersons":[],"organisation":"University of Oxford","findingsText":" The project was carried out exactly as initially planned, in several stages, starting with three research stays in Italy by Dr West-Harling, of respectively three months in the three cities covered by the research project, Venice (Jan-March 2012), two months in Ravenna (October-November 2012) and three months in Rome (April-June 2013), which was matched by annual three-week research visits to Rome by Professor Wickham in April of each year. The work was carried out in each of the cities through The potential use of this research in non-academic contexts is most closely related to the use of the past in the three Italian cities under study. Italian cities are very attentive indeed to their past, and research which illuminates their relationship to the outside world has great local impact. We expect the publication of the Codice Lanfranchi (see below) to have considerable resonance in Venice, for example. We are in active discussion also with the academic archaeologists of each of the th Creative Economy,Education","dataset":"gtr"}