{"id":"2F3D705B-6A16-4611-85A7-7EBC8C81CC19","title":"A platform for the optimisation of metabolic pathways for glycosylation to achieve a narrow and targeted glycoform distribution","abstractText":"Recently, the development of treatments for new disease has shifted away from traditional chemical compounds and towards protein therapeutics (biopharmaceuticals) like antibodies for the treatment of cancer and hormones for chronic diseases. Nearly 70% of these protein therapeutics have sugar molecules attached to them naturally which affect their function and how long they remain in the body. Because the sugars are so important for the drug function, one of the biggest problems in their manufacture is how to control what sugars are added (glycoform) and to ensure that all the proteins produced have the same sugars on them (homogeneous glycoform profile). Current production methods yield a non-homogeneous mix of glycoforms. Also, different glycoforms interact with the immune system in different ways, so it would be of benefit to be able to produce certain glycoforms over others depending on what the drug is and how it is meant to function. Our goal is to develop technology to rapidly determine the effects of different production methods on which glycoforms are produced and how homogeneous the glycoform profile is. To do this we will develop proteins which are produced inside the cells that are also producing the biopharmaceutical that report the concentrations of nutrients that are already known to influence glycoforms. Alongside, we will develop a computer model of the metabolism of the cells which can predict which glycoforms are produced. Using these two together, we should be able to design new media for the cells to use that result in a more homogeneous glycoform profile which we can change based on what the cells are fed with. We can also suggest genetic changes to the cells that would further help us produce a single, designed glycoform. This could lead to the production of drugs that are safer and require lower doses because they have a single glycoform attached which is the most appropriate for the function of that drug.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I017011/1","grantId":"BB/I017011/1","fundValue":"731234","fundStart":"2011-11-01","fundEnd":"2015-04-30","funder":"BBSRC","impactText":"  The model of nucleotide sugar donor metabolism and glycosylation developed in this project has attracted interest from the industrial members of the BRIC community. We have been in talks to facilitate its uptake by several member organisations. This involves design of experiments which can be used to re-parameterise the model for a new cell line. Pharmaceuticals and Medical Biotechnology Economic","person":"Karen Marie Polizzi","coPersons":["Cleo  Kontoravdi","Stuart Michael Haslam","Anne  Dell"],"organisation":"Imperial College London","findingsText":" We are interested in gaining a better understanding of how what we feed cells in industrial cell culture impacts their efficiency at making the product of interest and the final quality of that product. Currently, we are approaching this through a combination of mathematical modelling and experimentation. We aim to develop high throughput high content imaging systems to help us to understand the biochemistry. Again because of the industrial involvement in the club the research is shaped as the grant progresses according to the needs and desires of the biopharmaceutical industry. Therefore we are developing technologies that they will ultimately have a heavy interest in using. This project is funded through the Bioprocess Research Industry Club (BRIC). As such there is a natural exploitation route in the form of the industrial members of the club. We are required to attend a dissemination meeting every 6 months where the results are reported to the industrial members. In addition, publications and talks are uploaded to a secure site for 28 days prior to being submitted so that the industry members can protect any IP they are interested in. Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}