{"id":"2F473599-CC0F-4320-A715-9EFF9FC143C7","title":"Integration of chromosome synapsis and recombination by AtZYP1 during Arabidopsis meiosis","abstractText":"Meiosis occupies a central role in the life cycles of all sexually reproducing eukaryotes. An understanding of this process is critical to furthering research on reproduction, fertility, genetics and breeding. Meiosis is a specialized form of cell-division during which a single round of DNA replication is followed by two cell-divisions thereby reducing the chromosome content from diploid to haploid. Accurate segregation of homologous chromosomes at the first meiotic division is dependent on the formation of physical connections, known as chiasmata, between homologous chromosome pairs (homologues). Chiasmata arise from homologous recombination during prophase I of meiosis and are the physical manifestation of genetic crossovers. In their absence the homologues segregate at random leading to the formation of aneuploid gametes following the separation of the sister chromatids at the second meiotic division. In the past few years it has emerged that the key events of meiosis, chromosome pairing and synapsis and homologous recombination that occur during prophase I of meiosis are highly integrated. Also, it is increasingly clear that many of the key decisions in the control of meiotic recombination occur in early prophase I at the time of the transition from leptotene to zygotene when homologous chromosome synapsis is initiated. Synapsis is mediated by the synaptonemal complex (SC), a structurally conserved, tripartite proteinaceous complex. The SC was discovered in 1956 and has subsequently been found in the majority of eukaryotes. It is comprised of two lateral elements running in parallel the length of the homologous chromosome pairs. These are separated by a distance of 100nm and are linked by transverse filaments that interdigitate to span the central region in a 'zipper-like' arrangement. Remarkably, the function of the SC remains a mystery. However, recent studies in budding yeast and our own in Arabidopsis point to a strong link between initiation of chromosome synapsis and the control of the recombination pathway. In this proposal it is our objective to elucidate the nature of this relationship in Arabidopsis. We have recently isolated ZYP1 the first SC protein to be identified in higher plants. It encodes the transverse filament of the SC. We have discovered that in the absence of ZYP1 normal recombination is perturbed such that inappropriate recombination events occur between non-homologous chromosomes. Hence accurate chromosome segregation at the first meiotic division is impossible. In this project we aim to establish how the ZYP1 protein prevents non-homologous recombination. Does it directly interact with the early recombination machinery to ensure the fidelity of recombination interactions? Or perhaps it affects chromosome dynamics in early prophase I, since is increasingly clear that there is a close relationship between the recombination pathway and chromosome organization throughout meiosis. We anticipate that these studies will establish for the first time a SC function beyond a simple structural role and provide further evidence that the biochemical processes that drive recombination are closely co-ordinated by chromosome dynamics","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E006469/1","grantId":"BB/E006469/1","fundValue":"390079","fundStart":"2007-01-01","fundEnd":"2010-04-30","funder":"BBSRC","impactText":"","person":"Chris  Franklin","coPersons":["G  Jones","Susan  Armstrong"],"organisation":"University of Birmingham","findingsText":" 1. An anti-AtZYP1 antibody affinity column was used to investigate interactions between AtZYP1, other synaptonemal complex proteins and the recombination machinery. A number of interactions were identified. Amongst these was AtRPA1a, analysis of which has allowed us to establish for the first time an in vivo a role for RPA1 in second-end capture during homologous recombination (Osman et al, 2009 EMBO J).\n\n\n\n2. We identified a new chromosome axis-protein ASY3 which is required for AtZYP1 polymerization but not initial localization. This enabled us to establish that AtZYP1 itself is required to prevent non-homologous recombination rather than SC polymerization. This work has recently been published (Ferdous et al, 2012 Plos Genetics).\n\n\n\n3. We have explored factors affecting AtZYP1 dynamics. Efficient SC polymerization is dependent on surprisingly high levels of DNA double strand breaks, providing an insight as to why the number of DSBs far exceeds the number of crossovers. Meiotic progression and AtZYP1 polymerization is also very sensitive to temperature with defects apparent at 25-27oC, hence of relevance to climate change. Meiotic progression and AtZYP1 polymerization is also very sensitive to temperature with defects apparent at 25-27oC, hence of relevance to climate change. Agriculture/ Food and Drink","dataset":"gtr"}