{"id":"2F4978E0-F1E2-4892-972D-117B2063B574","title":"Implanted imaging laboratories for deep-tissue in vivo imaging","abstractText":"The use of in vivo microscopic imaging is widespread for fundamental research using animal models in biomedicine, for drug discovery and tracking disease progression. Deep-tissue imaging is, however, highly invasive and so termination of the animal normally occurs after each measurement. For experiments involving testing with multiple timepoints, for example for studying disease progression or cell migration, termination of an animal for each timepoint can require the use of a large number of animals to achieve a reliable research outcome. Furthermore this provides only snapshots of phenomena, hampering understanding of cell fate and function. We will develop a multi-modal, miniaturised microscope and develop techniques for surgically implanting the microscope into an animal for multimodal microscopic imaging over extended time periods. The microscope will be sufficiently small and configured to be minimally intrusive for animal comfort. For example the microscope objective will be anchored with cement to vertebrae or bones around joints and optical image guides will transmit images to detector arrays that can be remotely located within body cavities with minimal or no discomfort to the animal. The microscope can be recovered at the end of the study.\nThe research project will provide the following advantages that align with the aims of NC3Rs:\n-For longitudinal studies there will be a clear proportionate reduction in the number of animals sacrificed.\n-The improved control provided by the use of only a single animal for each longitudinal measurement will enable reliable research outcomes to be achieved with fewer animals.\n-Real-time imaging during normal animal behaviour will provide for improved quality of data for certain experiments and will reduce the animal stress associated with anaesthesia.\nTaking these two first aspects into account we aim to reduce the number of animals used by a factor of ten for longitudinal studies in each of three active research programmes involving spectral imaging and fluorescence imaging of the spinal cord and of joint tissue.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NC/L001969/1","grantId":"NC/L001969/1","fundValue":"352774","fundStart":"2015-03-01","fundEnd":"2017-11-30","funder":"NC3Rs","impactText":"","person":"Andrew  Harvey","coPersons":["David Robert Cumming","James MacDonald  Brewer","Andrew Lee Davies","Susan Carol Barnett"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}