{"id":"2F668A66-5013-40BE-9213-A3E3E73FC763","title":"The Audiovisual Essay: a digital methodology for film and media studies","abstractText":"Scholars researching film and media traditionally publish their work in the same forms as other disciplines in the humanities - notably, books and critical essays. But developments in digital technology afford exciting new possibilities for conducting analysis and conveying arguments about digital media by using digital media. This grant will support a one-day public symposium on digital aesthetics presented by a group of twelve leading film and media academics, and an associated two-day workshop focused on encouraging these scholars to develop their presentations into 'audiovisual essays' incorporating moving images and sound. \n\nThe one-day symposium, Indefinite Visions, will take place at the Whitechapel Gallery (London) and will allow speakers to present, share, and discuss their latest research on digital aesthetics. Invited participants will comprise contributors to the CI's upcoming edited collection on the role that 'indefinite' digital video effects and artefacts (including blur, glitch, pixellation, warping, distortion, and stutter) play in contemporary film and moving image arts. The symposium will be followed by a two-day hands-on workshop, designed to give the academic participants the creative context and technical skills necessary to make the leap to digital scholarship. The workshop will be led by three world-leading video essayists. In a supportive environment, mentored by these three practitioners, academic participants will consider the theoretical foundations of video essays and the practical issues involved in their creation, and will experiment with producing audiovisual essays themselves. The symposium and workshop will be supported by a public screening on each of the three days, that will showcase key examples of how visual artists and other practitioners have used digital images to interrogate digital images. \n\nThe symposium, workshop, and accompanying screenings will be organised by the PI with the support of the Whitechapel Gallery. The CI will contribute to event organsation by liaising with the academic participants. Both the PI and CI will present at the symposium, and also produce an audiovisual essay. The PI will additionally edit a special issue of [in]Transition: Videographic Film &amp; Moving Image Studies, which will feature a peer-reviewed selection of the audiovisual essays produced by the participants. This special issue will be essential for disseminating and promoting the digital scholarship explored in the workshop; it will leverage the participation of senior academics in the project to advocate audiovisual film and media scholarship, and provide a lead for film and media researchers ready to make the transition to digital practice. \n\nThe PI is a film-maker and video essayist whose work has been shown at festivals and museums on five continents, and is an editorial board member of [in]Transition. The CI is co-editor of Indefinite Visions (Beugnet &amp; Cameron, 2016. University of Edinburgh Press), a forthcoming publication on digital aesthetics which will feature articles by the presenters at the symposium. Confirmed contributors include W.J.T.Mitchell, Jacques Aumont, Michel Chion, Raymond Bellour, and D.N.Rodowick. Combining the PI's expertise in digital media-making with the CI's international film and media research network, the project will pioneer the use of digital video technology as a critical tool, and so expand the expressive possibilities available to scholars in the humanities.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/M010392/1","grantId":"AH/M010392/1","fundValue":"30318","fundStart":"2015-12-01","fundEnd":"2016-11-30","funder":"AHRC","impactText":"","person":"Richard  Misek","coPersons":["Allan Donald Cameron"],"organisation":"University of Kent","findingsText":"","dataset":"gtr"}