{"id":"2F6E3DFD-C900-434D-9F02-A7F59C5ADA37","title":"Nucleation and growth of iron sulfides: linking theory and experiment","abstractText":"Iron sulfides are widespread in the environment, where they regulate and control the global geochemical iron and sulfur cycles. However, despite their application as indicators for seawater anoxia and recorders of early-life isotopic and paleomagnetic data, iron sulfide minerals are still largely unexplored compared to, for example, iron oxide minerals or the silicates or carbonates. \n\nNumerous iron sulfide phases are known, but many are highly unstable or only partially stable for a short time in the environment. Even the least reactive iron sulfide, pyrite, is no longer stable once exposed to air at the Earth's surface. Its dissolution leads to the problem of acid mine drainage, where sulfuric acid and any trapped toxic metals are released with devastating effects on the environment near the mine. However, iron sulfides also have beneficial effects on the environment, as they easily incorporate metals within their structure, and thus could be sinks for toxic metals or radioactive elements. \n\nAn intriguing aspect of iron sulfides is the crucial role they may have played in the Origin of Life. Thin layers of iron-nickel sulfide are believed to have formed in the warm, alkaline springs on the bottom of the oceans on Early Earth. They are increasingly considered to have been the early catalysts for a series of chemical reactions leading to the emergence of life. The oxygen-free production of various organic compounds, including amino acids and nucleic acid bases - the building blocks of DNA - is thought to have been catalyzed by small iron-nickel-sulfur clusters, which are structurally similar to the highly reactive present day iron sulfide minerals greigite and mackinawite, yet we know little about how they form.\n\nIn view of the likely role of such reactive minerals in the conversion of pre-biotic CO2 on Early Earth, we may well be able to harness iron sulfides as present-day catalysts for the same process, thereby potentially aiding the slowing down of climate change by converting the CO2 we produce into useful chemicals. In today's world, the importance of such iron-nickel-sulfide clusters as catalysts has been confirmed, as several life-essential iron-sulfur proteins help transform volatiles such as H2, CO and CO2 into other useful and less harmful chemicals.\n\nIn all of the above examples, it is important to understand that the reactions that lead to the formation of all these minerals which are necessary for any of the geologically stable minerals to exist (i.e., pyrite) all rely on our understanding of the nucleation and growth of unstable precursors or of the reaction transforming one phase to another. Furthermore, the structure and reactivity of each of these phase determines its role and potential application in the environment. A few research groups in the UK and abroad have carried out high quality investigations of the properties of a number of iron sulfide minerals, but it is particularly difficult to investigate events early on in the nucleation process, even though they set the scene for all subsequent transformations. \n\nIn this project we propose to employ a robust combination of state-of-the-art computation and experiment to unravel the nucleation of iron sulfide mineral phases. We aim to follow the reactions from the emergence of the first building block in solution, through agglomeration into larger clusters, their aggregation into nano-particles and the eventual transformation into the final crystal. We anticipate that this project, investigating short-lived processes which are only now accessible to study through the development of high temporal and spatial resolution in-situ characterization techniques and High Performance Computing platforms, will lead to in-depth step-by-step quantitative insight into the iron sulfide formation pathways and enhance our fundamental understanding of how a mineral nucleates in solution.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J010626/1","grantId":"NE/J010626/1","fundValue":"361983","fundStart":"2013-01-14","fundEnd":"2014-12-31","funder":"NERC","impactText":"  Initial findings have been published in the scientific literature, been presented at international conferences and been the basis for EU research funding Energy,Environment ","person":"Nora Henriette De Leeuw","coPersons":["Geoffrey David  Price"],"organisation":"University College London","findingsText":" Iron sulfides are widespread in the environment, where they regulate and control the global geochemical iron and sulfur cycles. However, despite their application as indicators for seawater anoxia and recorders of early-life isotopic and paleomagnetic data, iron sulfide minerals are still largely unexplored compared to, for example, iron oxide minerals or the silicates or carbonates. \n\nNumerous iron sulfide phases are known, but many are highly unstable or only partially stable for a short time in the environment. Even the least reactive iron sulfide, pyrite, is no longer stable once exposed to air at the Earth's surface. Its dissolution leads to the problem of acid mine drainage, where sulfuric acid and any trapped toxic metals are released with devastating effects on the environment near the mine. However, iron sulfides also have beneficial effects on the environment, as they easily incorporate metals within their structure, and thus could be sinks for toxic metals or radioactive elements. \n\nAn intriguing aspect of iron sulfides is the crucial role they may have played in the Origin of Life. Thin layers of iron-nickel sulfide are believed to have formed in the warm, alkaline springs on the bottom of the oceans on Early Earth. They are increasingly considered to have been the early catalysts for a series of chemical reactions leading to the emergence of life. The oxygen-free production of various organic compounds, including amino acids and nucleic acid bases - the building blocks of DNA - is thought to have been catalyzed by small iron-nickel-sulfur clusters, which are structurally similar to the highly reactive present day iron sulfide minerals greigite and mackinawite, yet we know little about how they form.\n\nIn view of the likely role of such reactive minerals in the conversion of pre-biotic CO2 on Early Earth, we may well be able to harness iron sulfides as present-day catalysts for the same process, thereby potentially aiding the slowing down of climate change by converting the CO2 we produce into useful chemicals. In today's world, the importance of such iron-nickel-sulfide clusters as catalysts has been confirmed, as several life-essential iron-sulfur proteins help transform volatiles such as H2, CO and CO2 into other useful and less harmful chemicals.\n\nIn all of the above examples, it is important to understand that the reactions that lead to the formation of all these minerals which are necessary for any of the geologically stable minerals to exist (i.e., pyrite) all rely on our understanding of the nucleation and growth of unstable precursors or of the reaction transforming one phase to another. Furthermore, the structure and reactivity of each of these phase determines its role and potential application in the environment. A few research groups in the UK and abroad have carried out high quality investigations of the properties of a number of iron sulfide minerals, but it is particularly difficult to investigate events early on in the nucleation process, even though they set the scene for all subsequent transformations. \n\nIn this project we propose to employ a robust combination of state-of-the-art computation and experiment to unravel the nucleation of iron sulfide mineral phases. We aim to follow the reactions from the emergence of the first building block in solution, through agglomeration into larger clusters, their aggregation into nano-particles and the eventual transformation into the final crystal. We anticipate that this project, investigating short-lived processes which are only now accessible to study through the development of high temporal and spatial resolution in-situ characterization techniques and High Performance Computing platforms, will lead to in-depth step-by-step quantitative insight into the iron sulfide formation pathways and enhance our fundamental understanding of how a mineral nucleates in solution. \n\nThus far, the computational team in UCL have calibrated and employed a range of computational techniques to identify the early solvated ion species and clusters that go on to grow into iron sulfide nanoparticles. The experimental colleagues in Leeds have successfully shown that a crystalline pre-cursor phase before mackinawite can be stabilised for long enough that its characterisation - together with modelling - may be possible. This work is ongoing. \n\nIn addition to the work on mackinawite nucleation, we have also investigated its reactivity, having modelled the surface structures and stabilities and its reactivity towards adsorption of organic pollutants and the catalytic conversion of toxic NO and NO2 species. They may be used for further funding opportunities, for interaction with academic experimental groups or with industry, for example on the catalytic properties. Energy,Environment","dataset":"gtr"}