{"id":"2F7E7860-179F-4480-BA93-DA20586C0679","title":"Superplumes, superpiles or superpuddings? Understanding the thermochemical dynamics of the mantle with waveform seismology","abstractText":"We understand plate tectonics. What we still do not understand is how the mantle and plates work together to generate this unique behaviour. This is an outstanding fundamental problem. In particular we do not understand the dynamics of mantle convection including what role composition plays. Seismological studies have shown us that the mantle has two giant mysterious structures at its base, one beneath Africa the other beneath the Pacific. We do not understand their role in mantle convection. \n\nThere are three hypotheses for these structures, each with different dynamical implications. First that they are the result of thermal convection e.g. result from a cluster of plumes (super-plumes); second that they represent dense detrital pile (super-piles); and third that they are thermo-compositional, resulting from recycling of oceanic crust, leading to distributed heterogeneity (equated by some to plums in a pudding) through the mantle, which maybe more concentrated in these regions (super-puddings). \n\nWe will produce computer simulations of mantle circulation to investigate each class of hypothesis. We will apply plate motion history to these to produce models that can be compared with the real Earth. Earlier work of our team has shown that both preliminary superplume and superpile models produce structures similar to the two large structures imaged with seismic tomography. The different hypotheses though will have different internal and top structures, which cannot be resolved with current seismic tomography. They can be differentiated seismically, but it requires more advanced methods.\n\nThis project will bring these more advanced methods to bear. Models of the predicted seismic structure will be produced from the present-day stage of the resulting mantle circulation models. This will be done using a world-class thermodynamic database of the mineralogy and its elastic properties, derived from hundreds of laboratory experiments. \n\nThe models will be tested using seismic probes that can look inside the structures, and another set that focus at their upper edge. The predictions of the probes for the different hypotheses will be produced by accurately directly simulating the propagating seismic waves. This will be done using the spectral finite-element code SPECFEM3D_GLOBE on the National Supercomputer, HECToR (and soon ARCHER). One set of probes is the so called 'ScS' seismic wave. This is a wave that reflects off the core mantle boundary - this provides a tool to look inside the structure with high lateral resolution. The second set of probes will be body-waves that bottom around the top of the structures. If the structures extend high above the core mantle boundary then waves that only sample them will be affected. \n\nThe distinctive predicted seismic signatures of the different models will then be compared to the large datasets now available allowing the hypotheses to be exactingly tested. The weak signatures in the data will be amplified by using the advanced techniques of observational seismology of stacking waveforms (adding multiple seismograms), which are best done using arrays of seismometers. They will also provide a good test for current approximate methods used to image and model the mantle structure.\n\nThe research team has the resources (access to high performance computing), tools (code to model mantle circulation (TERRA, Fluidity) and seismic wave propagation (SPECFEM3D_GLOBE)), data, track record and expertise (including partners for plate motion histories, mineral physics, modelling, and seismic data analysis) in place to undertake this ambitious project.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/K004824/1","grantId":"NE/K004824/1","fundValue":"192610","fundStart":"2013-09-30","fundEnd":"2017-08-31","funder":"NERC","impactText":"  The findings have indirectly stimulated work by energy companies to help incorporate such findings in their exploration systems. This has included jointly preparing applications for future projects. Energy Economic","person":"J Huw Davies","coPersons":[],"organisation":"Cardiff University","findingsText":" We have developed a computer modelling program that allows us to simulate the evolution of the solid Earth including melting. We are also developing methods to test the structures produced by using these models in a computer program that allows us to simulate seismic wave propagation. In principle this will allow the original evolution program predictions to be predicted by comparing with observed seismograms. Through this we can better understand the evolution of Earth's interior and how it controls the surface. This work will provide a test of plate motion histories and properties of Earth's interior. This will therefore give others a quantified measure of the confidence they should have to use such properties and histories in their simulations and work. Such models could be used by industries that need to understand the influence of the interior on the surface over geological timescales. Energy","dataset":"gtr"}