{"id":"2FAAF8CC-CA22-41FE-B71A-66275C05B2E9","title":"UNDERSTANDING 'QUASI-CITIZENSHIP' IN IMMIGRATION LAW AND PRACTICE","abstractText":"In recent times, changes of law have adversely affected long term British residents and British citizens, preventing exercise of several citizenship rights. For example, from July last year, British citizens became unable to bring their dependent non- European Economic Area (EEA) elderly parents to join them in Britain, but for under highly restrictive and exceptional circumstances. Non-EEA spouses and children of British citizens are also unable to join them in Britain unless stringent base earnings requirements are met. Stripping people of citizenship through deprivation proceedings is also a new development. \nSuch change (and its contestation by '&quot;quasi-citizens&quot;) takes place in the legal &quot;juridical field&quot; by virtue of the prominence of law and its practice. However, in the UK at present, there are no comprehensive empirical studies of the role of law and lawyers in citizenship-related issues. Migration studies tend to focus on refugees and asylum seekers.\nThis 3 year inter-disciplinary research project will address critical issues relating to immigration law and its practice by focusing on the practice of law for long term British residents who are deprived of full substantive citizenship rights and thereby remain &quot;quasi-citizens&quot;. Through this study it will be possible to analyze how far British citizenship has changed in recent times, as well as the implications of these changes for long term residents and the legal field. The legal field, as the arena for both contesting and constituting changes to citizenship, will be explored using French social scientist Pierre Bourdieu's concept of the juridical field, while employing mapping and social network analysis. \nThe project will cross a number of disciplines and integrate social insights of multiple stakeholders through in-depth qualitative interviews with lawyers, case workers and focus groups, as well as ethnographic fieldwork at law centres. Through analysis of ties between, and contributions of, different immigration stake-holders (such as the government, lawyers, case workers, policy makers, regulators and civil society bodies), the project is directed both towards generating socio-legal academic scholarship and towards increasing the capacity of the legal profession so that it can work more effectively for the full inclusion of long term British residents into British society in compliance with the rule of law. Ultimately this will help foster a fairer, more just and inclusive society, and thus it directly addresses ESRC's strategic priority of a Vibrant and Fair Society. \nAdditionally, the project will enable the PI's participation in inter-disciplinary research networks on citizenship theory and immigration law practice, both in the UK and elsewhere, thereby consolidating her position as an emerging expert in this field and building upon her earlier work on lawyers and the rule of law in the UK and the USA (Prabhat 2008, 2011). \nThe various dimensions of the project are:\n1. Research visits to Centre on Migration, Policy, and Society, (COMPAS) Oxford University, Center for Comparative Immigration Studies, San Diego, USA, and to the Migration and Diversity Centre, VU University, Amsterdam.\n2. Interviews and fieldwork with lawyers and case workers \n3. Mapping and social networks analysis, alongside the creation of an interactive website for on-going research, reflection and co-production of knowledge with multiple stakeholders. \n4. Impact activity, including collaborations on practical legal education guided by an Impacts Advisory Board, which will include experts on practical legal education from Law Schools at the University of Kent, University of Liverpool and New York University.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L010356/1","grantId":"ES/L010356/1","fundValue":"244381","fundStart":"2014-10-01","fundEnd":"2017-09-30","funder":"ESRC","impactText":"","person":"Devyani  Prabhat","coPersons":[],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}