{"id":"2FB60600-AF6A-47BC-87B2-2873B106453F","title":"Nuclear structure studies of radioactive nuclei via Coulomb excitation reactions with a large acceptance Bragg detector at an ISOL facility","abstractText":"Nuclear structure physicists study the shape and excitation modes of the atomic nucleus in order to understand the nuclear force. The atomic nucleus can be spherical or it can be deformed, like a Frisbee or a rugby ball. Once the nucleus is deformed, it can also rotate or vibrate. Measuring the deformation and excitation modes allow us to better understand the nuclear force and why protons and neutrons are bound in the nucleus. The strong nuclear force cannot be derived from our understanding of quarks, the constituent components of protons and neutrons, but is instead obtained from experimental data. This derivation of the nuclear force works well and helps us understand known nuclei that are stable as well as many that are radioactive. We also use it to predict the behaviour of nuclei far from stability. Newly built accelerator facilities that have radioactive nuclear beams are allowing nuclei far from stability to be studied for the first time, such as ISOLDE at CERN. Recent experiments show that the structure of some nuclei is not always the expected structure. These results, and perhaps further discoveries, will help us better understand the nuclear force. To measure the shape of the nucleus, we give it additional energy and observe the way it returns to the ground state. From this decay we deduce excitation modes, determine the amount of deformation, and compare the results to what various nuclear models predict. How do we excite the atomic nucleus and determine the structure from an experiment in this proposed research? We will use a reaction that depends purely on the electromagnetic force. This is very well understood force and makes the analysis of the experimental data simple. We will accelerate the radioactive nucleus we want to study and have it pass through a thin target material of stable nuclei. As the beam of radioactive nuclei pass through the target material, some will get very close to some of the target nuclei. This proximity generates a ver","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D035163/1","grantId":"EP/D035163/1","fundValue":"125517","fundStart":"2006-03-27","fundEnd":"2009-03-26","funder":"STFC","impactText":"","person":"Charles  Barton","coPersons":[],"organisation":"University of York","findingsText":"","dataset":"gtr"}