{"id":"2FC77EA2-3AFE-43A1-95DB-B07F7DA4CC2F","title":"A robot scientist for drug design and chemical genetics","abstractText":"In Aberystwyth we are developing the world's first 'Robot Scientists'. These are robotic system that can fully automate simple forms of scientific reasoning and experiment. Given a problem they can automatically execute cycles of: hypothesis formation, generation of experiments to discriminate between hypotheses, execution of these experiments using laboratory robotics, and analysis of results. We have previously demonstrated the proof-of-concept of this idea, and built the Robot Scientist 'Adam' which can automate growth experiments in bakers/brewers yeast (S. cerevisiae). This organism is used a 'model' for more complicated biological cells, such as our own. We have been given &pound;540,000 from the University of Wales, Aberystwyth, to develop a Robot Scientists for chemical genomics and drug design - Eve. This money will only pay for the hardware and software for Eve. In this application we are requesting the salary and running costs necessary to demonstrate that chemical genomics and drug design can be successfully automated. Drug design is an ideal candidate for increased automation: automation is already far advanced, with large (relatively stupid) robotic systems widely deployed, and drug design experiments are arguably the most important type of experiment done in the UK / both medical and economically. The core of Eve will be a robotic assay platform that will allow the automated testing of thousands of compounds from a library using automated plate readers and microscopy. Eve will be linked to Adam to enable different types of mutant yeast cells to be tested. The AI brain of Eve will analyse the results of experiments, then design new experiments by choosing new chemical compounds from the library and requesting new yeast strains from Adam. This will result in the automatic accumulation of knowledge. We will look at two specific systems in yeast: pheromone/glucose detection, and the MAPK pathway. These are both intrinsic biological interest, and hve significant links to human medicine. We will also make human/yeast chimeric systems that will allow us to test drugs that will work on humans.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F008228/1","grantId":"BB/F008228/1","fundValue":"1029580","fundStart":"2008-05-01","fundEnd":"2011-10-31","funder":"BBSRC","impactText":"","person":"Ross  King","coPersons":["Stephen George Oliver","Michael  Young","Jem  Rowland"],"organisation":"Aberystwyth University","findingsText":"","dataset":"gtr"}