{"id":"2FCEEE03-9E62-44C5-B5B3-5401C7EE12F0","title":"Coordination of anti-epileptic inhibitory mechanisms in neocortex","abstractText":"Epilepsy is among the most common serious neurological conditions, affecting over a half million people in the UK, and over 50 million worldwide. Given its prevalence, it is important to ask how epileptic and normal brains differ. One hypothesis is that normal brains are protected by a particular set of inhibitory neurons, which act like circuit breakers: they fire in response to surges of activity, when the risk of a seizure is high, and prevent activity spreading out from its site of origin. The importance of this idea is that it can explain many different facets of epilepsy, from how genetic mutations give rise to seizures, right up to the nature of EEG rhythms.\n\nRecently we have developed new ways of studying epilepsy, using the latest microscopy and electrophysiology technology to film epileptiform activity with unprecedented resolution. This work has highlighted the unusual activity patterns of certain inhibitory neurons. These cells are connected by unusual electrical contacts called gap junctions. Other evidence also points to the importance of gap junctions in epilepsy, and thus they represent a potential new target for anti-epileptic drugs. We will therefore investigate how gap junctions affect the behaviour of this important group of neurons. \n\nOur studies will initially involve a very detailed study of the electrical properties of these unusual networks of cells, coupled by gap-junctions. These are very important baseline studies because they will show how normal brain activity spreads. By charcterizing these normal activity patterns, we can then determine how activity changes in epilepsy. To do this, we will use one of the best mouse models of epilepsy, in which mice have the same genetic mutation which has been identified as the cause of a particularly severe type of epilepsy, called Dravets syndrome. These animals, which mimic exactly real human conditions, because they derive from the exact same genetic mutations, are about the best models there are of human epilepsy. We are entering a period when such models may be created with increasing ease, yet we do not have a good way of characterizing their epilepsy. Our studies will show how to do this, by characterizing different facets of epileptic activity with exquisite detail using latest electrophyiological and microscopy techniques. \n \nFinally we will move from mouse to humans, making use of a truly unique set of recordings taken from real people who are undergoing neurosurgical treatment for their epilepsy. These recordings have been made at a top American hospital, and have already allowed us to uncover new ways of interpreting one of the most important neurological diagnostic tools, the EEG.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J013250/1","grantId":"MR/J013250/1","fundValue":"760113","fundStart":"2012-10-15","fundEnd":"2017-03-30","funder":"MRC","impactText":"","person":"Andrew James Trevelyan","coPersons":["Claudia  Racca"],"organisation":"Newcastle University","findingsText":"","dataset":"gtr"}