{"id":"2FCFBF82-0ACC-48D0-9EA7-4CB8A8D6F386","title":"ISOL-SRS: ISOL Beam Storage Ring Spectrometer","abstractText":"The elements we see around us, and that constituent our bodies, are predominantly stable, yet we know these were forged in violent astrophysical scenarios. The traces from this violent history can be found in sensational new detailed astronomical observations of element abundances from exploding stars, meteoritic inclusions attributed to condensation of material following single explosive events, and observations of gamma-ray emission indicating these process are still ongoing in our universe. The synthesis of the elements in these explosive scenarios involves nuclear reactions involving unstable nuclei. The unknown structure and reactions of these unstable nuclei critically affects our understanding of the origin of elements we now see in a relatively quiescent state around us, and the nature and dynamics of the stellar environments in which they formed. As we have begun to explore the properties of these nuclei, surprising results have been found on the evolution of shell structure, indicating what we find to be the case in stable nuclei, cannot be simply extrapolated to unstable systems. Nature is far more rich and diverse then we anticipated, leading to new shell structures driven by the underlying nature of the nuclear interaction. The locations of these shell structures are subtley and intimately associated with the shapes of nuclei. One such example are Pear-shaped nuclei exhibiting permanent static octupole deformations.These provide a very promising laboratory to search for finite atomic electric dipole moments, indicative of CP violation beyond the Standard Model of Particle Physics. Precision measurements of the evolution of atomic levels of unstable nuclei using lasers, can in turn provide measurements of the underlying charge radius of the nucleus. This is particularly important for the study of halo nuclei, which exhibit an almost pure mantle of neutron matter.\n\nThe science described above requires precision measurements of the structure and reactions of unstable nuclei. Furthermore, the studies need to be performed in the appropriate energy regime where these properties can be best probed. The new TSR heavy ion storage ring will be located at the ISOLDE facility CERN. This will be a unique facility worldwide. ISOLDE is the world's leading facility for the production of radioactive beams. Following new upgrades, these radioactive beams will be accelerated to the energy range perfect for precision reaction studies. These beams will be injected into the storage ring where they can be rapidly cooled to give very high quality radioactive beams enabling ultra high resolution measurements of nuclear reactions to be performed using very thin, pure gas targets or measurements of the ground-state properties using lasers. In each case the storage ring allows a repeated probing of the radioactive beam as it circulates with a frequency ~1 MHz in the ring, ensuring high luminosity is combined with high precision. For heavier radioactive species, the lifetime of the beam in the ring is significantly reduced by atomic collisions with the gas target. In this case, the high quality beam can be extracted from the ring and injected into a novel solenoidal magnet and detector system. The overall ISOL-SRS spectrometer systems proposed by the UK community for use in conjunction with the TSR storage ring will therefore enable a major breakthrough in precision studies of the reactions and properties of unstable nuclei across the vast range of masses and isotopes produced by the ISOLDE radioactive beams facility, CERN.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/M001652/1","grantId":"ST/M001652/1","fundValue":"1092870","fundStart":"2015-01-01","fundEnd":"2019-03-31","funder":"STFC","impactText":"","person":"Philip J  Woods","coPersons":[],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}