{"id":"2FD2AA79-D7C0-4408-818B-3E51E9130100","title":"Relative importance of tree species and genotypic diversity for above- and belowground processes in boreal forest","abstractText":"The majority of forests in Europe are managed and underwent considerable changes in tree species richness, species composition and genetic diversity over the last few centuries. However, sound scientific evidence of the impact of these changes in tree species and genetic diversity on how the ecosystems work and the services they provide, including human well-being, is still lacking. We need this knowledge in order to effectively conserve and utilise our forests in the face of environmental change. Boreal forests are particularly species-poor, and therefore addition or loss of a single tree species may be expected to have larger effects on the ecosystem. In addition, the variation within tree species has also been recently shown to be an important determinant of ecosystem functioning, but the relative importance of variation between tree species and within a single species has not yet been addressed in a single study. In this project we take advantage of two unique long-term experiments previously established by our team in boreal forests of SW Finland. These experiments manipulate both tree species diversity and tree within-species genetic diversity. We will examine how this tree-based biodiversity affects the range of animals, microbes and fungi associated with the forest, how the ecosystems work, from above-ground insects to the tree's growth and the unseen but crucial biodiversity in the soil. A key connection between the trees and their associated biodiversity is their content of different chemical defences which protect them from their enemies and can have consequences for other organisms and ecosystem processes. Understanding the relative role of genetic and species diversity is important because we need to know whether conservation and management efforts have to be focused on species richness or intraspecific diversity. Therefore, the results of this project will be important for prioritizing conservation efforts and predicting consequences of biodiversity declines.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/K014285/1","grantId":"NE/K014285/1","fundValue":"402819","fundStart":"2014-01-01","fundEnd":"2016-12-31","funder":"NERC","impactText":"","person":"Julia  Koricheva","coPersons":[],"organisation":"Royal Holloway, University of London","findingsText":"","dataset":"gtr"}