{"id":"2FD99C9C-34B5-466C-8F85-0C47405ACC0E","title":"MICA: Is PI3Kgamma signalling organised in distinct membrane nano-domains?","abstractText":"Neutrophils are the major white blood cell and are involved in fighting bacterial and fungal infections. Patients who have long term deficiencies in neutrophil function suffer from life-threatening chronic infections and usually die early. Neutrophils perform this role through their ability to detect potential pathogens or zones of inflammation, migrate towards them and ingest (phagocytose) and kill the pathogens. Pathogen killing is performed by a battery of anti-microbial agents including highly reactive chemical species and enzymes that are released into the vicinity or into the small digestive vacuole formed inside the neutrophil once microbes have been ingested. It is increasingly accepted that neutrophils can also be key culprits in a number of inflammatory diseases, such as rheumatoid arthritis. In these situations excessive neutrophil accumulation at the site of inflammation only makes things worse as the intense production of anti-microbial agents causes collateral damage to neighbouring cells and inflammation. This results in further neutrophil recruitment, leading to a long-term problem. The intracellular processes that control these neutrophil behaviours have been studied for many years because of their central role in immunity and in disease. In principle, some of the intracellular processes may be more important in the disease processes than they are for the immune response and hence drugs targeting them may act as anti-inflammatories whilst sparing immune function. Such compounds are much needed as current anti-inflmmatories are limited and have side-effects. \nOur project addresses how these intracellular processes in neutrophil function in both health and disease. We focus on a specifc key player in these molecular events called PI3K-gamma (phosphoinositide 3-kinase) that we first discovered in the early 1990s. It is now accepted to be a potential target for novel anti-inflammatories with many major companies screening/developing new inhibitors. PI3Kgamma is found as a complex of 2 proteins; p110gamma and either a p101 or p84 regulatory subunit. All of the drugs so far developed against PI3K-gamma have been designed to inhibit the p110-gamma protein because it is always present. The relative roles of the 2 regulatory subunits are not completely understood: how they are different in terms of properties and functions and whether it might be case that one is more or less involved in pro-inflammatory v immune responses and may hence may be a better target for the development of drugs in the long term. Our recent work (unpublished) shows that in mice p84 and p101 have unique important roles in neutrophils and in this grant we hope to refine this idea and understand how they work differently and whether they offer better opportunities as drug targets.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K018167/1","grantId":"MR/K018167/1","fundValue":"772692","fundStart":"2013-11-01","fundEnd":"2016-10-31","funder":"MRC","impactText":"","person":"Len  Stephens","coPersons":["Phillip  Hawkins"],"organisation":"Babraham Institute","findingsText":"","dataset":"gtr"}