{"id":"2FE42211-7B5F-4345-9009-DDB60FE76BB6","title":"The contribution of ammonification to N2O emissions from soils","abstractText":"This project will investigate the significance of a bacterial process called ammonification in the emmission of nitrous oxide (N2O) from soils. N2O is perhaps most commonly known as the anaesthetic 'laughing gas'. However in global terms emissions of N2O is no laughing matter as it is a potent green house gas that can persist in the atmosphere for hundreds of years. The global emmissions of this gas are rising yearly and much of this is from biological sources. This is of great concern due to the involvement of this gas in global warming and the destruction of stratospheric ozone. Thus it is vital to understand the enzymatic processes that underlie N2O release, the regulation of these processes and the nature of the microorganisms responsible for the nitrous oxide release during bacterial ammonification. It will then be possible to propose appropriate management of the soil-plant system to mitigate emissions and to improve existing models. This is important as appropriate mitigation strategies for ammonification are likely to differ from another bacterial process called denitrification that can also lead to N2O emmission. Here we will encompass the whole picture of N2O emission in ammonifiers from the purified enzymes that produce the gas to complex communities that harbour these enzymes in soil. We will use enzyme analysis and stable isotope techniques to determine ammonification rates and N2O production during this process, and will use molecular techniques to investigate ammonifying populations in soil.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D010942/1","grantId":"BB/D010942/1","fundValue":"175132","fundStart":"2006-06-12","fundEnd":"2009-06-11","funder":"BBSRC","impactText":"  The work has lead to a greater understanding of nitrogen flux in soils and this is feeding into new models for nitrogen fate and greenhouse gas emissions. It has contributed to a International Training Network around Europe. Agriculture, Food and Drink Economic","person":"David  Richardson","coPersons":["Julea Nicole Butt","Elizabeth  Baggs"],"organisation":"University of East Anglia","findingsText":" This project will investigate the significance of a bacterial process called ammonification in the emmission of nitrous oxide (N2O) from soils. N2O is perhaps most commonly known as the anaesthetic 'laughing gas'. However in global terms emissions of N2O is no laughing matter as it is a potent green house gas that can persist in the atmosphere for hundreds of years. The global emmissions of this gas are rising yearly and much of this is from biological sources. This is of great concern due to the involvement of this gas in global warming and the destruction of stratospheric ozone. Thus it is vital to understand the enzymatic processes that underlie N2O release, the regulation of these processes and the nature of the microorganisms responsible for the nitrous oxide release during bacterial ammonification. It will then be possible to propose appropriate management of the soil-plant system to mitigate emissions and to improve existing models. This is important as appropriate mitigation strategies for ammonification are likely to differ from another bacterial process called denitrification that can also lead to N2O emmission. Here we will encompass the whole picture of N2O emission in ammonifiers from the purified enzymes that produce the gas to complex communities that harbour these enzymes in soil. We will use enzyme analysis and stable isotope techniques to determine ammonification rates and N2O production during this process, and will use molecular techniques to investigate ammonifying populations in soil. We have identified that a significant community of bacteria in soils contribute to nitrous oxide release that were otherwise thought not too. This will lead to a re-evaluation of soil nitrous oxide release models. Agriculture, Food and Drink","dataset":"gtr"}