{"id":"2FE68871-FF35-4D8D-8654-A1B9FE186E94","title":"Toxoplasma: Sphingolipids in host-parasite interactions syntheses versus scavenging","abstractText":"The apicomplexans are a large group of related, single-celled microscopic organisms that cause a range of diseases (including malaria) in both humans and economically important domestic animals. One of these, Toxoplasma gondii, can infect most species of warm-blooded animals causing a disease known as toxoplasmosis. In recent times Toxoplasma has come to prominence as causing serious diseases in patients whose defences (immune response) against such invading organisms have been damaged, such as those suffering from acquired immunodeficiency syndrome &iquest; AIDS. In addition, infection of unborn lambs with Toxoplasma is a major cause of miscarriage, leading to annual multi-million pound losses to UK sheep farmers. Humans and other animals usually become infected with Toxoplasma following ingestion of contaminated food or faeces. Subsequently, the parasites can invade almost any of the cells that make up the body of an animal. However, in most cases this infection does not cause serious disease, instead Toxoplasma is controlled by the immune response of the animal and retreats into cysts in the brain or in muscle tissue. These cysts can remain throughout the animal&iquest;s life without causing any problems. However, a damaged (in an AIDS patient) or undeveloped (in an unborn animal) immune response is unable to control the parasite in this way leading to disease. Within the animal cell Toxoplasma manufactures many substances it needs for growth, however, it is also able to scavenge various materials that it uses for its own purposes. This research proposal aims to investigate how the parasite manufactures or acquires an important component of its plasma membrane (a fatty barrier that separates the inside of the parasite cell from the external environment) &iquest; sphingolipid. This will help us understand how Toxoplasma grows within animal cells and how it subsequently causes disease. In addition, the observation that some of the machinery needed to make sphingolipids in Toxoplasmand in other apicomplexans) is very unusual may eventually allow the development of new drugs against these organisms.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D52396X/1","grantId":"BB/D52396X/1","fundValue":"199494","fundStart":"2006-01-01","fundEnd":"2009-06-30","funder":"BBSRC","impactText":"  The screening technology developed during the execution of this award has, following IP protection, been deployed in collaborative projects with GSK and MRC Technology Ltd towards anti-protozoal drug discovery. Pharmaceuticals and Medical Biotechnology ","person":"Paul William  Denny","coPersons":[],"organisation":"Durham University","findingsText":" Toxplasma gondii is a model apicomplexan and as such a representative of a group of important human and animal parasites. Work in this project showed that host (mammalian) processes were not vital to Toxoplasma proliferation (and perhaps pathogenicity). In addition key enzymes in the parasite sphingolipid biosynthetic pathway were identified and characterized . Given that sphingolipids are key components of membranes, as well as mediators of vital cellular functions, these may represent novel drug targets. The fact that the enzymes identified differ significantly from their equivalents in mammals indicated that that specific, non-toxic inhibitors (drugs) could be identified. The use of assay system developed (and patent protected) in the search for inhibitors could lead to the subsequent development for drugs for a range of human and animal parasitic infections. If successful the impact of this would be substantial. The identification of these enzymes has lead to a drug discovery initiative which could impact on both human and animal health. Specifically, an assay system for analyses of one the the enzymes identified (International Publication Number WO 2007/083116 Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}