{"id":"2FEB071D-23C0-446B-9DC9-A46397890E33","title":"Contemporary French Poetic Practice: an interdisciplinary approach","abstractText":"Poetry is often treated as a genre set apart and hard to access, but recent poetic practice in French, in very diverse ways, demonstrates that poetry is inseparable from other genres of writing, and other arts, media and disciplines: \n- poets work with visual artists, photographers and musicians on collaborative productions;\n- poets are themselves performers, artists, musicians, filmmakers, philosophers, and translators;\n- developments in poetry have influenced philosophy and political thought, translation practices, film-making and other visual arts; \n- new technologies have changed the media in which poetry is created and distributed.\nThe project will explore poetic practice from an interdisciplinary perspective. It will aim at producing new methods appropriate to the study of contemporary work, along with new definitions of 'poetic practice', and it will develop future research agendas. It will include the active involvement of practitioners to encourage greater interaction between research and practice.\nThis will be achieved by establishing an international network of academics and practitioners. Many of the academics have established research records, but there will also be a significant number of early-career researchers. Vital to the network will be practitioners who will include both internationally-recognized and innovative young poets, artists and performers. The network and its activities will be coordinated by Emma Wagstaff (University of Birmingham) and Nina Parish (University of Bath).\nThe network will meet for five themed workshops to consider differences in approaches and work towards a future research agenda. The workshops will be accompanied by open-access activities that will showcase the work of practitioners and disseminate it to a wider audience:\n- workshop 1: Poetry and the visual arts at the University of Cambridge, accompanied by an exhibition of works produced in collaboration by poets, artists and photographers. \n- workshop 2: Poetry and new technologies at the University of Bath, accompanied by a virtual exhibition of digital poetry.\n- workshop 3: Poetry, philosophy and politics at the University of Oxford. \n- workshop 4: Poetry, music and performance at the University of Birmingham, accompanied by a performance by musicians and a performance poet. \n- workshop 5: Poetry and translation, at the Centre International de po&eacute;sie Marseille, France, accompanied by a practical poetry translation workshop led by translators. \nThe outputs for the project include publications that will be informative for academic researchers and practitioners, and an open-access website that will include summaries or podcasts of the papers presented and examples of poets' work. It will also act as a hub for future discussion and research, bringing together links to practitioners' sites and to the research of other groups working on similar themes in different language areas.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J004731/1","grantId":"AH/J004731/1","fundValue":"35955","fundStart":"2012-09-17","fundEnd":"2015-03-16","funder":"AHRC","impactText":"","person":"Emma  Wagstaff","coPersons":["Nina  Parish"],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}