{"id":"2FEEEBBB-2596-42D9-ADB4-ED0A5140BD4C","title":"The dynamics and energetics of hunting in the cheetah","abstractText":"A cheetah can sprint at 65 mph, making it the fastest land animal by far - elite racing greyhounds and racehorses (and zoo cheetahs chasing a lure) only manage 40 mph. Cheetahs are also highly manoeuvrable, allowing them to catch even the most agile of prey. But what is it about the cheetah that enables it to do this? At the moment we simply don't know. The highly cited 'cheetah top speed' comes from just three measured runs by one individual cheetah in 1965. To find out, we need to measure the performance of cheetah during hunting in the wild - the only time that peak speed and manoeuvring are achieved. However, whilst cheetahs are believed to hunt almost daily, hunting is hard to observe directly.\n\nWe plan to fit wild cheetah with collars equipped with unique technology that we have developed especially for this type of work. Each collar contains a special high accuracy GPS to pinpoint location and speed along with acceleration sensors, miniature gyroscopes, a compass and a tiny low power computer. The sensors can detect the cheetah's exact footfall pattern - how many strides and when each foot is on the ground. The collars monitor where the cheetah is and what it is doing - resting, walking, and most importantly, hunting and only collects detailed information when the cheetah is moving quickly (logging data up to 300 times per second). From the data, we can reconstruct the exact movement of the cheetah during a hunt. At other times, regular position updates and behaviour are recorded and the integrated solar panels recharge the batteries. The collar data is stored for later download via an integral radio-link.\n\nWe aim to film cheetah hunts from the ground and air using a high resolution high speed video camera on a mount that automatically points at a GPS derived location. The collars tell the mount where to point the camera via a radio link and the camera tracks the cheetah's movement (we actually aim the camera just ahead of the cheetah to see the prey as well). Because the cameras and collars are exactly synchronised in time, we can examine the collar data and video footage of the hunt step by step, including the terrain, obstacles and interaction with the prey. We will use a combination of statistical analysis techniques and computer modelling to examine limits and aids to performance like grip, muscle power requirements, turn initiation and tail movement.\nThe key to explaining the cheetah's speed and agility may lie in its muscles. Therefore we will study how quickly and powerfully cheetah muscle fibres can contract (by studying miniscule samples taken using a fine biopsy needle) to find out whether its properties differ from those of other cats or other elite performance animals such as humans, racehorses or greyhounds.\n\nThis project will be the first to record such detailed data on wild cheetahs 24 hours a day. As well as enabling us to find out how cheetahs achieve their speed and manoeuvrability, these data will also enable us to explore - in unprecedented detail - cheetah behaviour, home range use and territory size, which is necessary to develop management strategies for the cheetah's long-term survival. The muscle studies may contribute new information for scientists working to develop new treatments for muscle problems in humans and animals. Our results and data collection techniques will provide new tools for scientists working not only on biomechanics, behaviour and ecology, but also those wanting to understand the spread of disease in wild populations. We expect our work also to be of interest to engineers, as understanding the cheetah's design may contribute to the design of lighter weight, faster legged robots and the military too, as the technology and analytical methods could be used for tracking soldiers on the battlefield. Finally, we hope our work will engage the public, showcasing how maths, engineering, and biology can help us unravel nature's secrets and inspire scientists of the future.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J018007/1","grantId":"BB/J018007/1","fundValue":"600869","fundStart":"2012-11-24","fundEnd":"2016-11-23","funder":"BBSRC","impactText":"","person":"Alan  Wilson","coPersons":["Roger  Woledge","Nancy  Curtin","James Richard Usherwood"],"organisation":"Royal Veterinary College","findingsText":"","dataset":"gtr"}