{"id":"2FFF692B-8A4B-4E6D-AD90-54CB0B6646AA","title":"Leveraging the genome sequences of two Arabidopsis relatives for evolutionary and ecological genomics","abstractText":"The question of how changes in DNA sequence result in novel adaptations and in the formation of new species is at the heart of evolutionary biology, and approaches developed from natural changes are also important in studying evolutionary changes during crop domestication. Comparing the genomic DNA of related species does not identify which sequence differences were selected. Statistical population genetic approaches using sequence differences between and within species can pinpoint regions of the DNA that may underlie adaptive changes. However, these techniques are only effective if the genome sequences to be compared are neither too similar nor too dissimilar, and few pairs of genome sequences suitable for the analyses are yet available in the animal or plant kingdoms, or even in fungi. The impending completion of the genome sequences of the two Brassicaceae Arabidopsis lyrata and Capsella rubella, together with the available genome sequence of A. thaliana, offers opportunities to study such questions in plant species at the intermediate evolutionary distances that are ideal for computational studies of evolutionary processes; these three species are also suitable for functional studies. We will exploit this resource by studying sequence evolution on a genome-wide scale and by studying the molecular basis of evolution in two well-characterized and ecologically relevant traits, flowering time and self-incompatibility (SI). We will first generate sequence alignments of all three species and compile all sets of orthologous genes, i.e. descended from the same gene in the species' common ancestor. As the genetic maps of the three species are known to be very similar, large orthologous stretches of genome can be identified. The alignments will immediately allow us to detect the especially interesting category of genes that are present/absent in individual species, allowing study of genome evolution. We will next estimate rates of synonymous sequence changes (not changing the amino-acid sequence of the proteins encoded) and non-synonymous changes between pairs of genes present in each species pair. Comparing these rates across all genes can answer several important questions, including whether rates of non-synonymous substitutions are similar between genes or regions, and if not, whether variation is systematic across large genomic regions. Candidates for having evolved adaptively and/or contributed to speciation will be genes with unusually high rates of non-synonymous substitutions, relative to polymorphism levels within populations (which we shall estimate from a large set of loci to serve as 'controls'). Other interesting candidate genes can be identified from unusually high or low differentiation between natural populations. The sequence analyses will provide a foundation for functional studies of two adaptive traits, flowering time and SI. Genes affecting flowering time will be identified with two complementary approaches. First, variation in flowering time in naturally occurring A. lyrata populations will be correlated with sequence changes in orthologues of known A. thaliana flowering time regulators. Second, we will identify A. lyrata genomic regions with large effects on flowering time by genetic mapping, and then study candidate genes in these regions by manipulating their activity. We will use the self-incompatible species A. lyrata to study the transition to self-compatibility (SC) in some natural populations, and will do similar studies in C. rubella (SC) and its self-incompatible sister species C. grandiflora, including establishing an immortalized mapping population from a cross of the species to map genes associated with SC/SI, and other traits of evolutionary significance, such as flower size, etc. Together, our studies are expected to answer several interesting evolutionary and genome evolution questions, and should also advance breeding programmes in crops.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E024718/1","grantId":"BB/E024718/1","fundValue":"224747","fundStart":"2007-09-10","fundEnd":"2009-09-09","funder":"BBSRC","impactText":"  Published papers, research talks (seminars and meetings) Education,Environment Cultural","person":"Deborah  Charlesworth","coPersons":[],"organisation":"University of Edinburgh","findingsText":" Evidence for differences in sequence diversity in different genome regions and in plant populations with different mating systems, and for effects on the efficacy of natural selection. Please see published papers for details. They have been taken forward in studies of other plant populations Education","dataset":"gtr"}