{"id":"3015E428-89A2-404B-849A-4F9F051E99F3","title":"Structure and function of replicate natural bacterial communities","abstractText":"We rely on the services that bacteria provide to digest our food, to breakdown pollutants, and to recycle the nutrients that are essential for maintaining natural ecosystems. Despite their importance, we are only beginning to understand how communities of bacteria operate. There is good reason why this is the case. The microbial world is perhaps the most complex and dynamic biological ecosystem, so experiments remain in their infancy. The proposed research will investigate fundamental questions in describing the factors that control the biodiversity (e.g. the number of species) and composition (i.e. the identity of the species) of bacterial communities and the consequences for ecosystem functioning. The approach that is used is to take a relatively simple but natural ecosystem that is easy to replicate. Such a system is provided by water-filled treeholes, which are 'natural microcosms' that I have used successfully in the past to uncover some fundamental patterns. In particular, this previous work has shown that larger treeholes contain more diverse bacterial communities. In addition, when bacteria are isolated from the treeholes and the communities are re-constructed in the laboratory, more diverse communities also have higher levels of ecosystem functioning (measured as the total respiration of the bacterial community). The current proposal follows from these exciting results by conducting a series of field experiments that attempt to discover the mechanisms that underlie the patterns. For example, one possible mechanism is that larger treeholes contain more diverse bacterial communities because colonisation by bacterial cells is more rapid into larger treeholes. The principle goal of the proposed research is to assess the degree to which altering the colonisation rate alters the final state of the bacterial community. This is done by explicitly manipulating colonisation rate in the field. I also propose to investigate whether the different communities that are thus created also differ in their level of ecosystem functioning. The results of such an experiment has far-reaching implications for microbial ecology by demonstrating how colonisation dynamics influence bacterial communities, a finding that would lie at the heart of our understanding of how microbial communities operate.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F000286/1","grantId":"NE/F000286/1","fundValue":"97057","fundStart":"2007-09-01","fundEnd":"2009-08-31","funder":"NERC","impactText":"  Microbes play a vital role in all ecosystems, but the factors that govern their distribution and abundance (which microbes are found where) are poorly understood. The grant looked at the role of dispersal in determining the makeup of communities of bacteria in natural environments. Environment ","person":"Thomas  Bell","coPersons":[],"organisation":"University of Oxford","findingsText":" Microbes play a vital role in all ecosystems, but the factors that govern their distribution and abundance (which microbes are found where) are poorly understood. The grant looked at the role of dispersal in determining the makeup of communities of bacteria in natural environments. The results are particularly relevant in industries responsible for developing methods for breaking down products (e.g. sewage, pollutants, etc.). Such industrial processes are often driven by a complex community of interacting bacterial species, whose provenance and community structure are poorly understood. Bacteria are vital for ecosystem services, such as protecting crops and humans against pathogen 'invaders', for the digestion of food, and for the manufacture of goods, and many others. These ecosystems services can only be understood with a thorough knowledge of the underlying ecology and evolution of complex bacterial communities. The grant looked at one aspect of what determines the makeup of bacterial communities- the importance of immigration into existing communities. Using 'natural microcosms', I found that both the distance between communities, and the amount of time that they were open to immigration, were important determinants of the final community structure. Environment","dataset":"gtr"}