{"id":"3018F043-8467-498A-B88C-FDC0C8BBC37B","title":"An investigation into the synergistic impact of sublethal exposure to industrial chemicals on the learning capacity and performance of bees","abstractText":"The continual pressure for increased efficiency that has driven the spread of large crop monocultures has in turn increased the risk of pest damage to crops and driven down the density and diversity of natural pollinators and predators. As a result, we find ourselves critically dependent upon pesticides to protect vulnerable crops and the bees to pollinate them. Honeybee populations worldwide are in crisis and bumblebees species and populations are in decline. For honeybees, identified threats include changing climatic conditions and attack by various mites and diseases. Exposure to the varied cocktail of pesticides upon which we rely to protect crops could also be harming beneficial pollinators. Ironically, the miticides used to protect honeybees from mites may also be harmful to bees. The nervous system of all animals operates by the rapid transmission of information between brain cells (neurons) across the brain. Neurons communicate using chemical messengers (e.g. acetylcholine, ACh), to which a neighbouring neuron responds using specific receptors (e.g. ACh receptors, AChRs). To ensure that the message is received only once, excess ACh is rapidly inactivated. The recipient neuron passes this information on to the next neuron and so information spreads rapidly across the brain. This 'excitatory' brain activity is tempered by opposing (inhibitory) activity, whereby some neurons do not respond. Balancing these two opposing signals provides control and limits dangerous hyperactivity in the brain. Many pesticides act by interfering with information flow in the insect brain. Some increase ACh release, or inhibit its removal, while others directly stimulate AChRs or remove the brake by blocking the inhibition. Collectively and at sub-toxic levels, pesticides may act together to alter brain activity as seen for two miticides; Checkmite and Apistan. At low levels, pesticides might trigger hyperactivity to initiate epileptic seizures, mood disorders or altered learning and memory. These sub-toxic effects are poorly understood and the potential for synergy between pesticides is largely unknown. We hypothesise that the chronic exposure of honeybees to miticides combines with sub-toxic agricultural pesticides to disturb critical bee behaviours such as foraging, navigation and communication. Understanding the molecular mechanisms involved in potential synergistic actions of pesticides on behaviour requires a simplified, yet robust, model. To achieve this, we will perform studies directly on neurons purified from bee brains and cultured in the laboratory. These cultures will be used to analyse neuronal responses to pesticides, both alone and in combination. For more long-term and widespread utility (screening and monitoring), we propose to develop novel honeybee cell lines. Results from the neuronal screening approach will be validated using brain slices to monitor electrical brain activity. Using these techniques, we can study the molecular basis of learning and memory and how this is affected by pesticide exposure. To explore the consequences of combined sub-toxic exposures on honeybee and bumblebee health we will investigate their ability to perform learning tasks. We will also assess their navigation, foraging and communication skills using a range of techniques including radio frequency identification tagging of individual bees and decoding the honeybee waggle dance. In addition, we will work in partnership with the Scottish Beekeepers Association (SBA) on a 3-year survey of the impact of environmental chemicals on colony performance. SBA members will also support our data collection with regard to honeybee foraging. This project is a unique opportunity to develop a network of UK scientists with complementary skills and shared goals to address the issues of insect pollinator loss.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I000178/1","grantId":"BB/I000178/1","fundValue":"376250","fundStart":"2011-03-07","fundEnd":"2015-03-06","funder":"BBSRC","impactText":"","person":"Nigel  Raine","coPersons":[],"organisation":"Royal Holloway, University of London","findingsText":" We have shown that exposure to field-realistic levels of neonicotinoid pesticides can lead to significant impairment in the behaviour of individual bumblebees (e.g. foraging behaviour, learning and memory) and also the pollination services they provide.\n\nWe have shown that combined exposure to field-realistic levels of two pesticide classes (neonicotinoids and pyrethroids) has more significant impacts on bumblebee colony growth and survival compared to control (untreated) colonies or indeed colonies exposed to a single pesticide.\n\nExposure to imidacloprid reduced the foraging efficiency of workers (Gill et al. 2012). While untreated (control) bees got better at collecting pollen as they gained foraging experience, foragers exposed to imidacloprid gradually became worse at this task. Furthermore, neonicotinoid exposure appeared to change the flower species visited by bumblebees for pollen (Gill &amp; Raine 2014). Affected colonies attempted to mitigate the impact of individual behavioural impacts of imidacloprid exposure by sending out more bees to collect pollen, a strategy that failed as it increased the rate at which bees were lost from these nests. Overall imidacloprid-treated colonies collected less pollen with knock-on impacts for the production of new workers that depends on the supply of pollen to develop. As a consequence, we observed a major deficit in colony growth in all bumblebee colonies exposed to pesticide, and an increase in colony failure rate in those colonies exposed to both pesticides at the same time (Gill et al. 2012). Importantly, colony deficits are only apparent after about 2 weeks. This highlights a major gap in the current safety testing protocols that assess pesticide toxicity after only 4 days. \n\nWe have also assessed the impacts of exposure to another neonicotinoid, thiamethoxam, on the foraging performance and homing behaviour of bumblebees (objective 3: Stanley et al. Submitted). Foragers from colonies exposed to this pesticide carried out longer foraging bouts, and brought back pollen less frequently than controls, indicating reduced foraging performance - a result consistent with our studies on the effects of imidacloprid exposure. Interestingly, a higher proportion of bees from pesticide treated colonies returned home when released 1km from their nests, which may be related to increased orientation experience during longer foraging bouts (Stanley et al. Submitted). \n\nWe assessed the impacts of both acute and chronic exposure to field-realistic levels of thiamethoxam on bumblebee odour learning and memory (objective 4). Although bees exposed to acute doses showed learned responses to odours less frequently than controls, we found no difference in the number of individuals able to learn. However, following chronic pesticide exposure, bees exposed to field-realistic levels learnt more slowly and their short-term memory was significantly impaired (Stanley et al. Submitted#). These results indicate that field-realistic pesticide exposure can have appreciable impacts on learning and memory, with implications for individual behaviour and colony fitness.\n\nWe have also conducted experiments to assess how pesticide exposure might affect the ability of bees to handle flowers to extract rewards (pollen or nectar) and the pollination services they provide. Monitoring the foraging behaviour of bumblebees on an array of morphologically complex wild flowers (Lotus corniculatus and Trifolium repens) in an outdoor flight arena, we found that more bees released from pesticide (thiamethoxam) treated colonies became foragers and that pesticide exposed bees visited more flowers than controls. However, while pesticide-exposed bees collected pollen more often than controls, control bees learnt to handle flowers efficiently after fewer practice visits than bees exposed to pesticide (Stanley &amp; Raine, Submitted). Our results suggest that the foraging behaviour of bumblebees on real flowers can be altered by sub-lethal exposure to field-realistic levels of pesticide. In another study we provide the first evidence that pesticide exposure can reduce the pollination services bumblebees deliver to apples, a crop of global economic importance. Bumblebees from thiamethoxam exposed colonies collected pollen from apple trees less often. Most importantly these pesticide exposed colonies produced apples containing fewer seeds - an indicator of fruit quality in this crop (Stanley et al. Submitted). Our results also suggest reduced pollination service delivery is not due to pesticide-induced changes in individual bee behaviour but most likely due to impacts at the colony level. These findings suggest that pesticide exposure can impair the ability of bees to provide pollination services, with important implications for both the sustained delivery of stable crop yields and the health of natural ecosystems.\n\nWe have investigated the potential impacts of pyrethroid exposure for bumblebees, particularly in conjunction with infection by a prevalent trypanosome parasite (Crithidia bombi). Our results suggest that exposure to ?-cyhalothrin had no measurable impact on the susceptibility of workers to C. bombi infection. Pesticide exposed (?-cyhalothrin) colonies produced workers with a significantly lower body mass (Baron et al. 2014), but pesticide exposure was not associated with differences in survival for workers or males, even when they were additionally challenged with C. bombi infection.\n\nBuilding on our empirical studies of how chronic, field-realistic, exposure to pesticides, can affect individual bee behaviour and colony function, we have produced mathematical models of how sublethal stress can affect individual bees with knock-on impacts for colony function. Results from our sublethal stress (SLS) model indicate how positive density dependence can cause multiple dynamic outcomes: some colonies fail while others thrive (Bryden et al. 2013). The SLS model performs better than existing models at predicting colony failures in real empirical datasets. This type of model, that explicitly includes sublethal impacts of environmental stress, has great potential to improve the process of risk assessments for pesticides and emergent diseases in the future. Our research results linking individual behaviour impairment levels following pesticide exposure to abnormal patterns of bumblebee colony growth have generated considerable interest from conservation groups, government and pesticide regulators (for example Defra and the European Food Safety Authority (EFSA) has already consider the wider significance of this work. The US Environmental Protection Agency and the Pest Management Regulatory (PMRA) are in the process of using these data to feed into their re-evaluation of neonicotinoid regulation and application. Agriculture, Food and Drink,Government, Democracy and Justice","dataset":"gtr"}