{"id":"30193787-0064-4964-89F6-9A7CECA03ED6","title":"Integrative approach to promote hydroxylations with novel P450 enzymes for industrial processes","abstractText":"Cytochrome P450s are an interesting superfamily of haemoprotein monoooxygenases, which have been studied for over 50 years due to their vast reaction ability. However, previous studies on P450 enzymes have demonstrated how exploiting this reaction ability can be a challenging task. In some cases P450s enzymes are membrane bound and they require complex electron transport systems. For example isolated enzymes require efficient NAD(P)H regeneration systems. Using whole cells can overcome these issues but other physiological problems concerning substrate uptake, product/substrate toxicity, product degradation and poor substrate solubility may also arise. Mammalian cytochrome P450s can metabolise drugs, steroids and herbicides, however, their expression yields can be limited. Consequently, the discovery of novel P450s which can be cloned into E. coli and other host expression systems makes them attractive for industrial use. \nFor the aforementioned reasons the number of industrial processes utilising P450s is currently limited. Traditionally, P450 monooxygenases have been utilised in toxicity determination or to elucidate the effects of xenobiotic compounds in vivo. Commercial examples include the biotransformation of the steroid hydrocortisone produced at 100 ton/yr by Bayer Pharmaceuticals using P450 monooxygenases to conduct hydroxylation, the production of cortisone from progesterone by Pfizer and Bristol-Myers Squibb Company markets Pravastatin by microbial oxidation of compactin. Future applications could include antibiotic synthesis, anticancer drug synthesis, bioremediation, polymer and flavour production. Strategies aimed at optimising product yields of P450 catalysed reactions are needed for industrial processes to consider using this technology. \nThe ability to rapidly generate data on whole bioprocesses using automated microscale technologies has been previously demonstrated. In particular, accurate quantification of gas liquid mass transfer rates for a range of process conditions provided crucial insight into the occurrence of oxygen limitations and their effect on enzyme expression, activity and process yield. The application of this approach to challenging P450 catalysed bioconversions would allow quicker identification of optimised process conditions, making them more amenable to large scale development studies and industrial uptake. The proposal aim will be to establish automated microscale methodologies for the whole process evaluation of P450-based novel processes. In this project previous studies conducted at UCL will be extended by the introduction of microscale methods able to evaluate a large number of variables in parallel that have the potential to overcome the limitations of current P450s. An increase in throughput is considered as mandatory to identify P450s with activities suitable for commercial application as is the ability to look for synergistic improvements in both choice of biocatalyst and the processes by which it is produced and applied.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L003546/1","grantId":"BB/L003546/1","fundValue":"275259","fundStart":"2014-03-17","fundEnd":"2016-09-16","funder":"BBSRC","impactText":"  Findings from this project have generated interest in the industrial project partners who are considering adopting automated throughput methods to rapidly generate data on oxidative enzymes. This will allow them to make their processes more economically feasible. Chemicals,Manufacturing, including Industrial Biotechology Economic","person":"Martina  Micheletti","coPersons":["Gary  Lye"],"organisation":"University College London","findingsText":" The research allowed us to investigate new enzymes in a rapid and efficient way so that they can be use at scale for the production of precious chemicals. These enzymes represent an environmentally-friendly option to their chemical counterparts. The findings to date have allowed industrial partners to consider adoption of our new technologies and methodologies for similar and different enzyme systems. Chemicals,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}