{"id":"301C2C53-BD69-424A-93FE-46ADDECF10D0","title":"Preparing for CO2 column datastreams from OCO and GOSAT satellite instrument","abstractText":"Humans have influenced the evolution of Earth's climate in many ways, the most dramatic of which has been the burning of fossil fuels and the subsequent emission of carbon dioxide (CO2) and other greenhouse gases. A better quantitative understanding of the controls on biospheric continental CO2 fluxes is essential to reduce uncertainty of the human contribution to climate. Much of what we understand about continental biospheric fluxes has been inferred from in situ data. These data are sparse in both time and space, making it difficult to make reliable flux estimates. In contrast, the ocean CO2 fluxes typically vary over 100s km, making it easier to estimate global fluxes from in situ data. Two purpose-built satellite instruments will provide observations of CO2, representative of regional scales, from 2008. These data have the potential to revolutionize our quantitative understanding of the land-component of the carbon cycle, but using them presents significant challenges to the carbon cycle community. The data are not straightforward to interpret, representing a measurement of CO2 absorption in the near-infra red portion of the electromagnetic spectrum. Processing the hundreds of thousands of observations per day also represents a significant technical challenge. Data assimilation provides a flexible and efficient method of estimating surface CO2 fluxes that are consistent with the observed CO2 concentrations, accounting for their respective uncertainties. Here, we propose to develop efficient data assimilation tools to interpret these upcoming CO2 data streams and assess the strengths and weaknesses of these data for quantifying regional carbon fluxes. The tools will be tested rigorously using simulated observations from the two new instruments, providing the investigators an excellent opportunity to also assess the impact of instrument and model errors on surface flux estimates of CO2. The data assimilation tools, and the subsequent results from the simulations, will be invaluable when we process real data, with the purpose of reducing uncertainty in estimating future climate.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F000014/1","grantId":"NE/F000014/1","fundValue":"116424","fundStart":"2008-03-01","fundEnd":"2010-04-30","funder":"NERC","impactText":"  We have used this tool to explore real data and it has been used by NASA and the UK Space Agency to help develop other mission concepts. Aerospace, Defence and Marine,Environment,Security and Diplomacy ","person":"Paul  Palmer","coPersons":[],"organisation":"University of Edinburgh","findingsText":" We developed a numerical tool to efficiently interpret large data volumes associated with (then) upcoming Earth-orbiting satellite missions to observe atmospheric CO2 and CO2. We have used this tool to explore real data and it has been used by NASA and the UK Space Agency to help develop other mission concepts. Aerospace, Defence and Marine,Energy,Environment","dataset":"gtr"}