{"id":"3022389B-A2A7-48CC-9206-4016FF05999C","title":"Beyond the Frame: Indian-British Connections","abstractText":"'Indian-British Connections' extends the public remit and international impact of the AHRC-funded collaborative research project 'Making Britain: South Asian Visions of Home and Abroad 1870-1950'. Drawing on the proven success of the UK exhibition (touring 2010-11), the new project proposes a diverse range of new activities to generate further dissemination of Making Britain's findings in India and Britain. Featuring rich visual evidence as a powerful conduit to provoke dialogue on a history that has largely existed outside orthodox frames, it will swivel the perspective to examine India's role within Britain (rather than Britain's well documented imperial influence in India) creating in particular a display reconfigured for Indian audiences. This exhibition will trace a transverse lineage of Indian-British interactions across the race, class, gender divide and draw public attention to the complex realities of both countries' intertwined histories. The impact of the 12-panel display will be enhanced by a catalogue, talks, workshops and learning materials. These activities will direct attention to the depth of research underpinning the project and the many stories of political, social &amp; cultural consequence underlying it. Simultaneously, in the UK, the BL will add new online content(microsite/timeline) to the BL Learning website. A photographic history drawing on UK/India collections will expand the visual narrative and further enhance public understanding of the mixed heritage of present-day Britain.\n\nThese activities respond directly to major national and international demand generated by the project's many substantive, path-breaking outputs (interactive database, academic publications, workshops, conference, UK exhibition) and by academic and public audiences during Making Britain's final phase. In June 2010, India and Britain signed a Memorandum of Understanding to promote cultural exchange. This timely agreement directly involved several major museums in Britain, including the BL, which highlighted the project in a joint press statement released by the Dept. for Culture, Media and Sport. In June 2010, the British Council requested 4 preview panels to display at a reception in Delhi for the UK government delegation's visit.\n\nSubsequently 'Making Britain' benefited from considerable public and media interest evidenced by the Guardian's commissioning of an interactive timeline on South Asian Britain for their World News webpage (Sept. 2010). The proposed follow-on public engagement activities are directly encouraged by this response and the BC's keen interest to co-ordinate the exhibition tour in India.\n\nLed by the OU (Nasta, PI Making Britain), the project will continue its successful working relationship with the BL and pioneering historian Dr Visram (senior consultant; original project). In addition, it will develop productive new networks and knowledge exchange partnerships across the cultural, heritage, museum and education sectors. The timing is auspicious, given the keen support from museum partners as well as RCUK's 'India strategy' which aims to promote Arts and Humanities research links between India and Britain.\n\nProfessional affiliations with the British Museum, British Council (India), National Archives of India, RCUK (India), and Southbank Centre (London) are established and link a large network of internationally distinguished scholars, educationalists and curators, bringing new perspectives and value. By its focus on specific Indian British interactions which illustrate how these early South Asians shaped Britain's cultural, political and economic life, 'Indian British Connections' will complicate and add graphic depth to contemporary understandings of 'diaspora' and 'migration'. This will fill a major gap in public knowledge of the significant contributions this population made to the formation of the UK's long multicultural history and the makings of present-day post-colonial India and Britain.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J003247/1","grantId":"AH/J003247/1","fundValue":"97130","fundStart":"2011-09-01","fundEnd":"2012-08-31","funder":"AHRC","impactText":"  The project's two touring exhibitions 'South Asians Making Britain', UK-tour 2010-12, and 'Beyond the Frame: India in Britain', India-tour 2011-12, along with outreach activities and online learning resources, have helped to re-frame public and political perception in the UK and India of South Asian's contributions to British life and culture pre-WWII. \n\nThe UK exhibition tour was premiered at the British Library 2010 conference 'Bharat Britain', which had 250 delegates. The exhibition visited 11 public libraries, between 2010 and 2012. The Southall exhibition enjoyed 11,000 visitors. The impact on equality and citizenship issues was reflected in visitor responses: some highlighted how 'all peoples' have 'played their part in shaping history' (Manningham, 10/2011); others stressed how the 'legacy' of Asian Britain should promote 'mutual respect and understanding' (Visitor book, Southall 09/2012). Indian ayah images prompted actress Meera Syal to consider their story for a play (BL 2010). Recognition of the importance of this new angle on British history encouraged other display requests: DSC South Asian Literature Festival (600 visitors, 10/2010); Asia House (300 visitors, 05/2012); Humboldt University, Berlin (Jan-Mar 2012).\n\nAfter the success of the UK exhibition tour, the India exhibition tour was proposed following the signing of UK/India governments' Memorandum of Understanding in Delhi (07/2010). The impact of the 8-city Indian exhibition tour (Nov-Feb 2011-12, with 6325 visitors) was enhanced by school workshops with over 450 children. The exhibitions received wide media coverage (20 articles, including major newspapers, Times of India, The Hindu, Indian Express, Mint, DNA, Pioneer, Calcutta Telegraph, Week). The display and accompanying events influenced cultural programming (BC, NAI), sparking curriculum debate about 'new ways of interpreting history' through examining 'Indian history in Britain' instead of 'studying British history in India' (Feedback forms 22/02/2012). School workshops (15-18 year-olds) were linked to British Council's 'Connecting Classrooms' scheme; NAI held a Delhi launch (11/2011), coordinating a separate museum-led tour to their Puducherry, Bhopal and Jaipur archive-centres (Aug/Sep 2012) with outreach modeled on the OU/BL materials (600 participants).\n\nAs suggested, the project achieved wide media coverage. The 'Bharat Britain' conference led to a BBC broadcast on poets Tagore and Naidu (Radio 4, 7/11/2010). The UK exhibition prompted the image-based timeline, 'South Asians Making Britain' (09/2010) for Guardian Online on front and world news webpages (13,603 visits/month Sept-Dec 2010). BBC Three Counties Radio covered the OU exhibition launch (2012). \n\nCollaborations between Indian and British stakeholders in the arts, cultural and museum sectors resulted in international programming, showcasing UK humanities research through jointly-created materials, including entries on Asians in British history on the BL's award-winning interactive online timeline (5500 unique visits/month; http://www.bl.uk/learning/histcitizen/timeline/accessvers/index.html). A new Asians in Britain learning website (www.bl.uk/asiansinbritain) coinciding with the India tour attracted 15,445 individual page views by 09/2012. This cross-institutional engagement widened participation consolidating the AHRC/BL India strategies (. Hasan (Director, NAI) observed 'Important cross-sector exchange has been established' (Delhi, 11/2011). Jensen (BL Head of Arts and Humanities) noted: 'how much more can be achieved when academics and library staff pool knowledge and expertise and share their network of contacts. This... partnership has opened an important aspect of history to the wider public, and provided invaluable opportunities for knowledge exchange between the OU and BL. Feedback from the UK, India and the Foreign Office suggests this project has contributed significantly to community cohesion and cultural diplomacy' (10/2012).\n\nFurther online knowledge transfer has been ensured via the free online database www.open.ac.uk/makingbritain (launched 2010). From 1864 unique visits/month (10/2011) to 11,389 (03/2013), traffic continues at 5,000-12,000 visits/month. Figures show that the database has attracted users from over 46 countries. \n\nThe strong OU/BL partnership generated wider political interest. The Foreign and Commonwealth Office in London hosted the exhibition (Nov/Dec 2011), inviting the team to lead a FCO seminar on cultural diplomacy. FCO analyst (Velmati) marked its relevance for Britain's diasporic communities; Wadvani, Deputy High Commissioner, Kolkata suggested the website/database be 'required reading for anyone joining the Foreign and Commonwealth Office's South Asia team' (2011). Communities and Social Services/Policy,Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Government, Democracy and Justice,Culture, Heritage, Museums and Collections Cultural,Societal,Economic,Policy & public services","person":"Susheila  Nasta","coPersons":[],"organisation":"Open University","findingsText":" Beyond the Frame: Indian British Connections is an Arts and Humanities Research Council-funded follow-on project. It expands and builds on the success of the 3-year research project 'Making Britain: South Asian Visions of Home and Abroad' (2007-10). Profiling visual and archival sources in international collections, Beyond the Frame highlights the numerous ways in which South Asians positioned themselves within British society and culture and explores the significance of their impact on British life. Showcasing key historical links and cultural exchanges that took place between India and Britain, it also explores the tensions that arose from such encounters.\n\nThe primary objective of Beyond the Frame is to heighten public awareness of the depth of South Asian contributions to contemporary British life. It is led by Principal Investigator and Director, Professor Susheila Nasta of The Open University, with Penny Brook, Lead Curator of India Office Records, British Library, Research Fellow, Dr Florian Stadtler (OU), and pioneering historian of Asians in Britain, Dr Rozina Visram.\n\nWorking in close partnership with the British Library and the British Council, the project has toured a new facsimile panel exhibition 'Beyond the Frame: India in Britain, 1858-1950' to seven cities in India between 2011 and 2012. Profiling the extensive influence of the early South Asian presence in Britain from the period of the Raj to the early years of Independence, the exhibition drew attention to this history's ongoing relevance to British-Indian relations today. Positioned to create productive platforms for knowledge exchange, Beyond the Frame opened dynamic global pathways for cultural dialogue and public engagement.\n\nIn addition to follow-on funding from the UK Arts Humanities Research Council, this phase of the project has been enabled by financial support from The Open University, the British Library and World Collections Programme. This collaboration is further enhanced by a number of internationally distinguished partners, consultants and advisors; in particular, the British Council, coordinators of the India exhibition tour. At the same time, the original 'Making Britain' exhibition, has continued its highly successful UK tour. The project team delivered a varied programme of public engagement activities, including exhibitions, panel discussions, seminars, school workshops and lectures. In the UK, the project team has produced dynamic interactive online resources for the British Library's award-winning 'Timelines' website and a linked 'Asians in Britain' learning website aimed at the education sector and school children in Britain and India. Autumn 2013 marks the launch of an exciting new book, Asian Britain: A Photographic History, published by the Westbourne Press in partnership with Getty Images and the British Library. There is potential for bringing the database to the present, and doing an public artefact exhibition. Communities and Social Services/Policy,Digital/Communication/Information Technologies (including Software),Education,Government, Democracy and Justice,Culture, Heritage, Museums and Collections","dataset":"gtr"}