{"id":"30258436-EA7D-4FAB-A740-BEB92911C57D","title":"Modeling proteomics data for investigating plant response to environmental stress","abstractText":"Over the last decade, there has been large scale improvement in our ability to detect the expression of genes and their products (proteins) and how differences in gene expression are associated with differences in an organisms' characteristics (e.g. plant growth). Current technology allows us to observe a snapshot of gene expression and protein production at a moment in time. The information from such a snapshot can then be used to create a crude pathway of expression - linking together the functions of the expressed genes to the characteristics of the organism. \n\nAlthough these crude pathways indicate which genes are important for a particular characteristic, it doesn't fully explain system function - how the expression of each gene is related to each other. This is important for understanding how interactions between genes and proteins regulate the function of the whole system. Pathways then become components within a network of expression, aided by snapshots that are taken at multiple time-points. \n\nTo create networks of expression, a major development in innovative approaches to modelling gene expression data is now needed. Although data modelling and gene expression analysis are complementary techniques, they have not previously been combined and there is a lack of researchers with both skill sets. This project seeks to fill these gaps in knowledge and skills. The Co-I, who has extensive experience in 'Omics technologies) will be trained in state-of-the art modelling approaches for the analysis of biological systems. This training will then enable the Co-I to develop multivariate and structural equation modelling approaches to investigate system function at the level of gene and protein expression. Finally, these novel approaches will be used to analyze the relationship between environmental change and change in gene - phenotype networks using a large database with which the Co-I has produced with Nafferton Ecological Farming Group (NEFG).\n\nThis project is expected to generate innovative approaches to gene expression data analysis of benefit to the wider researcher community, and enhance UK leadership in environmental informatics. Furthermore, it will promote the knowledge exchange and further long-term collaborative frameworks between multi-disciplinary research communities.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/K011138/1","grantId":"NE/K011138/1","fundValue":"33777","fundStart":"2013-05-01","fundEnd":"2013-10-31","funder":"NERC","impactText":"  This was a training exercise where a molecular biologist was introduced to numerical modelling.\nThe development and application of structural equation modelling in bioinformatics. the case study with RUBISCO degredation pathways was successfully published. PDRA now employed on other research where she hopes to apply the modelling skills learnt.  ","person":"Steven  Rushton","coPersons":[],"organisation":"Newcastle University","findingsText":" Structural equation modelling has considerable scope for use in analysing complex biomolecular networks. The technique detailed in the publication is transferrable to other applications across molecular biology Agriculture, Food and Drink,Environment","dataset":"gtr"}