{"id":"302B0DA4-A911-49D8-956C-7B0601B4523A","title":"Relative strangers: Negotiating non-genetic kinship in the context of assisted conception","abstractText":"<p>Each year 800 children are born as a result of donor insemination, and 400 as a result of egg donation, in the UK. Following the Human Fertilisation and Embryology Act 2008, parents who have conceived using donor gametes are now strongly encouraged to tell the child about his/her 'true' genetic origins and not to keep the donor conception a secret. But evidence suggests that many choose not to 'tell' and that donor conception give rise to sensitivities and secrets in families. </p>\n\n<p>Focusing on both heterosexual and lesbian couples who conceive using donor gametes, this study aims to investigate how couples negotiate the processes of disclosure (and non-disclosure) of donor conception to extended family and kin, and how donor conceived children are received into family networks. </p>\n\n<p>The study will be undertaken in three phases using different research methods. The first phase entails mapping the legal and regulatory UK context. The second phase consists of an interview study comprising 25 heterosexual couples, 25 lesbian couples, 15 grandparents of children conceived in a lesbian context and 15 grandparents conceived in a heterosexual context. The third phase comprises a Mass Observation Project Directive at the University of Sussex, and explores wider social and cultural attitudes.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/I004890/1","grantId":"ES/I004890/1","fundValue":"299255","fundStart":"2010-10-01","fundEnd":"2013-06-30","funder":"ESRC","impactText":"  Academic impact\nWe have sought to published and disseminate our findings as broadly as possible in order to maximise our academic impact. Publishing our book based on the project and journal articles have been important strategies in realising this aim, and we have also given talks and delivered papers widely. The academic community have been very receptive and interested in our focus on the wider family findings, and our socio-legal perspective, as demonstrated by, for example, the invitation to contribute a chapter to an edited book, the invitation of both Smart and Nordqvist as keynote speakers at conferences, as well as positive reviews of the book. \nThe findings have also been used to generate new research ideas that are now being put into new research developments, including a major grant proposal, establishing a socio-legal network on third party conception as well as a University wide interdisciplinary research group on assisted reproduction. \n\nPractitioner and policy makers \nWe have contributed to wider societal debates through our response to the Nuffield Council of Bioethics call for evidence 'Donor conception: ethical aspects of information disclosure'. Our findings were put to use in the report, and additionally, Prof Smart was invited as keynote speaker when the report was launched. She was also invited to write a piece in Bionews, in which she drew on findings from the study. \nWe have also communicated our findings to policy makers and practioners through our many events organised as part of the project, notably the end of project conferences in Manchester March 2013 and in London June 2013. We were awarded an ESRC Accelerated Impact Award and we delivered a public debate 'Do genes matter' in London May 2013, with an audience of about 100 people. The feedback indicated that the audience were impacted in their thinking about the meaning of genes in family life. Nordqvist also published a comment piece in Bionews following the event. \nWe have also taken the opportunity to impact on the wider societal debate through publishing blog posts (Nordqvist 2014) and participating in media interviews (Nordqvist April 2014).\nThese activities have enabled us to use the findings to impact on public debate and, we hope, deepen the understanding of the issues involved in donor conception among practitioners and policy makers.\n\nUsergroups\nThroughout the project, we have been working collaboratively with user groups, most notably, the Donor Conception Network (the DCN), the National Gamete Donation Trust and Lesbian Mums groups in Manchester, London, Bristol and Hebden Bridge (West Yorkshire). The DCN invited us to read and comment on their draft leaflets to families of donor conceived children based on the findings made in the study. \nThe findings presented in the book has been keenly received in the user group communities, both in the UK (through the DCN) and also internationally, notably in Canada. They have also been recognised by the largest donor sperm bank in the world, Cryos International, who writes about the book on its website. Healthcare,Other Cultural,Policy & public services","person":"Carol Christine Smart","coPersons":["Petra  Nordqvist"],"organisation":"The University of Manchester","findingsText":" Telling donor conceived children, and others, about their genetic origins was found to be one of the most difficult consequences for parents who chose donor conception as a way to have a family.\n \nIt used to be that parents were encouraged to keep donor conception a secret, but in recent years the policy has shifted towards openness; parents are now encouraged to disclose to their children that they are born as a result of a donation. However, this development is very recent and so we found that there is no established way of talking about donor conception in families. Parents were often committed to the idea of being open, and yet found that the process of telling was far from straightforward. For example, they felt uncertain about how to broach the topic with their children, about what age they should start to tell them, and about how to talk of eggs and sperm.\n \nParents also found that they needed to tell close friends or family about the nature of the conception but here too they found the lack of a ready available social script or 'narrative' meant that broaching such conversations could be very difficult. We also found that a consequence of being open was that parents were no longer able to control information about their private lives (e.g. infertility) and this could be very difficult for them.\n \nDo genetic links matter?\n \nGenetic connections play a very complex role in the families of donor conceived children and there is no easy answer to this question. The issue of genes and blood raised a range of often confused and confusing feelings.\n \nThe couples we spoke to chose donor conception, over adoption, because it meant that one partner would have a genetic link with the child.\n \nWe found that family members 'claimed' the child as their own in different ways. For example, they could emphasise the importance of social relationships over genetic ones in forming family bonds. Erin, a mother of an egg donor-conceived child talked about being her daughter's mum:\n \nit's the hours and hours and days and months and weeks and years of love and time and energy and, you know hard graft at times that you need to give to your child to raise it. To me it's become abundantly clear that that's what makes a mother and not the cell that starts it off\n \nBut the genetic bond to the donor was not completely disregarded either. For example, some children looked very different from the rest of the family, or developed tastes or talents that appeared foreign. Moreover, little things, such as talk about family resemblances reminded parents and grandparents that they were not all genetically related.\n \nThe difficult decision to use a donor\n \nHeterosexual couples\n \nMany heterosexual couples we interviewed made the decision to use a donor after struggling to conceive without a donor for many years, and donor conception often felt like what one of our interviewees described as 'the next best option'.\n \nWomen who conceived using egg donation felt a strong biological link to the baby through pregnancy and birth, even though they had no genetic link.\n \nWhere couples conceived using sperm donation, the man could experience feelings of inadequacy linked to his infertility problems, as well as feeling a lack of a connection with the baby during pregnancy. Many men felt more of a connection after the birth when they could begin to build a relationship based on caring for, and spending time with, the child. However, difficult feelings could 'flare up' for example, if somebody remarked on how much the child looked like them.\n \nThe different experiences of heterosexual men and women\n \nWe found that men and women had very different experiences of donor conception even though all embarked on the process as a joint project. It was, for example, often clear that it was the women who were driving the process and who sometimes had a stronger commitment to having children. Moreover, the women in heterosexual couples often consoled themselves with the knowledge that they would experience a pregnancy, give birth and hopefully breastfeed. So although, in cases of egg donation, the mothers were not genetically related to their child, they still had a strong biological link. For the men in cases of sperm donation, it could be much more difficult to adjust and for them the consolation was that their wives had conceived and that, together, they had a baby to raise from 'day one'.\n \nTrevor: I turned to [the counsellor] and I said &quot;Well how do you deal with this stuff?&quot; She said &quot;The truth is you don't, you kind of, you live with it&quot;. Which was a nice sort of thing and I think [it] helped me massively, that speech. It means you don't have to come out the other side and everything be okay, you just live with it and you deal with it and you try and let it affect you as little as possible.\n \nLesbian couples\n \nLesbian couples knew from the outset that to start a family they had a choice between donor conception and adoption, so their decision to use a donor was not taken in the shadow of infertility problems (though some couples did have to resort to IVF as well as sperm donation). For these couples, difficulties tended to come from problems finding a suitable donor, or from concerns about equality between the 'genetic' and 'non-genetic' mothers.\n \nNon-genetic mothers were worried that, where the identity of the donor was known, he might be treated as the 'real' second parents of the child, thus pushing them to the margins. Couples often took steps to secure the legal parenthood of the non-genetic mother.\n \nLesbian couples had to continually manage the fact that their family looked different from the norm. This could cause tensions particularly where family members, and especially grandparents, were still struggling with the idea of their daughter being a lesbian. On a more positive note, some couples found that the birth of a baby could help mend previously difficult relationships.\n \nThe effect of an unknown donor on family life\n \nWondering about the donor\n \nEven when the identity of the donor was not known and they had no contact with the child, they could still seem to 'haunt' the family. The child could look or be very different from others in the family and this typically led parents and grandparents to wonder about the donor, and if this difference was a resemblance to them.\n \nWondering about 'donor siblings'\n \nMany of the parents we interviewed wondered about the existence of 'donor siblings' born from the gametes of their donor. They felt uneasy at the thought that their child could be related to a large number of unknown children growing up in the same town or even neighbourhood. They might also wonder whether these children counted as 'family' for their child.\n \nThe effect of a known donor on family life\n \nWhere couples knew their donor, they each had to negotiate complex questions around who counted as family. Do the donor's parents become grandparents of a donor-conceived child? Is the donor-conceived child a (half) sibling to the donor's other children? This could be a difficult and worrying process for couples and wider family.\n \nHow grandparents feel\n \nOur interviews with grandparents allowed us to hear directly some of the views and experiences of the older generation. We discovered the 'rule' that grandparents should not interfere in the lives and decisions of their adult children was both robust and quite rigidly applied. This meant that grandparents were almost universally loathe to offer their views on donor conception - at least to their adult children.\n \nTo us, they voiced concerns about whether it was wise to introduce a 'strange' gene pool into the family, or they were concerned that there may be troubles and complications ahead. With lesbian families, grandparents could worry about discrimination and bullying when the child got to school. But in the main the grandparents were simply glad to be grandparents and wanted to treat their donor-conceived grandchild in exactly the same way as all their other grandchildren. A number of significant organisations and support groups were consulted during the course of the research. These included the Donor Conception Network, Brilliant Beginnings, the National Gamete Donation Trust, Pride Angel and the London Women's Clinic. The DCN has already included some of our findings in the leaflets that they provide for donor conception parents and have widely promoted our findings on their website. Nordqvist has also been invited to speak at the Donor Conception Network National Conference 2013. We have also produced our own leaflets for parents and grandparents which are being made available to clients at the LWC as well as on line. Our videos have also had impact - see the creative products section. Communities and Social Services/Policy,Healthcare,Other","dataset":"gtr"}