{"id":"302CA4DE-09F0-4D46-8548-70178007DD52","title":"Improving Live Flood Alert &amp; Incident Information for Urban Areas","abstractText":"A significant current and future challenge for urban water management is the lack of readily available rainfall data of sufficient detail to support emergency response and investment planning. The availability of fine-scale rainfall and flood data will enable urban water authorities to adequately cope with peak rainfall and will help to prevent the severe pluvial flood damage that in the past decades has been associated with these events. Rainfall radars are the only measuring devices that provide space-time estimates of rainfall that can be used for this purpose. However, radar data suffer from significant errors due to the characteristics of the radar equipment and the radar site, and due to the characteristics of precipitation. Raingauges may be used to adjust the radar data to improve quantitative precipitation estimates as raingauges provide accurate point measurements of rainfall. Hence a combination of raingauge and radar data offers the prospect of improved data in urban areas, although techniques have only recently been developed to become sufficiently reliable to be applicable on the scale of urban areas. One such technique was developed in the CityRainNet Knowledge Transfer Partnership (KTP) project carried out by Hydro-Logic Ltd. and NCAS in the United Kingdom in the Dundee area during spring/summer 2011, and in the Yorkshire Coastal area (Filey, Flamborough and Bridlington) during spring/summer 2011. This work led to the development of a procedure for combining five minute radar and raingauge data in real-time. The project involved using data from the UK Met Office/Environment Agency C-band radar network. The previously published Probability Matching Method (PMM) (see for example Rosenfeld et al., 1993, 1994) was improved and tested. The PMM algorithm involves matching the unconditional probabilities of rainfall intensity obtained from raingauges and radar reflectivity producing an adjustment technique called the Radar Integrated Hybrid Adjustment Technique (RainHAT). However the deployment and use of raingauges in urban areas, particularly at elevations on poles up to 4.5m high is problematic due to siting difficulties and exposure problems. Hence the first part of the Project will involve finishing the development of a new weighing raingauge and assessing its performance when mounted on poles against more conventional surface tipping bucket raingauges. Secondly the RainHAT system being developed further by Isodaq for operational implementation will be tested. NCAS will provide advice on this work.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/N007298/1","grantId":"NE/N007298/1","fundValue":"54763","fundStart":"2015-08-01","fundEnd":"2016-10-31","funder":"NERC","impactText":"","person":"Chris  CollierStephen  Mobbs","coPersons":[],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}