{"id":"30310C00-4AB2-43A6-96DB-79F92C5699D9","title":"Waves, Aerosol and Gas Exchange Study (WAGES)","abstractText":"IIt is widely accepted that the activities of mankind are leading to changes in global climate; however, the extent of those changes is far from certain due to the complexity of the climate system and the number of interacting processes involved. A central process is the interaction of incoming solar (shortwave) radiation, and outgoing infra-red (longwave) radiation with the atmosphere and in particular with clouds. Clouds present a large source of variability and uncertainty in the radiative balance due to the variation in size, location, and type of cloud, and also to the strong variation in properties such as reflectivity with changes in the concentration and size distribution of cloud droplets or ice crystals. Marine stratocumulus clouds (extensive sheets of low level clouds) play a major role. The size and number of their cloud droplets depends strongly on the number of aerosol particles available for droplets to form on. Sea-salt aerosol are a major source of such condensation nuclei. The generation of sea-salt aerosol occurs through evaporation of water droplets generated by bubble bursting and spray torn from wave tops by the wind. The size and number of droplets produced, and hence of the aerosol produced, varies greatly with different conditions such as wind speed, wave state, wave breaking, etc. In order to accurately represent marine clouds, and so get the radiation balance correct in climate models, we must first determine how much aerosol and of what size, is generated under any given conditions. There is much uncertainty in this (a factor of 10), particularly for the smallest aerosols which are the most important for climate processes. This project will measure the amount of aerosol at different sizes generated near the surface and transported upwards into the atmosphere, along with the wind speed, wave size and white-capping under a wide range of different conditions. The results will improve our understanding of aerosol generation, and ultimately the way in which clouds are represented within climate models. Another major uncertainty in modelling the future climate is the rate at which CO2 is transferred between the atmosphere and the oceans. CO2 absorbs infra-red radiation; an increase in CO2 in the atmosphere means more infra-red radiation is absorbed, causing a warming of the atmosphere. Although CO2 is absorbed by the oceans as a whole, at different times and places the transfer of CO2 between the atmosphere and ocean can occur in either direction depending upon the local concentrations of the gas in the air and water. The rate of the transfer also depends on the wind speed, sea-state, wave breaking etc. As with aerosol production, there are large uncertainties (about a factor of two in some conditions) in how the rate of transfer varies with different conditions. Direct measurements of the transfer of CO2 between the atmosphere and ocean, along with those of the meteorological and wave conditions, will be used to reduce the uncertainty in the parameterization of CO2 transfer. This will in turn allow improvements to long term climate models. To untangle the influence of all the different parameters that affect gas and aerosol fluxes we need a great deal of data. To obtain this we will use automatic measuring systems on the world's last weather ship which stays at sea all year round in a region which experiences a wide range of wind and wave conditions. We will maintain the measurements for three years. In addition we will have three manned cruises of 4 weeks each where we will deploy a buoy to make detailed measurements of wave breaking and will also fly a video camera from a kite to obtain continuous whitecap data for periods of a few hours or more. These data will allow us to study the process that drive the fluxes in great detail, and they will also be used to verify the less detailed data from the autonomous wave and whitecap systems which will measure continuously for the whole three years.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G003696/1","grantId":"NE/G003696/1","fundValue":"501181","fundStart":"2009-09-01","fundEnd":"2014-03-31","funder":"NERC","impactText":"","person":"Meric  Srokosz","coPersons":["Margaret Jane Yelland"],"organisation":"National Oceanography Centre","findingsText":"","dataset":"gtr"}