{"id":"303151F4-8842-48F0-9F7F-500977FC13E6","title":"HOW DOES DIFFERENTIAL HEPARAN SULPHATE SULPHATION INSTRUCT FIBROBLAST GROWTH FACTOR SIGNALING IN THE DEVELOPING BRAIN?","abstractText":"The development of our brains starting from a fertilised egg up to the time of birth is a little like a building project where instructions need to be given to brain cells to make sure that the right structures end up in the right place at the right times. Central to this process is not only the giving of instructions in the right time and place but also their proper transmission and reception. Given the massive complexity of the brain it is seems obvious that a correspondingly nuanced language must be used by brain cells to communicate with one another. Correspondingly we know that if mistakes are made, which can happen if genes encoding the signals do not function properly or in some cases due to environmental factors disrupting signalling, then the brain can develop abnormally which can have a major impact on subsequent life. Understanding the language of cell communication is therefore of central importance to understanding normal and abnormal brain development.\nOver the past few years scientists have made considerable strides in identifying the protein signals, or 'signalling proteins', which transmit instructions between cells. Signalling proteins are produced by a source and move to their target where they are sensed by receptors on the surface of the target cell. The target cell then changes its behaviour in response to the signal. A conundrum which has puzzled scientists is that, despite intense efforts, only a relatively small number of signalling proteins have been identified compared to the complexity of instructions needed to produce the brain. We have focused our attention on the role played by a completely different class of molecules, the carbohydrates, in cell signalling. We are particularly interested in the idea that interactions between carbohydrates and proteins expand the diversity of instructions. This is a very large question and the work we are proposing here will look in detail at a particular interaction between a signalling molecule called 'fibroblast growth factor 8' (or 'Fgf8' for short) and a particular type of carbohydrate called 'Heparan sulphate' (or 'HS' for short).\nFgf8 is particularly important for brain development as cells are very sensitive to the amount they encounter and even small changes in the level of Fgf8 can have a dramatic effect on brain development including situations where developmental defects are associated with altered Fgf8 dose. We have discovered that the structure of HS regulates the overall effectiveness of Fgf8 in the developing brain as mouse mutants with abnormal HS structure have defective Fgf8 signalling leading to brain malformations. In this proposal we plan to build on this work and build up a detailed picture of how HS controls the movement of Fgf8 protein between cells and the ability of cells to respond to Fgf8 protein. To help us do this we have developed a culture system which allows us to apply a source of Fgf8 protein and then track its movement with time. Using a special microscope in combination with a fluorescently tagged Fgf8 we can actually watch the way the protein moves through the tissue and measure how the cells react to Fgf8. By comparing the behaviour of Fgf8 when presented with normal and abnormal HS we can build up a picture of how HS normally regulate Fgf8 and how the process can go awry. \nIn the future we may be able to use our knowledge of the normal processes of signalling to assist regenerative approaches in replacing or repairing brain tissue lost either by disease or injury. More broadly, given the key role played by signalling proteins in almost all aspects of life, increased understanding of the interaction between carbohydrates and signalling proteins in our system is likely to provide insights into other systems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M00693X/1","grantId":"BB/M00693X/1","fundValue":"505894","fundStart":"2015-06-13","fundEnd":"2018-06-12","funder":"BBSRC","impactText":"","person":"Thomas  Pratt","coPersons":["Ulrich Karl Wiegand"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}