{"id":"30323C51-42CB-4890-B3AA-86EDDD0D8263","title":"Middle Devonian Archaeopteridales and their role in the evolution of early forest ecosystems","abstractText":"During the Devonian era (approximately 400-360 million years ago) there was a progressive development from small herbaceous plants at the beginning to canopied forests at the end. Forests are well regarded as centres of biodiversity, as well as carbon sinks, and the establishment of such ecosystems were of great significance to the Earth System. Until recently the first forest trees were thought to be archaeopteridalean progymnosperms (genus Archaeopteris) during the Late Devonian. These had trunks which are similar to those of living conifers, and leafy branches, but reproduced with spores. More recently pseudosporochnalean plants have been shown to have formed forests in the Mid Devonian. These plants had trunks with some similarity to treeferns, yet the branches lacked flattened webbed leaves. Contemporaneous with these pseudosporochnalean plants were early forms of archaeopteridalean, named Svalbardia. Little is known about the architecture, morphology and anatomy of the early archaeopteridaleans. This project will study newly available material of these plants from the same deposits as the Mid Devonian pseudosporochnalean trees. From this material 'whole-plant' concepts of the early archaeopteridaleans will be created. Current theories suggest that leaves evolved in response to a drop in atmospheric CO2. The results of this investigation will allow direct comparison of the two whole plants which were competing for dominance during the transition from non-leafy to leafy forests, as well as better understanding of their relationships to seed plants.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F010699/1","grantId":"NE/F010699/1","fundValue":"40614","fundStart":"2008-03-01","fundEnd":"2010-08-31","funder":"NERC","impactText":"","person":"Christopher Mark Berry","coPersons":[],"organisation":"Cardiff University","findingsText":"","dataset":"gtr"}