{"id":"30363A14-9E58-4365-A65D-D51E8A81A85D","title":"PhenoImageShare - a phenotype image annotation, sharing and discovery platform","abstractText":"Scientists have now completed the sequencing of the genome of many organisms including man, mouse, chicken and other vertebrates. The next major challenge is to understand the function of the genes and other parts of the genome in the living organism in normal, abnormal and diseased conditions. The observed variation in the living organism is called phenotype and the grand challenge in biological science is to understand how the variation of the genome of an individual influences and changes the observed phenotype. This will provide critical information to allow scientists to decode the complex processes that can lead to abnormal development and disease.\n\nThere are many measures of phenotype, for example height or weight. More recently scientist are using 2D and 3D imaging techniques to allow different phenotypes to be observed including shape change, abnormal development (e.g. hole in the heart), but also at the level of the cellular arrangement and expression of genes. A challenge is to bring together all the pieces of information about phenotype across databases of many hundred of thousands of images so that scientists can look for patterns that can reveal common and related causes. This project will develop software and databases that will allow the disparate image databases to be integrated in terms of the phenotypes that have been observed for each image.\n\nWe will develop a central database and web-portal that will allow scientists to search all the contributing image archives to find images that relate to particular conditions and diseases. The tools will include web-based interfaces to generate a standardised version of the phenotype plus spatial or location annotation (rather like the flags on Google maps) that allow queries to relate to parts of the body. The software will allow individual laboratories or large consortia to publish their phenotype annotations in a way that is integrated with others. This federation of databases allows cross querying of large image archives without having to bring data together in one place which would be very difficult to fund and maintain given the data volumes that are now collected.\n\nThe PhenoImageShare resource will provide the means to integrate the phenotype images in many resources and allow scientists to be able to search and mine for associations across all the studies small and large that might be relevant. This will allow faster access to relevant data and minimise use of animals by reducing re-experimentation that can arise simply because data could not be found.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K020153/1","grantId":"BB/K020153/1","fundValue":"160622","fundStart":"2013-08-01","fundEnd":"2016-12-31","funder":"BBSRC","impactText":"  In year 1 of the proposal the findings have been used to develop and refine a search service hosted at EBI, we will build on this in years 1 and 2 and employ the service in related projects such as KOMP2. Digital/Communication/Information Technologies (including Software) ","person":"Helen  Parkinson","coPersons":[],"organisation":"EMBL - European Bioinformatics Institute","findingsText":" In year 1 of this proposal we have generated a prototype service for accessing image annotations for federated (remote) images, thereby improving the access to image data for the biological research community. The service is used by an interface By adding more data from other groups we will improve the service for the community. Agriculture, Food and Drink,Digital/Communication/Information Technologies (including Software),Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}