{"id":"3038B17F-DA5C-4BA9-9E8E-EBE09AEF9EA5","title":"Novel Fluorescent Oligosaccharide Probes for Quantitative Microarray Analysis of Carbohydrate-Protein Interactions","abstractText":"We aim to modify and render more accurate a powerful technology that we have put in place to study the roles of the diverse carbohydrates in cells that participate in molecular interactions in health and disease. This is the carbohydrate microarray technology whereby minute amounts of structurally defined carbohydrates (oligosaccharides) are spotted with a robot onto a coated glass surface and then tested for binding by proteins. Large numbers of oligosaccharides can be examined (screened) in one experiment. We know that there are proteins with important functions that operate through binding to particular oligosaccharides; also that viruses, bacteria and parasites have proteins that they 'use' for attaching to particular oligosaccharides on the cells that they infect. These carbohydrate-protein interactions are like locks and keys; once they have combined, they activate or inhibit cascades of events. This is a challenging area. Oligosaccharides occur in very small amounts and they are difficult to purify and characterize structurally. Unlike DNA and proteins they cannot be produced in large amounts in the laboratory. Few laboratories in the world have the required specialist technologies. Carbohydrate microarrays are revolutionizing this area of science, now referred to as Glycomics, potentially with many biomedical applications. Our carbohydrate microarray system is the most comprehensive in Europe, and one of two internationally, and we have already demonstrated its power as a screening tool for discovering the carbohydrates recognized by proteins. Three recent examples are: a protein (Dectin-1) that has a key protective role against fungus infections; the major cell attachment protein of the parasite Toxoplasma gondii (acquired from domestic cats) that causes toxoplasmosis in humans; and the major cell binding protein (VP-1) of the Simian 40 (SV40) virus which is extensively used in cancer research. There is scope for development of the microarray technology. As more than one oligosaccharide structure may be bound by a given carbohydrate-binding protein, it is desirable to compare closely the differences in strengths of binding. For this, an accurate measurement is required of the amount of each oligosaccharide that is available on the arrayed spots. This would enable appropriate corrections to be made for any imperfections in the robotic arraying, and differences in the retention of the different oligosaccharides in the microarrays during the analysis procedures. Accurate comparisons of the binding of different carbohydrate compounds can only be made if the amounts in the microarrays are precisely measured. This information is important not only for understanding details of molecular mechanisms of binding that lead to pathology, but also for future drug designs, for example, for use as inhibitors of infection. Having already shown the power of our microarray system as a screening tool whereby the binding of proteins can be measured accurately, we would now like to modify the technology so that the oligosaccharides spotted by the arrayer, and the amounts remaining on the slides during the analysis procedures can also be measured accurately. We have found a way to do this by labelling the arrayed oligosaccharides with a fluorescent dye, which can be accurately measured. We have carried out exploratory experiments with encouraging results. In this project, we propose to perfect the chemical steps in the synthesis of the fluorescent oligosaccharide probes and the analysis of the newly synthesized compounds by mass spectrometry. We will test their stabilities during storage, and design software to complement our existing software to be able to take the analyses beyond screening, and make accurate comparisons of protein-binding to different oligosaccharide structures.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G000735/1","grantId":"BB/G000735/1","fundValue":"98633","fundStart":"2008-10-01","fundEnd":"2009-09-30","funder":"BBSRC","impactText":"","person":"Ten  Feizi","coPersons":[],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}