{"id":"303CC034-00C0-4F26-A323-3B5CADF53A94","title":"Data-based optimal control of synthetic biology gene circuits","abstractText":"Synthetic Biology aims at the engineering of biological systems. Its most prominent application is the rational modification or (re-)design of living organisms, ideally in a way akin to the engineering of man-made devices, for their efficient use in sectors such as energy, biomedicine, drug production and food technology. The availability of control mechanisms that can ensure robust and optimal operation of engineered systems is one of the key factors behind the tremendous advances in engineering fields such as transportation, industrial production and energy. However, in the case of engineered biosystems, their accurate control must typically overcome two important hurdles: uncertainty and noise. Uncertainty arises from a high number of components that interact in a nonlinear (and often unknown) manner, and makes it often extremely hard to build accurate mathematical models of their behaviour. Noise, on the other hand, is ubiquitous in cellular systems since the environmental conditions in which they operate typically vary unpredictably and gene expression is inherently a stochastic process.\n\nIn this research, we investigate the possibility of automatically learning to optimally control synthetic biology gene networks from input-output data collected from these gene networks, i.e. without using a mathematical model built a priori. In particular, we will develop algorithms that allow computer-based systems to autonomously learn how to vary the inputs of a given system so as to optimise its performance defined in terms of the time evolution of its measured outputs. The control strategies learned by our methods will take into account noise and uncertainties in the data and will be developed to be robust with respect to these. Such data-based strategies are analogous to, for example, the way we drive our cars: without any a priori mathematical model of the car behaviour on the road, we can effectively learn how and when to steer, accelerate and break (inputs) based on our observations of the car's position and velocity on the road (outputs) so as to, for example, minimise our lap time around an unknown track using appropriate input scheduling strategies.\n\nThe algorithms we will develop will allow users to define the desired behaviour and performance objectives and will compute input-scheduling strategies that allow these objectives to be satisfied. The project will build on methods that I have developed and successfully applied to the optimal control of nonlinear systems in noisy environments, e.g., my work on data-based optimal drug-scheduling for HIV infected patients. The use of such purely data-based optimal control methods is particularly important in synthetic biology applications where the system to be controlled is typically poorly characterised and model uncertainties prevail, yet large amount of high-throughput input-output data are available or can be extracted. To showcase the potential of these computational techniques, we will develop data-based methods to optimally control two landmark synthetic biomodules: the light-inducible genetic toggle switch, and the light-inducible generalised repressilator, both of which are currently under implementation in my host Department.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J014214/1","grantId":"EP/J014214/1","fundValue":"99917","fundStart":"2012-06-06","fundEnd":"2013-08-05","funder":"EPSRC","impactText":"  The findings of this research have enabled to raise the awareness of a new paradigm for the control of biological systems using data-based (as opposed to model-based) feedback control methods executed on a computer. This new paradigm is very important in biology (and synthetic biology in particular) as the biosystems to be controlled are typically poorly characterised and model uncertainties prevail - yet large amount of high-throughput input/output data are available or can be extracted.\n\nA publicly available software package implemented in Python has been created to make the use of data-based reinforcement learning methods adapted to the input-output control of cellular systems easier. This package can be found at: https://workspace.imperial.ac.uk/people/Public/sootla/pyFQI_v0.01.zip\nThe corresponding user guide is available at: https://workspace.imperial.ac.uk/people/Public/sootla/main.pdf Digital/Communication/Information Technologies (including Software),Education,Other Cultural,Societal","person":"Guy-Bart Vincent Stan","coPersons":[],"organisation":"Imperial College London","findingsText":" Through this research we have investigated the theoretical development of data-based algorithms for the automatic learning and control of the dynamics of biosystems (gene regulatory networks in particular) in engineered cells. For these systems we have focused on inducible genetic systems for which the input triggering gene expression can be provided in the form of chemical inductions (e.g. through the use of bacterial inducible promoters) or light pulses inductions (e.g. through the use of bacterial opto-genetic modules). The algorithm accumulates information from applied inputs and corresponding outputs (reactions of the cellular systems to these applied inputs). Based on these input-output data the algorithms infers a general input-output mapping that it then uses to propose an optimal input-scheduling control strategy yielding a desired output behaviour for the controlled cells.\n\nThe novelty consists in the fact that the algorithm only uses input-output data (and an a priori defined optimality criterion defined in terms of the inputs and outputs) to perform the control. There is no mathematical model of the system to be controlled provided a priori. The dynamics of the system is automatically learned through inference of the input-output mapping and used directly to find optimal feedback control strategies.\n\nFurthermore, as the inferred control strategy is a feedback control law this approach allows to intrinsically deal with uncertainty and perturbations. Finally, if used in online mode (where the algorithm continuously learns from new input-output pairs), the inferred feedback control law can evolve and adapt to (slow) changes in the dynamics of the system over time (which is very important for the control of biological systems). The research we have performed might serve as the basis for the future development of fully automatic feedback control systems where optimal ways to optimally control the dynamic behaviour of cells can be automatically inferred using the initial results and approach we obtained through this research (through their input-output interface to the external world; where, for example, input = light genetic induction and output = expressed fluorescent protein).\n\nIdeally, this could lead in the future to automatic lab experiments where the algorithms decides on its own how to apply external inductions on cells until their measured output behaves in an a priori defined way. Digital/Communication/Information Technologies (including Software),Education,Other","dataset":"gtr"}