{"id":"30400571-DE57-428D-AA54-79EA2C1236BD","title":"Three-dismensional haptic and muti-sensory computer applications for creative processes in applied arts and design","abstractText":"Imagine how fantastic it would be to be able to make a tangible three dimensional 'sketch' of a design\nconcept.\n\nAn outcome of the Tacitus Research Project is a prototype '3D sketching' software application using the Reachin Haptic (touch) system which gives users real experience of working within a more natural environment where they can 'feel' virtual objects. The creative process, particularly germinal phase activities (sketching, modelling, playing, exploring) and &quot;intelligent making&quot; (formal/tacit knowledge, physical and mental skill, contextual awareness, personal creative autonomy), is central to the aim of improving the experience of computer aided designing through combining a more intuitive expressible interface, and the benefits that haptics (touch) and computing offers.\n\nArtist Claude Heath was Invited to experiment with the '3D sketching' application to create a 3 dimensional interactive sketch of Ben Nevis which was premiered at the Tacitus 2004 Symposium 'Creative Digital Interactions' held in Sept 2004. He demonstrated the sketch's\ntrue 3 dimensional qualities by fully rotating the projected image, panning, zooming and flying around and through the sketch using a mouse. In addition to achievements regarding human interaction Issues, this was a very exciting event particularly as the consensus of the delegates was that the composition Claude had created was, in an entirely aesthetic sense, a work of art in its own right regardless of how technologically it had been produced.\n\nHow fantastic then to be able to make a tangible three dimensional 'sketch'.\n\nAims of the proposed activity:\n discover scope and potential for creating new 3D designs and producing real tangible objects by fusing two technologies - digital 3D sketching and rapid prototyping (RP)\n use activity to inspire new groups of designer makers/young creatives to engage with design, technology and digital media\n illustrate how new virtual media and RP technology offers not only new tools but also the prospect of entirely new ways of thinking and working\n\nObjectives: to generate\n genuine high quality, exciting three dimensional digital sketches\n 3D digital sketches with prototyping potential\n '3D sketched' objects made tangible through rapid prototyping technology\n documentation on the creation processes\n\n6 designers will be invited to create sketch designs (using the 3D sketching application/Reach in haptic system). Approximately 6 will be prototyped as objects.\n\nDissemination activities:\n1. Exhibition (display objects, project 3D sketches for interaction, illustrate process with story boarding/video).\n2. Conference paper and presentation, tutorials/discussion forums (designers, teaching/research staff, students).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=119667/1","grantId":"119667/1","fundValue":"4981","fundStart":"2006-01-09","fundEnd":"2006-12-08","funder":"AHRC","impactText":"","person":"Ann Marie Shillito","coPersons":[],"organisation":"Landscape Institute","findingsText":"","dataset":"gtr"}