{"id":"3046F520-C9C8-4545-BD67-72F39E94E1EC","title":"BIODIVERSITY AND LAND-USE IMPACTS ON TROPICAL ECOSYSTEM FUNCTION (BALI)","abstractText":"Anthropogenic disturbance and land-use change in the tropics is leading to irrevocable changes in biodiversity and substantial shifts in ecosystem biogeochemistry. Yet, we still have a poor understanding of how human-driven changes in biodiversity feed back to alter biogeochemical processes. This knowledge gap substantially restricts our ability to model and predict the response of tropical ecosystems to current and future environmental change. There are a number of critical challenges to our understanding of how changes in biodiversity may alter ecosystem processes in the tropics; namely: (i) how the high taxonomic diversity of the tropics is linked to ecosystem functioning, (ii) how changes in the interactions among trophic levels and taxonomic groups following disturbance impacts upon functional diversity and biogeochemistry, and (iii) how plot-level measurements can be used to scale to whole landscapes. We have formed a consortium to address these critical challenges to launch a large-scale, replicated, and fully integrated study that brings together a multi-disciplinary team with the skills and expertise to study the necessary taxonomic and trophic groups, different biogeochemical processes, and the complex interactions amongst them.\n\nTo understand and quantify the effects of land-use change on the activity of focal biodiversity groups and how this impacts biogeochemistry, we will: (i) analyse pre-existing data on distributions of focal biodiversity groups; (ii) sample the landscape-scale treatments at the Stability of Altered Forest Ecosystems (SAFE) Project site (treatments include forest degradation, fragmentation, oil palm conversion) and key auxiliary sites (Maliau Basin - old growth on infertile soils, Lambir Hills - old growth on fertile soils, Sabah Biodiversity Experiment - rehabilitated forest, INFAPRO-FACE - rehabilitated forest); and (iii) implement new experiments that manipulate key components of biodiversity and pathways of belowground carbon flux. \n\nThe manipulations will focus on trees and lianas, mycorrhizal fungi, termites and ants, because these organisms are the likely agents of change for biogeochemical cycling in human-modified tropical forests. We will use a combination of cutting-edge techniques to test how these target groups of organisms interact each other to affect biogeochemical cycling. We will additionally collate and analyse archived data on other taxa, including vertebrates of conservation concern. The key unifying concept is the recognition that so-called 'functional traits' play a key role in linking taxonomic diversity to ecosystem function. We will focus on identifying key functional traits associated with plants, and how they vary in abundance along the disturbance gradient at SAFE. In particular, we propose that leaf functional traits (e.g. physical and chemical recalcitrance, nitrogen content, etc.) play a pivotal role in determining key ecosystem processes and also strongly influence atmospheric composition. Critically, cutting-edge airborne remote sensing techniques suggest it is possible to map leaf functional traits, chemistry and physiology at landscape-scales, and so we will use these novel airborne methods to quantify landscape-scale patterns of forest degradation, canopy structure, biogeochemical cycling and tree distributions. Process-based mathematical models will then be linked to the remote sensing imagery and ground-based measurements of functional diversity and biogeochemical cycling to upscale our findings over disturbance gradients.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/K016369/1","grantId":"NE/K016369/1","fundValue":"443041","fundStart":"2013-10-01","fundEnd":"2018-09-30","funder":"NERC","impactText":"","person":"Yadvinder Singh Malhi","coPersons":["Andrew  Hector"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}