{"id":"3067090B-7117-42ED-9A2C-96E99E9405F9","title":"Risk assessment of the impact of climate change on human health and well-being","abstractText":"Assessment of the potential impact of future climate change on human health and well-being (the latter via effects on animal health) is hindered by the sheer number of pathogens, their diversity, varied linkages to climate and ecosystems and, often, lack of data. Here we propose to exploit a unique database developed at the University of Liverpool which will soon contain a set of records for all known pathogens of humans and domestic animals. We will use expertise present within the University of Liverpool, the international co-investigators and our project partners to generate a subset of the list, namely all those pathogens that occur in proximity to the UK, France and the Netherlands or threaten these countries; are of major impact in terms of the magnitude and likelihood of impact on human health or well-being; and have epidemiological linkages to temperature or moisture levels in air or the environment and, hence, may be expected to be susceptible to the effects of climate change. This subset of diseases will be subjected to qualitative or quantitative risk assessment to estimate how they will change (in terms of distribution, incidence and severity) under scenarios of future climate change within the next half-century. Our underlying principle is that the data and pathways on which our conclusions are based should be fully recorded, referenced and transparent; as better data become available, it will be possible to update the model outputs. A benefit of our approach is that it is 'bottom-up', at the start giving equal weight to all possible pathogens that could be affected by climate change, and then reducing the list according to agreed criteria. This approach is balanced, allowing the conclusion, for example, that the highest-impact pathogens are largely insensitive to climate change. By contrast, most previous assessments of the impacts of climate change are top-down, starting (and often ending) with the premise that a few key vector-borne pathogens of (usually) humans (malaria, dengue, yellow fever) need urgent consideration. We will listen closely to stakeholders and end-users while designing our risk assessment pathways, and wish to communicate our scientific approaches and findings to them effectively. To the end, we plan to adopt participatory methods throughout the project.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G002827/1","grantId":"NE/G002827/1","fundValue":"407614","fundStart":"2009-04-02","fundEnd":"2012-04-01","funder":"NERC","impactText":"","person":"Matthew  Baylis","coPersons":["Malcolm  Bennett","Helen Elizabeth Clough","Andrew Paul Morse","Edward  Maltby"],"organisation":"University of Liverpool","findingsText":" This project aims to provide a realistic assessment of the impact of climate change on human &amp; animal health. It begins by considering all known pathogens, and then filters for those that have significant impact on human and animal health, affect or threaten Western Europe, and are sensitive to weather/climate and may therefore be affected by climate change. Questions asked include: How realistic is the threat to human &amp; animal health from climate change’s effects on infectious diseases? Will most diseases respond or just a few? Will there be a net increase or decrease in disease burden? Is it possible that the diseases ‘that matter most’ are the least likely to respond to climate change? How will society respond to these threats? What do we think will really happen?\n\n \n\nA database of all human &amp; animal pathogens (the Enhanced Infectious Disease Database, EID2) was completed; this includes 1907 pathogens of the 50 human and animal hosts under consideration. EID2 has been built using automated methods to extract information from online databases. Pathogens are labelled with information on where they are found and when they were isolated. This information is linked to map systems and Google Earth, and enables us to select pathogens that are present in the target region, Europe. Of the 1907 pathogens, 795 are present in Europe. Of these, 159 are animal-only, 383 are human-only and 253 infect both. EID2 also stores information on those pathogens that infrequently cause disease (in, eg, immunocompromised individuals), or have unknown pathogenicity. The 795 pathogens affecting ENHanCE hosts in Europe comprise 334 (42%) bacteria, 140 (18%) fungi, 119 (15%) helminths, 64 (8%) protozoa and 138 (17%) viruses.\n\n\n\nClimate data are present in the database at 0.25&deg; spatial resolution. This includes seasonal and annual mean temperature and rainfall for the entire globe, for 1950-2000. The climate data can be related to pathogen data. For example, we can compare the climate of countries where a pathogen is present with that of countries where it is absent.\n\nThe 795 pathogens in Europe were prioritised for further consideration using a major innovation – the H-index. a rapidly obtained and objective indicator of societal interest. The H-index derives from both the quantity and quality of scientific work published on a pathogen. For high H-index pathogens, there is a significant correlation between H-index and a true measure of impact, the Disability Adjusted Life Year or DALY. Also, the H-index is significantly correlated with scores obtained from 9 of 12 other prioritization exercises.\n\n \n\nThe H-index was used to select the 100 highest impact pathogens of humans, and of animals, for more detailed consideration (157 in total, as some infect both types of host).\n\nHaving selected our pathogens, we needed to consider the effects of climate. We created a set of climate products that describe the recent climate of Europe, and provide simulations of future climate based on 12 European Regional Climate Models (RCMs). In addition to familiar variables like min, max and mean temperature, and total rainfall, we produced climate products of particularly relevance to health and disease modelling, such as ‘number of days of rain’, ‘number of days of hot/cold weather’, ‘daily temperature range’ etc.\n\n \n\nWe sought evidence for the existence of climate drivers acting upon each of the 157 high H-index pathogens using automated literature searches; this generated 27,000 published papers which were prioritised, and then a proportion reviewed. Results suggest that 66% (103/157) of high impact pathogens have evidence of a climate driver. Most pathogens had relatively few climate drivers, whilst some had many more. The most important driver was rainfall, followed in descending order by moisture, temperature, particle matter, ‘other’, extreme weather events, altitude, wind, oscillations and vegetation. Protozoan and helminth parasite groups had more climate drivers than bacteria and viruses, perhaps indicative of their (often) more complex lifecycles. Transmission routes associated with climate drivers were (decreasing order of importance): vectors, ingestion, environment, fomite and inhalation, direct contact and sexual transmission routes.\n\n\n\nWe developed complex, realistic models for the impact of climate change on one vector-borne disease (bluetongue, BT) and one disease vector (Asian tiger mosquito, Aedes albopictus) over Europe. For BT we modelled the risk of a disease outbreak. Our model predicts that 2006 is the year of highest risk of a BT outbreak in northern Europe out of the previous 50 - the very year when the first outbreak occurred. We predict an increasing risk of BT in Europe until at least 2050.\n\n\n\nThe Asian tiger mosquito has spread to many parts of the world, including Europe. It is a vector of many pathogens. Dengue was transmitted in France by this species in 2010, and Chikungunya in Italy since 2007. Several methods were used to model and map the climatic suitability of this mosquito for recent past and future climates.\n\n\n\nFinally, we investigated the effects of the North Atlantic Oscillation (NAO), an index of climate variability, on disease outbreaks. Data on outbreaks of 114 infectious diseases in 36 countries during 1950-2009 were analysed. NAO variation influenced outbreak occurrence of 11 infectious diseases. Seven diseases (adenovirus infection, measles, Q fever, gastroenteritis, tularaemia, shigellosis and trichinosis) were associated with winter NAO positive phases, and two (enterovirus and hantavirus) with summer or spring NAO negative phases, in Northern Europe. Two were associated with NAO phases in Southern Mediterranean countries; hepatitis A with summer negative phases and typhoid fever with summer positive phases.\n\n\n\nProjections of future disease risks can take many forms. Results can be presented for different time periods; risks can be quantitative or qualitative; disease models can be statistical or process-based; and simple and transparent, or complex; and outputs can be driven by climate change alone, or by other disease drivers as well. To adapt outputs for stakeholders we held a meeting with a number of national and international agencies; they were presented with a range of options and informed us of the format of project outputs that would be most useful to their agencies. The results are contained in a series of position papers. The 4th position paper presents a conceptual framework of climate and non-climate drivers of infectious disease risk in Western Europe. The description of the system resulting in infectious disease outcomes captured by this framework has provided insights into the potential linkages between the various factors involved in infectious disease risk.\n\n\n\nAn expert questionnaire was used to assess, qualitatively, policy responses to climate (and non-climate) change impacts on infectious disease risk. The first part assessed policy options: the results suggest that no one policy option is best, but the appropriateness of each policy option depends on the case at hand and which priorities are set for this case, such as cost-efficiency. The second part assessed priorities for spending on mitigation or adaptation measures. The results point to very diverse expert views on the optimal mix of adaptation and mitigation strategies, but with an average of 50% for each. This part also addressed the capacity and willingness of relevant organisations to respond to climate change induced infectious disease threats. The experts assigned high ratings to willingness to respond to NGO’s, advocacy, funders, and charity; science; and environmental management and conservation. However, the capacity to respond of these actors was rated as moderate. National government/health authority was rated with high capacity to respond, but moderate willingness to respond. The final part of the questionnaire was concerned with the relative importance and degree of uncertainty of climate versus non-climate drivers of infectious disease risk. Indirect drivers were relatively more important. Direct ecological drivers were assigned the highest degree of uncertainty. Those non-climate drivers operating at an indirect and a direct level were overall perceived as being more important than climate change as a driver for infectious disease risk.\n\n\n\nFinally, future scenarios of climate change’s impact on disease risk were developed. Scenarios were developed in a participatory manner during two workshops. Scenarios were considered along two axes which represent a globalized versus a regionalized world, and a reactive versus a proactive governance or policy-making style. For the assessment of policy implications several issues were tackled, including the exploration of likely/potential overall policy strategies (e.g. emphasis on mitigation versus adaptation policies), and actions likely to be taken. \n\n\n\nOverall the scenario analysis and related participatory workshops helped to gain a more integrated insight into climate change and infectious disease risk, embedding the relationships within a broader context including economic, socio-cultural, technological, institutional, and ecological global changes. The outcomes obtained from previous research activities could be linked with other issues and placed within this context as well. The obtained scenarios present plausible future pathways for Europe’s health and well-being under conditions of climate change centered around 2050.\n\n\n\nTwo important policy contributions of this project are as follows:\n\n• Modelling of the risk of bluetongue provides strong evidence that this disease emerged in Europe in response to changing climate. The observed/recorded warming over recent decades, fed into a state-of-the-art disease model, leads to predictions that agree in both space and time with what is known to have occurred. For example, our model predicts that 2006 is the year of highest risk of BT in northern Europe out of the previous fifty, and this was the first year that it occurred in the region. This work provides the strongest evidence to date that climate change is driving the emergence and spread of BT and that it will continue to do so in future. Our modelling of the Asian tiger mosquito, indicates that this applies to other vectors/vector-borne diseases too. Policy makers need to be aware, that the effects of climate change on vector-borne disease are being felt already in Europe, and are expected to intensify in future\n\n• Our larger-scale risk analysis of high-impact pathogens indicates that the majority are sensitive to one or more climate drivers, and so may respond to the effects of climate change. The most common climate drivers for these pathogens are rainfall and moisture: as there is considerable uncertainty over how these will be affected by climate change, and the effect is expected to vary by region, this points to significant uncertainty over the future of important climate-sensitive infections, some of which may expand while others retreat. The third most common driver was temperature, which is projected to rise across all of Europe, and which may act as a positive force for many infections. In answer to the overall aim of this project, our results indicate that a considerable proportion of important infections in Europe may be affected by climate change and, therefore, policy makers should take appropriate action. Two important policy contributions are as follows:\n\n• Our detailed modelling of the risk of bluetongue has provided strong evidence that this disease emerged in Europe in response to changing climate. The observed/recorded warming over recent decades, fed into a state-of-the-art disease model, leads to predictions of the disease’s emergence that agree in both space and time with what is known to have occurred. As just one example, our model predicts that 2006 is the year of highest risk of BT in northern Europe out of the previous fifty, and this was the first year that it occurred in the region. In terms of policy, this work therefore provides strong evidence – we believe the strongest evidence to date – that climate change is driving the emergence and spread of BT. Our BT modelling suggests that it will continue to do so in future, and our modelling of Aedes albopictus, the Asian tiger mosquito, indicates that this applies to other vectors/vector-borne diseases too. Policy makers need to be aware, therefore, that the effects of climate change on vector-borne disease are being felt already in Europe, and are expected to intensify in future\n\n• Our larger-scale risk analysis of high-impact pathogens of humans and animals indicates that the majority of such pathogens are sensitive to one or more climate drivers, and so may respond to the effects of climate change. The most common climate drivers for these pathogens are rainfall and moisture: as there is considerable uncertainty over how these will be affected by climate change, and the effect is expected to vary by region, this points to significant uncertainty over the future of important climate-sensitive infections, some of which may expand while others retreat. The third most common driver was temperature, which is projected to rise across all of Europe, and which may act as a positive force for many infections. In answer to the overall aim of this project, our results indicate that a considerable proportion of important infections in Europe may be affected by climate change and, therefore, policy makers should take appropriate action.\n\nFour position papers were written on the subjects of (i) disease prioritization, (ii) climate-disease modelling, (iii) climate projections, and (iv) disease drivers and integrated scenario analysis. These were presented to international and national Agency representatives in London in 2009, and are available to download from the project website: (http://www.liv.ac.uk/enhance/outputs/index.htm). The aim of the meeting was two-way knowledge transfer. We informed the delegates, including policy makers, about a range of possible approaches that can be taken to projecting diseases into the future, as well as the costs/benefits of different approaches. For example, projections of the near future may be obtained with higher levels of confidence, but it may be too late to take mitigative or adaptive action; by contrast, projections of the more distant future may allow time for action to be taken, but such projections inevitably also have a higher level of uncertainty. Similar contrasts were made in the position papers between qualitative and quantitative approaches to risk assessment for disease prioritisation; and to simpler versus complex approaches to the modelling technique to be adopted. Having presented these issues, the delegates were requested to score the different approaches to policy makers in their field. The results are appended as pie charts to each of the position papers, and provide a useful insight into what types of future disease projection may be most useful for policy makers.\n\nConsidering risk analytical approaches to the choice of diseases to project, the delegates preferred semi-quantitative or quantitative approaches applied to all pathogens (both endemic and exotic) of high impact to society, prioritized by the ENHanCE team. This is exactly what we delivered by using the H-index for disease prioritisation.\n\nConsidering climate data, the delegates preferred medium term projections (2020-2050) at as high a spatial scale as can be achieved. There was no preference for specific emission scenarios (understandably, as all are possible). Again, our modelling has focussed on high spatial resolution projections until 2050.\n\nNo significant preferences were expressed by the delegates regarding modelling approaches; however, there was a clear desire for outputs that include future disease distribution, future disease incidence, future population at risk, and the future control effort required. Our work during ENHanCE has focussed on the first and last of these (R0 determines the control effort required).\n\nThere is evidence that some of the ENHanCE work has already been used by policy makers:\n\n1. The first of these papers, Quantitative and Qualitative Approaches to the Prioritisation of Diseases (http://www.liv.ac.uk/enhance/documents/Position_Papers/ENHanCE_Position_Paper_1_-_Quantitative_and_Qualitative_Appr.pdf; lead author, A Waret-Szkuta, CIRAD) reviews different approaches to the prioritization of diseases. This review informs a report by I.L.R.I. to the UK’s Department for International Development called Mapping of poverty and likely zoonoses hotspots; (http://www.dfid.gov.uk/r4d/pdf/outputs/livestock/ZooMapDFIDreport18June2012FINALsm.pdf); Zoonoses Project 4, submitted 18/6/2012. This report, in turn, has been used to inform on a major new international funding opportunity, Zoonoses and Emerging Livestock Systems, with &pound;18.5 million funding from DFID and four UK research councils (http://www.bbsrc.ac.uk/web/FILES/Guidelines/1210-zels-call-text.pdf).\n\n2. The modelling of Aedes albopictus (Objective 4) is reported in detail in a report by the UK’s Health Protection Agency: Vardoulakis et al., 2012. Health effects of climate change in the UK 2012, Health Protection agency publication, ISBN: 978-0-85951-723-2. Available at [http://www.hpa.org.uk/hecc2012]. We anticipate that the current functionality of the EID2, and its further potential, will be an impact of this project. We expect it to become a resource for researchers of human and animal pathogens, providing a rapid means of obtaining distribution and host data that can be extracted from publication abstracts and the metadata of uploaded nucleotide sequences. The potential of this database is demonstrated by the further investment of BBSRC with funding for 12 months of further development in 2013.\n\nThe H-index has the potential to be used by policy makers and scientists to rapidly prioritize diseases. Substantial effort is put into such prioritizations for a variety of purposes and using many different approaches. The ‘gold standard’ for human disease is the WHO’s Disability Adjusted Life Year (DALY) but it is demanding of data and only available for a small number of diseases. We have shown that the H-index is significantly correlated with the DALY and, while the H-index undoubtedly has its limitations, it offers the benefits of being quantitative, easily understood, objective repeatable and rapid to obtain.\n\nThe climate products tailored for health impacts modelling can be used by academics for the modelling of a variety of diseases (not only infectious).\n\nThe results of the qualitative expert assessment and future exploration with help of scenarios (see related papers in preparation) might enhance insights into the integrative importance of different causal drivers (including climate change) of infectious disease threats; the perceptions on the roles of actors in this field, as well as the prevailing perspectives on policy response strategies to be taken. This might contribute to more informed decision-making in the policy arena, and support the design of robust policy strategies for climate change and health. Agriculture/ Food and Drink,Environment","dataset":"gtr"}