{"id":"306C82AD-0D57-485C-BADB-8ED4F082EC0B","title":"Reproductive Health, Nutritional Status, and Macroeconomic Shocks: A Multi-Level, Quasi-Natural Experimental Analysis of Food Commodity Prices","abstractText":"<p>Global food price rises threaten to undermine progress in improving maternal and child health and nutrition. As the World Bank 2012 Global Monitoring Report titled ‘Food prices, nutrition, and the MDGs’ concluded “Even temporarily high food prices affect the long-term development of children...seemingly small shocks can exert great damage if they are not dealt with early.”&nbsp;</p>\n\n<p>While there is strong evidence that maternal and fetal nutrition affect children’s development, and survival, there is relatively little evidence linking aspects of reproductive health (eg breastfeeding, neonatal mortality) to the price and availability of nutritious food.&nbsp;</p>\n\n<p>Thus, our project aims to:</p>\n\n<ul>\n \n\n <li>Assess the effects of food commodity prices on reproductive and child health, specifically maternal and childhood nutrition, fetal development, neonatal mortality, and early-childhood development</li>\n\n <li>Identify national, state and household policy responses which may mitigate or exacerbate the reproductive and child-health effects of rising food prices</li>\n\n</ul>\n\n<p>To fulfil these aims, the initial phase of the project will provide a detailed qualitative and quantitative multi-level, case-study of India. The project will build a collaborative exchange between Public Health Foundation of India, Cambridge, and LSHTM, supported by a multi-disciplinary international advisory team.&nbsp;</p>\n\n<p>&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/K013130/1","grantId":"ES/K013130/1","fundValue":"293786","fundStart":"2013-06-27","fundEnd":"2015-12-31","funder":"ESRC","impactText":"  We are currently in the process of launching the findings of our grant report for public release. This is scheduled as the final part of the project to take place in 2015.  Economic,Policy & public services","person":"David  Stuckler","coPersons":["Oona Maeve Campbell","Pat  Doyle","Shah  Ebrahim"],"organisation":"University of Oxford","findingsText":" To our knowledge for the first time we have demonstrated that global food price rises have resulted in a spike in children's malnutrition in India. We are working with Chatham House to disseminate our research findings more widely. This is relevant to discussions on regulation of commodity speculation and trade protection programmes. Agriculture, Food and Drink,Financial Services, and Management Consultancy,Healthcare,Government, Democracy and Justice,Security and Diplomacy","dataset":"gtr"}