{"id":"306F331E-4D1E-4400-B031-9261654CED44","title":"Integrative analysis of serotonin-mediated behavioural phase transition in the desert locust","abstractText":"Animals may undergo profound changes in their behaviour, body shape and colour in response to varying environmental conditions. This poses a major problem in biology: how do the surroundings in which an animal lives, influence the expression of its genes and mould its brain function, its hormones, and hence its behaviour, so that it is appropriately adapted to changing circumstances. The Desert Locust shows an extreme example of this malleability; it can change reversibly from a shy and inconspicuous, solitary creature that flies at night to one that is highly conspicuous, day flying and occasionally aggregates in vast numbers which has devastating economic effects. These two forms - the solitarious and gregarious phases - are strikingly different in appearance, physiology and behaviour. They can be bred in the laboratory and made to switch from one phase to the other and back, by simply raising them in isolation or in a crowd. They have relatively few nerve cells in their brain so that it is possible to understand the changes that occur during these phase transitions and to illuminate the similar mechanisms that occur in more complex animals when they find themselves in new circumstances. The key decision a locust must make is to join with or avoid other locusts. Once this has been made subsequent changes in physiology, body shape and colour follow from the continuing presence or absence of other locusts. Tickling the hind legs of a solitarious locust to mimic the effects of jostling with others, or the sight and smell of other locusts, can, in 1-2 h, cause the behaviour to become gregarious. This transition is accompanied by substantial changes in the amounts of many chemicals in its nervous system. In particular serotonin (a substance that in human brains affects many moods such as aggression and depression, and the release of which is affected by drugs such as ecstasy) shows a large but short-lived increase and, critically, it is both necessary and sufficient to induce the change in behaviour. We have determined which nerve cells show changes in their serotonin levels. We now wish to understand how serotonin changes the workings of nerve cells to bring about the transformation of behaviour. To achieve this aim we have these key objectives: 1. Identify and characterise the nerve cells that change their production of serotonin during the initial change in behaviour. How far do they extend through the central nervous system? How do they respond in the presence of other locusts, and what effects do they have on other nerve cells to bring about changes in behaviour? 2. Identify the nerve cells that are influenced by the release of serotonin. What chemical changes does serotonin cause in the internal workings of these nerve cells? This will be examined at the level of specific molecules that engage in cascades of chemical reactions to pass information within one cell and to neighbours. 3. Serotonin can change the effectiveness and the time course of communication between nerve cells, providing an essential building block of learning. How do differing amounts of serotonin in the nervous system before, during and after the experience of crowding, affect communication between nerve cells? Does serotonin have different effects in solitarious and gregarious locusts? 4. Examine in detail how solitarious and gregarious locusts differ in their patterns of daily activity such as feeding, exploring their environment and sleeping, and begin to look at how genes that regulate their body clock differ in the two phases. 5. Gregarious locusts quickly revert to solitarious behaviour if they are removed from the crowd. What are the mechanisms that maintain their gregarious behaviour and what is the complimentary process that leads to solitarious behaviour?","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H002537/1","grantId":"BB/H002537/1","fundValue":"479469","fundStart":"2009-10-01","fundEnd":"2012-09-30","funder":"BBSRC","impactText":"","person":"Swidbert Roger Ott","coPersons":["Malcolm  Burrows"],"organisation":"University of Cambridge","findingsText":" The transformation in Desert Locusts between a harmless solitarious phase and a radically different and economically damaging swarming gregarious phase exemplifies the astonishing extent to which animals of the same genetic makeup can tailor body and behaviour to the conditions they encounter.\n\n\n\n1. We found that Protein Kinase A (PKA), a signalling protein implicated in various forms of learning in other animals, has been co-opted to control the transition to gregarious behaviour in locusts. A specific drug that inhibits PKA interferes with this transition, but not with gregarious behaviour established through prolonged crowding. Significantly, we were able to demonstrate that PKG, which has been implicated as a candidate mechanism in previous research, has no role in the transition. The 'learning' protein PKA thus acts as a molecular switch in a social feedback loop, because gregarious behaviour ensures that crowding is maintained. Our results indicate that the biochemical mechanisms that trigger locust swarming are similar to what enables humans and other animals to respond to novel experiences, including social change.\n\n\n\n2. We found that living in dense groups has a dramatic effect on the size and structure of the locusts' brain. Despite being smaller than solitary locusts, swarming locusts develop brains that are 30% larger. In solitary locusts the parts of the brain that deal with vision and smell are proportionately larger, possibly helping them to detect faint or distant stimuli, whereas in the swarming locust huge increases in size occur in the parts of the brain associated with learning and processing complex information.\n\n\n\n3. By using microarray technology, we have identified 214 genes that are differentially expressed in the nervous system of solitarious and gregarious locusts, and whose altered expression may therefore be implicated in bringing about swarming behaviour and/or enable locusts of either phase to deal with the different challenges they face. These include genes encoding proteins that are associated with nervous system development and plasticity, sensory perception, and the response and resistance to stress.\n\n\n\n4. We have developed two novel complementary paradigms for assessing how locusts learn to associate food with odours. A key advantage is that, unlike with previous paradigms, locusts are restrained during training, thus allowing precise control of the learning parameters. We have identified the palp opening response (POR) as a new behavioural measure of acquisition of an olfactory Pavlovian association.\n\n\n\n5. We have identified and characterised (i) a long-latency ingestion-dependent learning mechanism that enables locusts to avoid odours associated with poisonous food, and (ii) differences in aversive learning between solitarious and gregarious locusts. As outlined in the previous section, two findings in particular have potential for non-academic exploitation in the development of new control strategies for pest insects:\n\n(1) Our identification of a critical role of PKA in the transition to swarming behaviour may open up the development of novel, locust-specific control agents that avoid the collateral effects on other organisms.\n\n\n\n(2) The discovery and characterisation of a mechanism by which locusts associate odours with the ingestion of toxic food could be used to reduce the loss of insecticide efficacy that arises from the insects' acquiring learned behavioural avoidance of baits. Our identification of a critical role of PKA has considerable potential for exploitation in the development of new locust control agents: downstream components of PKA signalling in locusts may have sufficiently distinct genetic sequences and protein structures to present targets for locust-specific control strategies that interfere with the transition to swarming behaviour.\n\n\n\nBehavioural resistance through food avoidance learning is a major efficacy limiter of oral insecticides. Our discovery and characterisation of a long-latency aversive learning mechanism that is activated by the ingestion of toxic food has implications for the control of locusts and other pest insects. \n\n\n\nLocusts are a powerful model system for answering the question of how brains process odour information. What has precluded extending this research to how brains learn about the meaning of odours was the lack of a paradigm for training and testing learning in restrained locusts. To quote Aldworth &amp;amp;amp;amp; Stopfer (2012, Current Biology) , &quot;[Our] recent development of a behavioral paradigm for assessing associative learning in locusts will allow researchers to tackle these problems from physiology to behavior in a single animal. This will be an important step to understanding the formation of associative memories.&quot; Agriculture, Food and Drink,Environment,Healthcare,Pharmaceuticals and Medical Biotechnology,Other","dataset":"gtr"}