{"id":"3070340B-2CDE-4FBC-8C18-34992C46AD3D","title":"FRIMP1 and FRIMP2: novel membrane proteins required for light-regulated development of Arabidopsis","abstractText":"The ability of a plant to respond to its light environment is critical to its survival. Light controls many aspects of plant growth and development and is important throughout the plant life cycle. Examples of responses under the regulation of light include germination, the development of green, photosynthesizing seedlings, regulation of the architecture of the plant and control of flowering time. All of these processes are crucial to agricultural productivity and an understanding of how they are regulated has great long-term importance. Plants have a range of photoreceptors that perceive light including the phytochromes that absorb red (R) and far-red (FR) light and the cryptochromes and phototropins that respond to blue/UVA. Much of what we know about how plants respond to light has come from studies on the model plant Arabidopsis thaliana that has five phytochromes. How these phytochromes pass on their light signal to regulate plant development has been an area of great interest in recent years. We now know that in light all phytochromes relocate from the cytoplasm of the cell to the nucleus, the organelle that contains the majority of the cell's genetic information. Once in the nucleus they interact with a number of signalling proteins to change the expression of many genes that lead to changes in plant growth and development. However, this is not the full story, and there is also some biochemical and physiological evidence that phytochrome signals to proteins in the cytoplasm and in cellular membranes. To date though there is little direct genetic evidence to back up a role for membrane proteins in phytochrome regulation of plant development. We have attempted to address this anomaly by trying to identify and characterize membrane proteins with a role in light regulation of plant development. To do this we have first identified predicted membrane protein genes that are light regulated by examining data sets of all light-regulated genes in Arabidopsis. Using this approach we have identified a number of membrane transporter genes that appear to have a role in seedling development. We have also identified some membrane proteins of unknown function and one of these is a FR light-induced membrane protein we have called FRIMP1. FRIMP1 and its close counterpart, FRIMP2, appear to be important for both seedling development and leaf development in Arabidopsis. We have identified frimp1 and frimp2 mutants that lack the FRIMP1 and FRIMP2 proteins and these mutants show a long hypocotyl under FR light and large cotyledons under R light, indicating that FRIMP1 and FRIMP2 are required for normal development of these plant tissues in the light. Interestingly, the FRIMP proteins are members of a completely new membrane protein family with close relatives in all multicellular eukaryotes including humans. As they have not been investigated in any of these organisms, what we learn about them in plants may be of much broader significance. The main aim of this project is to understand the function of FRIMP1 and FRIMP2 in response to light by determining all of the physiological processes they regulate and where they are located. We will do this by examining in detail the physiological responses of the frimp1 and frimp2 mutants, a frimp1frimp2 double mutant we have produced, and plants in which the levels of FRIMP1 and FRIMP2 proteins have been artificially increased. This will tell us the full range of responses in which FRIMP1 and FRIMP2 are involved. We will also determine what genes show altered expression in frimp1 and frimp2 mutants and use this information to find out how FRIMP1 and FRIMP2 interact with different signalling pathways within the plant. Finally, we will use two types of reporter proteins to show where FRIMP1 and FRIMP2 are located in the plant and also where they are within the cell. We will then be in a position to develop testable hypotheses about how FRIMP1 and FRIMP2 function at the molecular level.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E008968/1","grantId":"BB/E008968/1","fundValue":"396857","fundStart":"2007-05-08","fundEnd":"2010-05-07","funder":"BBSRC","impactText":"  This grant provided major new information of the GTG family of membrane proteins that was published in Jaffe et al (Plant Cell, 2012, 24, 3649-3668) and presented at international academic conferences (see engagement activities). It has also been used to secure further funding from the BBSRC and Gerald Kerkut Charitable Trust. Education ","person":"Matthew  Terry","coPersons":["Lorraine Elizabeth Williams"],"organisation":"University of Southampton","findingsText":" We identified and thoroughly characterised single and double mutants in both Col and Ws Arabidopsis backgrounds for the novel membrane proteins AtGTG1 and AtGTG2 (originally designated FRIMPs) using both physiological and molecular approaches, including microarray analysis. gtg1gtg2 double mutants, but not single mutants, showed defects in fertility, seedling growth and responses to light, sugars and ions with clear disruption of cellular shape resulting in irregular, distended cells, particularly evident in the epidermal layer. Stable expression of reporter genes in Arabidopsis showed that GTG1 and GTG2 are expressed throughout the plant and that GTG1 is localized primarily to Golgi bodies and to the endoplasmic reticulum. This intracellular localization pattern was supported by transient expression of fluorescently-labelled GTG1 in tobacco. GTG proteins are important for both plant growth and fertility. Understanding fundamental mechanisms for these processes will be important in the long term as we look to increase plant growth for improved food and energy crops. As the World population increases and fossil fuel energy sources are depleted we will increasingly rely on improved plants to provide our food and energy. GTG/FRIMP proteins are also important for cell function in other eucaryotes and could have potential as pharmaceutical targets. Agriculture, Food and Drink,Energy,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}