{"id":"307E7512-17C1-4F6B-AAA8-EDF389DD321F","title":"Behavioural and molecular responses to pesticide exposure in bumblebees","abstractText":"With globally growing human populations there is ever increasing demand for higher agricultural yields. Pesticides are applied to maintain high crop yields, but we know little about the effects that current pesticide use has on non-target organisms including the beneficial pollinators that visit these crops. The most important of such pollinators are the social bees (e.g. honey bees and bumble bees) - but their populations have recently been declining, posing important risks for food security and the global economy. Pesticides have been implicated in these declines, yet to date there is a great paucity of data to show whether pesticide exposure at field levels is actually having an effect on bees. \n\nField level pesticide exposure is typically non-lethal to bees; so why should we be concerned? Recent studies have highlighted that pesticides approximating field levels may induce sublethal effects on individual bee behaviour. The concern is therefore that such effects at the individual level may have knock on effects to colony reproduction and survival, and this would explain observed bee declines. However, there are almost no studies that have set out to show whether this is indeed the case. Furthermore, we still lack an understanding about the manner in which foraging bees are affected at both the behavioural and molecular (genetic) level. The importance of understanding the subtle or large effects of pesticide exposure on foraging performance should not be underestimated: i) colony growth relies directly on efficient foraging and ii) any impairment to foraging performance has direct consequences on the successful pollination of crops and wild flowers. It is thus a research priority to know how a pesticide exposure landscape affects bee foraging behaviour, how this affects colony success, and ultimately how this shapes bee populations.\n\nWe propose to carry out five axes of research that will address these gaps in our knowledge. Our study system will be bumblebees (Bombus spp), as bumblebees are one of the most substantial wild insect pollinators in the landscape, as well as being used for greenhouse pollination. First we will determine whether pesticides reduce the abilities of bumblebees to carry out complex pollination tasks. Second, we will determine whether this in turn affects colony growth and reproductive success. Third, we will determine whether exposure to pesticides affects the yield of the crops bumblebees are pollinating. Fourth, using tools previously only available to cancer researchers, we will identify the molecular changes that occur in bees when they are exposed to pesticides. Finally, by performing genetic screening on five species of wild bumblebees sampled from across the UK we will determine the extent to which pesticides affect wild bumblebee populations. If impairment to foraging behaviour induced by pesticide exposure has an effect on colony fitness then we expect there to be a strong selective pressure shaping bee populations.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/L00755X/1","grantId":"NE/L00755X/1","fundValue":"410158","fundStart":"2014-06-23","fundEnd":"2017-12-22","funder":"NERC","impactText":"","person":"Richard  Gill","coPersons":["Nigel  Raine"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}