{"id":"307F8E87-28A9-4945-9C48-A33B635127E0","title":"Identifying genomic resources against pests and pathogens in tree genera: a case study in Fraxinus","abstractText":"British ash trees are threatened by the fungal disease ash dieback, which has already arrived in the UK, and by the emerald ash borer (EAB), a beetle found in the USA and Russia. Scientists are currently seeking to develop ash trees resistant to ash dieback, using genetic information already present in European ash trees. In the longer term, Britain and the World need ash trees that are resistant to both ash dieback and EAB. To achieve this, we may need to study not just in Fraxinus excelsior -- the ash species most common in Britain -- but in the whole ash genus, which consists of about 50 species worldwide. Preliminary studies suggest that some of these species are resistant to one or both of these problems, due to co-evolution. Looking in the whole genus may help us (i) to identify genes in Fraxinus excelsior that can give resistance to these threats, which would otherwise have been hard to find, and (ii) reveal genes in other ash species that give resistance but are not found in Fraxinus excelsior. \n\nThis consortium is an international team of leaders in research on ash trees, ash dieback, the EAB, ash taxonomy and phylogenetics, ash genomics, tree breeding, phylogenomics and social framings of nature. It is led by Dr Richard Buggs (Queen Mary, University of London) who is currently sequencing a Fraxinus excelsior genome funded by NERC. It will pioneer the application of a new method for finding genes responsible for traits developed by Dr Steve Rossiter's group (Queen Mary, University of London), funded by BBSRC, that has not been used before in tree health contexts. This works by building evolutionary trees for thousands of genes in the ash genus, and examining how the patterns of evolution seen in them fit with patterns of susceptibility/resistance to ash dieback and EAB. This evolutionary approach allows us to identify genes or gene variants that may be involved in resistance.\n\nFor this method to work, we need accurate information about the susceptibility of different ash species to ash dieback and the EAB. Our current knowledge of this is patchy and largely anecdotal, so we need to fill this gap. At the moment we do not even have good data on how susceptible the British ash species, Fraxinus excelsior, is to the EAB. We therefore propose an experiment on susceptibility of ash species to the EAB to be carried out in the USA, in an area where this pest is killing thousands of trees. This will be conducted by Dr Jennifer Koch (US Forest Service), who has years of experience and well developed protocols in testing ash trees for EAB susceptibility, but has not carried out a systematic study of the whole genus. This experiment will be carried out on clones of all ash species currently available in American living collections.\n\nA similar experiment will be carried out in the UK, testing the susceptibility of all ash species currently available in British and Irish living collections to ash dieback. This experiment will be led by Dr Steve Lee (Forest Research) who is currently leading a project screening thousands of F. excelsior genotypes for resistance to ash dieback, funded by Defra. This proposal provides a logical extension to that project to include other ash species.\n\nWhilst we carry out experimental work to identify genes for pest and pathogen resistance, a social science study will be conducted by Dr Paul Jepson (Oxford University) about how they might be used in a tree health context in a manner that is socially and politically acceptable. Could we develop ash populations resistant to EAB and ash dieback by planting other ash species? By hybrid breeding programes? By genetic modification? This study will seek answers to these questions in a social and political sense.\n\nThis project will pioneer new methods and approaches to tackling both a fungal pathogen and an invertebrate pest in a widespread tree genus. If successful these approaches can be used to tackle tree health issues in other tree genera.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L012006/1","grantId":"BB/L012006/1","fundValue":"133957","fundStart":"2014-04-01","fundEnd":"2017-03-31","funder":"BBSRC","impactText":"","person":"Stephen John Lee","coPersons":["Rob  Sykes"],"organisation":"Forest Research","findingsText":" No significant outputs to date No significant outputs to date Agriculture, Food and Drink,Environment","dataset":"gtr"}