{"id":"308470A7-3AB1-442C-B0D4-921DB3E6D408","title":"Rural e-services: Participatory co-design of sustainable software and business systems in rural co-operatives","abstractText":"This project is working with rural co-operatives in India to develop new sustainable ways for them to deliver services and to develop their capacity to innovate in the way they use existing information and communications technologies that are available to them.We shall be examining 'best practice' participatory methods from the world of ICT design and from international development to identify creative ways in which these methods can be combined effectively. We shall also be examining how technology design can be combined with the design of sustainable business models in parallel design activities, and developing new sustainable business models for rural co-operatives.The software and business systems will be designed as a collaboration between UK researchers and local software and business development organisations.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E023827/1","grantId":"EP/E023827/1","fundValue":"178521","fundStart":"2006-09-01","fundEnd":"2009-06-30","funder":"EPSRC","impactText":"","person":"Andy  Dearden","coPersons":[],"organisation":"Sheffield Hallam University","findingsText":" Key Findings of Rural e-Services\n\n\n\n\n\nThere are strong parallels between participatory approaches in international development and in interactive systems design. The two fields share both a concern for a better sense of local context, and from political and value commitments of practitioners. On the other hand, there are important differences. In interactive systems design, there has been a steady growth in the range of techniques available to practitioners, and strong theoretical work examining the processes and language of participation. However, there has been a tendency to highlight issues of technique at the expense of concerns with relationships. The practices of designing and the role of language and representations is discussed, but critical examination of the role of practitioners, and of power relationships in designing seem relatively sparse in recent literature. In participatory development practice, there has been an emphasis on the importance and specifics of relationships and the interpersonal and social skills of practitioners. A distinctive concern is the ‘entry to the field’ and initial relationship building which is critical to success (See Dearden &amp; Rizvi, 2008).\n\n\n\nDevelopment efforts that aim to use technology to support the poorest, can act by different mechanisms: One approach contributes directly to the individual’s stock of capital, e.g. enabling new skills, or supporting social capital by enabling easy contact to others. However, given the huge disparity between the incomes of the poorest, and the price of modern ICTs (even with $100 laptops), it is more feasible to design technologies that are affordable and appropriate for community organizations, than affordable technologies for individuals. Kheti (the multimedia messaging system developed in Rural e-Services), demonstrates the potential of this approach. See Dearden, Matthews, Rizvi, (2011).\n\n\n\nOur experience of agile software development methods shows that existing frameworks for roles in agile development are insufficient to guide participatory interaction design for social and economic development projects. Agile methods assume that customers are powerful and informed actors who are able to promote their own interests in negotiating with software suppliers. However, in ICT for development, where funds come from outside the user organisation and organisations begin with limited technology experience, these assumptions are not valid. Participatory design techniques typically provide a role for a facilitator to work with users and other stakeholders to inform and guide design, but this role is not explicitly defined in terms of leading change management within the host organisation. However, as the goals of an ICTD project are wider social development, then it is necessary to identify roles within the project specifically concerned with ensuring that these development objectives are achieved. This is a different role from facilitating design. \n\nIn Rural e-Services, we identified a critical role of Development Project Co-ordinator. See Dearden, Rizvi, Gupta (2010). The main outcome of this research is directed at non-academic contexts. Particularly illustrating how development NGOs, community based organisations, co-operatives and software development organisations can collaborate to develop innovative software systems. The primary software is available on an open-source basis.\n\n\n\nThe participatory design and software development methodologies are being further developed by Dearden in a collaboration with SAP Research working with agricultural value chains in Ghana and Burkina Faso.\n\n\n\nSaral Services and Safal Solutions are using the design methodologies to create software with the Bihar Rural Livelihoods Project that is supporting microfinance projects in Bihar (one of India's most densely populated states). \n\n\n\nThe work has formed the basis for a successful collaboration between Sheffield Hallam University and Makerere University, Uganda on Rural Innovation and Enterprise. Agriculture/ Food and Drink,Communities and Social Services/Policy,Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}