{"id":"3089605C-3B24-4C9E-B78C-98ADF2F7E894","title":"Developing and disseminating robust methods for handling missing data in epidemiological studies","abstractText":"Longitudinal studies ? studies in which individuals are followed over periods of many months or years ? are of great importance in understanding how aspects of people?s lifestyle or environment influence their health and wellbeing. When many individuals are followed over extended periods it is inevitable that measurements on particular variables are sometimes missing, for example because a measuring device broke down, or a subject did not answer certain questions or did not attend an examination. Individuals may also drop out of the study altogether. Missing values raise difficult issues in the analysis of data from longitudinal studies, and failing to address these appropriately can lead to results that are both biased (they differ from the results that would be observed if the missing values could have been included) and inefficient (there is more uncertainty about the results than there would be if the missing values could have been included). New statistical methods that do address these issues have been proposed, and have the potential to decrease bias and increase efficiency in analyses of longitudinal studies. However, these methods can be highly complex and difficult to apply, and their incorrect use may actually increase bias in certain circumstances. We will develop solutions to the remaining problems with applying one of these methods (multiple imputation), including developing strategies for deciding whether missing values are likely to cause bias in analyses, and checks for whether the multiple imputation models are appropriate. We will also develop new methods which still work even when aspects of the chosen statistical models are incorrect. We will incorporate our new methods into existing software, to maximise their future use, as well as publishing the results in scientific journals.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0900724","grantId":"G0900724","fundValue":"481656","fundStart":"2009-09-30","fundEnd":"2013-09-30","funder":"MRC","impactText":"","person":"Kate  Tilling","coPersons":["James Robert Carpenter","Stijn  Vansteelandt","Jonathan  Sterne","Michael Giles Kenward"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}