{"id":"308E6FF2-ABD0-466B-8AC0-718F464BCC8C","title":"Methane and other greenhouse gases in the Arctic - measurements, process studies and modelling (MAMM)","abstractText":"The Arctic is a major source of atmospheric methane and other greenhouse gases, with both natural and anthropogenic emissions. Arctic greenhouse gas sources have the potential to be important globally, changing radiative forcing and atmospheric oxidizing capacity. Moreover, both palaeorecords and present-day studies suggest some sources, such as wetlands and methane hydrates, may show strong positive feedbacks [Nisbet and Chappellaz, 2009], so that the warming feeds the warming. It is urgent that Arctic greenhouse gas sources should be quantified, by strength, geographic location, character (e.g. wetland, gasfield, clathrate), and by temporal variation (summer, winter, day, night), and their vulnerability to change assessed. \nWe will address these issues by an integrated program of measurement and modelling. Analysis of gas mixing ratios (concentrations), isotopic character, and source fluxes, will be made both from the ground and aircraft. Both past and new measurements will be modelled using a suite of techniques. Fluxes will be implemented into the JULES land surface model. Atmospheric modelling, including trajectory and inverse modelling will improve understanding on the local/regional scale, placing the role of Arctic emissions in large scale global atmospheric change.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I029293/1","grantId":"NE/I029293/1","fundValue":"442780","fundStart":"2012-01-10","fundEnd":"2015-07-09","funder":"NERC","impactText":"","person":"Hugh  Coe","coPersons":["Keith  Bower","Martin William Gallagher","Carl John Percival"],"organisation":"The University of Manchester","findingsText":" During the Elgin gas leak in March-May 2012, the MAMM project was able to respond using the FAAM aircraft fitted with greenhouse gas instruments and, using a series of downwind transects of the plume, sample the gas concentration and derive a leakage rate of methane from the platform. Subsequent flights were also used to derive a leak rate. This was a very important contribution to the assessment of the leak and confirmed that methane was not emanating from the main reservoir. see above. This data was a civil contingency response and the data were collected directly to address the leakage rates from the rig. The data were supplied directly to Total, the company running the rig. Total used this information in its assessment case to DEFRA. Energy,Environment","dataset":"gtr"}