{"id":"3094B7B2-D999-4682-A875-1C3C2EF3E069","title":"Tools for haplotype-based inference from multiple array and sequence-based data in potato and other polyploid plant genomes","abstractText":"Discovering the genetic basis for different potato characteristics by modelling shared segments of DNA in a population. Potatoes are the third most important food crop in the world. There are 4000+ cultivated varieties of potato worldwide, as well as more than 200 wild species and subspecies. Each variety has different characteristics, such as size, starch content, ability to grow in different climates, resistance to potato pathogens such as blight, yield, etc. It is important to be able to understand the genetic basis of this variability in order to breed a hardier and more productive potato crop. However, studying the genetics of potato is complicated by several factors. Potatoes are (in general) tetraploid, which means that they carry 4 copies of every chromosome. Humans, by comparison, carry two copies of each chromosome, one of which we inherited from our mother, and another from our father. There is also a lot of variation between the 4 chromosome copies, and if potatoes are inbred in order to reduce this inter-chromosomal variation then they become non-viable. Thus, in order to properly understand potato genetics, it is essential to properly model these 4 chromosome copies. When two strains of potato are crossed, two chromosome copies are inherited from each parent. In general, these two chromosome copies are each identical to the corresponding copy in the parent, however occasionally a cross-over occurs, which means that the chromosome copy inherited by the child is a mosaic of different chromosome copies in the parent. This mosaic like structure of chromosomes can be used to map the location of genes associated with different potato traits. The idea is to identify the different `versions' of each segment of DNA in a large population, and to try to find segments of DNA which are correlated with a particular outcome - e.g increased resistance to blight. This information can then be used in selective breeding strategies whereby two parents that both have this chunk of benefical DNA are crossed - thus avoiding detrimental inbreeding, but still ensuring that the children have the protective DNA segment. In order to use this strategy to find `beneficial' DNA segments, the first step is to be able to differentiate between the different versions of each chunk of DNA. Genetic markers have been designed to fill this role. The rapid advancement of sequencing technologies means that many more genetic markers are being discovered, and thus we can identify different versions of finer and finer `chunks' of DNA. However, when we measure these markers, we can tell what the total number of each `version' present in each individual in the population, but not which of the 4 chromosome copies they belong to. Also, our measurements of these markers are imperfect, and thus errors are introduced. In this proposal we will develop software which predicts which of the 4 chromosome copies each different version, of each chunk of DNA belongs to. Thus we reconstruct the mosaic structure of each chromosome. Using this reconstruction, and the fact that cross-overs only occur rarely, we will also be able to correct many of the errors in reading these markers. This reconstruction will also be used to improve the ability to detect association of genes with different potato traits, and thus improve the ability to breed a hardier and more productive potato crop. We will use our software to produce a `map' of these segments of DNA variation. This will also be extremely useful for identifying segments of DNA which have been subject to natural selection in wild potato species as well as during cultivation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H024808/1","grantId":"BB/H024808/1","fundValue":"120649","fundStart":"2010-11-01","fundEnd":"2012-12-03","funder":"BBSRC","impactText":"  Methodology is being used to call and phase genetic variants. One example is in hexaploid sweet potato. It is also being used to build a genetic map Agriculture, Food and Drink Economic","person":"Lachlan James Coin","coPersons":[],"organisation":"Imperial College London","findingsText":" We developed approaches to call genetic variation in polyploid crops - i.e. crops with more than 2 copies of each chromosome, like potato. We also developed approaches to figure out which of the multiple chromosome copies contains each variant. This has applications in mapping the genetic basis of phenotypic variation in these crops and is now being used to improve sweet potato. These algorithms can be used for mapping the genetic basis of phenotypic variation in crops, and can be used to improve different traits in these crops via genomic selection. Agriculture, Food and Drink","dataset":"gtr"}