{"id":"3095D808-46DE-4B53-BF31-28D0E90F106A","title":"The importance of non-genotypic diversity for the fitness of microbial populations","abstractText":"In order to survive in the natural environment, microorganisms must be able to cope with stresses arising from environmental change and perturbation. Sources of environmental stress include both natural environmental pressures stemming from climate fluctuations and occasional exposure to harmful elements, and also pollution arising from human activities with the release of potentially-toxic contaminants. It is generally accepted that one of the key factors that helps species to survive environmental stresses is the presence of 'genetic variation' within populations, arising from differences in the DNA found among individual organisms of the same species. This variation means that individuals will all have slightly different characteristics, making it likely that some of the population will be better adapted to withstand the stressful conditions and allow the species to survive. Therefore, genetic variation due to DNA differences is clearly very important. However, scientific breakthroughs over the past few years have indicated that there may be an additional, previously overlooked, factor that is important for the survival of environmental stresses. Studies with single-cell microorganisms have shown that individual cells within a population have markedly different characteristics in their abilities to survive environmental stresses, despite having the same DNA composition (i.e. being genetically-uniform). The reasons for this variation in their characteristics are currently being investigated, with some insights already gained. This is an exciting discovery as it suggests that this new source of variation, known as 'non-genotypic heterogeneity', may be a major factor allowing microorganisms to survive and overcome environmental stress in nature. However, all of the research into this topic has so far been performed only in laboratory organisms, so the importance of non-genotypic heterogeneity for survival of organisms in nature remains unproven. The aim of our proposal is to determine whether this newly discovered 'non-genotypic heterogeneity' is in fact of importance in the wild. We plan to study some common single-cell yeasts that can be easily collected from the wild and grown in the laboratory. We have three particular objectives, as follows. (1) To determine whether yeasts obtained from the wild show evidence of non-genotypic heterogeneity as seen in previous laboratory studies. To help us achieve this we have developed novel laboratory tests to detect non-genotypic heterogeneity. (2) To determine whether yeasts that have increased non-genotypic heterogeneity are more likely to survive environmental stress than those with low levels of variation. (3) To determine whether yeasts found in stressed natural environments exhibit increased levels of non-genotypic heterogeneity compared to those from areas with low stress. In particular, we plan to investigate the characteristics of yeasts from urban and industrial sites exposed to some common man-made pollutants. The results of the proposed project are anticipated to provide major new insights into the possible importance of non-genotypic heterogeneity for the survival of species during environmental change. This will help greatly in our understanding of how microorganisms survive in the natural environment, and how they may react to harmful changes caused by mankind through pollution.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E005969/1","grantId":"NE/E005969/1","fundValue":"334864","fundStart":"2007-04-17","fundEnd":"2011-08-16","funder":"NERC","impactText":"  By other scientists, to understand the impact of pollutants on natural microbial populations in the wild, showing a new way in which the microbial populations can adapt Agriculture, Food and Drink,Environment ","person":"Simon  Avery","coPersons":["Paul Stanley Dyer"],"organisation":"University of Nottingham","findingsText":" Main findings is that that phenotypic heterogeneity is a selected trait in natural yeast populations subject to environmental stress Changes to environmental monitoring practices. New research direction for other researchers. Agriculture, Food and Drink,Environment","dataset":"gtr"}