{"id":"309EB0BF-F655-4D21-9D33-25596FDF3A3E","title":"Modelling a Virtual Violin","abstractText":"This project attempts to enhance the sound of electric violins. It does so by modelling the resonance characteristics of the Octet Violins, an original set of violin family instruments built by Carleen Hutchins (1911-2009) with a greater homogeneity of sound across the register. This will be applied to Violectra electric violin (purchased as part of the project AH/D501784/1) as a prototype for assessment.\n\nThe AH/D501784/1 project focussed on the development of the use of the instrument. It assumed that the development of the sound quality of the instrument was the manufacturer's business. PI realised in the subsequent years that current technology allows the player/user of the e-violin to influence the sound quality too as part of her creative practice. While the earlier research focused on the expansion of the musical vocabulary for electric violin by using digital sound processing, this project complements the earlier research by raising the standard of the sound of the instrument itself. It is anticipated that such enhancement in quality of the input material will have a positive consequence on the processed sounds as a whole. \n\nThe project has the following outcome events (in chronological order):\n1. The publication of the new plugin and associated body impulse responses, August 2016. \n2. A concert of improvised and composed music at the Edinburgh University concert series at St Cecilia's Hall, November 2016. \n3. An improvisation event at Kyushu University, in collaboration with the Omoto Laboratory of Acoustic Engineering (OLAE), autumn 2016. The application of the new plugin in a public performance context, with support from diffusion specialists from OLAE.\n4. An improvisation event at sound festival, Aberdeen, of the shochu-whisky soundscape collaboration project with Kyushu University, November 2017.\n\nThe project targets users of e-violin (composers, performers, and those who enjoy music technology) by making e-violin more attractive - in response to the perception that the e-violin is still considered to be a poorer cousin of the acoustic counterpart, despite the challenges in using the latter in electroacoustic environment.\n\nThe project is innovative in its choice of the Octet Violins as a model for sound quality: the Octet Violins, built by Carleen Hutchins (1911-2009), feature a homogenous resonance across the entire register. The Treble and Soprano Violins (the highest two of the eight instruments) possess timbral qualities that are very different from those available on the equivalent registers on the acoustic violin. Hence, rather than using a standard acoustic instrument as a model, the project aims to develop a virtual instrument the acoustic potential of which currently exists only as a preserved, historical experiment.\n\nThe Musical Instrument Museums Edinburgh, Edinburgh University (MIMEd), is one of the two European museums with the Octet Violins and a partner to this project. Body impulse measurements will be taken from the instruments and the data will be used in simulating their resonance characteristics on the output of the e-violin. Since the 2006-7 project PI has used improvisation as a way to experiment new instruments and sounds (examples include collaborative performances with Parra Cancino, a recording of which is accessible at https://soundcloud.com/mieko-kanno-1/plp_i-2009-by-juan-parra-cancino- live-2010), and the present proposal continues to use this method.\n\nThe activities utilise the knowledge and expertise of PI as experienced concert violinist and player of a number of different types of violin. The Harker (Co-I) brings to this project his expertise on convolution technologies. Harker and PI have collaborated as composer and performer, forming a shared interest in music for violin and electronics. Newton (Co-I) and the University of Edinburgh's Acoustics and Audio Group provide technical support in the measurement part of the work.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/N003691/1","grantId":"AH/N003691/1","fundValue":"15670","fundStart":"2015-12-01","fundEnd":"2016-11-30","funder":"AHRC","impactText":"","person":"Mieko  Kanno","coPersons":["Michael James Newton","Alexander Joseph Harker"],"organisation":"Royal Conservatoire of Scotland","findingsText":"","dataset":"gtr"}