{"id":"30A1EB6B-B0A8-4D46-A9D4-A0ED83A608C9","title":"RAPID-RAPIT","abstractText":"North west Europe has a relatively mild climate in part because of heat pulled north through the Atlantic by the overturning. There is a risk that global warming will cause this circulation to rapidly decrease with consequences involving not only colder winters for Europe but also changes in sea level and precipitation. This project will carry out a risk assessment of rapid changes of the Atlantic overturning. We will use two models of the climate system, HADCM3, the Hadley Centre model used in the IPCC AR4, and CHIME, a global climate model developed at the National Oceanography Centre, Southampton. This has the same atmospheric model as HADCM3 but has a very different structure to the ocean component. Making use of the resources of climateprediction.net we will run a large ensemble of both models to assess the uncertainties in the system. We will then use modern Bayesian statistical techniques to combine model output, data and expert opinion in our risk assessment. An assessment of the utility of the data from the RAPID-WATCH arrays is an important aim of the project.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G015384/1","grantId":"NE/G015384/1","fundValue":"253158","fundStart":"2009-09-23","fundEnd":"2013-11-22","funder":"NERC","impactText":"  This grant was part of the RAPIT consortium led by Professor Peter Challenor (Exeter). The impact of the work in this project should be assessed in the context of the general impact outlined by Professor Challenor which takes an integrated view of this project. Our particular contribution was to provide exemplars of good practice in uncertainty analysis for large ensembles of climate model evaluations. This work offers new directions for the climate community to assess the uncertainty inherent in their models and methods, and we expect that our ideas will be taken up by groups working in this area. Environment,Other Societal,Policy & public services","person":"Michael  Goldstein","coPersons":[],"organisation":"Durham University","findingsText":" This grant was part of the RAPIT consortium led by Professor Peter Challenor (Exeter). The impact of the work in this project should be assessed in the context of the general impact outlined by Professor Challenor which takes an integrated view of this project. Our particular contribution was to construct the uncertainty analysis linking the climate model ensemble, run through ClimatePrediction.net, through emulation and consideration of stuctural discrepancy to observed system behaviour via history matching. The work was scientifically interesting in the conclusions reached, and will act as an exemplar of good practice in treating uncertainty in large climate model ensembles. Climate scientists will have a detailed account and example of the virtues in history matching and structural discrepancy assessment for large computer models, which will suggest improved uncertainty treatment across the general field of climate science. Environment,Other","dataset":"gtr"}