{"id":"30AF1008-C511-4634-AFD7-1817AE8B1EA2","title":"Exposure: Understanding living in extreme environments","abstractText":"<p>Soils that surround ancient settlements can hold evidence of past societies: their activities are revealed through the retrieval of cultural information including the type and intensity of past agriculture. This changes over time, nowhere more dramatically than on the margins of different regions and in places of new human settlement.&nbsp; In order to communicate these changes in environment and the challenges that these present to human society to new audiences, a novel method of interpretation that connotes both environmental change and human adaptation has been be developed.</p>\n\n<p>This has involved collaboration across the art–science interface. Analysis of the soil through microscopic analysis and subsequent visual manipulation and analysis has produced a generative audiovisual installation. This installation “Exposure” explores raw data representing 1000 years of human activity in southern Greenland from settlement by the Norse, that society’s collapse, the periodic visiting by Inuit hunters and finally resettlement by modern-day Greenlanders. By conceptualising human responses to land management in such an extreme locale, the work has been presented to a range of audiences across galleries and science centres, inviting each audience to consider the fragility of human settlement in such a famously marginal environment.<br /><br />&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-168-26-0141","grantId":"RES-168-26-0141","fundValue":"1950","fundStart":"2008-03-01","fundEnd":"2008-03-31","funder":"ESRC","impactText":"","person":"Paul  Adderley","coPersons":[],"organisation":"University of Stirling","findingsText":" This project sought to develop an installation for use in public engagement activities relating to the interaction of people to environemntal change in extreme environments such as Greenland. This project was concieved and undertaken to allow public engagement with more fundemental reserach outcomes relating to climate change events from other projects. The installation developed from this project has been presented in a number of interntaional museums and galleries. Environment","dataset":"gtr"}