{"id":"30B5E568-220D-454A-B7D6-997F9DB9DD44","title":"Specificity in host carbohydrate-apicomplexan recognition","abstractText":"The phylum Apicomplexa contains some of the most widespread protozoan parasites of humans and animals. Key members include Plasmodium spp., Eimeria spp., Neospora caninium and Toxoplasma gondii. Not only has T. gondii emerged as the principal model for the study of other apicomplexa parasites it is an important pathogen in its own right, causing severe disseminated disease. Eimeria are a group of highly successful intracellular protozoan parasites that develop within enterocytes. They are the cause of intestinal Coccidiosis in chickens, which is one of the economically most important diseases in modern poultry farming. Neospora caninum has emerged as global pathogen of major significance in cattle and dogs. N. caninum is recognised as the major diagnosed cause of reproductive failure in dairy cattle and infected cattle are up to seven times more likely to abort. Infection by apicomplexans is established in the host by rapid and forced invasion of host cells. Proteins secreted at the first stage of this process, participate in apical attachment to host cell surfaces and the formation of a connection with the parasite actinomyosin system, thereby providing the platform from which to drive invasion - these are called microneme proteins (MICs). We have identified a novel region within this family of proteins that interacts with host carbohydrates and is present in MICs from Eimeria and N. caninum. We have named this the 'Micronemal Adhesive Repeat Regions' (MARRs). We plan to investigate some fundamental aspects of how MICs discriminate host ligands, which will provide new information on how the parasite works at the molecular level. Our specific objectives are to determine the structures of MARRs from three different apicomplexans in complex with cognate ligands. The structural information provided by our studies will allow us to make new hypotheses about how they discriminate between different cell types. We will then design new experiments to test these hypotheses. Our work should provide a foundation that may reveal new pathways to the development of antimicrobial strategies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E02520X/1","grantId":"BB/E02520X/1","fundValue":"403753","fundStart":"2007-09-01","fundEnd":"2010-08-31","funder":"BBSRC","impactText":"  Publications have been well cited in the field Agriculture, Food and Drink,Pharmaceuticals and Medical Biotechnology ","person":"Stephen  Matthews","coPersons":["Ten  Feizi","Stephen  Curry"],"organisation":"Imperial College London","findingsText":" This project aims to analyse structural aspects of host recognition by key micronemal proteins from Apicomplexan parasites, an important family of mammalian parasites that are the major cause of disease in livestock, pets and humans. Micronemal proteins are secreted immediately prior to host cell invasion. They carry out specialised roles in host recognition, parasite reorientation and invasion. We have identified a new family of carbohydrate-binding domains, called 'Micronemal Adhesive Repeat Regions' (MARRs) and chracterised their binding specificity to host ligands  Agriculture, Food and Drink,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}