{"id":"30B92F47-BFE0-4ACC-8250-0F5AD894C81D","title":"Cognitive neuroscience of normal and disordered language function","abstractText":"We currently communicate our research to the clinical and academic community through research papers in peer-reviewed journals and national and international conferences. We make our research more widely known to the general public by contributing talks to major popular scientific meetings such as the British Association for the Advancement of Science, and public meetings at the British Academy. At a local level we have participated in the well-attended Cambridge Science Week, and have given talks at primary schools. However, this is an area where we intend to be substantially more proactive in the future. Our work provides insights into the way the brain represents and processes language, and is inherently of public interest. Our strategy will be: To provide media training to all staff who might be in contact with journalists; To examine all our forthcoming papers for newsworthiness; To issue a minimum of three press releases a year on new CSL findings; To continue to be involved in Science Week activities; To attempt to place four articles a year in publications for our key audiences [eg speech and language therapists, consultant neurologists, gerontologists, and patient organisations representing people who have had strokes]; To identify and approach 2-3 journalists with an interest in this field, [eg Clare Wilson at the New Scientist]; To improve our web site, making it more accessible to a general audience and adding more links to and from sites visited by our key audiences. We intend to develop a new strategy with the help of Martin Ince, a science communicator whose other clients include BBSRC, ESRC, AHRB and the DTI. He will do this work pro bono.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0500842","grantId":"G0500842","fundValue":"893953","fundStart":"2006-03-01","fundEnd":"2011-02-28","funder":"MRC","impactText":"","person":"Lorraine Komisarjevsky Tyler","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}