{"id":"30BA3E93-1451-4A28-AC28-72982891380C","title":"The Non-Covalent Chemistry of Complex Systems","abstractText":"An accurate quantitative description of non-covalent interactions will provide the key to unravelling the complexity of condensed phase molecular properties. Although we are beginning to be able to predict three-dimensional structure with some confidence, prediction of the thermodynamics that dictate functional properties remains well beyond our reach at present. In the 21st century, we aspire to the discipline of molecular engineering, but this description is a long way from the reality of what actually takes place in any laboratory that attempts to produce a functional molecule. The aim of this proposal is to develop a range of new tools that will allow the accurate mapping of molecular properties onto chemical structure, based on a new supramolecular perspective on intermolecular forces. We choose as our frame of reference individual point contacts between specific recognition sites on molecular surfaces. These are the types of interactions that we can easily identify and quantify in experimental systems. This will allow us to build a connection between molecular parameters that can be calculated from first principles with the experimental behaviour of supramolecular model systems and the bulk properties of molecular ensembles. We believe that this approach has the potential to deliver radically new insights into how non-covalent chemistry determines the functional properties of complex systems and cuts across all disciplines in the molecular sciences. The methods will be tested in a range of molecular design problems that represent current practical and scientific challenges, such as prediction of protein-ligand affinity, phase partitioning, solubility, cocrystal formation, surface adhesion, friction and non-covalent control of reactivity. The goal is to produce a general method for predicting and understanding the thermodynamic properties of any molecular system. This new supramolecular surface contact approach promises to completely change the way we think about the molecular interactions in solutions, interfaces and solids in a way that can be adopted by everyone involved in the molecular sciences.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K025627/2","grantId":"EP/K025627/2","fundValue":"1931480","fundStart":"2014-09-01","fundEnd":"2018-08-31","funder":"EPSRC","impactText":"","person":"Christopher Alexander Hunter","coPersons":["Graham  Leggett","Nicholas H Williams"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}