{"id":"30C07B19-61DE-4C1B-9988-973EA8B15CBB","title":"University of Sheffield - Equipment Account","abstractText":"Applying the rules of quantum rather than classical physics makes big differences to how we can manipulate information. A classical 'bit' of data can have one of two values, '0' or '1'. Its quantum counterpart, the qubit, can be in a state which is a superposition of the two values, in the sense of having both values at the same time. This, along with entanglement (Einstein's 'spooky' action at a distance) could enable quantum computers to out-perform current computers by huge margins. However making such a machine is very difficult; it is challenging to control large quantum systems while simultaneously isolating them from their environment sufficiently well to be able to carry out a useful calculation. Currently, using a number of different sorts of hardware (trapped ions, atoms at nano-Kelvin temperatures, superconducting circuits, single photons in silicon waveguides), it is possible to perform some simple quantum algorithms on arrays of a few qubits. However, for all these systems, there are very significant challenges to scaling such demonstrators up into useful devices. \n\nWe propose to develop quantum circuits using a different technology, III-V semiconductor materials (GaAs, AlGaAs, InGaAs etc). Our circuits will employ photons and electron spins as qubits, making use of the optical properties of the III-V materials to carry out the quantum operations. A big advantage of the III-V semiconductors is that a mature photonics technology with advanced fabrication capabilities already exists, which will enable us to put all the elements of a circuit on a single microchip. With this level of integration, our approach is intrinsically scalable. Our five year vision is to construct circuits containing all the basic building blocks required to achieve quantum information processing: single photon sources to generate photon qubits, communication channels between qubits, quantum logic gates, memories consisting of spin qubits, and on-chip single photon detectors. \n\nCircuits of this type could form the building blocks of future quantum computers, but they can also perform useful quantum functions outside the realm of large scale quantum computation. With this level of complexity, it is possible to build quantum repeaters that enable wide-scale secure quantum communication networking. There are also applications in quantum metrology, where the properties of quantum mechanics can be used to obtain precision beyond the fundamental limits imposed by classical physics. Potential areas that may benefit here are magnetic sensors and microscopy. \n\nTo pursue this vision of an integrated quantum technology, we will have to push forward the state of the art in semiconductor physics and device fabrication. On the physics side, our expected highlights include demonstrating full control of the nuclear spins in a device, obtaining entanglement of remote qubits on a chip, creating photon blockade structures, where the presence of a single photon prevents any more from entering, and developing control of light-matter interactions on the scale of single quanta. The targets on the technology side are equally challenging and will include tuning of quantum dot properties to achieve tightly controlled emission properties, the growth of dots in defined positions for incorporation in optical cavities, and highly reproducible lithography to achieve efficient circuit performance. All these topics will be central to our goals and will be addressed within the proposal; in addition they have potential to be of significance for a wide range of related nanoscale photonic technologies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J013714/1","grantId":"EP/J013714/1","fundValue":"12604400","fundStart":"2011-11-01","fundEnd":"2021-10-31","funder":"EPSRC","impactText":"","person":"John  DerrickRichard  Jones","coPersons":[],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}