{"id":"30C25823-8CC6-4CB0-AE6C-3D31D4069A94","title":"TACTIC - development of a new detector for nuclear astrophysics","abstractText":"Nuclear astrophysics is one of the many applications of nuclear physics and arguably one of the most exciting. It tries toexplain where all the elements around us, the oxygen in the air, the iron in our blood, the silicon in computer chips, comefrom. Where and how were they formed? On top of this, nuclear astrophysics tries to understand how nuclear reactionsaffect the life and death of all stars. How do such tiny things influence such massive objects as stars?Most stars get their energy by burning stable elements, such as the carbon and oxygen we are familiar with, over longperiods of time. The energy is produced by nuclear reactions, turning one element into another. However, not all types ofcarbon, for example, are the same. Different types have different numbers of neutrons (but the same number of protons)and are called isotopes. Some isotopes of an element are unstable or radioactive and will change or decay into adifferent element, after a certain amount of time. In some stars which are very hot, the nuclear reactions happen soquickly that unstable isotopes will react with other isotopes before they have time to decay. Often, these hot stars willexplode in spectacular displays of stellar fireworks, such as novae and supernovae. So to understand these explodingstars we need to be able to study the nuclear reactions with unstable isotopes that play a role.Astronomers can study these exploding stars by looking at the light that shines from them. From this light, they can tellwhat elements were produced in the explosion and this gives nuclear physicists information on which nuclear reactionscould be important. Scientists can then compare these observations with the predictions of computer models to see if weunderstand how these exploding stars work. These models need information on how quickly these unstable isotopes arecreated and destroyed by nuclear reactions and that is where the nuclear physics comes in.In the last few years, advances in technology have allowed scientists to accelerate these short-lived unstable istopes sothat they can be used to study these reactions. Laboratories have been built to provide such unstable beams for studiesand new laboratories are being developed that can produce more variety of unstable beams and higher intensities. Onesuch laboratory is at TRIUMF in Vancouver, in Canada and is called ISAC.The proposed research will develop a new detector, TACTIC, that will use the unstable beams available at ISAC.Once operational, TACTIC will be used to study several reactions which are key to our understanding of these exploding stars and so will help to explain where all the elements are created.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/G003785/1","grantId":"ST/G003785/1","fundValue":"315672","fundStart":"2009-01-05","fundEnd":"2011-11-04","funder":"STFC","impactText":"","person":"Alison  Laird","coPersons":[],"organisation":"University of York","findingsText":"","dataset":"gtr"}