{"id":"30D6C25F-367A-44E7-91E0-546543BA68EB","title":"Centre for Synthetic Biology and Innovation at Imperial College","abstractText":"Synthetic Biology aims to design and manufacture biologically-based devices and systems that do not already exist in the natural world, including the re-design and fabrication of existing biological systems. The case for investment in Synthetic Biology has been made in at least two major reports (i) the EU Report 2003, and (ii), more recently, Systems Biology: A Vision for Engineering and Medicine - by the Academy of Medical Sciences and The Royal Academy of Engineering. The strategic benefit of the area to the UK is described in the Government's Science and Innovation Investment Framework Document 2004 -2014. The aim is to establish a new and innovative research centre within the Institute of Systems and Synthetic Biology (IoSSB) called the Centre for Synthetic Biology and Innovation. This is directly in line with the Imperial College's strategic objectives of establishing a strong research base in Synthetic Biology. We believe that this will produce a step change in the UK's ability to generate sufficient IP in the area and be of significant benefit to the UK economy, in terms of licensing and spinout companies. This will principally be done through Imperial Innovations Group plc and the College's Business Development Unit. The Centre is to be housed in contiguous space. This will allow us to create a distinct identity which will act as a focus for Synthetic Biology research and training, both in the College and externally. The core of the application is the appointment of 3 new lecturers (2 in Engineering and 1 in Life Sciences). The new lecturers will be physically located in a single area, but with easy access to other members of staff working within the IoSSB and associated departments (all of the associated departments are on the South Kensington Campus). We will address societal and ethical issues surrounding Synthetic Biology. To this end, we have formed a partnership with the BIOS group at the LSE, led by Professor Nikolas Rose. In addition, we intend to work with Professor Robert Winston (who is Professor of Science and Society at Imperial College) to address issues of public engagement and trust and to engage with the central concerns of policy and regulation in this novel and rapidly developing area. We plan to organise regular meetings and workshops with both national and international collaborators. A principal aim of these meetings will be the definition of Grand Challenges in the field, including ethical and societal issues. Another aim is to actively nucleate Synthetic Biology research activities in the UK. We intend to establish clusters of research activity involving multiple institutions to tackle these Grand Challenges. We anticipate exchange visits for staff and students, as well as short placements. A Visiting Professor Scheme will be established in which a different internationally outstanding scholar will be funded for a period each year (typically 1-2 months) to visit the new centre to give seminars and a series of lectures that will be open to public and UK academic community. The meetings/workshops will be advertised widely in the UK academic community, including through the BBSRC networks in Synthetic Biology. We see the two annual meetings/workshops as a key element in creating research capacity in the UK where the Centre will actively promote and share expertise in Synthetic Biology with the wider UK community. Each workshop/meeting will also include a session devoted to societal, ethical and public engagement issues organised by our BIOS partners. In terms of sustainability, the aim is to have a steady flow of IP which is transferred via licensing, spinout companies and collaborative research (eg with industry). We anticipate that by 2014 there will be a rapidly developing industrial sector in Synthetic Biology in the UK/EU and internationally with which the Centre will be interacting. This is likely to include healthcare, renewable energy, materials, industrial processes and food technology.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G036004/1","grantId":"EP/G036004/1","fundValue":"4710140","fundStart":"2009-01-07","fundEnd":"2014-10-06","funder":"EPSRC","impactText":"","person":"Richard  Kitney","coPersons":["Paul S Freemont","John  Wood","Nikolas Simon Rose"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}