{"id":"30D6E39E-AF21-494D-B652-9CCA8C3D67A2","title":"Provision of the MAD/XAFS facility for the UK structural biology community","abstractText":"A &pound;2.6M funding in July 2001 by BBSRC (719/B15474) and a subsequent grant of &pound;195K from BBSRC 719/REI20571) and a project award of &pound;170K from Northwest Development Agency (N0002170) enabled the establishment of a world competitive Protein Crystallography (MAD/SAD) facility in the UK in 2004 with full user operation starting in October 2004. The range of biological problems, which have already been addressed by the UK structural biology community using this beamline is impressive. Several major biological highlights have emerged in this short time including papers in Cell, Nature, Development Cell, PNAS, and several other high impact journals including J Mol Biol and J Biol Chem. These have contributed towards elucidation of enzyme mechanism, deciphering of structural features which may contribute to the disease causing properties of an otherwise key life-sustaining biological molecule, structural mechanisms involved in inward budding of endosomal membranes to generate multivesicular body, etc. These and other studies, which would likewise appear in high impact journals in due course, have made use of one or more of the features of this facility as outlined in detail under the objective and technical sections. The above capabilities would be further consolidated particularly for the long wavelength use, e.g. minimisation of air path through the use of Helium via the cryostream, and combined PX/XAFS capabilities, a combination pioneered in the UK. Now that the robotic stage is in full operation on the beamline and some of the SPoRT centres are beginning to produce a significant number of proteins and crystals as part of the BBSRC's recent investment on structural proteomics of rational targets (SPoRT), continued availability of this premier facility would ensure that a proper return on BBSRC's investment is realised. The experience gained on this tried and tested beamline would be directly relevant to development of facilities at DIAMOND, e.g. long wavelength phasiand combined MAD/XAFS capability.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E001971/1","grantId":"BB/E001971/1","fundValue":"181135","fundStart":"2006-11-01","fundEnd":"2008-03-31","funder":"BBSRC","impactText":"","person":"Samar  Hasnain","coPersons":["Richard  Strange"],"organisation":"STFC - Laboratories","findingsText":"","dataset":"gtr"}