{"id":"30E565BE-655E-4FB5-AC1A-B47BBB26DED8","title":"Molecular basis of protein translocation through outer membrane porins","abstractText":"Gram-negative bacteria are surrounded by two membranes, the outer most of which (usually referred to as the 'outer membrane') is a highly effective barrier against toxic molecules; for example, bile salts which exist within the gut of a mammal. The effectiveness of the outer membrane is a double-edged sword for the organism since it is also very effective at keeping out essential nutrients such as sugars, which the organism needs to grow and divide. Hence all organisms that have an outer membrane also have specialised proteins within this membrane whose job it is to allow the exchange of nutrients and metabolites with the environment. These proteins are known as porins, which are barrel-like membrane proteins that have a hole or pore running through them which traverses the membrane. There are many barrel proteins in the outer membrane of Gram-negative bacteria (it is estimated that 2-3% of the E. coli genome encode such proteins) which serve a variety of functions. Those that allow the exchange of nutrients are usually referred to as general or classical porins, the best understood of which are the proteins OmpF and OmpC. These porins are also the major routes by which commonly used antibiotics (e.g. ampicillin) diffuse into the cell. Indeed, the channels of these porins are frequently found to be mutated in multidrug resistant bacteria. \n\nThe focus of this research proposal is a novel function we have recently discovered for the general porin OmpF which shows that porins can do more than just let small molecules diffuse through their pores. We have discovered that OmpF can also be used to allow proteins to pass (translocate) into the cell, as long as the protein is unfolded (i.e. a random coil) and can snake its way through the narrow pores of the porin. Even more remarkably, this translocating protein snakes through two of the three pores of OmpF, which is composed of three barrel subunits; i.e. it goes into the cell then comes back out again. Given the importance of porins to the physiology of bacteria and eukaryotes (mammals and plants have porins in the outer membranes of some of their organelles) our discovery has important ramifications for our understanding of the biology of organisms that have outer membranes since it shows that proteins can exploit their porins. Proteins have functions which are usually imparted by their having a three dimensional structure or fold. Although the proteins that pass through OmpF are unfolded polypeptides and so by implication have no function, these can become functional by virtue of their being able to bind to other molecules such as proteins, and hence in this way alter cellular behaviour. The twin aims of this proposal are to understand the molecular basis for protein translocation through the porin OmpF in the gut bacterium Escherichia coli (determining for example how much polypeptide can pass through the pore) and to discover how common this phenomenon is by looking at other porins and porins from other organisms. Another important question to be investigated is what drives protein translocation through porins? This is an important question since the outer membrane has no energy source to call upon in order to drag a protein into a cell (unlike the inner most membrane which does) and so answering this question will not only provide us with fundamental new insights into bacterial porins themselves but also the outer membrane in which they reside.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L021234/1","grantId":"BB/L021234/1","fundValue":"745553","fundStart":"2015-01-01","fundEnd":"2017-12-31","funder":"BBSRC","impactText":"","person":"Colin  Kleanthous","coPersons":["Carol V Robinson","Hagan  Bayley"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}