{"id":"30F38894-AB24-4807-A1BD-E3E57CB649C7","title":"The formation of a synapse: measuring vesicle cycling in growth cones and developing presynaptic terminals","abstractText":"Neurons in the brain communicate with each other at specialized sites called synapses. During brain development a large number of neurons (about 10 billion) make an astonishingly large number of synaptic connections (about 100 trillion) to form a functional brain. Not surprisingly, an important question in neuroscience is to understand how synapses are formed and how these connections pass information from one neuron to the next. At the synapse, the transfer of information is carried out by the release of packets of neurotransmitter released from a presynaptic neuron onto specific receptors on a postsynaptic neuron. Neurotransmitter is stored inside membrane vesicles and is released by the fusion of vesicles with the plasma membrane, which expels the neurotransmitter towards the postsynaptic neuron. The membrane from the vesicle is subsequently retrieved from the plasma membrane to be refilled with neurotransmitter and recycled for use once again. An important aspect of this vesicle cycle is that it is tightly controlled by the activity of a neuron. The research proposed here will focus on understanding how a presynaptic terminal forms and matures to provide such an exquisitely controlled system for releasing neurotransmitter. For this purpose I will use especially designed fluorescent probes that report vesicle cycling in real time by showing flashes of fluorescence every time a vesicle fuses with the plasma membrane. \nBefore a neuron forms a synapse it must first reach its target neuron. This process of axon pathfinding relies on a special compartment at the tip of the axon, the growth cone, which acts as a navigator, guiding the axon to its correct target. The formation of a presynaptic terminal can be seen as a progression of events spanning the initial growth cone motility involved in axon pathfinding, followed by the stabilization of the growth cone at the target neuron and the formation of a synapse. Throughout all these processes, vesicle cycling also develops and matures: from an initial mixed form of vesicle cycling at the growth cone to a purely activity-dependent form at mature terminals. Here, I will study how vesicle cycling matures and results in a functional presynaptic terminal that releases neurotransmitter. Understanding these events will help uncover how connections in the brain form during development and help us understand neurological diseases where this process has gone wrong.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0600197","grantId":"G0600197","fundValue":"560644","fundStart":"2006-10-01","fundEnd":"2010-09-30","funder":"MRC","impactText":"","person":"Juan  Burrone","coPersons":[],"organisation":"King's College London","findingsText":"","dataset":"gtr"}