{"id":"30F5809C-A152-484D-AC3B-13784F216FEB","title":"Molecular characterisation of the FtsK DNA motor and its interaction with topo IV in chromosome segregation","abstractText":"FtsK is a multifunctional enzyme with the key role of coupling bacterial chromosome segregation and cell division. It is fixed to the DNA septum, a ring structure separating daughter cells, and functions as an ATP-driven DNA motor to pump chromosomal DNA through the closing septal ring. Moreover, it interacts with topo IV, an enzyme that separates topologically interlocked chromosomes and whose activity is blocked by quinolone drugs. These agents are widely used to treat infections caused by Streptococcus pneumoniae and other Gram-positive pathogens. Quinolones trap a topo IV-DNA complex that is converted into a lethal double stranded DNA break by motor proteins that track on DNA. Despite its fundamental scientific and pharmaceutical importance, little is known about topo IV, its interactions with FtsK and quinolones. By using a soluble truncated FtsK protein that retains the DNA motor activity, we aim to study how pneumococcal FtsK directs and modulates topo IV and its targeting by quinolones. The work will lead to significant advances in our understanding of chromosome segregation and cell division, and how antimicrobial quinolones disrupt these processes. In the longer term, the work should aid the development of more effective antibacterials.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D01882X/1","grantId":"BB/D01882X/1","fundValue":"250921","fundStart":"2006-04-01","fundEnd":"2009-03-31","funder":"BBSRC","impactText":"  Collaboration with Pr Emmanuelle Cambau established the target specificity of besifloxacin, a novel quinolone developed by Bausch and Lomb for the treatment of ocular infections (Cambau E et al J Antimicrob Chemother 63, 443-450, 2009. The work and publication was instrumental in the FDA approval of besifloxacin (Besivance) for treatment of bacterial conjunctivitis in May 2009. The drug is now commonly prescribed in the USA as resolving conjunctivitis faster than other therapies. Work made possible by BBSRC investment in our work on Streptococcus pneumoniae topo IV and gyrase- was included as a Case Impact Study in the 2014 REF (L M Fisher) Healthcare,Pharmaceuticals and Medical Biotechnology Societal,Economic","person":"Larry Mark  Fisher","coPersons":[],"organisation":"St George's University of London","findingsText":" The DNA motor FtsK and the enzyme topoisomerase IV are partners in bacterial chromosome segregation. Moreover, topo IV is a target for clinically important quinolones.\n\nWe have investigated the interactions of recombinant FtsK translocase and other molecules with the quinolone-arrested cleavage complex of topoisomerase IV. We have shown:\n1. Collision with FtsK tracking on DNA did not convert a quinolone-arrested topo IV cleavage complex into an irreversible form suggesting that other mechanisms account for quinolone lethality in bacteria.\n2. Clerocidin and quinazolinediones, small molecule antimicrobial inhibitors of topo IV- do arrest topoisomerase IV (and gyrase) in irreversible cleavage complexes on DNA through novel mechanisms involving covalent modification of the DNA gate and very tight binding, respectively. (Pan et al. Nucl Acids Res 36, 5516, 2008 and Pan et al Antimicrob Agents Chemother, 53, 3822-3831, 2009).\n3. We have generated a number of useful reagents including plasmids allowing facile expression and purification of E. coli/S. pneumoniae FtsK and S. pneumoniae ParE metal binding domain of S. pneumoniae topo IV. New methodology developed to investigate covalent trapping and modification of topoisomerase cleavage complexes by alkylating poisons such as the antibiotic clerocidin leading to mechansitic advances. The main beneficiary from our work is the pharmaceutical industry which through new insights on topo IV arrest by drugs developed in the work will be aided in new development of novel antibacterial agents, so keenly needed in a climate of increasing drug resistance. In particular our work on clerocidin provides a prototype for new drugs acting through new mechanisms. Finally, our accumulated expertise on bacterial topo IV/gyrase was important in the FDA approval of besifloxacin as a new opthalmic quinolone (see Narrative Impact section) Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}