{"id":"30FCEB4D-B594-4787-80FF-23E01F52D502","title":"Einstein's Happy Thought: An animated film marking the 100th anniversary of General Relativity","abstractText":"This project will see Oscar shortlisted animator Eoin Duffy create a striking, contemporary animation that explains the wonder of Albert Einstein's General Relativity. The film will be launched and distributed widely online in the week of November 25th 2015 - the 100th anniversary of Einstein's masterpiece.\n\nAlbert Einstein is the most famous figure in science. His name is synonymous with genius. Yet very few people know what he actually figured out. Einstein produced one of history's most creative and important revisions of our concepts about the universe. The theory of general relativity was not merely the interpretation of experimental data or the discovery of a more accurate set of laws. It was a whole new way of regarding reality. Most of us think of space as a sort of arena in which things happen and time as something that tick-tocks along independent of everything else. That's Isaac Newton's universe. It's 100 years out of date. Einstein showed us that space and time are linked and are malleable. Matter defines the shape of space and time - and in turn, their shape creates what we feel as gravity. It's mind-bending stuff. It involves letting go of instincts about space and time we've learned living in the everyday world around us. But it's no more difficult than looking out of the window and seeing the world as a round planet that's spinning through space. If you can do that, you'll be fine with relativity.\n\nEinstein made his discoveries sitting at his desk, visualising physical situations. This animation will bring those thoughts to life. It will be a lively visual journey beginning in Einstein's young mind and ultimately reaching the extremes of modern cosmology. His vivid thought experiments will provide a clear, step-by-step journey through the key ideas of general relativity.\n\nThe project will be produced by BAFTA winning science filmmaker Jamie Lochhead and scripted in collaboration with cosmologist and science writer Dr Anais Rassat and STFC funded researcher Prof. Ofer Lahav. Eoin Duffy will animate the film with in the style and tone of his multi award winning film The Missing Scarf. When the film is complete, the production team will work on a targeted publicity drive that will generate a buzz in the online press around the film and the anniversary. \n\nGeneral relativity is perhaps the most elegant and powerful theory in science. It has revealed the history of the cosmos, from the origin of time to the evolution of everything in the universe. A century after it was discovered, it's high time the public appreciated the true wonder of this cornerstone of modern science.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/N000439/1","grantId":"ST/N000439/1","fundValue":"41697","fundStart":"2015-07-13","fundEnd":"2017-03-12","funder":"STFC","impactText":"","person":"Jamie  Lochhead","coPersons":[],"organisation":"Windfall Films Ltd","findingsText":"","dataset":"gtr"}