{"id":"31091557-84F9-42BA-A2BB-2D4279F0A13E","title":"Development of Cerebral Blood Flow and Cerebral Blood Volume Quantification Procedures using MRI without Contrast Agents","abstractText":"Modern medical imaging methods have transformed the diagnosis and treatment of a number of diseases. To date, most imaging has been used to show only the location of disease in organs such as the brain, helping doctors make diagnoses that include cancer or stroke. Recently a number of techniques have been developed that are able to provide additional information on the brain, such as the amount of blood supplying the tissue, or the density of blood vessels in different parts of the brain. As well as being useful in hospitals, these techniques are also being used by drug companies to provide better information on whether their new drugs are working well. However, many of these newer imaging techniques involve invasive procedures, such as injections, or involve exposing the patient to ionizing radiation. We wish to develop new totally non-invasive techniques using magnetic resonance imaging (MRI) that will be able to make accurate and absolute measurements of blood flow and vessel density in the brain. After verifying the accuracy of these measurements against more established invasive techniques, we will then use them to determine how useful they are in detecting changes caused by introducing a drug into the body. We will also use the new techniques to assess their ability to detect abnormal patterns in patients whose arteries that feed their brain have become partially blocked. If successful, these techniques could then find wider application in the more rapid development of new drugs to treat disease, and in the diagnosis and treatment of a number of brain diseases.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0802179","grantId":"G0802179","fundValue":"366103","fundStart":"2009-09-08","fundEnd":"2013-09-07","funder":"MRC","impactText":"","person":"Peter  Jezzard","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}