{"id":"310C3BBC-25B9-4554-8741-015B88417A77","title":"Integrated systems approach for preventing uterine disease in dairy cattle","abstractText":"Multi-pathogen infections of the uterus after parturition are endemic causing clinical uterine disease in 40% of dairy cattle and a further 20-40% develop subclinical disease each year. The number of animals requiring treatment is rising as milk production increases. Uterine disease causes infertility, delayed conception, disruption of ovarian cycles, involuntary culling for failure to conceive, and mortality, costing the EU dairy industry EURO1.4 billion/year. The cost to the animal is pain and suffering for several weeks. The cost to the environment is more greenhouse gas emissions, land and water degradation because more cattle have to be kept on farms to replace infertile animals. Research into uterine infection has been neglected compared with other major diseases; there are no vaccines or prevention strategies, and treatment relies on antibiotics and hormones. However, there has been an explosion of knowledge about innate and mucosal immunity in the last 10 years, which provides insights that can be exploited to prevent disease. Furthermore, our recent work has identified several potential strategies to prevent or limit this endemic disease that urgently need examining. Now is the strategic moment where concerted action between the partners is likely to have an impact on uterine disease. This project aims to translate novel strategies into potential products that limit the impact of uterine disease. We will pursue 3 objectives: 1. Refine our underpinning knowledge and tools for postpartum uterine disease in cattle. This includes refining and benchmarking our in vitro and in vivo models of disease; exploring the details of the microbes that infect the uterus, including our newly discovered endometrial pathogenic E. coli (EnPEC); and developing molecular tools to evaluate and diagnose disease. 2. Test candidate strategies to prevent or limit uterine disease using our in vitro and in vivo models. 3. Translate the best candidate strategies that prevent or limit uterine disease to pre-clinical field trials. The project addresses the first translational gap between basic science and the generation of ideas or products for animal health. We are fortunate to have support from our industrial partners, who also have the expertise to then take the results of the project to market for the benefit of all stakeholders.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I017283/1","grantId":"BB/I017283/1","fundValue":"328731","fundStart":"2011-08-01","fundEnd":"2014-07-31","funder":"BBSRC","impactText":"","person":"David George Smith","coPersons":[],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}