{"id":"3124FE96-E7D5-49EC-9A45-4B0E0BEB3339","title":"An electrophysiological investigation of emotion-enhanced recollection","abstractText":"A large part of the world population can remember very vividly and specifically where they were and what they were doing when they learned about the 9/11 terrorist attacks (Curci and Luminet, 2006). Similarly, private emotional memories from our autobiographical past (e.g. loss of a close relative, first day at college, first relationship, etc.) are usually remembered with a wealth of vivid details (Schaefer and Philippot, 2005). We define this phenomenon as 'emotion-enhanced recollection', the fact that emotional memories are more vivid and detailed than neutral memories. The purpose of this proposal is to achieve a significant progress in discovering how it originates in the human brain. It is widely believed that EER is caused by neurophysiological processes happening when events are encoded, i.e. stored in memory. In other words, EER would happen because when an emotional event is experienced, a robust, 'photographic' record of the event is stored in memory. This would enable us to later remember the event in full vivid details, as if we were mentally re-living it. Therefore, the main purpose of this proposal is to investigate brain mechanisms related to how we store emotional events in memory. For that, we propose to record electrical brain activity from electrodes attached on the scalp of human subjects while they are experiencing emotional events that will be later vividly recollected. This method will isolate neural activity specific to the formation of memories leading to EER. We will not only isolate neural activity predicting EER but we will also investigate what are the determinants of this neural activity. For that purpose, several studies will investigate how cognitive processes can change the way we encode emotional events in memory. This approach is fundamentally novel and timely: Despite a recent surge of interest in how emotional memories are formed, no electrophysiological study has ever investigated how we encode memories that lead to the EER phenomenon. Therefore, this project has the potential to produce unique knowledge on how emotional memories are formed in our brains. This could contribute to a comprehensive and integrated neuroscientific theory of emotional memory, which would fill an important gap in a domain which is still largely a-theoretical. As a result, the outcomes of this project could bring a significant potential contribution to the work of both psychologists and neuroscientists trying to understand how memories are formed. For instance, it could speed up the development of computational models of memory by making explicit the rules through which emotional and evolutionary factors constrain the formation of memory traces. In addition, a better understanding of emotional memories can also have long-term potential impacts in a variety of applied fields such as forensic science (the impact of emotion on eyewitness testimony), clinical psychology (emotional memories play an important role in a variety of mood disorders such as post-traumatic stress disorder and depression), and social sciences (how do societies cope with highly emotional collective memories such as terrorist attacks). Curci A, Luminet O (2006) Follow-up of a cross-national comparison on flashbulb and event memory for the September 11th attacks. Memory 14:329-344. Schaefer A, Philippot P (2005) Selective effects of emotion on the phenomenal characteristics of autobiographical memories. Memory 13: 148-160","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H001476/2","grantId":"BB/H001476/2","fundValue":"258116","fundStart":"2010-09-01","fundEnd":"2013-07-31","funder":"BBSRC","impactText":"","person":"Alexandre  Schaefer","coPersons":[],"organisation":"Durham University","findingsText":"","dataset":"gtr"}