{"id":"312C61B6-8781-4BBD-9A24-E646966F9A6E","title":"Lexis of cloth and clothing: Medieval Royal Wardrobe accounts","abstractText":"Summary\n\nThe overall aim of the present project is to offer a way for school-children, students and interested members of the public to engage with a number of facets of Britain's medieval past, its language, manuscripts, and the clothing worn by the royal family and nobility. Specifically, the proposal is to offer an attractive and accessible entry point to the resources of the project Lexis of Cloth and Clothing in Britain c. 700-1450: origins, identifications, context and change (LexP). This was a major five-year research project that received funding from the AHRC in 2006 for a trans-disciplinary study with the purpose of collecting together the terms for medieval dress and textiles in use in the British Isles across the Middle Ages in the form of a searchable database, illustrated by images of clothing from manuscript art and statues.\n\nA new entry point into the LexP will be provided through a website which will include brief descriptions and summaries of manuscripts of the Royal Wardrobe accounts for the reigns of Edward I, Edward II and Edward III. These are documents which record the textiles bought to make the clothing (manufactured in Britain or imported) and the garments that were made out of them, together with the costs and the payments to tailors, embroiderers, button-makers, etc. The summaries will be accompanied by an index to all words for cloth and clothing in the accounts and information about these words will be provided via links to the LexP database. There will also be links to records of cloth and clothing in Discovery, The National Archives' catalogue. The new project's website will also feature images of the manuscripts held in The National Archives so people can see the handwriting and gain a sense of the look of these medieval documents. In addition, the website will include an artist's impressions of the clothing described in the Royal Wardrobe accounts and images of the royal family, to compare the clothes worn by modern royals for state occasions with those worn in the Middle Ages.\n\nA further aim of the project is to produce a guide to the clothing and textiles in the records held at The National Archives. This treasure store of manuscripts is freely available to the public, but again, an entry point is needed to make the information contained in the manuscripts accessible and to instil a sense of ownership in this heritage.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/N003357/1","grantId":"AH/N003357/1","fundValue":"78925","fundStart":"2015-09-30","fundEnd":"2016-09-29","funder":"AHRC","impactText":"","person":"Louise Miriam Sylvester","coPersons":["Mark Campbell Chambers"],"organisation":"University of Westminster","findingsText":"","dataset":"gtr"}