{"id":"312F7127-F5B8-4104-A99B-0BDDF77AA4F2","title":"Design and Validation of a Numerical Model for Inclined Oil-Water Flow","abstractText":"The proposed research seeks to develop and validate a time dependent, 3D numerical model of inclined oil-water pipe flow. Inclined oil-water flows are commonly encountered downhole in oil wells at depths where the hydrostatic pressure is too high to allow dissolved gases to come out of solution. 'Production Logging Tools' (PLTs) are used by oil companies to make fluid flow measurements in such oil wells, as part of the process of maximising oil production from UK reservoirs, and the numerical model will greatly facilitate interpretation of measurement data from these PLTs. Inclined oil-water flows are highly complex due to the presence of Kelvin-Helmholtz (K-H) waves which intermittently form and decay. The effect of these waves is to induce large, time dependent variations in the magnitude and direction of the local velocity vector of both the oil and water as well as causing large time dependent variations in the local volume fraction distribution of both phases. It is intended that the numerical model will predict the fine detail of the structure of inclined oil-water flows including (i) time dependent variations in the local velocity vector distribution of both phases; (ii) time dependent variations in the local volume fraction distribution of both phases; and (iii) the structure and propagation speed of intermittent K-H waves in the flow. If the model is successful in predicting the propagation speed of K-H waves for a wide range of flow conditions this will greatly facilitate interpretation of a novel Production Logging technique which estimates the oil-water mixture superficial velocity from measurements of the K-H wave speed. The numerical model will be validated in oil-in-water flows using a laboratory flow loop and two independent, state of the art measurement techniques which enable time dependent measurements of the local velocity vector of the dispersed phase (oil) and the local volume fraction of both phases to be measured. These techniques are; (i) high speed dual-plane Electrical Impedance Tomography (EIT) and (ii) the local, multi-sensor conductance probe. Both techniques can operate at high values of the mean dispersed phase volume fraction (e.g. for oil-in-water flows EIT operates up to about 45% oil volume fraction and the local probe operates up to about 30% oil volume fraction) where optical techniques such as PIV and LDA cannot generally be used due to the effects of light scattering from multiple oil droplet surfaces and the opacity of the oil-water mixture. Given the highly novel and innovative nature of both high speed, dual-plane EIT and the local multi-sensor conductance probe, work will be undertaken to develop these techniques such that measurements obtained from them are of sufficient accuracy to be useful in validating the numerical model. Since both measurement techniques are novel, an important feature of the proposed research will be the cross-checking of these techniques against each other.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E027237/1","grantId":"EP/E027237/1","fundValue":"213219","fundStart":"2007-08-01","fundEnd":"2010-07-31","funder":"EPSRC","impactText":"","person":"Gary  Lucas","coPersons":[],"organisation":"University of Huddersfield","findingsText":" This summary of findings relates only to the work undertaken at Huddersfield (UoH). \n\n\n\nOther work was undertaken as part of this project at Nottingham University (UoN) (EP/E026761/1) and Leeds Univerity (UoL) (EP/E026354/1) which was completed in April 2011 and which is not described herein.\n\n\n\nThe work undertaken at UoH involved optimisation of the four-sensor conductance probe technique for determining the local velocity vector of oil droplets in water. Arrays of dual-sensor and four-sensor probes were then used to validate the numerical model which was produced at Nottingam under their grant EP/E026761/1. \n\nThe work at UoH specifically involved:\n\n(i) Minimising the influence of the four-sensor probe on the motion of the droplets:- the sensors of each probe were made using 0.15mm diameter stainless steel needles with a smooth PTFE coating which were mounted in a stainless steel guide made using a spark erosion process - resulting in a 91% reduction in the probe frontal area compared with previous 4-sensor probes.\n\n(ii) Optimising the relative positions of the conductance sensors in the four-sensor probe to minimise the effects of errors in the measured droplet-sensor contact times and measured probe dimensions on the calculated droplet velocity vector.\n\n(iii) Developing signal processing techniques to improve the accuracy of the calculated droplet velocity vectors. In particular ensuring that the sensor signals, from which the velocity vector of a droplet was calculated, could all be unambiguously associated with the same droplet and that those droplets which contact one or more of the sensors close to the edge of the droplet, thereby giving rise to ambiguous sensor signals, were ignored.\n\n\n\nA uniquely original aspect of the project was the use of arrays of local 2-sensor and 4-sensor conductance probes to make simultaneous measurements of the time dependent local properties of inclined oil-in-water flows at different points in the flow cross section. From the 2-sensor arrays, animated plots were made of the time dependent variation of the local oil volume fraction and the local axial oil velocity distributions in the flow cross section. Animated plots of the time dependent local oil volume fraction over a short axial length of pipe were also made. These clearly illustrated the presence, formation, decay and propagation speed of intermittent K-H structures in the flow and were found to be in good quantitative agreement with equivalent plots derived from the UoN mathematical model. Data from the dual-sensor array also enabled the magnitude of variations in the local oil volume fraction and the local axial oil velocity over different timescales to be determined at different points in the flow cross section which were also found to be in good agreement with the UoN model. Arrays of local 4-sensor conductance probes were used to make animated plots of the time dependent distribution of the local oil velocity VECTOR in the flow cross section and these vectors were superimposed on the time dependent distribution of the local oil volume fraction. These showed that at the leading edge of the K-H waves the oil droplets can have a significant velocity component in the cross-pipe direction towards the lower side of the inclined pipe whilst at the K-H wave trailing edge the oil droplets can have a significant velocity component towards the upper side of the inclined pipe. Using a sampling interval of 0.05 seconds, the standard deviation in the both the axial and cross-pipe velocity components could be as high as 25% of the mean value of the axial velocity illustrating the highly time dependent nature of such flows. Measured values of the standard deviation of the velocity components were found to be in good agreement with predicted values from the UoN model.\n\n\n\nExperiments on the relationship between the K-H wave speed Ukh and the homogeneous velocity Uh were carried out in the 80mm UoH flow loop. An ERT system was used to acquire data from two arrays of 16 electrodes separated by an axial distance of 3cm. This data was cross correlated to determine Ukh. A near linear relationship between Ukh and Uh for each pipe inclination angle was found. But for a given value of Uh, the value of Ukh was more dependent upon the pipe inclination angle than for larger diameter test sections.\n\n\n\nAdditional work was undertaken during this project, at Huddersfield, into the design and development of electromagnetic techniques for measuring the velocity profile of the continuous water phase in vertical and inclined oil-in-water flows. This work subsequently resulted in further funding of &pound;79,650 from the ‘Yorkshire Forward’ Regional Development Agency for a project which ran for one year up until May 2011 entitled ‘Commercialisation of an Imaging Electromagnetic Flow meter’. This in turn led to International Patent Application PCT/GB2011/000600 ‘Means and Method for Monitoring the Flow of Fluid’. The University of Huddersfield is now actively engaged in licensing this technology to an industrial organisation. See 'Exploitation Routes' Work was undertaken during this project, at Huddersfield, into the design and development of electromagnetic techniques for measuring the velocity profile of the continuous water phase in vertical and inclined oil-in-water flows. This work subsequently resulted in further funding of &pound;79,650 from the ‘Yorkshire Forward’ Regional Development Agency for a project which ran for one year up until May 2011 entitled ‘Commercialisation of an Imaging Electromagnetic Flow meter’. This in turn led to International Patent Application PCT/GB2011/000600 ‘Means and Method for Monitoring the Flow of Fluid’. The University of Huddersfield is now actively engaged in licensing this technology to an industrial organisation. ","dataset":"gtr"}