{"id":"312FA3C9-5F12-4A40-8635-2490EDA36372","title":"The neural basis of gambling cognitions: relevance for vulnerability and treatment of gambling addiction","abstractText":"The lure of gambling has fascinated scientists and observers of human behaviour for centuries. Roughly 70% of the population gamble, and 3-5% gamble to excess, with negative consequences in terms of debt, relationships, and sometimes illegal acts. Pathological Gambling, the most extreme form, is a psychiatric disorder that bears many similarities to drug addiction, including withdrawal symptoms and tolerance. However, there is no chemical entering the brain of the gambler, and the features of gambling games that enable the hijacking of the brain?s motivational systems are unclear. We argue that people gamble because of natural decision-making biases (?gambling distortions?) that cause an overestimation of their chances of winning. Some individuals are more susceptible to these distortions than others, and this is thought to be a risk factor for Pathological Gambling. In our recent work, we have developed a slot machine game to elicit one common distortion, the ?near-miss? effect (e.g. two cherries on the slot machine payline, with the third falling short). Near-misses do not pay out, and provide no information for future gambles. Nevertheless, brain areas that code wins also respond to near-misses, and this response is greater in gamblers with more gambling problems. The current application will extend this work by developing a second task to elicit another distortion: the biased processing of recent outcomes. In roulette, for example, if the last four spins have landed RED, gamblers are often convinced that BLACK is now due (aka ?the Gambler?s Fallacy?). We will use a coin-flipping task to measure brain responses as participants fall prey, or overcome, this bias. We will compare brain responses in Pathological Gamblers against healthy non-gamblers, as they perform the two tasks. We will explore the specificity of any changes to Pathological Gambling by testing a group with alcohol dependence, a form of drug addiction. We will determine their relevance to vulnerability, by testing the unaffected siblings of gamblers, who share some of the genetic and familial risk for the disorder. The final aim is to examine the brain chemistry that regulates these distortions. We will study the opioid system, because drugs that block this system are promising treatments for Pathological Gambling. We will compare brain responses after a dose of an opiate blocker and a placebo drug in a group of Pathological Gamblers. The findings will inform our understanding of the psychological factors involved in disordered gambling, and their relevance to vulnerability and treatment.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1100554","grantId":"G1100554","fundValue":"628712","fundStart":"2012-02-01","fundEnd":"2015-06-30","funder":"MRC","impactText":"","person":"Luke  ClarkEve  Limbrick-Oldfield","coPersons":["Robert David Rogers","Anne  Lingford-Hughes","Henrietta  Bowden-Jones","Mike  Aitken"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}