{"id":"313136BA-6CD1-4496-BA1C-649E0BABE7E0","title":"Role of peroxisome proliferator-activated receptor-alpha and NADPH oxidases in hypertensive cardiac remodeling","abstractText":"Despite major improvements in treatment, heart failure remains a leading cause of mortality in the western world. Over 30,000 new cases of heart failure are diagnosed each year in the UK alone and its incidence is set to rapidly increase over the next few years. One of the principal causes of heart failure is high blood pressure, which if elevated over a prolonged period of time, results in enlargement of the heart or left ventricular hypertrophy. This process initially compensates for increased blood pressure and allows the heart to continue functioning normally. However, as left ventricular hypertrophy progresses the heart is increasingly unable to maintain normal function, which eventually leads to heart failure. Recent research has suggested that both an enzyme called NADPH oxidase, which generates toxic chemicals called reactive oxygen species, and a protein known as peroxisome proliferator-activated receptor (PPAR)-alpha, may be involved in controlling the changes that occur in the hearts of patients with high blood pressure. The aim of this project is to study the interaction between NADPH oxidase and PPAR-alpha during the development of left ventricular hypertrophy and heart failure. Experiments will be undertaken in genetically-modified mice and in experimental animal models which mimic the human disease condition. Sophisticated laboratory techniques will be used to study how changes that occur in cells may cause alterations in the structure and function of the whole heart. It is hoped that the results of this project will greatly increase our understanding of the mechanisms that are involved in the development of heart failure. This research may therefore be beneficial in helping to develop new and improved drugs for the treatment of patients with high blood pressure and heart disease.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0601215","grantId":"G0601215","fundValue":"360157","fundStart":"2007-11-05","fundEnd":"2010-12-04","funder":"MRC","impactText":"","person":"David  Grieve","coPersons":[],"organisation":"Queen's University of Belfast","findingsText":"","dataset":"gtr"}