{"id":"3132FC24-02A0-4072-927C-6D9C7F5BB6A7","title":"Mechanisms and functions of photosynthetic entrainment of the Arabidopsis circadian clock","abstractText":"The circadian clock is a 24 h timing device that controls daily rhythms of activity. In plants, the circadian clock regulates photosynthesis, growth and most aspects of metabolism and development to confer a competitive advantage. We have identified a new pathway in which the sugars made by photosynthesis, the defining metabolic pathway of plants, adjust the timing of the plant circadian clock to ensure that the rhythms of the plant are correctly matched to the local day/night cycle. This newly identified process defines a metabolic dawn. \n\nWe wish now to understand the machinery by which the metabolic dawn occurs and understand why the circadian clock is adjusted by the sugars made by photosynthesis.\n\nWe will perform experimental studies aimed at understanding the consequence for the circadian clock when the plant is prevented from responding to sugars produced by photosynthesis. We will find out if the daily cycle of sugars is sufficient alone to ensure correct timing of the circadian clock by perform experiments in conditions and mutant plants which prevent the normal light signalling pathways from operating. Using similar approaches to manipulate photosynthesis, we will study how well circadian rhythms are matched to the local day and night environment when photosynthesis is inhibited. This will inform about the contribution of photosynthetic entrainment to the functioning of the entire circadian clock. \nWe will partner with researchers in Japan to create mathematical descriptions of the regulation of the circadian clock by sugars and the reverse process in which the circadian clock regulates the abundance of sugars. The mathematical analyses will determine if the response of the circadian clock to sugar is primarily to improve circadian clock performance or optimizes plant carbon usage. The predictions of the mathematical models will provide new avenues for experimental testing that would not be arrived at by intuition alone. \nWe will perform experimental studies to investigate the machinery by which sugars regulate the circadian clock. We investigate whether the genes already known to be involved in other responses of plants to sugars are also involved in the regulation of the circadian clock. We will determine whether sugars regulate gene expression by causing chemical modifications of DNA-binding proteins. We will perform experiments to determine if the calcium ion and calcium-binding proteins are involved in the regulation of the circadian system by sugars. We will inhibit photosynthesis in specific cell-types to determine if sugar signals diffuse through the plant to regulate the circadian clock in neighbouring cells.\nTo perform this work we have formed a team of researchers with skills in circadian rhythms, chemical modification of DNA-binding proteins, photosynthesis and mathematics.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M006212/1","grantId":"BB/M006212/1","fundValue":"416244","fundStart":"2015-10-01","fundEnd":"2018-09-30","funder":"BBSRC","impactText":"","person":"Alexander Arundell Webb","coPersons":["Ian  Henderson","Philip Anthony Wigge","Julian  Hibberd"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}