{"id":"313E866B-A9C7-41C2-BCBF-75EC098C1CDA","title":"Translating and Writing Modern Design Histories in East Asia for the Global World","abstractText":"This two-year project addresses the AHRC's 'translating cultures' highlight notice in design histories. It creates three forums for the discussion and exchange of ideas and formulating a network of design historians working on three design activities: craft/product, graphics and fashion in three East Asia regions: Japan, Korea, Taiwan/Hong Kong/PRC. The three forums are: (1) a symposium in Tokyo in July 2012; (2) a workshop in Yunlin July 2013; and (3) a symposium in London in May 2014. Each forum will be used to exchange empirical data, debate and identify common and different issues of modernities, while exploring the idea of 'global design histories' and the strategies for engagement and connection. The PI and CO-I are UK based design historians specialising in East Asian design, and will lead the intellectual debate that bridges parallel developments in East Asia and Anglophone centres. Through this structured networking, it is envisaged that many new ideas and critical issues will be identified which enable a contribution to knowledge. The research will propose a 'global design history' framework and whereby new ideas for formulating joint international projects funded by East Asian institutions and foundations, will be created. In addition, relationships that will have a long-term impact on teaching and academic studies of design history in the UK will be established.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K000349/1","grantId":"AH/K000349/1","fundValue":"32711","fundStart":"2012-07-02","fundEnd":"2014-12-31","funder":"AHRC","impactText":"  The research outputs (public conferences and presentation of papers) and our aspiration to promote this under-researched field of East Asian design history, were well received internationally and acquired support and further commitment of local funding. We have received many enquiries and responses to our project through emails and in person, thus this network project has constantly expanded the global network of scholars and students that it set out to establish. Education,Culture, Heritage, Museums and Collections,Other Cultural","person":"Yuko  Kikuchi","coPersons":["Wessie  Ling"],"organisation":"University of the Arts London","findingsText":" Through three public conferences and closed workshops, at (1) MOMA Tokyo in 2012, (2) the National Yunlin University of Science and Technology in 2013 and (3) the Design Museum, London 2014, we have collected twenty-four case studies of inter-Asian design that have been exchanged between Japan, China (PRC and Hong Kong), Taiwan and Korea while cascading these back to audiences in the UK. We have also unraveled many unknown designers, institutions, activities and design objects which are important for the writing of East Asian design history, again amidst the process of reshaping the understanding and appreciation of East Asian histories in the UK and US. We have also identified key critical issues including (1) national identity and question of 'authenticity', (2) terminology invented for words and ideas of design by using Chinese characters, and (3) translation and (un)translatability, as well as the key period/factor - Japanese empire and colonization that facilitated the inter-Asia modernity. I have made an application to the AHRC with a research project title 'East Asian Design History and Inter-Asia Modernity' (AH/M00385X/1) to develop this project into full-scale research project and continue further investigations on the key issues within the identified period leading to publication of a journal special issue, and a book: A Critical Reader of East Asian Modern Design which will be the first of its kind - a text for teaching East Asian design history in the English-speaking world. Education,Culture, Heritage, Museums and Collections,Other","dataset":"gtr"}