{"id":"31510DEA-4163-4A67-83A1-6E296AA7798D","title":"Reservoir quality database (for enhanced prediction and risk reduction)","abstractText":"As we explore for deeper and hotter oil and gas reservoirs, the quality (porosity and permeability) of the host reservoir rock becomes ever more critical, since burial and heating typically lead to extreme degrees of compaction and mineral cement growth (these are collectively known as diagenesis). There is no universal way of predicting sandstone reservoir quality, especially in high-pressure and high-temperature settings, so that this aspect of oil and gas exploration is becoming increasingly critical. As well as ultimately producing an invaluable tool to help exploration, it is expected that this research will result in new insights and conclusions about the origin and distribution of the controls on sandstone reservoir quality deep in sedimentary basins.\n\nThis research is designed to collect published data on sandstone oil and gas reservoir quality, dispersed over the world's literature in book-chapters, journals and published government archives, into a relational database. The database will contain porosity and permeability data and information on the age, depth, temperature and type of sedimentary rock. Most crucially, it will contain data on the fundamental characteristics that control reservoir quality; the mineralogy and texture of the original sand grains, type and quantity of mineral cements and the quantity of clay matrix.\n\nThis task is substantial but not impossible; in the one year initial project it is proposed that the database-build is restricted to UK basins and neighbouring areas (Norwegian sector of North Sea, Irish territorial waters). The ultimate goal is to capture all relevant published data for all sedimentary basins on Earth.\n\nThis database will help oil and gas exploration companies predict sandstone reservoir quality, and so reduce risk, by allowing explorers to find appropriate analogues. The database will help to extend the life of mature basins within UK territories and should help exploration and exploitation in challenging high pressure and high temperature environments such as the areas west of the Shetland Islands. It is expected that there will be an ever-increasing demand for this type of knowledge.\n\nEnd-user organisations (oil and gas exploration companies: BG, BP and Nexen) have been involved in the inception and design of this research initiative and will be consulted extensively at the outset of the work to ensure that the database design is fit for purpose. The research will involve two-week visits to BG, BP and Nexen in order to input proprietary data into the database. This will demonstrate its potential to be an industry standard for reservoir quality prediction.\n\nDuring the project a formal proposal for a Joint Industry Programme (JIP), to continue this work, will be prepared and circulated to all oil and gas exploration companies. A workshop will be held at Liverpool University, towards the end of this short project, to promote the Reservoir Quality Database to all interested oil and gas exploration companies. The workshop will promote the JIP to sustain and continue this work.\n\nAs part of the new JIP, oil and gas companies will be invited to develop company-specific, proprietary versions of the Reservoir Quality Database, fully compatible with the open-access version, since these companies do not typically systematically archive their own data. They will be invited to have data from current or ongoing projects archived as well as older data, in order to ensure maximum impact of historical exploration and oil field appraisal activities.\n\nThe output from this initial phase of the work will be presented at a major petroleum geology-focussed conference and submitted as a paper to an international journal. It is expected that this unique collation of sandstone reservoir quality data will lead to a new perspective on compaction and cementation and so result in new research initiatives, both at Liverpool and possibly within oil and gas exploration companies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M006824/1","grantId":"NE/M006824/1","fundValue":"71389","fundStart":"2015-03-01","fundEnd":"2016-08-31","funder":"NERC","impactText":"","person":"Richard  Worden","coPersons":[],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}