{"id":"315B6633-B1AB-4010-B10D-B59D128D84C5","title":"Multivariate Bayesian Modelling of Skewness and Kurtosis With Applications in Biostatistics","abstractText":"We will study, from a Bayesian point of view, joint models for mixed responses such as continuous and discrete responses. Many of these models are motivated by longitudinal measurements obtained from clinical trials. A specific example of this is the longitudinal study of CD4 cell counts on individuals infected by the Human Immunodeficiency Virus (HIV) under a treatment with antiretroviral drugs. One of the interests in this context is the time elapsed from the infection to the presence of Acquired Immune Deficiency Syndrome (AIDS) and its relationship with the time evolution of some key biomedical indicators. This requires joint modelling of longitudinal and survival processes, which is the main area of application of this research proposal. Firstly, we will explore copulas for jointly modelling mixed responses, and compare various options by formal model comparison methods. Alternative approaches, based on designing new classes of flexible multivariate distributions will then be developed in detail. In addition, we need to propose priors for the model parameters. We will explore both informative and noninformative priors, and for the improper priors we will derive conditions for the existence of the posterior distribution. The use of appropriate MCMC methods will be necessary for efficiently conducting inference. Such methods will be developed and computer code will be made available freely. Most of these advances (developing classes of flexible multivariate distribution, formulating appropriate priors for constructing Bayesian models, proving posterior existence in these models, dealing with model uncertainty and with censored, missing or rounded observations, and implementing MCMC samplers for inference with such models) will be of substantial interest in themselves for the development of statistical methodology and have a much wider applicability as they could be used in a wide variety of applied fields. Nevertheless, in this project, we will focus specifically on applications in biostatistics. The aim is to substantially increase our understanding of disease progression and our methodology will also allow for the modelling of indicators of quality of life.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K007521/1","grantId":"EP/K007521/1","fundValue":"308156","fundStart":"2013-03-01","fundEnd":"2016-02-29","funder":"EPSRC","impactText":"","person":"Mark  Steel","coPersons":[],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}