{"id":"316F2F4F-3B20-4762-A655-B3C6A4377292","title":"Multi-dimensional Health Risk Appraisal for Older People: embedding promotion of health and well-being in practice","abstractText":"Current policy emphasises tailored approaches to preventing ill-health, working in partnerships across health and local government, and local solutions to promoting wellbeing for older people. There is however limited evidence on the best approaches to meet these aims. This study will assess the feasibility and costs of a using a new self-assessment system to identify health, social, economic and environmental needs and promote well-being among older people. The system is called ?Multi-dimensional Risk Appraisal for Older people? (MRAO). It provides comprehensive assessment, tailored personalised feedback on individual?s needs and information on resources nationally and locally to meet these needs. Those with needs would be contacted by someone from NHS, social care or voluntary groups who could support them in meeting their need, if they wished. This might include, for example, healthy lifestyle advice, advice on help with benefits/finances or local social/educational groups for older people. The study involves forming local ?working groups? with older people, members from NHS (GPs, community nurses), local government (social care, transport, planning, housing/environment) and voluntary/community organisations. The combined anonymous results of MRAO assessments with older people will be presented to these groups, to use this information to recommend changes in services to more closely meet the needs of older people living locally. \n\nThis is a feasibility study, to see if this process can work in practice, with the potential to make positive changes in promoting well-being among older people. The MRAO system has already been developed but not implemented in ?real? settings. We will see if there are differences in needs, quality of life, disability and well-being among older people from before and 3 months after the MRAO assessments. We will find out how much setting up/running the MRAO and working groups costs. We will use information collected to design a future bigger trial of MRAO, to test if this is a cost-effective approach that can be recommended across the country. We will observe/interview working groups to evaluate how different sectors/agencies can work together to meet local needs using MRAO and provide guidance on best practice. We will interview older people who have taken part about their experiences; asking what helps and hinders them in sustaining well-being. The information from this study would potentially have a big impact on policy and practice in making sure that older people receive support to prevent problems getting worse and in enabling them to contribute to their communities.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1001822","grantId":"G1001822","fundValue":"256737","fundStart":"2012-01-01","fundEnd":"2013-12-31","funder":"MRC","impactText":"","person":"Kate Rachel Walters","coPersons":["Stephen Roger Iliffe","Jill  Manthorpe","Stephen  Morris","Claire  Goodman","Mima  Cattan"],"organisation":"University College London","findingsText":"","dataset":"gtr"}