{"id":"31749EC5-407F-4952-9DCC-CBFC67EE2A13","title":"Rigidity Theorems in Stable Homotopy Theory","abstractText":"Algebraic topologists study the stable homotopy of spaces and the generalisation to spectra by separating out various types of periodic phenomena using Bousfield localisation to produce for each prime number localised categories in which only one type of periodicity dominates. This chromatic approach has proved extremely important in organising calculations as well as giving a conceptual framework. Detailed structure of such localised categories can be studied at the level of triangulated categories, but there are finer details available in the form of the Quillen model structures whose homotopy categories realise them. Natural questions arise concerning the uniqueness or otherwise of such model structures. For the first case, closely associated with K-theory, it is now known due to work of Roitzheim based on ideas of Schwede that at the prime 2, the model structure is essentially unique, whereas at odd primes there are exotic model structures discovered by Franke.Our goal is to investigate these questions for higher periodicities. We also intend to study possible connections with the non-existence of certain Smith-Toda complexes as proved by Nave.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E022618/1","grantId":"EP/E022618/1","fundValue":"107251","fundStart":"2007-02-01","fundEnd":"2010-01-31","funder":"EPSRC","impactText":"  The findings have been used as the basis of further work in pure\nmathematics, by Livernet. Roitzheim and Whitehouse and also\nby, for example J. Zhao. Other ","person":"Sarah Ann Whitehouse","coPersons":[],"organisation":"University of Sheffield","findingsText":" Key findings relate to derived A-infinity algebra structures. A criterion for uniqueness of such structures was developed, in terms of Hochschild cohomology.\n\nResults for differential graded algebras were also obtained, in the form of a criterion for intrinsic formality. This research is expected to form a basis for continued work in the area of rigidity of model structures both in algebra and topology. New approaches to derived A-infinity structures should be developed, with many possible applications. Other","dataset":"gtr"}