{"id":"317898D3-4CBC-4A43-9A25-F2036CAF6D72","title":"Translocation reversal by the thylakoid twin-arginine translocase","abstractText":"Eukaryotic cells contain numerous different compartments that are bounded by tightly sealed biological membranes. Proteins destined for these compartments need to be transported across the membranes and this is carried out by a range of protein transport systems. These usually function by unfolding the protein and 'threading' it through a narrow pore in the membrane. However, a major protein translocase in the chloroplast thylakoid membrane, termed the twin-arginine translocation (Tat) system, uses a unique mechanism to transport large, fully-folded proteins across this membrane into the lumenal space. Previous studies using isolated membranes have shown that the system transports proteins with high efficiency, and invariably in one direction. After transport, the signal peptides on the transported proteins are removed in the lumen to create the mature protein. We have now discovered another highly unusual trait of this system; analysis of the same substrates in intact living cells shows that substrates are often transported only partially across the membrane, after which they are returned to the stroma and degraded. This is especially the case with a construct in which the signal peptide is linked to a 'foreign' protein, where almost all of the protein undergoes this process of 'translocation reversal'. This may reflect the operation of a quality control, or 'proofreading' activity, whereby only the correct type of folded structure is recognized and fully transported by the Tat apparatus. This is an unexpected and critical part of the system's activity and we propose to investigate the underlying causes and consequences. The second main aim is to capitalise on another finding of our work: when cleavage of the signal peptide is prevented, the substrate protein becomes trapped in the translocase during translocation (retrotranslocation is slowed down enormously). This gives us an opportunity to study the substrate in the process of being translocated, and to identify and characterise the actual translocation pore for the first time. This, in turn, will lead to important mechanistic insights.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D009952/1","grantId":"BB/D009952/1","fundValue":"207978","fundStart":"2006-07-01","fundEnd":"2009-06-30","funder":"BBSRC","impactText":"","person":"C  Robinson","coPersons":[],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}