{"id":"317B9AB0-77BE-46E6-834A-3021A62873F6","title":"The MARQUE project: Managing Agitation and Raising QUality of Life. A project to improve quality of life in people with moderate or severe dementia","abstractText":"<p>The MARQUE programme “Managing Agitation and Raising QUality of Life” aims to reduce agitation and increase quality of life in people with dementia. Our group has completed a funded systematic literature review on interventions to reduce agitation.&nbsp; Our vision is to build on this, advancing knowledge, including how to implement findings, to improve quality of life for those with dementia. The programme will also mentor existing, and train new researchers, to build a legacy of trained dementia researchers.</p>\n\n<p>The research will involve observing and interviewing a wide range of people with dementia and those who care for them at home, in care homes and including at end of life to understand better how agitation is currently managed, barriers to good practice and how to improve care; then to devise and test interventions. We will also develop our theoretical knowledge of dementia, agitation, how people with dementia and their carers experience these and their relationship to citizenship and personhood.</p>\n\n<p>We will know what works, is cost effective and how to implement this to improve quality of life for people with dementia and their carers, and future research needed. Our partners will then work with us to ensure national publicity and implementation. </p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L001780/1","grantId":"ES/L001780/1","fundValue":"3269380","fundStart":"2014-03-01","fundEnd":"2019-02-28","funder":"ESRC","impactText":"  We are still in the preliminary stages of research so this is not applicable Leisure Activities, including Sports, Recreation and Tourism Societal","person":"Gillian Avril Livingston","coPersons":["Paul Frederick Higgs","Penny  Rapaport","Claudia  Cooper","Briony  Dow","Gerard  Leavey","Elizabeth Lesley Sampson","Rachael  Hunter","Nick  Freemantle","Juanita  Hoe","Caroline Louise  Jones","Julie Ann Barber"],"organisation":"University College London","findingsText":" We have not yet had definitive findings Too early Leisure Activities, including Sports, Recreation and Tourism","dataset":"gtr"}