{"id":"3181028C-B847-445D-8B2B-8F9224AD19C9","title":"ANIHWA call2 - A bacteriophage-based approach to reducing infections caused by antibiotic resistant Escherichia coli","abstractText":"Antibiotic resistance is a significant and increasing problem in many types of bacteria which cause disease (pathogens) in animals and humans. Escherichia coli is among the most important of these pathogens, because of its role in intestinal, urinary tract and respiratory disease, and septicaemia in a variety of livestock species, including poultry; and also because many strains of E. coli that are associated with septicaemic infections in animals and humans are closely related. Antibiotic resistance in E. coli strains is increasing worldwide and this resistance can be maintained even after reducing or withdrawing antibiotic use. As such, the treatment of E. coli infections in animals and humans requires a new and sustainable approach. This project will investigate the use of bacteriophage as a biological control against harmful strains of E. coli which infect chickens. Bacteriophage, often contracted to 'phage', are viruses which infect and kill bacteria. They are quite specific, only affecting the targeted bacterial species while leaving other bacterial flora unharmed. Phages do not infect animals or humans and are widely distributed in the environment. As such, the use of phages to selectively kill harmful strains of E. coli which infect animals has the potential to be a natural and sustainable alternative to antibiotics, and may also result in new treatments for antibiotic resistant bacterial infections in humans. The effective application of phage therapy will require a thorough understanding of phage-bacteria interactions in a range of environments. This project will use laboratory experiments to build a comprehensive understanding of how phages infect E. coli strains under different environmental conditions. This information will then be used to design protocols for the optimal use of phage therapy to treat infections in animals.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M028399/1","grantId":"BB/M028399/1","fundValue":"356219","fundStart":"2015-11-09","fundEnd":"2018-11-08","funder":"BBSRC","impactText":"","person":"Robert Joseph Atterbury","coPersons":["Paul  Barrow"],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}