{"id":"318FC7B3-1D0F-4F7A-A4D4-1327CB0AC982","title":"Establishing hydropyrolysis as an effective technique for the determination and isolation of pyrogenic carbon in samples from the natural environment","abstractText":"Pyrogenic Carbon (PC) is the generic term now most commonly used to describe material arising from the incomplete combustion of natural and anthropogenic biomass and fossil fuels. It has been referred to by a variety of other terms, including soot, char, charcoal, microcharcoal, under the collective heading of black carbon. The range of names used reflects not only its compositional complexity but also its importance to several disciplines, encompassing archaeology, the global carbon cycle and palaeoenvironmental reconstruction. The traditional understanding of PC is that it is highly recalcitrant and it is known to persist for thousands of years in soils, with estimated half-lives being about 5,000 years. Dependant on environmental conditions, the presumption of long-term preservation is supported by the high degree of resistance of PC to a range of chemical oxidants. In contrast, there is now considerable evidence that PC can undergo degradation in some environments on comparatively short timescales. For example, most of the PC in a regularly-burned savanna soil has been degraded on decadal timescales. In addition to microbial degradation, it has also been shown that PC is susceptible to photo-oxidation, albeit at a slower rate than more labile forms of organic carbon. Thus, at a fundamental level, the major questions amongst PC researchers are how can the stability of these materials in a range of environments be quantified and what are the mechanisms by which alteration can occur in natural environments? Clearly, to address these questions, universally accepted procedures are needed for the quantification and purification of PC. Unfortunately, current methods based primarily on chemical/thermal oxidation give widely varying results and, consequently, no single procedure has gained acceptance. However, it is possible to remove all the labile organic matter from soils and sedimentary organic matter reductively via a new approach, hydropyrolysis (hypy) with precise results being obtained in a fraction of the time required for other procedures. The goal of this proposal is to carry out the fundamental research necessary to establish the theoretical basis for proving that hypy can provide a universal approach both for PC quantification and for the removal of labile organic matter to isolate PC for radiocarbon, bulk stable isotope measurements, as well as for elucidating and quantifying changes in PC structure arising from environmental degradation. Once hypy has been proven to be a highly effective method form PC quantification and purification, this will then pave the way for the technique being adopted by researchers in many hundreds of institutions worldwide that are involved in aspects of PC research, as well as by the 150+ radiocarbon laboratories that currently exist. This will lead to a number of potential sales of hypy reactor systems, through Nottingham's partner company, Strata. The proposed comparison between hypy and existing oxidation treatments will enable much of the literature to be re-evaluated in terms of identifying where realistic PC concentrations have been reported. Further, proving that PC is a more reproducible proxy for terrestrial stable isotope records than whole peat/coal samples will provide exciting possibilities of using PC as a means to rapidly correlate between disparate sedimentary records and develop records of environmental change, without the confounding influence of organic matter decay.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F017456/1","grantId":"NE/F017456/1","fundValue":"463073","fundStart":"2009-01-29","fundEnd":"2012-07-31","funder":"NERC","impactText":"  Hydropyrolysis has been adopted by a number of laboratories as the method of choice for measuring black carbon in environmental matrices. The findings have contributed to further sales of the hydropyrolysis system commerialised in conjunction with Strata. Energy Economic","person":"Colin Edward Snape","coPersons":["D J  Large"],"organisation":"University of Nottingham","findingsText":" Analytical pyrolysis methods play a key role in characterising many resources, including coals, prtroleum source rocks and shales. pyrolsis, assisted by high hydrogen pressure has a number of advantages including higher conversions and much better preservaton of molecualr structure for compounds released. Worldwide, no other researchers have attempted to develop the technique for geochemical studies. The diverse range of applications spans from oil exploration to detecting anabolic steroids, the latter receiving a prestigious award from the World Anti Doping Agency. An exclusive license was granted to Strata Technologies Ltd to manufacture hydropyrolysis units. Ten units have been sold to date in the USA, Europe, China and Australia. The extensive take up by industry of the technique includes characterisation of oil field bitumens (Statoil; Advanced Geochemical Systems), pipeline deposits (Nalco) and diesel engine deposits (Innospec). The current project has enabled hydropyrolysis to be developed as the most effective technique for determining pyrolytic or black carbon in environmental matrices and this will lead to further sales or the hydropyrolysis equipment. Hydroypyrolysis willbe used by researchers worldwide for measuring black carbon in environemental matrices. Energy,Environment","dataset":"gtr"}