{"id":"3197271E-3E89-4819-9DA3-98CCB34EB760","title":"Multi-functional aggregates for enhanced concrete performance and its application","abstractText":"Concrete materials are ubiquitous in the developed world due to their versatility and cost-effectiveness as a construction material, but their great potential for increased functionality remains underdeveloped. The prospect of 'multifunctional' concrete is not new; examples of reported research include photocatalytic and electrically conductive concretes and concretes with enhanced thermal and acoustic properties. The importance of the multifunctionality theme has driven some significant commercial interests, and some projects have even developed through to scaled demonstrations and commercial structures. \nConcretes comprise a binder (the cement), aggregate (stone in different size fractions) and water. There may be additional additives to provide setting control. Conventional approaches to the incorporation of functional materials to concrete have typically focused on modification of or addition to the binder phase (the cement powder). Performance can be strongly influenced by poor dispersibility or occlusion of the active additive by cement hydration products. The novel approach addressed here is in the dispersion of the active additive (photocatalyst or electrically conducting material) on the aggregate.\nPreliminary experiments have shown important improvements in performance when compared with conventional functionalizing approaches. Much of this can be attributed to the stabilization of active additive dispersion prior to mixing in the wet concrete. Spatial distribution on the aggregate is preserved during mixing and casting and, in some cases, porosity control of the aggregate can be expected to limit the degree of cement occlusion. For electrically conducting materials, continuity of contact throughout the matrix is important. By combining conductive aggregate with conventionally mixed conductive materials in the binder fraction, a more continuous, and therefore more conductive matrix can be expected.\nThe project brings together groups from the UK and China with complementary expertise in photocatalysis and materials chemistry and focuses on photocatalytic and electrically conductive concretes. Each has applications with potentially high social and economic impacts. A concrete that electrically senses itself for structural defects or can de-ice itself without the use of de-icing salts would have obvious advantages and environmental benefits, and its improved electromagnetic shielding characteristics could be important in enhancing information security. Both the UK and China has centres of high population density and air pollution. China is also rapidly developing its built infrastructure, offering a significant and growing concrete surface area in intimate contact with the polluted atmosphere and an excellent opportunity for the support of photocatalysts. These are effective in the removal of environmental pollutants, particularly in urban areas where vehicular traffic emissions (containing volatile organic carbons (VOCs) and oxides of nitrogen (NOx)) are known to have adverse effects on the health of the population.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M003299/1","grantId":"EP/M003299/1","fundValue":"433885","fundStart":"2015-01-04","fundEnd":"2018-01-03","funder":"EPSRC","impactText":"","person":"Donald E  Macphee","coPersons":["Martyn Roderick Jones"],"organisation":"University of Aberdeen","findingsText":"","dataset":"gtr"}