{"id":"31A10E51-A33E-43A5-80D7-B466E37C21DD","title":"Troubled Waters, Stormy Futures: heritage in times of accelerated climate change","abstractText":"The winter storms of 2013-2014 set new precedents of coastal damage in the UK, forcing government, heritage bodies and local communities to seriously reconsider the future management of coastal heritage. Relevant organisations were seemingly unprepared for these events, and communities were possibly surprised by what had happened, as well as by their own emotional response. Over 8200 miles away, in the low-lying island nation of Kiribati in the Pacific Ocean, over 100,000 citizens face the possibility of permanent relocation due to climate change and sea-level rise which threaten homeland and heritage. Troubling in itself, Kiribati also presents an unsettling visualisation of a collective future. These diverse settings are brought together in this project through the exploration of current and potential loss of heritage in times of accelerated climate change.\n\nIn the UK our project partners, the National Trust, own 742 miles of coastline and face difficult negotiations regarding their Coastal Adaptation Strategy. This research will consider the challenges facing heritage organisations and communities by focusing on three case studies; two of these are National Trust sites: Porthdinllaen (in North Wales) and Durgan Village (in Cornwall), with these two villages at risk respectively of increased tidal flooding and coastal erosion. The third case study in Kiribati considers a more urgent situation, exploring the societal and personal effect of potential whole-scale loss on perceptions of heritage, sense of place, religious beliefs and cultural identity. At each distinct site we will explore community, heritage and government responses to current challenges, as well as strategies for a stormy future. The data collected will be archived with project partners National Library of Wales and Cornish Audio Visual Archive, providing a legacy for this research and the communities under threat. More immediately, we hope to inform improved communication and consultation processes for these and comparative communities in future.\n\nWhereas popular imaginings of 'heritage' are likely to include buildings or assets with acknowledged historic value, there is an increased awareness among heritage organisations and administrations such as the Welsh Government that the more 'ordinary' or 'everyday' can also be valuable to communities, embedded in local history and the texture of lived lives. Broader definitions of heritage could include a bus shelter, coastal path, or even a particular tree, because they have meaning to the people who experience them. In order to deepen our understanding of 'sense of place', we will use a multi-layered interpretation of heritage as a concept and a process relating both to the tangible as well as the intangible (values, beliefs, practices). This strategy is essential to fully appreciate the subtle and traumatic ways in which climate-change disrupts community lives and identities, with potentially painful transitions ahead.\n\nThis interdisciplinary project invites collaboration with the Australian poet Mark Tredinnick, who will visit Kiribati and offer a poetic response to the effects of climate change on 'place' in more abstract terms. This research claims a greater stake for arts and humanities disciplines in climate adaptation debates, mostly dominated by natural and social scientists, and we will adopt an innovative approach towards engagement in and dissemination of our research. There will be poetry, films, conversation and community stories as well as scholarly and qualitative analysis. Artistic responses will be useful in connecting and articulating perceptions of the past and imaginings of the future at these sites, and in a broader cultural context. Our edited films, freely available to relevant organisations, may serve to amplify and bridge multiple voices, forging local and international cross-cultural understanding of the effect of climate change on heritage, communities and sense of place.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/M006263/1","grantId":"AH/M006263/1","fundValue":"44679","fundStart":"2015-01-01","fundEnd":"2015-08-31","funder":"AHRC","impactText":"","person":"Sara  Penrhyn Jones","coPersons":["Anna  Woodham","Catherine Elizabeth Rigby","Bryony Annette Onciul"],"organisation":"Aberystwyth University","findingsText":"","dataset":"gtr"}