{"id":"31A25866-527B-4422-A190-8B87FD32CFE3","title":"Modulating cutaneous afferent input: Identifying a source of presynaptic (axo-axonic) inputs inthe mouse spinal dorsal horn","abstractText":"Each time we touch an object, feel the cold winter wind on our hands or the warmth from a cup of tea through our fingers, specific sensory nerve endings in the skin responding to mechanical and thermal stimuli have been activated. This sensory information is transmitted along specific types of nerve fibres that project from these peripheral endings and into our central nervous system where it can then be perceived as touch, cold or warmth sensations. Although our central nervous system receives a constant barrage of sensory information such as the pressure of clothes on our skin or the warmth of our feet in our shoes, we are able to subconsciously filter or prioritise this information, enabling us to mount contextually relevant responses to our environment and carry on with our daily business without overloading our sensory systems. However, in cases where people have damaged peripheral nerves in accidents or as a result of surgical treatment, the efficiency of this filtering system sometimes changes and the individual may as a consequence develop an altered state of sensory processing, where previously innocuous stimuli are now perceived as being painful (tactile allodynia). The aim of this project is to identify a population of cells that are responsible for controlling the flow sensory input entering the spinal cord directly, thereby allowing the central nervous system to filter incoming sensory information without the need for more complex processing. I propose that spinal dorsal horn cells that express the calcium-binding protein parvalbumin are a population likely to carry out this function and therefore constitute a very important (and easily identifiable) class of interneuron. I will aim to characterise these nerve cells in the rat and mouse using a series of immunohistological experiments to determine the morphological features of these cells and establish which class of sensory fibres (and consequently sensory modalities) they are likely to control. I will then determine the electrophysiological properties of these cells by carrying out targeted recording experiments in a transgenic mouse model where all cells containing parvalbumin have been genetically altered to emit an intrinsic green fluorescence. Having established both the electrophysiological and neuroanatomical characteristics of these cells, I then intend to see which, if any, of these properties change in mice that have developed tactile allodynia following surgically-induced peripheral nerve injury. I believe that this project is critical in helping us gain a better understanding of the basic circuitry of the spinal cord, how these cells filter sensory information entering the central nervous system and also what changes occur that contribute to the development of tactile allodynia. By determining these basic properties, it is hoped that specific pharmacological therapies can then be developed to manage or alleviate chronic pain conditions more effectively.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J000620/1","grantId":"BB/J000620/1","fundValue":"496303","fundStart":"2012-01-01","fundEnd":"2015-02-28","funder":"BBSRC","impactText":"  Impact of this work is still on-going and yet to be determined.  ","person":"David I Hughes","coPersons":[],"organisation":"University of Glasgow","findingsText":" We have discovered a population of inhibitory neurons in the spinal cord which respond to, and are responsible for controlling the passage of, innocuous (non-painful) touch sensations into our central nervous system. These cells appear to serve an important role in regulating the passage of tactile information into the spinal cord and their dysfunction could contribute to the development of tactile allodynia, where peripheral nerve injury alters our perception of innocuous tactile stimuli and we feel pain instead. We have characterised these cells on the basis of their morphological, neurochemical and electrophysiological properties, and implicated them in the development of tactile allodynia. It is possible that the neurochemical features of these cells could be manipulated in some way (pharmacologically or through viral constructs) to ensure their normal function is maintained after peripheral nerve injury. Education,Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}