{"id":"31A7FAAA-222E-4ADE-8877-C4BA934F4D67","title":"Effect of rapid environmental change on genetic diversity through space and time: selective sweeps and industrial melanism in peppered moths","abstractText":"Adaptive responses to rapid environmental change are typically associated with strong selection for extreme phenotypes. In the simplest case, when the positively selected phenotype derives from a single mutation of recent origin, it will be associated with a unique extended haplotype for the mutant chromosome, such that when the favoured allele spreads, it will do so in linkage with a large part of its parent haplotype. This hitch-hiking process is expected to lead to loss of genetic variation in the region flanking the target of selection. The size of the chromosomal region affected, and the rate at which nucleotide diversity declines within it, depends on the opportunity for recombination with alternative haplotypes, and therefore upon the local frequency of alternative haplotypes, the number of generations for recombination to occur, the population size and the crossover rate. The replacement of the typical morph of the peppered moth, Biston betularia, by the black carbonaria morph within 40 generations in 19th c. England, driven by the effects of smoke pollution on the relative visibility of the two morphs to bird predators, is predicted to have generated a strong hitch-hiking effect. The opportunity for recombination with alternative haplotypes is likely to have varied spatially along the carbonaria frequency cline between urban manufacturing areas in northwest England and adjacent rural North Wales. In the industrial heartlands of northern England, where carbonaria was near fixation for about 70 generations, the diversity of carbonaria haplotypes should have changed relatively little. By contrast, during the post-1970 decline of carbonaria, probably fuelled in large part by typical immigrants from the rural west, the prediction is for linkage disequilibrium either side of the carbonaria locus to have been progressively eroded over time, and for genetic diversity to have been at least partially restored. Having recently isolated the genomic region containing the carbonaria switch locus, we are now ideally positioned to examine the genetic consequences of the rise and subsequent fall of the carbonaria morph. A special feature of this study is that the evolutionary dynamics will be analysed with respect to both space and time, by integrating genetic information not only from samples collected at a series of positions along the cline but also from historical material preserved in entomological collections. The value of this approach is twofold. Firstly, it allows for more powerful dissection of the interacting processes of selection and dispersal, whose impacts on genetic diversity and linkage disequilibrium are expected to vary in space and time. Secondly, it provides documentary evidence of a clinal selective sweep, as opposed to a historical reconstruction based purely on a contemporary snapshot. One hundred DNA polymorphisms spanning a 3Mb region centred around the carbonaria locus will be assayed in a sample of about 1000 moths representing the population along the cline transect, in recent generations as well as ancestral generations going back to 19th c. Analysis of these data will reveal the age and identity of the original mutant haplotype, and establish whether the carbonaria phenotype has just one or multiple mutational origins. Patterns in genetic diversity will be explained with respect to selection, immigration and time, and contrasted between carbonaria and typical haplotypes. By providing the most detailed reconstruction to date of a clinal selective sweep our study will make a substantial contribution to the understanding of science. Beyond evolutionary biologists, this is relevant both to the general public, who are already familiar with the story of industrial melanism in peppered moths, and to environmental policy makers who need to appreciate the evolutionary ramifications of environmental change.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H024352/1","grantId":"NE/H024352/1","fundValue":"409646","fundStart":"2010-11-01","fundEnd":"2014-04-30","funder":"NERC","impactText":"  Our study provides a rare case study in which the precise sequence identity of a mutation that gave rise to a rapid evolutionary response is known.\nIt looks like this previously undescribed gene plays a major role in wing pattern diversity across moths and butterflies. Education,Culture, Heritage, Museums and Collections Cultural","person":"Ilik Jacopo Saccheri","coPersons":[],"organisation":"University of Liverpool","findingsText":" Identified the industrial melanism mutation event and the gene through which it is likely to be operating.\nSurprisingly, the genetic region corresponds to (is orthologous to) a locus that controls wing pattern in distantly related Heliconius butterflies.\nGenerated high quality extended reference sequences around the functional locus for mutant (melanic) and wild type (typical) alleles.\nHaplotype references were used to discover many Single Nucleotide Polymorphisms (SNPs) and to design sequence capture baits.\nCollected historical DNA samples as legs from several museums.\nInfer evolutionary dynamics of the spread of the carbonaria mutant in Britain at the haplotype level. Is the melanisation/patterning gene we have identified a 'genomic hotspot for adaptation' across Lepidoptera?\nWhat are the details of the developmental cascade initiated by the carbonaria mutation? Education,Culture, Heritage, Museums and Collections","dataset":"gtr"}