{"id":"31AA374A-3B96-4D53-990C-6D9096E96DDC","title":"Sorting of microbial cell samples","abstractText":"Most biological experiments investigate large numbers of cells, anything from a few hundred to many million. Experiments of this type are useful for investigating the behaviour of a group of cells. However, in many cases, it is interesting to know what individual cells are doing. One can look at an individual cell down a microscope, but this is very time-consuming if a large number of individual cells are to be studied. Machines called flow cytometers have been developed that can look at large numbers of individual cells, one at a time, in quick succession (tens of thousand per second). A flow cytometer shines a laser onto a cell and measures the light that comes out of the cell. These measurements can reveal important information about the behaviour of the cell. These instruments can also sort cells depending upon their properties and allow further study of individual cells. Previously, these instruments have been used mainly with animal cells, which are relatively large. Newer instruments allow study of smaller cells, such as bacteria. This proposal aims to purchase a flow cytometer for use with bacteria and yeasts. Many researchers will use this equipment to ask a large number of questions about the properties and behaviour of bacteria and yeast cells. Scientists in Birmingham are investigating the way in which bacteria can be used in industrial processes. Some projects look at ways of making proteins using bacteria. This is widely used in the pharmaceutical industry to make drugs such as insulin. Other projects are investigating the use of bacteria to collect metals such as gold, palladium (used in catalytic converters in cars) and uranium (from the nuclear energy industry) from industrial wastes or polluted sites. The flow cytometer will be used to better understand these processes and improve them, allowing more efficient processes to be developed. A second group of projects are looking at bacteria and yeasts that cause disease in humans. The way in which two species of bacteria that cause food poisoning survive in the human body is currently being investigated. Scientists are also working on bacteria that are resistant to antibiotics, such as MRSA, and the way in which antibiotic resistance is passed from one bacterium to another. These questions are very important to human health, as many infections are now difficult to treat with antibiotics. Another project is investigating the way a species of yeast causes disease in humans. The flow cytometer will be used to investigate new aspects of all these projects. We will answer questions about single cells that would not be possible without the instrument. The research will help us understand how bacteria and yeast cause disease and survive in the human body. The flow cytometer will be used by many researchers to answer many questions about the way bacteria and yeasts can be used to help industry and the way in which they can cause disease. It will also allow projects to be developed that link researchers from different disciplines at the University and researchers from other institutions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F011237/1","grantId":"BB/F011237/1","fundValue":"240072","fundStart":"2008-06-27","fundEnd":"2009-06-26","funder":"BBSRC","impactText":"","person":"Jeffrey  Cole","coPersons":["Peter  Lund","Robin Charles May","Stephen Kenneth Dove","Tim William Overton","Laura Jane Piddock","Chris  Thomas","Charles William Penn","Lynne Elaine Macaskie"],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}