{"id":"31B284A9-E764-4FB3-9DFF-9FA3D71ACF65","title":"Quantum Measurements with Photons","abstractText":"Measuring the length of an Olympic swimming pool doesn't affect how much water it has in it! We normally don't expect measuring things to change them. In the quantum world, things are very different.Quantum mechanics tells us how the world works at its most fundamental level. It predicts very strange behaviour that can typically only be observed when things are very cold and very small. It has an inbuilt element of chance, allows superpositions of two different states, and includes super-strong correlations between objects that would be nonsensical in our everyday world - entanglement . Despite this strange behaviour, quantum mechanics is the most successful theory that we have ever had - it predicts what will happen almost perfectly! However, it is not completely understood, and some of its implications are still being discovered.One of the great mysteries of quantum mechanics - The Measurement Problem - seeks to answer the question Why don't we see superpositions in the everyday world? ( alive and dead for example). Measurements play a special role in quantum mechanics and have been the subject of intense debate since the theory's development early last century. Recently quantum measurements have emerged to become an important practical issue. This is the result of the advent of quantum information science , which seeks to answer the question What advantage can be gained by specifically harnessing quantum mechanical effects in the storing, transmitting and processing of information? Anticipated future technologies include quantum computers with tremendous computational power, quantum metrology which promises the most precise measurements possible, and quantum cryptography which is already being used in commercial communication systems, and offers perfect security.Unlike measuring the length of a pool, measuring a quantum system necessarily disturbs the system. For example a standard measurement of a system in a superposition of two states finds the system in one of those states with some probability. After the measurement, the system is no longer in a superposition, but is in the state it was measured to be in with certainty. The original superposition state can never be recovered, and that information is lost.More general quantum measurements involve a payoff between the information gained and the disturbance of the system. Quantum mechanics also allows entangling measurements on two or more systems, that leave them in an entangle state. Finally, we can intentionally manipulate the system being measured depending on what the measurement tells us - feedback.These general quantum measurements could play an important role in future quantum technologies: the security of quantum cryptography relies on detecting an eavesdropper by the disturbance their measurements must cause; quantum metrology requires entangled measurements; and some schemes for quantum computation proceed via measurements alone.Single particles of light - photons - are excellent system for developing new quantum measurements, because they suffer from almost no noise. They also have great potential for application in future quantum technologies: schemes for all optical quantum computers are leading contenders, and photons are the obvious choice for both quantum communication and for quantum metrology schemes for measuring optical path lengths. This project will realise new quantum measurements which are entangled, tuneable in the amount of disturbance, and include feedback. It will use an optical crystal to produce up to six photons, optical circuits to realise controlled interactions between them (with feedback), and standard avalanche photodiodes to detect them. A particular focus will be on developing practical schemes for efficiently extracting information from quantum measurements. Finally, the project will design and implement techniques for distinguishing between quantum processes on up to 4 photons.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F008023/1","grantId":"EP/F008023/1","fundValue":"370719","fundStart":"2007-10-01","fundEnd":"2010-09-30","funder":"EPSRC","impactText":"  The initial results from this work have led to the appointment of an academic specialising in this area of research. Dr Jonathan Matthews, who worked on this project has been appointed as a Lecturer to the school of physics and will be developing the technology to take these initial results into a commercial environment. Digital/Communication/Information Technologies (including Software) ","person":"Jeremy Lloyd O'Brien","coPersons":[],"organisation":"University of Bristol","findingsText":" This project realised new quantum measurements which are entangled, tuneable in the amount of disturbance, and include feedback. \n\nA particular focus was on developing practical schemes for efficiently extracting information from quantum measurements. This work has been taken forward by Dr Jonathan Matthews at the University of Bristol. Dr Matthews has become a leader in the field and Quantum Metrology one of CQPs main research areas. Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}