{"id":"31BA462C-3F99-428F-9B60-EC2279A8E6CB","title":"Fijian Art: political power, sacred value, social transformation and collecting since the 18th century","abstractText":"This project aims to unlock the potential, for scholarly and public benefit, of the outstanding collections of Fijian art, material culture and associated archives and photographs held in UK and other museums. Originating from Britain's voyaging, missionary and colonial ties with Fiji, these extensive collections, hitherto neglected, will be systematically researched, analysed and made the focus of major publications, exhibitions and outreach activities. \\n\\nFijian artworks are visually impressive and beautifully made; they include sculptures in wood and ivory, shell and ivory regalia, ritual equipment, weapons, pottery and large decorated textiles. Central to pre-Christian and post-conversion religious practices, and often heavily Tongan-influenced, many of these objects played an active role in relations with the British, resulting in significant collections in UK museums. Foremost are the Fijian collections at the University of Cambridge Museum of Archaeology and Anthropology (MAA), probably the most important in the world. With over 2,500 objects, 2000+ photographs, diaries, field notes and drawings, they include items from all periods of Fijian history since the late 18th century as well as extensive material from the early colonial period (1870s-90s). Other outstanding collections are in the British Museum, Pitt Rivers Museum Oxford, World Museum Liverpool, National Museum of Scotland and Maidstone Museum, while major overseas collections are in Paris, Salem, the Smithsonian Institution and the Fiji Museum. All 9 museums are collaborating with the project as official Project Partners. Many regional UK museums (in Aberdeen, Exeter, Ipswich, Birmingham and elsewhere) will also participate; the National Archives will also be a valuable resource. \\n\\nBuilding on the specialist expertise of project staff, working in partnership with UK and overseas museums (including the Fiji Museum), the project will:\\n\\n- Provide the first comprehensive history of Fijian art.\\n- Contribute greater understanding of the enduring potency of Fijian artworks and exchange valuables.\\n- Extend theoretical perspectives on the nature of exchange, and of object/person relations more widely, including analyses of gender, embodiment, equivalence, shrines and relics.\\n- Provide a nuanced history of collecting which will illuminate complex and shifting Fijian/British relations, especially during the early colonial period (1870s-90s).\\n- Elucidate trends in British intellectual and academic history through analysis of field collecting in Fiji and its implications for the development in Britain of major museums and the discipline of anthropology.\\n- Enhance existing museum documentation with expert identification and analysis of collections, while linking key museums internationally.\\n- Improve the ability of museums to display and interpret their collections for multiple audiences.\\n- Disseminate research results to diverse specialist and public audiences, including UK-based Fijians, through publications, symposia and several exhibitions with associated educational outreach activities. \\n- Contribute to museum/academic training programmes by holding workshops/curators' forum, and by involving 40+ graduate students in project-related course assignments.\\n- Contribute insights for policy makers into the importance for understanding contemporary Fijian politics of historically-rooted relationships between chiefdoms. \\n\\nThe project team, led by UEA's Professor Steven Hooper, a Fiji specialist and Fijian-speaker with over 30 years research experience, includes Dr Anita Herle, Senior Curator at MAA, who will oversee research on MAA's Fiji collections. Other participants include former and current Fiji Museum Directors Fergus Clunie and Sagale Buadromo, and MAA Director Professor Nicholas Thomas (a renowned Pacific specialist; chair of the project Advisory Committee); all will contribute to numerous publications, exhibitions and other outputs.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/I003622/1","grantId":"AH/I003622/1","fundValue":"644933","fundStart":"2011-05-01","fundEnd":"2014-04-30","funder":"AHRC","impactText":"  Our findings are being used at a range of levels, from other university-based academic researchers to Fijian villagers who have access to the internet and therefore our website and active Facebook page. By disseminating our research results through publications and exhibitions all over the UK - via our exhibition packages programme - we have been able to convey more sophisticated understandings of Fiji and its history - and also its close relationship with Britain since the 19th century. Researchers are also now able to undertake comparative studies of a corpus of material, leading to the identification of hands and workshops in the manufacture of important 19th century artworks, thereby applying the methods of art history to a body of material previously often regarded as being 'without history', occupying some generalised ethnographic past. Creative Economy,Education,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections Cultural,Societal,Economic,Policy & public services","person":"Steven  Hooper","coPersons":["Anita  Herle","Karen  Jacobs"],"organisation":"University of East Anglia","findingsText":" The research team has discovered a wealth of material relating to Fijian history and culture and Fiji-British relations. These materials are held in numerous museums whose collections have been visited and studied, in the UK (notably at Cambridge and the British Museum), and in the USA, New Zealand and Fiji. We have developed an extensive network of relations and this is regularly activated by our project website and a busy Facebook page which is heavily used by Fijians in Fiji as well as UK-based Fijians. We have developed exhibitions, including a series of exhibition packages developed in collaboration with a number of UK museums, and numerous outreach activities. We especially value our collaboration with the Fiji Museum (where we co-curated an exhibition for local audiences), and the support of the Fiji Government (both the President and Prime Minister of Fiji visited the collections and exhibition in Cambridge, as well as the Fiji High Commissioner and the UK High Commissioner to Fiji). Based on our research, and as a direct result of the project activities, a major travelling exhibition on Fijian art is now in development to be shown in Germany, Switzerland and the UK, involving external funding equivalent to c. ?1.4m. The exhibition catalogue (to be published in English, French and German editions) will double as a definitive art history of Fiji, something that does not currently exist. Research results and information about Fijian canoes is proving valuable to Fijian canoe builders. An 8m long double-hulled sailing canoe has been commissioned by the Bundeskunsthalle for the Fijian art exhibition, and is currently being built in Fiji. We anticipate that Pacific art specialists, and especially Fijians, will benefit from the results of our research, by developing greater understandings of, and respect for, the achievements of Fijian artists and craftspeople past and present. Creative Economy,Education,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections","dataset":"gtr"}