{"id":"31D85FBC-18E7-4714-A917-B5CA12EAE667","title":"Rosetta Digital Outreach Project","abstractText":"The Royal Observatory Greenwich is one of the UK's leading centres for promoting and explaining astronomy to the public, schools and the media. The Observatory has an international reputation and receives over 800,000 visitors per year, with 30,000 school pupils and 4,500 teachers attending its curriculum-linked astronomy workshops and many more benefitting from the expertise of the astronomy education team via an ever-growing suite of online schools resources. \n\nVideo content forms an important component in these resources and recently we have formed a highly successful partnership with acclaimed London-based animation company Beakus. Together we have produced several short videos on topics such as 'How Big is the Universe?', 'What is inside a Black Hole?' and 'How do we know how old The Sun is?' http://www.rmg.co.uk/schools/royal-observatory/classroom-resources/video-resources. These have proved extremely successful, becoming viral hits on digital and social media, reaching 700,000 people and winning awards and plaudits from the worlds of art and design as well as the science education community. The videos mix a lively and contemporary style of animation and storytelling with in-depth science - a combination that has proved highly popular and effective.\n\nThe aim of the project proposed here is for us create two new videos promoting the European Space Agency's Rosetta mission, and the involvement of STFC-funded scientists, to add to our existing suite of digital resources. These videos would not only help to engage the public (particularly secondary school age) with the cutting edge science behind the mission but also with some of the scientists that do it in the UK and beyond. This would complement and enhance the STFC-funded work of the &quot;Rosetta in the UK&quot; website hosted by the Open University, adding to their suite of public, schools and media resources. We note that video content of this style and quality is currently lacking from the suite of Rosetta resources. (By contrast the &quot;Gaia in the UK&quot; website hosted by the University of Cambridge features several excellent videos of this type http://gaia.ac.uk/multimedia - we intend to ensure that Rosetta is equally well-served.)\n\nOur focus is always first and foremost on the science; the members of our teachers' forum are very vocal in telling us that they come to us for expertise and knowledge. We also feel it is incredibly important to promote the people in science too, thereby raising awareness of the varied careers available to those that go into the STEM world of work. \n\nWe make a very conscious effort to show how astronomy is inclusive and something to be embraced and not to be feared or intimidated by. When working on this project we would continue with this approach by involving a combination of female and male project partners from a variety of astronomy careers around the UK. They would create, deliver and present the films as is usual in our team which we feel helps to show the friendlier and more easily accessible side of science. We feel that working in this way and highlighting the diversity of the STEM workforce also contributes to re-addressing the gender imbalance by supplying real-life male and female role models. \n\nOver the past two years at the Royal Observatory Greenwich we have worked extensively on our digital offer, particularly on easily-sharable and engaging video content. By encouraging and enabling people to share content quickly through social media we increase the likelihood of engaging non-typical audiences that would not usually seek out content like ours.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/M006786/1","grantId":"ST/M006786/1","fundValue":"9500","fundStart":"2015-08-24","fundEnd":"2015-11-01","funder":"STFC","impactText":"","person":"Elizabeth  Roche","coPersons":[],"organisation":"National Maritime Museum","findingsText":"","dataset":"gtr"}