{"id":"31D87699-7104-4A0C-AB9B-0431AC389FFA","title":"Impact of targeting myeloid PI3Kg on the pancreatic tumour stroma compartment and the response to chemotherapy.","abstractText":"Pancreatic cancer is very aggressive and kills around 8000 people every year in the UK. New treatment strategies are urgently needed. During tumour (cancer) formation, cancer cells attract cells from the immune system (white blood cells), which progressively accumulate in the tumour environmental bed (or stroma), producing an appearance of inflammation. Although it was originally thought that tumour infiltrating immune cells would kill the cancer cells, recent evidence suggests that they may actually promote tumour growth. In the tumour stroma certain immune cells, secrete high amounts of stimulatory factors that aid the cancer cells to multiply, survive, and spread. The abundance of white blood cells may determine whether the patient will die of the cancer or not. \n\nThe tumour infiltrating white blood cells still have the capability to kill cancer cells, but their anti-cancer functions are inhibited by cancer cells themselves and are skewed towards cancer promoting functions. Our preliminary results indicate that blockade of a specific molecule (known as PI3K gamma) present in certain white cells called macrophages, inhibits their cancer promoting functions and restores their initial cancer cell killing ability. Since macrophages are critical players in regulating the immune response, studying and targeting this recently identified function of PI3K gamma represents a promising approach to re-activate the immune system to fight against cancer. \n\nThe pancreatic cancer stroma comprises of two other types of normally resident cells known as pancreatic stellate cells and fibroblasts. These cells are responsible for secreting a high amount of substances called extracelluar matrix proteins that provide the scaffolding (or matrix) for the shape of the tissue and also the glue to hold the cells to the scaffolding. This is the stroma. In pancreatic cancer there is far too much of this stroma which means that anti-cancer drugs cannot properly reach the cancer cells to kill them.\n\nOur early work shows that in pancreatic cancer patients, macrophages are found side by side with stellate cells, indicating a potential interaction between these cell types. Since we are able to change macrophage function by targeting PI3K gamma, we are now in the position to use this tool to study a so far uncharacterized interaction of stellate cells with macrophages. \n\nTherefore, these studies will increase our knowledge concerning the cancer promoting functions of tumour associated macrophages and might reveal new key proteins that regulate their function and contribute to the poor response to chemotherapy. Our findings will also open new strategies to improve the treatments of pancreatic cancer.\n\nThe project proposed here focuses on the role of the host immune cells during pancreatic cancer progression and its response to chemotherapy. While most research has so far focused on the cancer cells themselves and their precursor cells, it has become clear that the immune system and the formation of a tumour microenvironment also influences the course of pancreatic cancer progression and its response to chemotherapy. \n\nI believe that the here proposed project addresses important emerging questions in the pancreatic cancer field and that these studies will contribute to increase the understanding of how tumour inflammation impacts on pancreatic cancer progression. \n\nThis will help lead to better diagnosis and better treatments.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L000512/1","grantId":"MR/L000512/1","fundValue":"448979","fundStart":"2014-03-31","fundEnd":"2017-03-30","funder":"MRC","impactText":"","person":"Michael Christoph  Schmid","coPersons":[],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}