{"id":"31DAFC6B-6F7F-41CC-98EB-6004EB1B11F9","title":"UK Quantum Technology Hub for Quantum Communications Technologies","abstractText":"Quantum technologies are new, disruptive technologies that have the potential to outperform familiar information technologies, for example in the areas of communications, sensing, measurement and computing. We all use all this stuff every day, relying on it increasingly as our lives become more and more &quot;high-tech&quot;. Quantum technologies employ the weird and counter-intuitive features of quantum physics, in technologies that can offer greater security for communications and data. Or in technologies that can measure and sense things better. Or in technologies that can open up new and more powerful directions in computing.\nThe UK has an outstanding track record - recognised worldwide - in quantum technology research. The time is now here for this research to progress to development, demonstration and the commercialisation of new quantum technologies. The UK Government has recognised this fact and has injected &pound;270M into the Science and Technology budget to achieve it. A major part of this &pound;270M is to be spent on a national network of Quantum Technology Hubs, whose job it will be to deliver new quantum technologies for the UK.\nOur proposed contribution to this endeavour is a Hub for new Quantum Communications Technologies. Data and communications security are absolutely essential throughout society today - for individuals, institutions, businesses, governments and nations. Current secure communications systems have vulnerabilities, some exposed today and others that may be exposed in the future as computing power and hacking techniques improve. Secure communications based on quantum physics can eliminate some of these vulnerabilities, providing systems whose security is underpinned by the laws of Nature. The basic features of quantum physics that enable secure communications are: (i) information encoded in a quantum system cannot be copied; (ii) information encoded in a quantum system is irreversibly changed when somebody reads it. Intuitively, one can see that these cts will ensure that eavesdroppers on quantum communications always get caught. This can be utilised in quantum communications systems to give a guarantee of security. The &quot;classic&quot; example is that Alice and Bob can share a secure, secret key, with a quantum promise that Eve knows nothing about it. They can then use this key to protect a range of communications and transactions in the future. However, they do have to consume the key to maintain security, so there is a need for topping up of secure key (quantum key distribution, or QKD) on a regular basis through quantum means.\nDemonstrations of quantum communications systems have existed for a number of years now, but with limitations on their capabilities that have prevented large scale commercialisation of these technologies. The grand vision of our Hub is to develop new quantum communications technologies that will overcome these limitations, enabling widespread use and adoption - from government and commerce through to consumers and the home. We aim to develop short-range, low cost QKD for mobile devices such as 'phones. We aim to develop chip-scale QKD modules, for ease of manufacture and widespread and versatile deployment. We aim to demonstrate QKD over networks and its integration with conventional communications. We also aim to investigate new directions in quantum communications, going beyond simple QKD, for example to quantum versions of digital signatures for signing electronic messages or documents.\nThere is great potential for the UK to become a world-leader across a range of new, high-tech, quantum technologies. Furthermore, the quantum communications sector is of particular national importance. As all security and cryptography technologies are sensitive and subject to import/export controls, it is therefore vital for the UK to establish &quot;sovereign capability&quot; in a new quantum communications sector. We have assembled an outstanding team of scientists and engineers in our Hub to pursue this goal.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M013472/1","grantId":"EP/M013472/1","fundValue":"24094000","fundStart":"2014-12-01","fundEnd":"2019-11-30","funder":"EPSRC","impactText":"","person":"Timothy Paul Spiller","coPersons":["Brian D Gerardot","Mohsen  Razavi","Benjamin  Varcoe","Stefano  Pirandola","Kenneth Graham Paterson","John  Rarity","Reza  Nejabati","Ian Hugh  White","Roger  Colbeck","Richard  Penty","Pieter  Kok","Gerald  Buller","John  Jeffers","Mark Gerard Thompson","Samuel Leon Braunstein","Erika  Andersson","Dimitra  Simeonidou"],"organisation":"University of York","findingsText":"","dataset":"gtr"}