{"id":"31DC5D49-A126-4260-8422-A2D48B66CA39","title":"SysMO Pseudomonas (Martins dos Santos)-Westerhoff","abstractText":"The chemical industry has been and is highly important to human society. It produces many of the substances that are used on a daily basis. Some chemical production processes are far from self-sustaining or closed; they require the input of much energy and much material, both of which are getting scarcer. In addition they may shed catalysts, waste, carbon dioxide and heat into the environment, which tends to be saturated with some of these effects, even at a global level. Certain biological processes are known to be more self-sustaining. Therefore, white biotechnology, which implements bacteria and yeasts as 'factories', is increasingly considered as a possible alternative to some chemical production processes. The design and management of a chemical factory already being difficult, the engineering and controlling of living organisms is even more so. First, living organisms do not usually thrive under conditions of the traditional chemical processes. Second, they are full of homeostatic mechanisms by which they actively resist attempts to make them do precisely what the engineer wants them to do. And third, any new biotechnological process will have to be competitive as compared to the already existing and optimized processes in the chemical industry. And then an issue that has become clear only relatively recently is the fact that the engineering of a single components of a living organism will not suffice, as organisms operate on the basis of complex, hierarchical networks of many molecules. Until recently, it has been impossible to understand the networks that steer living organisms, because they consist of hundreds of components that interact in highly complex ways. The newly developing science Systems Biology combines quantitative experimentation with mathematical approaches in order to understand the complex networks of living organisms. This project will develop a Systems Biology approach to white biotechnology in the organism Pseudomonas putida. This organism is already rather robust with respect to many types of stress, and thereby potentially a good cell factory. A large network of scientific groups from laboratories in four European countries will undertake this highly challenging research program.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F003544/1","grantId":"BB/F003544/1","fundValue":"343456","fundStart":"2008-08-01","fundEnd":"2011-07-31","funder":"BBSRC","impactText":"","person":"Hans Victor Westerhoff","coPersons":["Jacob Leendert Snoep","Frans Johannes Bruggeman"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}