{"id":"31F18EB0-4FAB-43B3-A00E-71B6AC83EFE1","title":"Novel technique for fabrication of large core, high rare earth concentration, photodarkening resistant fibres for high power fibre laser applications","abstractText":"Research into high power fibre lasers is being driven by material processing and military applications and over recent years there has been much interest in scaling output powers from cladding pumped fibre lasers and amplifiers. While kW power levels with diffraction limited output have been demonstrated from a single core fibre the drive is now towards multi kW powers with high beam quality. To achieve this it is important to maximize both the core area and the rare earth doping concentration whilst maintaining robust single mode operation and good optical to optical conversion efficiency. These features are also needed in order to avoid the need for excessively long fibres for efficient pump absorption, and to raise the threshold for unwanted nonlinear processes and optical damage. The proposed research programme will develop a novel process for incorporating rare earth and aluminium dopants into fibre performs in a simple and cost effective way. The technique will allow higher concentrations of dopants with increased uniformity along the length of the preform, increased core size, reduced background loss, and no phodarkening in fibres. The use of lanthanide chelates to incorporate rare earths in preforms has been demonstrated previously. However, the previously reported techniques require complicated, bulky and expensive heated bubblers and gas lines. The proposed technique would simplify things greatly by placing the chelates in independently heated crucibles within the glassware on the lathe, in close proximity to the deposition zone thereby increasing control and versatility.It is also important that these dopants can be incorporated into large volumes of glass to create large core structures and to obtain better fibre yields, whilst also reducing the number of steps required to make multiple core fibre for high power fibre lasers and to facilitate the production of the doped capillaries required for various classes of microstructures fibre including: holey fibres, hollow core fibre, band gap fibres and ribbon fibres incorporating multiple doped core arrays.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E033725/1","grantId":"EP/E033725/1","fundValue":"375702","fundStart":"2007-04-01","fundEnd":"2010-09-30","funder":"EPSRC","impactText":"  The fabrication process and equipment we have developed are now used as part of our fabrication capability within our research centre and have been used to deliver specialist optical fibres into a range of projects. Digital/Communication/Information Technologies (including Software),Manufacturing, including Industrial Biotechology Economic","person":"David John Richardson","coPersons":["Jayanta Kumar  Sahu","Lars Johan Nilsson"],"organisation":"University of Southampton","findingsText":" Industrial fibre-laser manufacturing is emerging as one of the fastest growing sectors for silica optical fibres. Multi-kilowatt levels of output powers in both Continuous-wave and pulsed regime are now achievable form ytterbium (Yb) doped fibre sources. The increase in applications using rare-earth doped fibre sources has spurred the development of various types of silica fibres, each with a unique set of properties to match the specific product application. Since the fibre design and material properties of the glass have become critical to the performance of the fibre laser, advances in optical fibre and preform manufacturing technology are always in demand.\n\nIn this project, we have developed a novel and highly versatile chemical-in-crucible (CIC) technique which is designed for the gas phase deposition of doped optical fibres with precursors of relatively low volatility. The ability to incorporate the rare-earth ions and other novel dopants through our proposed gas phase process has great potential for realising complex fibre designs as well as rapid production of fibres with a large core volume leading to low fabrication cost. Yb doped fibre fabricated using this technique exhibited high laser efficiency with output power of over 200W demonstrating the potential for this fabrication method. Passive alumino-silicate fibres with high NA of 0.30 and low background loss were also demonstrated. Our proposed technique represents a significant scaling of the fibre fabrication process by allowing deposition of more doped layers (potentailly 100s) and thus leads to improved fibre yield to suit the industrial fibre laser manufacturing. The new generation of high power fibre lasers require a significant scaling of the fibre fabrication process with better uniformity and reproducibility as well as realisation of complex geometry and index structure in fibre. The flexibility of our proposed fibre fabrication technique will meet these requirements. Communities and Social Services/Policy,Digital/Communication/Information Technologies (including Software),Education,Electronics,Environment,Healthcare,Security and Diplomacy","dataset":"gtr"}