{"id":"31F40430-4C1A-432C-AA2E-950FBA8F67F8","title":"Scalable production of RPE cells from induced pluripotent stem cell under GMP conditions for cellular replacement therapy of the dry form of AMD","abstractText":"Age related macular degeneration (AMD) is the leading cause of blindness in people over the age of 60 in the western world and each year the problem increases. AMD results in the central portion of vision being lost making it impossible to appreciate fine detail. AMD is associated with defects of the retinal support cells - the retinal pigment epithelial cells (RPE). The rods and cones (the photoreceptors) in the retina, which are the light sensitive cells, depend for their survival on the normal functioning of these cells, and so failure of these cells leads to progressive loss of vision and eventual blindness.\n There is currently no treatment which prevents the development of AMD. However there has been some success for certain forms of AMD with a range of interventions, but these approaches are only suitable for certain patients and are often only temporary.\n Our aim is to produce a cell replacement therapy from stem cells derived from patients themselves which are effective in replacing dysfunctional RPE found in AMD which will lead to a surgical therapy capable of stabalising and restoring vision in the vast majority of patients. We plan to develop, over three years, the necessary process of producing stem cells derived from patient skin samples and to turn these stem cells into RPE. We will test the safety and efficacy of these cells ready for use in patients. The goal is to submit a clinical trial application at the end of this project for these patient derived eye cells to initiate a Phase I/II clinical trial.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L022842/1","grantId":"MR/L022842/1","fundValue":"1588330","fundStart":"2014-12-01","fundEnd":"2018-01-31","funder":"MRC","impactText":"","person":"Peter John Coffey","coPersons":["Lyndon  Da Cruz","David Christopher Linch","Tariq  Enver","Amit Chunilal Nathwani"],"organisation":"University College London","findingsText":"","dataset":"gtr"}