{"id":"31F4DBD8-0D68-44EA-B877-D84934DC3026","title":"Can we boost UK Olympic medal performance by improving water sport buoyancy aids?","abstractText":"WE STRONGLY RECOMMEND that EPSRC/UK Sport considers whether general release of this information into the public domain compromises our ability to benefit GB athletes exclusively at the forthcoming Olympics/Paralympics.There are 21 different Olympic gold winning opportunities in water-sports involving the use of personal floatation devices (PFD) including those for canoeing, kayaking and sailing. Our world class athletes and coaches in these sports have identified current PFD designs as significantly impairing their performance particularly in the area of motion restriction. Detailed studies of the causal factors and how these might be overcome through improved materials and designs are expected to establish the feasibility of boosting performance with an improved PFD solution.The aim of the proposed multidisciplinary research project is to assess the opportunities for significantly improving UK medal winning performance by improving the ergonomic and materials selection aspects through holistic re-design of PFDs. The needs of athletes competing in the canoe/kayak slalom event will provide the focus for the proposed feasibility study. It is anticipated that the knowledge generated will enable subsequent focused research and design development activity to exploit the opportunities revealed that will take into account the needs of other water sport activities.The research questions we aim to address include:- What is the current user perception of PFD strengths and weaknesses?- How do current PFDs restrict movement and so prevent winning performances?- What are the opportunities for improved material selections to improve PFD designs?- Can a better understanding of PFD motion restriction causes, thermal regulation improvement and superior materials be incorporated into new designs that will boost medal winning performance?","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F009321/1","grantId":"EP/F009321/1","fundValue":"23980","fundStart":"2007-09-01","fundEnd":"2008-08-31","funder":"EPSRC","impactText":"","person":"Ji-Young Ea Ruckman","coPersons":[],"organisation":"Manchester Metropolitan University","findingsText":"","dataset":"gtr"}