{"id":"31F6A50E-54F6-438E-84B1-2731C4EAA5CC","title":"Generalised Fourier transforms and moving boundary value problems","abstractText":"The aim of the proposed research is the analysis and the numerical solution of equations which describe the evolution of some quantity, for example a fluid or a temperature, from a known initial state. In the case we study, this evolution is restricted in a certain region, and as time progresses we have some information on the state of the system at the boundary of the region. For example, we might know that on the boundary the temperature, or the velocity of the fluid, is always zero. These type of problems are called boundary value problems, and are ubiquitous in the mathematical description of our physical reality. In the cases we want to study, in addition to these data, we know that the boundary moves with time in a way that is either prescribed, or is part of the problem to be solved. In the latter case, such problems are called free-boundary value problems, and arise for example in studying the formation of ice interfaces in flowing water.We consider such problems for an important class of equations, that describe many physical evolution phenomena. These equations are called integrable. In order to understand the behaviour of their solutions in a time-dependent domain, we start with the simpler linear case.We expect to be able to give a general method to study such problems based on recent advances in the study of integrable equations. These are based also on a more strictly mathematical study of certain transforms that generalise the Fourier transform, which one of the most important tools applied mathematicians have at their disposal for studying differential equations.In both the linear and the nonlinear case, an important part of the research is the numerical evaluation of the formulas obtained. These formulas appear to be very convenient for the purpose of numerical evaluation, because of certain decay properties that translate into fast numerical convergence to a good approximation of the theoretical solution. Hence we plan to devise robust and accurate numerical algorithms for the evaluation of these representation formulas.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E022960/1","grantId":"EP/E022960/1","fundValue":"224008","fundStart":"2007-02-01","fundEnd":"2011-01-31","funder":"EPSRC","impactText":"  They have been picked up by other researchers in mathematics and applications to describe the solution of interface problems Other ","person":"Beatrice  Pelloni","coPersons":[],"organisation":"University of Reading","findingsText":" A formula for the solution of a class of models involving a boundary that moves with time along wiht the evolution of teh phenomenon solution of moving boundary value porblems are of inteerst in several engineering applications Other","dataset":"gtr"}