{"id":"31F80C76-7BF7-454A-8ADF-8E45EC4803B1","title":"Sharing and building university and business perspectives of how to enable high growth in small firms","abstractText":"This Knowledge Exchange project will bring together a private company - Winning Pitch (WP) - and the research team at the Centre for Enterprise at Manchester Metropolitan University Business School (CFE) to exchange dialogue and share mutual and different knowledge around small firm growth. Both Winning Pitch (and its associated High Growth Foundation) and CfE have been working to support small firms growth through leadership and entrepreneurship programmes. WP has done so from a pragmatic and experience -led viewpoint but with some awareness of research. CfE has based their approaches on learning theory and the literature on growth and small firms. This project will also allow both parties to articulate how their approaches differ and coincide, bring new understanding of commercial realities to CfE and build new understanding and appreciation of the application of research to WP. In comparing research themes with practical approaches, gaps will also emerge with the potential for new knowledge will also be developed which will engage both CfE and Winning Pitch teams and bring research and practice together.\nBased in the Northwest region of the UK, Winning Pitch is a small firm with 25 employees, a specialist provider of high growth coaching services. The aim of its founder, John Leach, is for it to be a fully research led business to fuel their passion for supporting ambitious entrepreneurs in order that they realise their full potential and achieve levels of growth way above the norm. Winning Pitch offers tailored coaching services, underpinned by specialist high growth methodologies. These provide a suite of practical tools proven to deliver transformational performance - well defined business strategy, clear supporting implementation plans, enhanced sales, innovative approaches to changing markets, organisational and leadership excellence as well as investment readiness. \nWinning Pitch has worked with over 5,000 businesses over the last 4 years, including high potential start -ups, growth SMEs and FTSE listed companies. Their quality and proven track record recently secured the contract to support 2000 small firms in the Northwest annually, working nationally in consortium with Grant Thornton, Pera and Oxford Innovation. The CEO of Winning Pitch is interested in research and sees its value. This Knowledge Exchange partnership will build on that to establish the role of research in delving high levels of support to high growth firms and co-develop knowledge with university partners. \nCfE has a track record in working with small firms since its inception in 2001. With 28 members of the CfE team, activities include research, learning and consultancy. Recent enterprise programmes include the Goldman Sachs 10,000 Small Businesses Initiative, which take a particular approach to SME growth. The research being carried out focuses on entrepreneurial learning in organisations and on the small firm growth journey. In this application we would bring two established academics and two new researches into the project as a share placement, to develop understanding of how research can be articulated, shared exchanged and co-developed between a university and a private sector organisation. This is a small firm which means that their commitment to working to understand research is clearly a priority given the time they have identified to work on the project with university staff.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/K000780/1","grantId":"ES/K000780/1","fundValue":"60809","fundStart":"2012-12-01","fundEnd":"2014-02-28","funder":"ESRC","impactText":"","person":"Lynn M  Martin","coPersons":["Clare  Schofield"],"organisation":"Manchester Metropolitan University","findingsText":"","dataset":"gtr"}