{"id":"32108103-7F0F-4A7F-8394-3738104CACCF","title":"Screening New families of Metal Organic Frameworks for Hydrogen Storage","abstractText":"Mankind has now realised that its dependance on oil cannot last forever. Viable alternative fuels are frantically being sought, particularly for use in the automobile industry. Hydrogen is emerging as a promising candidate, as it can be generated from a variety of sources. As a clean burning substitute, hydrogen has the potential to dramatically cut our carbon dioxide emissions to the levels suggested in the 2007 White paper (60 % reduction by 2050), however to be practical any new fuel needs to be safe and compact. As hydrogen is a gas at ambient temperatures, it would need to be compressed under very high pressures or cooled to very low temperatures to provide sufficient supplies necessary for the running of vehicles. Neither high pressures nor low temperatures are acceptible, not least on safety grounds. In an attempt to circumvent these problems, methods of chemical storage are been investigated. Amongst the front runners currently under investigation are microporous materials, which relie on high surface area and strong hydrogen binding affinity. Large scale syntheses and chemical flexibility are other important considerations, which put coordination networks based on metal ions linked by organic spacer molecules in the shop window. These metal-organic frameworks (MOFs) have recently shown potential for hydrogen uptake with systems based on zinc clusters/carboxylate linkers exhibiting hydrogen absorption values, albeit at low temperatures, approaching the 2010 targets set by the US Department of Energy for on-board hydrogen storage.It is the intention here to evaluate a promising new familiy of MOFs, the structures of which are based on zinc (or aluminium) clusters linked by diphenolate spacers. These systems possess all the attributes necessary for hydrogen absorption, can be prepared on multi-gramme scale and are readily amenable to chemical modification, including the incorporation of alkali-metal ions shown in other systems to be beneficial to hydrogen uptake. The zinc (and aluminium) clusters in our systems also possess intruiging and potentially useful conformations, which create internal pockets that are well suited to small molecule capture.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F062443/1","grantId":"EP/F062443/1","fundValue":"177996","fundStart":"2008-04-01","fundEnd":"2009-09-30","funder":"EPSRC","impactText":"","person":"Carl  Redshaw","coPersons":["Congxiao  Shang"],"organisation":"University of East Anglia","findingsText":" We have prepared and characterised a number of new zinc (and copper)-based systems which are capable of acting as nodes for MOF construction. These nodes can be linker either by dicarboxylate linkers or by alkali-metal bridges. Hydrogen adsorption-desorption studies reveal increased uptake for these nodes when certain functionality is present (disclosure at this stage is prohibited by a patent filing), and as such MOFs based on these nodes hold great potential. The idea of introducing halides or lithium will boost the gas uptake in other systems. Chemicals,Energy","dataset":"gtr"}