{"id":"321841E8-3625-45D3-9B71-E390367F4BD9","title":"The neural basis of auditory pitch timbre and location judgments","abstractText":"Summary An important question in the field of neuroscience is how the activity of neurons within the brain contributes to the way in which we perceive our environment. New methods have enabled exciting discoveries to be made as to how areas of the brain concerned with vision and touch may contribute to behaviour. We wish to use these methods, for the first time, in the auditory system in order to investigate how the firing of neurons in auditory cortex relates to the way in which we 'hear' sounds. The voices of other people, the calls of other species, and environmental sounds can all be described along several dimensions. Firstly, we are able to judge the location of the source of the sound, i.e. where it came from in the outside world. Secondly, the sound will often differ in its pitch and its quality or 'timbre'. The timbre of the sound is critical for our understanding of speech, while the pitch enables us to identify who is speaking. For example the vowel /i/ has a similar timbre whether said by a small child or a man, but the child's voice will most likely have a much higher pitch. Similarly, a piano and a violin playing the same note will produce a sound of identical pitch, but differences in the timbre of the sound mean that the two instruments sound very different. Little is known about how the activity of nerve cells in the hearing areas of the brain allow us to localize or identify sounds. Some researchers have argued that, as in the visual system, there may be a division of labour such that some regions of the auditory cortex are involved in extracting the location of the sound source, while others are more concerned with its identity. While there is some evidence to support this, the interpretation of these studies is controversial. We will investigate how nerve cells within the auditory cortex of the ferret brain respond to the location, pitch and timbre of different sounds. A cortical area devoted to working out where the sound is, for example, might be expected to respond to any sound regardless of its pitch or timbre, as long as it is presented from the appropriate location. Part of our project will involve recording the responses of hundreds of nerve cells in the auditory cortex in order to look for differences in the way that they respond to sounds. The sounds that we plan to use share many characteristics of vowels, one of the main elements of human speech, and which have the advantage that we can easily and independently change their pitch, timbre or location. We will measure how well individual nerve cells can tell apart sounds that differ in one of these features. At the same time, we will train ferrets in a behavioural task that requires them to distinguish between two sounds that differ in their location, pitch or timbre. We will measure the relationship between how likely the animal is to make a correct choice and how different the stimuli are. We will compare these behavioural measurements to the data obtained by recording the responses of nerve cells in auditory cortex. In this way, it will be possible to relate how well an individual nerve cell can distinguish between two sounds to the overall ability of the animal. In other words, we will be able to tell whether the choice made by the animal follows that of individual nerve cells. Because there are billions of nerve cells in the brain, we also plan to study how small populations of cells act together to represent different aspects of the auditory world. The results of this study will therefore tell us how different aspects of a sound are mapped out within the brain and how the firing of the cells within those areas contributes to our perception of the world. These experiments will not only help us to understand how the brain, the most complex organ in the body, works, but will also guide the design of aids that restore function to the hearing impaired.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D009758/1","grantId":"BB/D009758/1","fundValue":"294147","fundStart":"2006-03-01","fundEnd":"2009-02-28","funder":"BBSRC","impactText":"","person":"Jan Wilbert Schnupp","coPersons":["Andrew John King"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}