{"id":"321CE5F3-015E-42C2-ADFF-3AAD2D7E5E47","title":"Project Foster: Flood Organisation Science and Technology Exchange Research (FREE)","abstractText":"'Science and engineering is crucial to understanding flood risk and will become even more significant as we adapt to the increased risk that climate change will bring.' (Pitt Review 2008, ES.17) The Pitt Review and the subsequent UK Government's Response have identified major areas of challenge in the scientific understanding of floods, for key people in organisations such as local government that are responsible for flood risk policy and management. Most of these professionals are not specialists, and flood management forms only a minor part of their duties; some are elected Councillors at County or District level, volunteers but with key roles. There are also significant questions around effective transference of concepts and information from scientific 'experts' to these organisations, and the potentially productive reverse flow of local knowledge and experience. To fill this critical gap, FOSTER will develop and trial an exciting suite of innovative inquiry-based 'events' involving use of new communication technologies to exchange cutting-edge research findings with the extended community of flood science 'users'. The Project's overarching objective is to improve the flood science understanding of users in key organisations with responsibilities for all aspects of policy and management: planning and building development; emergency planning at Silver and Bronze command level; steering flood adaptation planning; and promoting organisational and community resilience. Gloucestershire, Warwickshire and Worcestershire, with their recent catastrophic flood experiences, will provide the setting for developing and testing. Highly motivated Project Partners, including the Environment Agency, who have flood science capacity-building high on their organisational agendas are involved. The Project also capitalises on team experiences of two recent projects focused on the Severn-Avon catchment, GLIF (a NERC-FREE programme Gloucestershire Scrutiny Inquiry appraisal) and a Royal Society COPUS project, as well as existing scientific knowledge about different types of flooding in the region, and more generally. FOSTER will extend the existing appraisal of scientific knowledge needs amongst 'users' in organisations at local and regional level. In parallel, it will translate cutting-edge scientific knowledge about flooding drawn from recent research projects, and research international good practice in developing public sector institutional understanding of flood science. It will then design and pilot a variety of novel, stimulating, and inquiry-based learning experiences that draw on active learning strategies and capitalise on new technologies. Three distinctive education models will be compared: (a) conventional workshops but with new twists including video resources hosted on 'Facebook' or similar publically-accessible sites; (b) role-play simulation events involving users adopting 'development planning', 'emergency' or 'resilience' roles, supported by ICT information and materials, some techniques training e.g. on interpretation of GIS, followed by discussion and critical reflection; and (c) interaction and learning through immersion in 3D virtual world simulations using 'Second Life' and related technologies such as blogs, podcasts and a Moodle site. Research will evaluate the effectiveness of these different learning strategies and participant experiences in nurturing practical understanding of new flood science. As outcome, FOSTER will cascade best educational practices and experiences, customisable to different UK and international contexts, and updateable in the light of future scientific research findings on flooding. The dissemination strategy will promote the overall findings and Project legacy - a sustainable on-line, interactive repository of educational materials that can freely be drawn on in future by those organisations with responsibilities for educating non-specialist 'users', and other scientists.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H001786/1","grantId":"NE/H001786/1","fundValue":"187994","fundStart":"2010-02-01","fundEnd":"2012-05-31","funder":"NERC","impactText":"","person":"Carolyn Rosemary Roberts","coPersons":["Matthew James Reed","Lindsey Jo  McEwen"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}