{"id":"3223876A-DF0A-4AB9-9055-87E2410BC940","title":"Mastering chronic illness while growing up: the experiences of young adults and the advice they give to their contemporaries","abstractText":"<p>This study aims to improve understanding of young adults' experiences of growing up with a long-term medical condition. It will examine young adults' sense of mastery (or not) of their condition and how they achieved this over time. It will also look at the advice they give to others about managing a chronic illness while growing up and how this advice relates to their personal experiences of feeling in or out of control of their condition. The findings will help to inform future policies and support for young people and young adults living with a long-term condition.<br /><br />The research involves secondary analysis of over 100 interviews with young adults with diabetes, epilepsy and other long-term conditions in which they talk about their experiences of living with a chronic illness and where they offer advice to others in a similar situation. The interviews were previously independently carried out by the University of Oxford’s DIPEx Health Experiences Research Group and made available for the public and as an educational resource on the YouthHealthTalk website.&nbsp; For further details, please contact Dr Janet Heaton at the Peninsula College of Medicine and Dentistry, University of Exeter: <a href=\"mailto:j.heaton@exeter.ac.uk.\" rel=\"nofollow\">j.heaton@exeter.ac.uk.</a></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-062-23-2356","grantId":"RES-062-23-2356","fundValue":"107274","fundStart":"2010-07-01","fundEnd":"2012-12-31","funder":"ESRC","impactText":"  A number of academic and economic and societal impacts have arisen so far from both the ways in which the research was conducted and the knowledge produced through it. These are described below in relation to the areas listed in the RCUK Pathways to Impact diagram.\n1. Enhancing the Research Capacity, Knowledge and Skills of the Public + Increasing Public Engagement with Research and Related Societal Issues: In the course of the study I involved a small group of young adults as advisors on my project. They provided advice on my ongoing analysis at a workshop, and commented on a report of the discussions. The young adults came from different areas of the UK. Through this engagement, there were mutual benefits to me, in terms of improving the robustness of the analysis and accessibility of the findings. It also provided the young adults with an opportunity to be involved in a research project, shape the emerging findings, and to enhance the quality and wider impact of the work. One of the young adults was subsequently in touch asking how he might publish his own autobiography. More generally this work added to mine and the participants' experience and capacity for engaging with patients and the public in research, and demonstrated how this can be done in the case of a qualitative secondary analysis using archived datasets.\n2. Innovative methodologies, techniques and cross-disciplinary approaches: In this study I used a novel approach to qualitative data analysis, which was to combine and integrate thematic and narrative methods of analysis. This approach was shared at the Methodology Innovations conference in 2012.\n As the work developed I drew on Complexity Theory in the data analysis. A paper on the former has been prepared for publication and is under review. In it I suggest that this multi-disciplinary theoretical framework can be used to help interpret the ways in which people adopt, adapt and resist therapeutic regimes.\n An unexpected finding that emerged from the work was that people used social comparisons in various ways to represent their experience of chronic illness to the audience of their accounts (extracts from which were available online for the public). A paper on this topic has been published in an international, peer-reviewed journal, in which I advance existing (mainly psychological) work on social comparison theory by proposing a new sociological perspective based on the empirical work carried out for this project.\n In the project I also set up and liaised with a group of people from academia, NHS and voluntary sectors in the UK. They provided advice at meetings and through consultation when needed. Through one healthcare professional I was able to inform a network of health care professionals working with adolescents about the research through an online publication she edited. Members of the advisory group also provided feedback on the analysis as it developed and advice on relevant places in which to publish the work. They also highlighted the potential for developing an online tool for the education and training of healthcare professionals based on a metaphor used in the study.\n3. Worldwide academic advancement: Since the award concluded I was invited to join the international Scientific Advisory Board (SAB) of the Data, Infrastructure, Methods of investigation in the Social Sciences and Humanities (DIME-SHS) project in France. This is a collaboration of 7 organisations in France, coordinated by Sciences Po. The experience and skills I gained from this award, and from my previous work on the secondary analysis of qualitative data funded by the ESRC, have enabled me to contribute to this venture, which aims to develop resources for archiving and reusing data from the social sciences and humanities in France.\n4. Enhancing the Knowledge Economy + Training Highly Skilled Researchers + Improving Teaching and Learning:\n Website - During the study a project web site (www.guci.org.uk) was developed where people could access information about the study. The GUCI web site also contains links for members of the public interested in accessing web sites where people share their stories about their experiences of illness, as well as links to further information and resources for academics planning to carry out a secondary analysis of qualitative data. Between 1/2/2011 and 28/2/2013, the website was visited 615 times by 389 people. Visitors were from the UK (68%), USA (12%), Canada (3%) and Australia (2%). Note: some data on subsequent visits was not available for a period after the website was transferred to a new address.\n Papers - I have so far prepared three papers from the award. Two have been published and one is currently under review. One of the papers (published by invitation in the Sage Research Methodology Cases) was aimed at post-graduates, lecturers and early-career researchers and aimed to improve their understanding and capacity for undertaking qualitative secondary analyses using archived data (eg through the UK Data Archive and Timescapes).\n Teaching - In 2012 I was invited to give a guest lecture for the Introduction to Qualitative methods 1-week course run by the University of Oxford. The lecture was on the secondary analysis of qualitative data and used the present study as an example of such a project. The audience was made up of post-graduates and early-career researchers from around the UK.\n Workshops - In 2013 I was invited to give a Novella seminar and run a workshop at the Thomas Coram Research Unit, Institute of Education, University of London on the secondary analysis of qualitative data. In the workshop we discussed how to develop and design a qualitative secondary analysis using archived data. I drew on my experience of the present study to inform the discussion.\n In 2013 I was also invited to talk at an invitation-only workshop hosted by the Health Experiences Research (HERG) group at the University of Oxford on promoting the secondary analysis of qualitative data. The event included senior academics from around the UK and representatives from the UK Data Archive and Timescapes, as well as previous users of the HERG datasets. The event led to a paper by Sue Ziebland and Kate Hunt published in the Journal of Health Services Research and Policy in 2014 on using secondary analysis of qualitative data of patient experiences of health care to inform health services research and policy.\n Collaborations - Immediately after the award period, I sought to build on the collaboration established with the University of Oxford by preparing a bid for an MRC Methodology Research Fellowship that followed up some of this work. The bid was short-listed but unfortunately it was not funded. I am still keen to seek further funding to follow up this award. Possible collaborators include colleagues from the University of Oxford and University College London. Education,Healthcare Societal,Economic,Policy & public services","person":"Janet  Heaton","coPersons":[],"organisation":"University of Exeter","findingsText":" The main achievements of this research have been to generate new insights into the ways in which young adults self-manage chronic illnesses. This has resulted in:\n1. New empirical findings showing the importance to young adults of being in medical control of their condition and having autonomy - the capacity to self-rule and live a 'normal' life unconstrained by their condition. What this study found was that, across the condition groups, the young adults had different views on how to achieve these goals. Some thought that achieving good medical control through adherence was the key to retaining their autonomy; others saw the relationship between control and autonomy to be independent, non-linear and potentially conflicting. Their strategies for managing their condition and their advice to others reflected these different conceptualisations, which were based on what they had learned from their experiences of growing up with a chronic illness. \n2. Original applications of some of the concepts and tools from the science of complexity theory to better understand the mundane complexity of living with and managing a chronic illness. This shows how young adults variously adapted to and learned to manage their condition as they grew up, and the factors that affected their control and/or autonomy (including puberty; pregnancy; transitions in education and health services; support from friends and family; variations in the effectiveness and side-effects of medications).\n3. Innovative use of social comparison theory to examine how young adults' compared and contrasted themselves with three different reference groups in interviews that were conducted to collect first-hand accounts for sharing with others via an online health education resource.\n4. A methodological exemplar of the secondary analysis of archived qualitative data, including: use of datasets from three national studies; collaboration with the primary researchers; and involving young adults in an advisory capacity.\n5. A methodological exemplar of the combination of thematic and narrative methods of qualitative data analysis used in the study. This research has important implications for our understanding of how young adults self-manage various chronic illnesses. The findings suggest that whether or not young people and young adults adhere to their medical regime is a complex problem. The science of complexity potentially provides a new theoretical framework for studying how people variously adopt, adapt and resist different ways of managing conditions in the shifting contexts of their everyday lives.\n The findings also support the Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}