{"id":"322B627F-3A8B-4F70-9C1D-8AD1D5D6BD0F","title":"Programmable nano-assembly of plasmonic materials for molecular interactions","abstractText":"The ability to look at small numbers of molecules in a sea of others has appealed to scientists for years. On the fundamental side we want to watch in real time how molecules undergo chemical reactions directly, how they explore the different ways they can come together, interact and eventually form a bond, and ideally we would like to influence this so that we can select just a single product of interest. We also want to understand how molecules react at surfaces since this forms the basis of catalysis in industrially relevant processes and is thus at the heart of almost every product in our lives. However, most scientific studies take place in precise conditions achieved in the laboratory, such as high vacuum, to select the cleanest possible conditions, but which look nothing like the real world applications they simulate. Hence most knowledge is empirical and pragmatically optimised. \n\nWe have been working on a completely new way to watch chemistry in an incredibly tiny test tube, itself a molecule. We use a barrel-shaped molecule called a 'CB' that can selectively suck in all sorts of different molecules. Recently, we have found a way to combine these barrel containers with tiny chunks of gold a few hundred atoms across, in such a way that shining light onto this gold-barrel mixture focuses and enhances the light waves into tiny volumes of space exactly where the molecules are located. By looking at the colours of the scattered light, we can work out what molecules are present and what they are doing, with enough sensitivity to resolve tiny numbers.\n\nOur aim in this grant is to explore our promising start (that was seeded by EU funding). We aim to develop all sorts of ways to make useful structures that sense neurotransmitters from the brain, protein incompatibilities between mother and foetus, watch hydrogenation of molecules take place, find trace gases that are dangerous, and many others. At the same time we want to understand much more deeply and carefully how we can go further with such ideas, from controlling chemical reactions happening inside the container, to making captured molecules inside flex which can result in colour-changing switches. To make all this happen we take research groups spanning physics and chemistry and completely mix them up, so that they can work together on these very interdisciplinary aspects. We have found this works extremely well. We also involve a number of companies and potential end users (including the NHS) who know the real problems when trying to exploit these technologies in important areas including diagnostics, imaging and catalysis.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K028510/1","grantId":"EP/K028510/1","fundValue":"794457","fundStart":"2013-10-01","fundEnd":"2017-03-31","funder":"EPSRC","impactText":"  We have been developing new technologies based on the nanoassembly using the CB molecule with Au nanoparticles. Currently we have been testing sensors for neurotransmitters in urine at clinical levels with this technology. We have also induced new chemical reactions in this nanoenvironment. Chemicals,Environment,Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology Societal,Economic","person":"Jeremy John Baumberg","coPersons":["Oren A.  Scherman","Chris  Abell"],"organisation":"University of Cambridge","findingsText":" We are able to trap light in nanometre volumes by combining gold nanoparticles spaced by a new rigid molecule. Other molecules we trap in this space can then be found and characterised opening up new sensor technologies. We are working with a range of companies to explore these findings. Chemicals,Environment,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}