{"id":"323858B4-83D2-44E2-BC3A-4BDA3E7692BE","title":"Cell polarity and phosphoinositide kinases in Wnt signalling","abstractText":"A large proportion of colon cancers and a significant fraction of other cancers in humans are due to problems with a chemical signal known as the &quot;wnt&quot; protein. Wnt is sent by certain cells in the body to other cells normally to promote healthy growth and renewal. When these signals become excessive, cancer is the result. The Wnt signal, as well as being important in cancer, is also very important in normal tissues during embryo development. In the right places and times, Wnt triggers the formation of different kinds of tissues and their growth so that the body forms correctly. If we can understand how Wnt signalling works, we may improve cancer therapies and harness normal embryonic processes to heal and repair tissues affected by injury, disease and ageing. One complication of Wnt signalling is that Wnt can trigger three different kinds of response and it is not understood what determines which of these responses a cell will give. We recently found an enzyme, known as PI4KIIb, which, when depleted from frog embryos, causes the resulting tadpoles to have shorter, wider bodies and smaller heads. (We use frog embryos because they are available in large numbers and they and their cells are large and so easy to manipulate and observe.) The shorter, wider bodies we see are suggestive of effects on so-called non-canonical Wnt signalling (of which there are two types). The smaller heads are suggestive of effects of increased canonical Wnt-beta-catenin signalling. It is possible that PI4KIIb affects both, but a very similar enzyme, PI4KIIa, affects only canonical signalling, and depleting the latter from embryos increases canonical Wnt signalling and head size. Our first objective is to test directly whether the effects we see on the tadpole appearance really are due to the effects on the different Wnt pathways, or whether something else is going on. We will measure how much of each response occurs in tadpoles that have increased or decreased amounts of PI4KIIa and b. \nIn a previous project, we found that the different Wnt pathway branches are regulated by different versions of another enzyme known as PAR-1. We have now found that PAR-1 acts on PI4KIIb, adding a phosphate group to a specific site on the latter. Moreover, we find that this site in PI4KIIb is needed for it to move to the cell's surface membrane. Others have shown that membrane association is critical for activity of PI4KIIb. We will test whether PAR-1a affects PI4KIIa in the same way as it does PI4KIIb by similarly mutating the target site and seeing whether the mutated protein is prevented from going to the cell membrane. We shall also test whether depleting different versions of PAR-1 affects the localisation of PI4KIIa and -b in embryos, with the idea that the different PAR-1 versions act on different PI4KII versions.\nHaving established PI4KII pathway activities and localisation determinants, we shall see whether these two key properties of PI4KIIb are related: does PI4KII localisation affect its activity in Wnt signalling? We will do the same sets of pathway assays on the PI4KII versions and mutants and see whether the activity and localisation are correlated. Since PAR-1 is always found on the basal side of epithelial (layered) tissues, we will test the idea that the PAR-1/PI4KII system governs which cell responses occur when Wnt is presented to different sides of such tissues. This would be a major insight into the significance of the different pathways and their regulation by PAR-1 and show that in cancer therapy or regenerative medical approaches, it matters not just whether but also where in relation to the cells' polarity agents that mimic or inhibit Wnts are applied.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J015075/1","grantId":"BB/J015075/1","fundValue":"345998","fundStart":"2013-05-07","fundEnd":"2016-05-06","funder":"BBSRC","impactText":"  This grant is still running and there are no impacts as yet other than the training of the postdoc recruited who is learning several new experimental techniques. Education Societal","person":"Jeremy Bertrand Green","coPersons":[],"organisation":"King's College London","findingsText":" We have found a new molecule that affects the way some cells trigger changes in neighbouring cells through chemical signals. A better understanding of how morphogens work can improve our ability to direct differentiation in vitro for regenerative medical purposes Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}