{"id":"323D5547-6247-4E15-9321-0B5B43146789","title":"Establishing a framework to investigate how palm oil plantations management may influence boundary layer development and stability.","abstractText":"In the UK we have research to try and understand how creating energy in our landscape may influence the local environment. The NERC grant 'Microclimates' is an example of such research; here we seek to understand how wind turbine deployment and biofuel crops may create and respond to local microclimates. However, members of the microclimate team propose to extend their research understanding to important biofuel crops overseas, that like wind turbines can also be deployed on peat soils, which are important C stores.\n\nHowever, our focus here is not on the C storage (as our project partners are considering that), but on the land management practise of draining the soils to render them more suitable for oil palm growth. This drainage significantly influences moisture availability in the soil and in turn how much water can be evaporated from the soil surface, and so heat flux. Understanding the impact of these management practises is important as changes in evaporative fluxes influences the development of a phenomena called the boundary layer. This is the zone of atmospheric mixing immediately above the Earth's surface and influences many things including weather and air pollution. \n\nLand conversion of tropical peats for agricultural biofuels is proceeding at a significant and uncontrolled rate and the upscaling of individual plantations could change at national scales the responses controlled by boundary layer dynamics, so we need to gather preliminary field data to better understand how significant this is. \n\nThe pump-priming funding is supported by additional investment from three Malaysian Universities that demonstrates their commitment to formalising a nascent relationship.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/L013185/1","grantId":"NE/L013185/1","fundValue":"39960","fundStart":"2014-06-01","fundEnd":"2016-05-31","funder":"NERC","impactText":"  Grant research only just started - too early  ","person":"Susan  Waldron","coPersons":["Ralph Richard Burton"],"organisation":"University of Glasgow","findingsText":" Too early to detail, but we think this is the first study that will generate a comprehensive and detailed understanding of water table depth and soil moisture in an oil palm plantation These sites are often converted from peatland, and in this instance are considered to be highly degraded landscapes so understanding environmental response is crucial. This is not an answer to the above but a query as to how we answer this for awards only just underway. There is no option for work not completed yet... Energy,Environment","dataset":"gtr"}