{"id":"324B3A5A-36A4-4D5E-9C02-50B63DC5DA41","title":"Deviating macrophage activation in glomerulonephritis by SOCS proteins","abstractText":"Renal failure is an enormous financial, physical and emotional burden worldwide and a significant cause of morbidity and mortality. At present transplantation or dialysis is the only treatment for this disabilitating disease and the only way to prevent this is devise much more effective ways to treat kidney diseases that cause progressive injury and eventually destroy the kidney. We have developed a programme of research with this purpose that focuses on the role of infiltrating macrophages, important white blood cells that are a common feature of all types of severe and progressive kidney disease. Much of the work on macrophages is based on their ability to cause tissue injury however it is now apparent that macrophages can also facilitate resolution of injury and promote tissue repair. Our research aims to inhibit the destructive properties and harness the reparative potential of macrophages so to create therapeutic cells for treatment of inflammatory diseases. We have developed proof of this principal by inhibiting specific macrophage intracellular signalling pathways to create an anti-inflammatory therapeutic macrophage that down regulates renal inflammation in experimental models. We now want to expand our research to use more natural methods of developing macrophages to become therapeutic cells and for this purpose we will investigate the role of suppressors of cytokine signalling (SOCS) family of which two (SOCS1 and SOCS3) have an important role in macrophages. We hypothesise that the expression of these proteins will have a powerful effect on the properties macrophages develop in inflamed tissue and changing their expression in macrophages could have a influential effect on inhibiting progression of renal inflammation. If our hypothesis is correct this could form the basis of much more effective treatments for kidney disease as well as other types of inflammatory disorders.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0500711","grantId":"G0500711","fundValue":"257358","fundStart":"2006-10-09","fundEnd":"2010-02-08","funder":"MRC","impactText":"","person":"Andrew  Rees","coPersons":["Heather Marion Wilson","Renate  Kain"],"organisation":"University of Aberdeen","findingsText":"","dataset":"gtr"}