{"id":"324D5C2D-E29E-4A81-BE54-92E6E56B7FBE","title":"Development of a novel computational framework for the simulation of fluid-structure interaction","abstractText":"The proposed research is concerned with the development of a novel computational strategy for the simulation of fluid-structure interaction. Problems involving fluid-structure interaction arise in various areas of classical and modern engineering. This includes, for instance, the aeroelastic stability of suspension bridges and aeroplane wings and the optimal design of turbines and pumps as well as the blood flow in the human body. Recently, problems of very small scale, such as the settling of small particles in a liquid medium (chemical industry, food processing) or micro-pumps (biomedical engineering), have become increasingly important for industry.The proposed work contributes to the solution of the following open questions: (i) Which computational methodologies should be combined, (ii) and in which way should this be done, in order to achieve a robust, efficient, easy-to-use and widely applicable algorithm for the computer simulation of complex problems of fluid-structureinteraction.Due to the rapid development of computer power during the last decade or so, the simulation of complex coupled problems can now be attempted and therefore the subject has become a focus of computational researchers.The major problems, which remain to be solved, include the development of the optimal strategy for the modelling of the fluid-structure interface and the accurate but computationally efficient resolution of the strong coupling. The strong coupling denotes the simultaneous exchange of traction forces, displacements and velocities between the fluid and the solid phases. The proposed research focusses on these two problems.Practically, the project involves the disciplines of mathematics, engineering and computer science. The subject is extremely relevant to modern industry, and theproposed work, when completed successfully, will significantly strengthen the representation of the UK in this area of research.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E000703/1","grantId":"EP/E000703/1","fundValue":"195666","fundStart":"2006-05-01","fundEnd":"2009-07-31","funder":"EPSRC","impactText":"","person":"Wulf Georg Dettmer","coPersons":[],"organisation":"Swansea University","findingsText":"","dataset":"gtr"}