{"id":"324E8425-4D37-4412-A4F7-8B7774364B82","title":"Psilocybin as a treatment for major depression","abstractText":"The aim of this project is to test the efficacy of psilocybin as a treatment for major depression. Psilocybin is a naturally occurring compound that is found in some species of mushroom. It is structurally similar to the brain neurotransmitter serotonin - which is implicated in mood (low brain serotonin levels are associated with low mood). Psilocybin has been used for centuries in spiritual healing contexts, and more recently in psychotherapy. Modern research has shown that single exposures to psilocybin can improve psychological well-being for over 1 year and decrease symptoms of depression for up to 6 months, without any adverse events. Using functional brain imaging (fMRI) and intravenous psilocybin, we recently found brain changes that can explain these positive mood effects of psilocybin. Here we propose a well powered, placebo-controlled design to study the efficacy of psilocybin as a treatment for major depression. We will recruit 44 patients with major depression that will be randomly allocated to either a placebo group or a psilocybin group. Neither the patients, nor the research staff will know which patients are in which group ('double-blind'). Psilocybin may be particularly beneficial for patients that struggle to adhere to chronic treatment schedules, as it is potentially effective after just one exposure. It may also be particularly beneficial for patients that hold rigidly pessimistic attitudes, since psychological and neurobiological data suggest that it targets brain mechanisms involved in habitual negative thinking.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J00460X/1","grantId":"MR/J00460X/1","fundValue":"508395","fundStart":"2012-05-01","fundEnd":"2016-05-31","funder":"MRC","impactText":"","person":"David  Nutt","coPersons":["Helen Valerie Curran"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}