{"id":"32518680-1DC2-41A1-81D6-8D3A799F05B9","title":"Decommissioning, Immobilisation and Storage soluTIons for NuClear wasTe InVEntories (DISTINCTIVE)","abstractText":"The UK Government, through its most recent Energy White Paper, remains committed to Nuclear Power as an important part of the energy generation capacity over the next 30 - 50 years, and possibly beyond. The recently published 'Nuclear Industrial Strategy' (2013) describes clearly the Governments aspirations for both 'New Build' power stations and the life extension of the existing fleet within this timeline. A central component of public acceptance for this new build programme remains the need to demonstrate our ability to safely manage and dispose of high- and intermediate-level wastes from the legacy nuclear operations. This clearly links to on-going studies of public attitudes to nuclear power which repeatedly show that acceptance of this technology is directly linked to having viable routes for the safe clean-up and disposal of any wastes arising.\n\nWithin the 'Nuclear Industrial Strategy' clear milestones associated with the needs of &quot;waste management &amp; decommissioning&quot; are provided and most of these rely upon further research and technical developments being delivered over the next 10 - 20 years. Indeed, central objectives for the strategy are &quot;To have a joined up approach to nuclear R&amp;D across government, industry and academia which serves to benefit the UK economy and ensures the security of supply&quot; and &quot;To establish the UK industry as a global leader in waste management and decommissioning ...&quot;. It is clear, therefore, that there is a substantial, current and real need for further research in the broad area of nuclear wastes supporting this strategy.\n\nThis consortium addresses the broad area of nuclear waste and decommissioning bringing together key industry partners and leading academic researchers from 11 of the UKs leading research intensive universities. The research proposed is multi-disciplinary in its scope and covers both fundamental and applied topics associated with this important industry. The consortium includes 30 separate research projects clustered into 4 major themes, viz.: Spent Fuels, Plutonium Oxide &amp; fuel residues, Legacy ponds &amp; silo wastes, and Structural Integrity. All members of the consortium are leading researchers in this field. They come from a diverse array of backgrounds and experience, but all with a track-record of innovation and problem solving of relevance in the nuclear field. \n\nThis consortium builds upon and consolidates the work of a previous EPSRC funded programme in the same field, known as Diamond (Decommissioning, immobilisation and management of nuclear wastes for disposal, EP/F055412/1). Importantly, this new proposal draws in researchers from a larger group of universities and increases the multi-disciplinary nature of the group. All participating research groups have a strong track-record of supporting the nuclear industry through basic and applied research as well as consultancy activities. As with our earlier consortium, a key aim here is to further extend and develop a relevant academic skill base in the UK associated with the needs of the nuclear waste management industry. importantly, we will do this by supporting cutting-edge research that has the potential to provide new and innovative pathways to better (that is safer and cheaper) management of both legacy and future nuclear wastes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L014041/1","grantId":"EP/L014041/1","fundValue":"4905730","fundStart":"2014-02-10","fundEnd":"2018-11-09","funder":"EPSRC","impactText":"  Not as yet, Project only started February 2014 Chemicals,Energy,Environment,Government, Democracy and Justice,Manufacturing, including Industrial Biotechology,Security and Diplomacy Cultural,Societal,Economic,Policy & public services","person":"Simon Richard BiggsMichael  Fairweather","coPersons":["Alessandro  Tarantino","Nick  Evans","Richard  Lord","William Edward (Bill)  Lee","Simon Martin Pimblott","Joanna Claire Renshaw","Shangtong  Yang","Thomas Bligh Scott","Claire Louise  Corkhill","Mark Stuart Read","David  Read","Nik  Kaltsoyannis","Colin  Boxall","Joseph  Hriljac","Andrea  Hamilton","Neil  Hyatt","Bruce Christopher Hanson","Rebecca Jane Lunn","Grainne  El Mountassir"],"organisation":"University of Leeds","findingsText":" Project only started February 2014 Project only started February 2014 Chemicals,Energy,Environment,Government, Democracy and Justice,Manufacturing, including Industrial Biotechology,Security and Diplomacy","dataset":"gtr"}