{"id":"325D6937-6A39-4502-9F9D-D9D6AB7E5BB5","title":"Drivers of eating behaviour during chronic overconsumption: Role of food hedonics (liking &amp; wanting) and peptide biomarkers on satiation and satiety.","abstractText":"This project will investigate the drivers of eating behaviour that occur during a prolonged period of overconsumption (excess intake of calories). Overconsumption is important as a major cause of weight (re)gain and obesity. The type of society which exists in many developed countries is said to represent an 'obesigenic' environment. This type of environment facilitates a high consumption of food (as well as encouraging sedentariness) and generates rapid weight gain that leads to obesity. The obesigenic environment 'offers' the possibility for people to overeat. People are able to eat too much of some foods because of excessive activation of hedonic (pleasure related) processes, or because of a defect in homeostatic processes. Firstly this means that people will eat more because of elevated sensations of pleasure during eating or heightened motivation to obtain a looked-for food. These (hedonic) processes are termed 'liking' &amp; 'wanting'. Secondly, people will eat more because their physiological systems fail to shut off eating quickly (leading to large meals) or because food fails to suppress their hunger after eating. These last two processes are called 'satiation' and 'satiety'. The pleasure of eating can be divided into two components /'liking' &amp; 'wanting'. Although these terms often occur together, they are quite different. Sometimes we do not have a strong wanting for foods that we like a lot; at other times we have a strong wanting for foods that are not especially liked (e.g. potatoes/food staples). Importantly, we have developed procedures that measure both the liking &amp; wanting of foods. It is not known if overconsumption results from an increase in liking for certain foods, or from an increase in wanting for those foods. We will identify the types of foods selected during a prolonged period of overeating and whether this is driven to a greater degree by increased liking or wanting. At the same time it is important to be able to measure the actual changes in processes that control meal size (satiation) and which lead to the reduction of hunger after eating (satiety). We will identify which aspect of eating plays the major role in allowing overeating /a large meal size, or weak suppression of hunger. This will inform us how to use specific foods to control these two aspects of eating. It is important to be able to relate changes in sensations and behavior to underlying physiological processes. This means measuring chemicals in the blood that are known to be involved in appetite control. Some of these chemicals are thought to be involved mainly in hunger (ghrelin) or in satiety (GLP1, CCK) or in both hunger/satiety, liking &amp; wanting (leptin). We will therefore assess the particular ways in which these signals influence overconsumption. Generating overconsumption in the long term leads to a gain in weight which may never be lost again and could impair health. We have therefore developed a 'safe' model of overconsumption that has arisen from a BBSRC project just finished. When overweight and obese people volunteer for a 12 week programme of supervised daily exercise (of fixed energy expenditure) some individuals lose weight and others do not. However, independent of weight loss all volunteers show decreases in heart rate, blood pressure, and an increase in fitness (key to becoming healthy). The reason behind this variability in response is that the poor responders who do not lose weight have increased their food intake to negate the energy lost. This increase can be interpreted as overconsumption and amounts to ~290 kcal/day. In absence of exercise this would lead to a dramatic weight increase of more than 6kg over a year. Therefore we can use this 'safe' form of overconsumption to examine changes in underlying behavioral drivers /liking &amp; wanting, satiation and satiety/ and their association with signalling peptides. This provides a relevant long term method for investigating the drivers of food behaviour.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G005524/1","grantId":"BB/G005524/1","fundValue":"536404","fundStart":"2008-11-01","fundEnd":"2011-10-31","funder":"BBSRC","impactText":"  The outputs have been used to develop collaborations with industry (eg Nova Nordisk) and to become an active partner in EU commissioned research projects under Framework 7 (eg DAPHNE, SATIN). The findings have also had significant impact on the scientific community and have led to invitations to join working parties (eg joint ASN, ACSM, ILSI group on Energy Balance), and to collaborate on large scale research projects (eg Univ S Carolina project on body weigh, energy expenditure and intake). Education,Pharmaceuticals and Medical Biotechnology Economic","person":"John  Blundell","coPersons":["David George Thompson","Graham Stuart Finlayson"],"organisation":"University of Leeds","findingsText":" We have demonstrated that a major driver of appetite in humans arises from body composition - especially the amount of lean tissue in the body. Lean tissue helps to regulate appetite. On the other hand, we have demonstrated that the amount of fat tissue hinders appetite control and makes it more difficult for people to resist overeating. Obese people do not get any help from their fat tissue for the control of eating. we have also demonstrated that sedentariness is associated with poor appetite control and favours overconsumption. On the other hand, increasing physical activity improves appetite control (by intensifying satiety signals after a meal) and leads to improvement in biomarkers of health (blood pressure, waist circumference, fat loss, cardiovascular fitness) These findings have implications for policy makers concerned with the problem of obesity, for nutrition companies interested in generating health diets and lifestyles, and for pharmaceutical companies developing anti-obesity drugs. Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}