{"id":"326D5AF6-B1D8-47E6-B83A-507AAE976B5E","title":"13TSB_ACT: Lobster Grower - Develop the technology to fast track the aquaculture potential for the European Lobster","abstractText":"The project relates specifically to primary livestock production of a high value marine species and aims to put in place an essential base of both knowledge and aqua farming infrastructure to enable economical and low carbon 'green' European Lobster farming. This early stage development project will develop initial design Sea Based Container Culture (SBCC) system solutions with the end aim to inform about production criteria of final prototypes that can be tested at an industry scale at a later stage. \n\nPreliminary sea based lobster trials conducted by The Notional Lobster Hatchery (NLH) using containers designed for rearing oyster spat have already shown good short term survival and growth of lobsters in individual containers. Despite initial success, the preliminary trials have highlighted some deficiencies in container designs that have resulted in variation in growth and survival, as well as high number of man hours required to deploy, monitor, retrieve and maintain containers. The trial identified that the economic viability was limited and that the mean survival rate varied directly with flow. Animals in containers with the greatest exchange of seawater demonstrated survival rates of up to 90% compared with approximate 30% in containers allowing lower flow rates. A re-design of the system in term of shape, material, surface area of culture containers enabling necessary fluid flows and technical production processes, which will allow the economical farming of the European lobster. \n\nThis early stage development project is designed to address the deficiencies identified in this preliminary study through a scientific assessment of specific designs. In order to inform about necessary growing and survival criteria that will allow the farming of the European Lobster the expertise from bioscience and fluid dynamic technologies will be combined. Whilst the biological context will provide growth and survival criteria, flow pattern for Sea Based Container Culture (SBCC) systems that provide necessary growth and survival rates will be investigated experimentally. A special hydrodynamic test facility based at the University of Exeter' Cornwall Campus will be used to investigate if SBCC designs provide the necessary flow patterns. In order to measure and visualise the flow around and within SBCC superstructures and inner container designs non-intrusive or part-intrusive 2D or 3D point measurement of velocity and turbulence distribution in both free flows and internal flow techniques will be used, such as LDA-LDV and hot wire anemometry methods.\n\nIt is intended to test four superstructures, which will have different stiffness, access, shape and consequently flow characteristics. The inner containers will be tested individually to understand the change in flow as a consequence of i) different shape designs and ii) blockage criteria caused e.g. through marine growth. Four different inner container designs will be initially investigated and the most suitable design will be further investigated regarding the impact through blockage by blocking a quantified percentage of the holes. Finally the full CBSS system will be investigated as a combination of superstructure and inner containers. The outcomes will be assessed based on scientific findings and used to provide the necessary evidence to develop a final prototype that can be tested at sea trials at later stage.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M005208/1","grantId":"BB/M005208/1","fundValue":"131490","fundStart":"2014-05-06","fundEnd":"2015-11-30","funder":"BBSRC","impactText":"","person":"Lars  Johanning","coPersons":["David James Hodgson"],"organisation":"University of Exeter","findingsText":"","dataset":"gtr"}