{"id":"3272233C-A616-4596-BF40-D807DC853D66","title":"Travel grant to support measurement of the astrophysical 4He(3He,g)7Be rate at TRIUMF","abstractText":"The energy from our Sun, which is essential to maintain life here on Earth, results from a sequence of nuclear reactions which turn Hydrogen into Helium, releasing nuclear binding energy. Several of these reactions also result in the production of neutrinos, very weakly interacting particles which can escape from the Sun and reach us here on Earth. The measurement of these neutrinos in Earth based detectors has resulted in a paradigm shift, since it has revealed that neutrinos have a mass (previously we thought they were massless). The experimental effort is now directed at accurate measurements of the energy spectrum of the neutrinos, from which important details about the structure of neutrinos can be determined. However, paradoxically it is not the accuracy of the measurements which is the limit, but the uncertainty on the flux of neutrinos generated in the Sun. This uncertainty arises because we cannot model the nuclear reaction sequence properly because of uncertainties in the reaction cross sections. One of the key reactions is the fusion of a 3He and a 4He nucleus to form 7Be and the uncertainty in this reaction rate is the remaining major uncertainty in determining the high energy neutrino flux. The situation has been further confused by measurement reported last year which shows a higher reaction rate than previously believed. Further recent interest in this reaction has arisen because of a serious discrepancy in the amount of the element lithium which is observed in very ancient starts (and so which represents that produced in the Big Bang) compared with what is predicted based on models of Big Bang nucleosynthesis. The origin of the discrepancy is probably in some unknown aspect of the stellar evolution, but the present reaction rate uncertainties are compromising efforts to unravel this. This measurement is part of a sequence of experiments, using complementary approached, we have designed to resolve this discrepancy and to reduce the experimental uncertainty in the cross section measurement.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/I000798/1","grantId":"ST/I000798/1","fundValue":"2904","fundStart":"2010-07-19","fundEnd":"2011-01-18","funder":"STFC","impactText":"  Published in the scientific literature  ","person":"Brian  Fulton","coPersons":[],"organisation":"University of York","findingsText":" An experiment performed to measure a key nuclear reaction that is important for energy generation in the sun and the results published The results are published in the literature and will guide the future research of others Other","dataset":"gtr"}