{"id":"327D2FA1-FC3B-4D06-B53B-F4947E5CD421","title":"Vegetation Effects on Rainfall in West Africa (VERA)","abstractText":"Rainfall is the climatic parameter of greatest importance to the populations of the tropical continents. The arrival of monsoon rains drives a rapid transformation of the landscape, allowing crops to grow and river networks to refill. Yet predicting where and when rain will fall in the tropics is a notoriously difficult problem. Progress has been made in predicting how remote ocean conditions, such as El Nino, can affect rainfall in different parts of the tropics. However local factors such as vegetation also play a role. For example, when tropical forests are cut down for agriculture, we have evidence that this affects rainfall both locally, and across neighbouring countries. Indeed, climate scientists have to take into account future deforestation rates as well as greenhouse gas emissions when they assess how tropical climate will change in the 21st century.\n\nVegetation affects rainfall through the process of transpiration. When plants absorb carbon dioxide for photosynthesis, they lose water from their leaves. Trees are able to extract this water from several metres below the surface using their deep roots, allowing them to continue photosynthesising for months without rainfall. Crops and grasses on the other hand start to run out of soil water during dry spells, which reduces transpiration. Instead the solar radiation absorbed by the plant canopy raises the air temperature. Replacing forests with crops and grasslands changes the rates of moistening and heating of the atmosphere, particularly when the shallow-rooted species start to run out of soil water. These changes in turn affect the development of winds, cloud and rain.\n\nThe details of how the atmosphere responds to vegetation is an area of significant scientific debate. Firstly, there is evidence that clearing patches of forest may increase rainfall over the cleared area and reduce it over the remaining forest, depending on the particular weather patterns. On the other hand, new results have shown that as air masses cross the continent, they pick up additional moisture from forests, which then leads to more rain several hundred kilometres further downwind. Finally, by controlling the balance between heating and moistening of the atmosphere, the vegetation can affect the winds bringing moist air off the ocean, delaying or extending the rainy seasons which characterise tropical climate.\n\nAlthough these 3 vegetation effects are each known to affect rainfall, we rely on computer models of the vegetation and atmosphere to understand how they might work in combination. Capturing the essential physical processes within a model is very challenging. In particular, there are large and long-standing uncertainties in the description of cumulonimbus storms (thunderstorms, which dominate the rainfall of many tropical regions) within the models. However through recent advances in computing power, we are now able to run these models for entire seasons with sufficient spatial detail to properly capture storms.\n\nIn this project we will use data from satellites and the latest weather and climate models to get to the heart of how vegetation affects rainfall. Focusing on West Africa, one of the most climatically sensitive regions of the world, we will examine cloud and vegetation observations from the last 30 years to detect where deforestation has changed rainfall, and how the rapid greening of the savannah each year affects the monsoon rains. We will perform new computer simulations, incorporating the detailed development of thousands of individual storms, and examine what happens when we artificially deforest a region in the model. These results will allow us to assess the performance of the somewhat cruder models used to forecast climate change globally. By focusing on specific processes in the climate system, our results will help to improve these models, and at the same time provide robust conclusions on deforestation to guide land managers.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M004295/1","grantId":"NE/M004295/1","fundValue":"271404","fundStart":"2015-04-01","fundEnd":"2018-03-31","funder":"NERC","impactText":"","person":"Christopher Matthew Taylor","coPersons":["France  Gerard"],"organisation":"NERC Centre for Ecology and Hydrology","findingsText":"","dataset":"gtr"}