{"id":"3287082B-D2F9-4C51-A366-FE48C831FD3E","title":"An integrated approach to the management, scientific study and conservation of battlefield artefact assemblages","abstractText":"Battlefields and their associated artefacts form the basis of some of the most popular visitor attractions in Europe. They are the source of large numbers of both popular and scholarly books as well as the subject of television documentaries. The archaeological investigation of these sites not only has caught the public imagination but is an important tool in heritage management and site conservation. While traditionally the term Battlefield Archaeology has been used, currently Conflict Archaeology is preferred as it encompasses a wider remit to include small scale actions, siege warfare, prisoner of war camps etc. The exact locations of battlefields are often in dispute complicated by the ephemeral nature of much battlefield artefact assemblages. Both in terms of public interpretation and the management of landscapes under development threat or environmental denudation, the archaeological signature of these conflict sites has a significant contribution to play. Objects such as medieval arrow heads are subject to differential corrosion and loss in soil that has often been subject to agriculture for centuries. Battlefield archaeologists are starting to consider the effects of soil chemistry, agricultural practice, and the use of agrochemicals in the 20th Century as having a significant impact on the survivability of vulnerable battlefield assemblages.\\n\\nModern battlefield-related assemblages, as typified by assemblages from WW1 provide distinct challenges to excavators, finds specialists, conservators and curators. These are sites that were fought over in living memory, and are subject to considerable development pressure. Twenty years ago this was not seen as the prevue of professional archaeologists and heritage organisation, but this is starting to change. These sites provide very specific challenges and do not lend themselves to traditional methods of finds processing and conservation. In addition to the issues related to identification and handling of unexploded ordinance, excavations of even short sections of WW1 trench produce vast quantities of metal artefacts. Industrial scale warfare produces industrial scale debris. With this type of excavation archaeologists and conservators are working with novel materials - early plastics such as the celluloid lenses in gas hoods, rubber and rubberised cloth, or the corrosion of sheet aluminium. While traditionally archaeologists and conservators have guidelines and well-established protocols for dealing with most types of excavated artefacts, there is an urgent need for new techniques and procedures to deal with these new challenges.\\n\\nThe identification of the dead from recent conflicts such as WW1 is still of great interest to families and governments. While anthropological techniques have a role to play, in reality, except where dental records survive, the body itself does not often narrow down identification. It is increasingly recognised that the detailed analysis of kit/personal effects can refine an identification. In the first instance identification due to unit or army, based on surviving uniform remains including badges and buttons is relatively straightforward. Of more importance is the ability to analyse highly degraded items for clues to personal identity in the form of initials or service number. This can be on range of materials e.g. tooth brush handles, through metal spoons to personal books and paperwork. Unfortunately identity tags used in WW1 were not made of material that survives well after 90 years burial; these include stamped sheet aluminium and compressed card. This challenging work is at the interface between archaeology and police investigations.\\n\\nThis research cluster will bring together specialists both in battlefield excavation and conservation science to define fundamental requirements for new research, set new agendas and, in so doing, place theinvestigation, management and public interpretation of past conflicts on a sounder scientific basis.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/G015465/1","grantId":"AH/G015465/1","fundValue":"24530","fundStart":"2009-02-01","fundEnd":"2010-03-31","funder":"AHRC","impactText":"  This network was the starting point of a number of advances including PhD at Cranfield, and Huddersfield Universities Culture, Heritage, Museums and Collections Cultural","person":"Rob  Janaway","coPersons":["Andrew Stephen Wilson"],"organisation":"University of Bradford","findingsText":" The network identified two major areas \nModern conflict archaeology - especially 20th century (WWI)\nHistoric fields of Conflict \n\nThrough multidisciplinary meetings a number of collaborative partnerships were developed e.g. between University of Huddersfield and the STFC with regard to imaging of Lead shot from Historic battlefields (e.g. Bosworth) Has already developed range of activity at partner Universities\nCranfield\nHuddersfield\nGlasgow\nThese include PhD research, and larger programmes Culture, Heritage, Museums and Collections","dataset":"gtr"}