{"id":"3290FE08-4FED-4FDC-823E-EDF360D0CC33","title":"The transient sky: an integrated programme of study 2011 - 2016","abstractText":"To the naked eye, the night sky appears constant, apart from the motion of the Moon and brighter planets, and the passing of the occasional comet or meteor. However, detailed observations reveal that this is far from the truth. Many stars vary in brightness, either due to intrinsic variability or because an orbiting planet (called a transiting exoplanet) passes in front of it, blocking out a portion of the starlight. Faint, small Solar System bodies, orbiting the Sun and hence changing their position in the night sky, are revealed on exposures taken with large telescopes. Such exposures also reveal stars exploding as supernova in distant galaxies. Even the Sun - the brightest object in the sky - is continually changing. Giant explosions on its surface, known as flares, take place over timescales of minutes to hours. Recently, observations of the Sun with high-speed cameras reveal that changes in the solar atmosphere can occur over timescales of much less than a second. All these phenomena lead to what is termed the transient sky, i.e. a sky whose appearance varies with time. We plan a coordinated programme of observational and theoretical astrophysics to study such phenomena. This will make use of instruments and facilities developed specifically for the investigation of the transient sky, on timescales ranging from less than a second to months. Major themes which will be covered by our Rolling Grant programmes include: the study of activity and variability in the solar atmosphere at high time resolution with the ROSA imager; the discovery and characterisation of transiting exoplanets by the SuperWASP and RISE facilities; the detection of Solar System bodies and supernovae using data obtained from the Pan-STARRS sky survey. Our Rolling Grant programmes will also make extensive use of other major STFC facilities for followup and complementary observations of the Sun, exoplanets, Solar System bodies and supernovae, as well as the stars which explode as supernovae. These facilities include satellites, such as the Hinode solar mission and the Hubble Space Telescope, and large ground-based telescopes including the 8-metre diameter Very Large Telescope at the European Southern Observatory in Chile, and the 4-metre diameter William Herschel Telescope at the Isaac Newton Observatory on La Palma in the Canary Islands.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/I001123/1","grantId":"ST/I001123/1","fundValue":"1750490","fundStart":"2011-04-01","fundEnd":"2014-03-31","funder":"STFC","impactText":"  Used by the astrophysics academic community as a basis for further study - e.g. discovery of an exoplanet will then subsequently be followed by studies of the exoplanet to determine e.g. its density. Education Cultural","person":"Francis Paul Keenan","coPersons":["Tom  Millar","Stephen  Smartt","Philip Lloyd  Dufton","Alan  Fitzsimmons","Don  Pollacco","Christopher  Watson","Mihalis  Mathioudakis","Rubina  Kotak"],"organisation":"Queen's University of Belfast","findingsText":" Advances in our knowledge of how energy is transported through the solar atmosphere from the photosphere out to the corona; discovery and characterisation of exoplanets; discovery and characterisation of solar system bodies including comets and asteroids; discovery of supernovae and identification and study of their progenitor stars. Astrophysics is a constantly evolving research area, with each publication providing further information on a particular research topic, which is then followed up by subsequent work by individuals and teams (both the authors of the original publication and others in the research field). Education","dataset":"gtr"}