{"id":"32910EE4-8528-4293-92D6-CFB2BF377112","title":"SEEBECK - using the Seebeck effect to power sea-ice instrumentation","abstractText":"The ice is melting! Between 1979 and 2007 the summer sea ice extent in the Arctic has halved, from over 8 million square km to just over 4 million square km. Moreover, measurements from submarines suggest that its thickness has plummeted by some 40%. As to the future, there is unanimous agreement between all the climate prediction models used in the latest report of the Intergovernmental Panel on Climate Change (IPCC) that this reduction will continue, and that the Arctic could be ice free in summer by the end of this century. However, observations suggest that these models are significantly under-representing this reduction, in both space and time, and that the Arctic could become ice free as early as 2040. The models are wrong because we do not fully understand how sea ice grows, moves and decays. One reason for our ignorance is that the properties of sea ice are constantly evolving, driven by changes in local environmental conditions such as air temperature, snow depth, ocean temperature and so on. We simply do not have enough measurements, spread out over the Arctic and throughout the year, to refine our understanding and build and test better models. This is partly because of the combination of cost, difficult logistics and lack of man-power, and partly because we do not yet have cheap, simple and reliable automatic instruments that can be scattered round the Arctic in large numbers, and that can survive the long polar winter. A key problem, which we plan to address in this work, is how to power the instruments that we need during the polar winter, when there is no solar energy to call upon. Traditional solutions have employed wind generators and/or large car batteries, both of which are unreliable in the extreme conditions encountered. Batteries are also a pollution hazard which we could well do to minimise. We propose to develop, test and deploy thermo-electric generators that exploit the Seebeck Effect. Such generators, converting a flow of heat between a hot and a cold reservoir into electricity, have been widely used in the space industry, but have not been used so far in the polar regions. One problem is that the efficiency of the generator is quite small when the temperature difference between the 'hot' reservoir (the sea beneath the ice in our case) and the cold reservoir (the air above the sea ice) is only a few tens of degrees. However, modern polar instruments are very energy efficient and our calculations show that a Seebeck Effect generator of modest size will, in most cases, be able to supply sufficient energy during the winter months. Typical instruments consist of vertical chains of sensors (already being developed under NERC grants), connected to small satellite transmitters, that can be easily and opportunistically deployed through the ice by untrained operators. The measurements from these chains are being used to improve existing models of sea ice and its interaction with ocean and atmosphere: as such they will play an important role in elucidating the interaction between sea ice and global climate change.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H002839/1","grantId":"NE/H002839/1","fundValue":"37243","fundStart":"2010-01-07","fundEnd":"2012-04-30","funder":"NERC","impactText":"","person":"David  Meldrum","coPersons":["Jonathan Keith Jackson"],"organisation":"Scottish Association For Marine Science","findingsText":"","dataset":"gtr"}