{"id":"329488FB-4212-42A7-BDE0-F34016B8FA20","title":"The physics controlling radiation belt dynamics","abstractText":"This research will investigate the physical processes governing 'Space Weather' effects within the regions of near-Earth space known as the inner and outer radiation belts. Times when the energetic particle content of the Earth's radiation belts becomes dramatically enhanced are of great 'Space Weather' interest. The adverse consequences of radiation belt enhancements for both satellite infrastructure operating within the radiation belts and to ground-based systems which magnetically map to these regions can have a significant socio-economic impact. The UK National Risk Register for Civil Emergencies has classified Space Weather as a new risk with relatively high chance of occurrence and high impact on UK society. According to senior science advisors to the UK Prime Minister and the US President, the potential cost of an extreme Space Weather event is estimated as $2 Trillion in the following year, in the U.S. alone, with a projected need for a 4-10 year recovery period. Moreover, particles escaping from the radiation belts during these disturbed periods are also predicted to have some impact on atmospheric chemistry and as a result global temperature by altering Nitrogen Oxide levels in the upper atmosphere. Thus research into physical processes governing Space Weather effects in general and the dynamics of the Earth's inner and outer radiation belts in particular is required to not only learn how to mitigate the socio-economic impact of these disturbances but also to more fully understand global climate change.\n\nDuring disturbed Space Weather events the radiation belts may become energised, depleted or completely disappear, and sometimes simply move toward or away from the Earth. In fact, observations demonstrate that during certain events a third belt can form. These abrupt and dramatic changes are thought to be the result of electromagnetic waves trapping particles in the radiation belts, transporting particles through the belts, and scattering particles into the Earth's atmosphere. At present, none of these processes are fully understood, and the links and interactions between the various drivers of these processes need to be better quantified in order to move our understanding of the dynamics of the radiation belts forward. \n\nThe ultimate goal of this research is thus to determine the types of electromagnetic waves which control particle dynamics in the radiation belts and to discover the conditions under which these interactions lead to the energisation, depletion, and/or movement of the belts. This research will allow the development predictive physics-based models which can forecast the state of the radiation belts in order to help develop strategies to mitigate the effects of space weather on modern society.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/L000563/1","grantId":"ST/L000563/1","fundValue":"200822","fundStart":"2014-04-01","fundEnd":"2016-03-31","funder":"STFC","impactText":"","person":"Iain Jonathan  Rae","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}