{"id":"329FAB13-DC76-4644-BD85-A0255DB42B93","title":"Motherhood in post-1968 European Literature Network","abstractText":"At a time of changing family demographics across Europe as a consequence of changing family patterns, new reproductive technologies, mass migration, hybridisation of identities, and increasing precariousness of employment, it is imperative to explore the potential of a cross-disciplinary dialogue for the production of a new discourse on motherhood. Feminist analyses have shown that motherhood is best treated as an interdisciplinary field, and autobiographical and fictional writing by women offer distinctive perspectives, but, although literature specialists draw on work from a range of disciplines, the reverse is rare. The Motherhood in post-1968 European Literature Network aims to change this situation by initiating, in a specifically European context, cross-cultural, transnational and interdisciplinary dialogue on motherhood, in which the study of literature is integrated. It will bring together researchers engaged in studying motherhood in individual contemporary European literatures with researchers and practitioners working on motherhood from philosophy, psychoanalysis, sociology, ethnography, politics and law as well as art and film studies. By means of a series of workshops, online resources and activities, readings, and a major conference and exhibition, the Network will explore how representations and narratives of motherhood in contemporary women-authored literatures engage with current socio-political, psychological and legal discourses. The Network will generate an edited book publication, as well as ongoing online resources and other forms of knowledge transfer dissemination, such as an anthology of literature, media activity, and social networking. The ultimate aims of the Network are: 1. to contribute the as-yet-absent insights drawn from literary studies to policy studies of motherhood in the EU; 2. to lead to a better understanding of the relationship between literature and society; 3. to develop a major pan-European cross-disciplinary funding application.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J000744/1","grantId":"AH/J000744/1","fundValue":"36032","fundStart":"2012-03-01","fundEnd":"2013-11-30","funder":"AHRC","impactText":"  A number of publications have been contracted, with more in preparation. Creative Economy Cultural","person":"Gill  Rye","coPersons":[],"organisation":"University of London","findingsText":" For clarity, the Key Findings of the Network are divided into two headings: (I) Methodology and Process; and (ii) Content.\n\n\n\n(i) Methodology and Process\n\n\n\na. The substantial membership of the Network mailing list, built up over a relatively short period, indicates the importance and interest that the topic has in a pan-European context, at a time when Europe is being reconfigured by migration, economic changes, the effects of new reproductive and communication technologies and in relat In developing methodologies for interdisciplinary and cross-cultural discussion of motherhood, the Network has raised the profile of literature - and the study of literature - in a pan-European context. It has illustrated how narratives and representations of motherhood and mothering in literary texts (both autobiographical and fictional) not only reflect reality but also reflect on it. It has shown how such narratives creatively and imaginatively explore, express and shape experience and emotio Communities and Social Services/Policy,Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Healthcare","dataset":"gtr"}