{"id":"32B4FEED-65A0-47A7-82D3-CF3576569572","title":"Characterisation and Inhibition of Carnitine Biosynthesis Oxygenases","abstractText":"Fatty acids are a major energy source for humans and most other life forms. In order for fatty acids to be metabolised they must be transported into intracellular compartments called mitochondria, where they are metabolised by the oxygen dependent process of respiration to generate chemical energy that is essential for absolutely everything we do. However, when we consume more fatty acids than we can metabolise they are stored, leading to weight gain and, ultimately, obesity and related diseases. The process of fatty acid transport into mitochondria requires their conjugation to a molecule called carnitine, so named because it is present at high levels in animal muscle, i.e. meat. We humans both make carnitine and obtain it from our diet. Carnitine is widely used as a dietery supplement because it promotes fat metabolism. The starting points for carnitine production in humans are proteins that are degraded to give an unusual amino acid called trimethyl-lysine or TML. TML is converted into carnitine by a series of enzyme-catalysed steps, two of which are catalysed by oxygenases, i.e. enzymes that use oxygen for catalysis. Mildronate, a clinically used compound, inhibits at least one of these oxygenases. Mildronate is given to patients after they have had a heart attack, in order to inhibit fatty acid biosynthesis. This is because fatty acid biosynthesis produces damaging reactive oxidising species as byproducts and these are thought to be particularly dangerous after heart attacks. We have recently made a breakthrough in work aimed at understanding how Mildronate works by solving crystal structures of its target. We have also found that Mildronate is not a simple enzyme inhibitor but is, in fact, a substrate undergoing an unprecedented reaction involving rearrangement of its molecular structure. This work has also placed us in an exceptionally good position to understand how Mildronate actually works in human cells and to unravel the molecular details of how we and other animals make carnitine. We are particularly interested in exploring links between carnitine biosynthesis and genetics because, when it is present in DNA binding proteins called histones, TML is also involved in regulating which genes are 'turned on and off' in cells. Importantly we have good evidence that we can develop improved versions of Mildronate, which we will make available to the large community of researchers interested in fatty acid metabolism. We will investigate the structure and mechanism of the oxygenases of carnitine biosynthesis and develop improved inhibitors that will be useful as functional probes for the physiological roles of the carnitine biosynthesis oxygenases. Building upon our discovery the unusual chemistry of the carnitine biosynthesis enzymes, we will also evaluate their potential for the production of chemicals that will be of use to the pharmaceutical industry.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L000121/1","grantId":"BB/L000121/1","fundValue":"655047","fundStart":"2014-02-28","fundEnd":"2017-02-27","funder":"BBSRC","impactText":"  New project - no findings currently to report  ","person":"Christopher Joseph  Schofield","coPersons":["Christoph  Loenarz","Akane  Kawamura","Tim  Claridge","Emily  Flashman"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}