{"id":"32C5BF21-B14A-46E3-9F6C-DBD846B01670","title":"Trophoblast Microvesicles, Exosomes, miRNAs, Danger Molecules and Pre-eclampsia","abstractText":"Pre-eclampsia is a complication of the second half of pregnancy which affects 2.5-3.0% of women. It has the potential to kill mother or baby or both, but cannot yet be prevented. It is the commonest reason for induced preterm delivery, which can lead to fetal handicap and has long term health consequences for both mother and child. No other complication of pregnancy is so common and so dangerous for both mother and baby. The disease originates in the placenta, the supply line for the unborn child, and evolves in two stages. The first stage, without any symptoms at 2-4 months of pregnancy, involves poor development of the blood supply to the placenta, leading to placental damage. The second stage, which occurs in the second half of pregnancy, involves activation of an inflammatory response in the mother's blood stream with damage to the blood vessels, leading to the high blood pressure and protein in the urine, which characterise the disorder. The first and second stages are believed to be linked by the release of inflammatory factors (collectively known as &quot;danger&quot; molecules) from the surface of the damaged placenta into the maternal blood, which interact with maternal inflammatory and endothelial cells to cause the disease. These danger molecules are the focus of this programme. \n\nWe believe that pre-eclampsia is caused not by one, but by many different danger molecules working together. These may be shed from the placenta either as soluble factors or associated with tiny fragments of cells called microvesicles and exosomes. These sub-cellular vesicles are now known to be an important way that cells communicate with each other. We have previously found that there are significantly more placental vesicles in the circulation of pre-eclamptic compared to normal pregnant women and that they can affect the function of immune and endothelial cells in the laboratory. We have found that these vesicles carry over 2,500 different molecules, many of which may be dangerous to the mother. These vesicles may, in effect, be acting like &quot;cluster bombs&quot;, carrying multiple warheads to their target cells to cause the maximum damage. Thus they may play a key role in the disease process. \n\nThe purpose of this programme is to learn more about these vesicles, how they differ between normal and pre-eclamptic pregnancy and their role in the development of pre-eclampsia. As they are released into the mother's blood they provide us with easily accessible tiny biopsies of the placenta which give us a unique window on what is happening in the placenta during the development of the disease. The ultimate aim therefore is to isolate them from the maternal circulation and use them as markers to diagnose or predict pre-eclampsia. Understanding the make up of these vesicles may also help us develop potential treatments in the future. \n\nUntil recently most of these vesicles have been inaccessible because of their small size - below the limits of microscopy and other standard laboratory equipment. In this research we will use unique technology that we have developed that allows us to see the full range of circulating vesicles and distinguish those that come from the placenta from those that come from the mother's own systems. Our preliminary work, demonstrates that these previously 'invisible' particles form the major part of circulating vesicles; hence they are completely new territory for pre-eclampsia research.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J003360/1","grantId":"MR/J003360/1","fundValue":"1866640","fundStart":"2012-01-01","fundEnd":"2017-12-31","funder":"MRC","impactText":"","person":"Manu  VatishIan L. Sargent","coPersons":["Christopher Willard Redman"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}