{"id":"32C67E2E-AF2A-46B3-9485-49354498EDB6","title":"Multi-Wavelength Sized Finite Elements for Three Dimensional Elastic Wave Problems","abstractText":"Elastic wave propagation modelling arises in many engineering applications, including traffic vibrations from roads and railways, seismic induced vibrations and foundation construction, etc. The numerical modelling of these problems, in frequency domain by the conventional Finite Element Method (FEM), requires finite element grids sufficiently fine in comparison with the wavelengths, to get accurate results. When typically, the piecewise linear finite element is implemented, around ten nodal points per lower wavelength are needed, to ensure adequate resolution of the wave pattern. However, in the case of high frequency (small wavelength) and/or large domain of interest, the finite element mesh requires a large number of elements, and consequently the procedure becomes computationally expensive and impractical. The aim of the proposed work is to accurately model three-dimensional elastic wave problems with fewer elements, capable of containing many wavelengths per nodal spacing, and without refining the mesh at each frequency. The resulting improvement in computational efficiency will enable problems of practical interest to be simulated using computing facilities available in most engineering design offices.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I018042/1","grantId":"EP/I018042/1","fundValue":"408930","fundStart":"2011-10-06","fundEnd":"2015-10-05","funder":"EPSRC","impactText":"","person":"Omar  Laghrouche","coPersons":["Jon  Trevelyan"],"organisation":"Heriot-Watt University","findingsText":" In this work, novel 3D finite elements are developed with the aim to accurately model two-dimensional elastic wave problems with fewer elements, in comparison to standard elements, capable of containing many wavelengths per nodal spacing and without refining the mesh at each frequency The new elements maybe incorporated in commercial software dealing with elastic wave problems, in general, and high frequency problems in particular. Aerospace, Defence and Marine,Construction,Education,Energy,Environment","dataset":"gtr"}