{"id":"32CC6540-A81D-46C1-875F-3D12A7355DEF","title":"Nonlinear waves and electrophoresis","abstractText":"Electrophoresis is a subject devoted to the motion of charged admixtures in a fluid solvent. It can be called also the electrohydrodynamics of multi-component fluids. As the result of an imposed electric field the charged admixtures migrate in an electrophoretic chamber with different velocities and form separate regions (called zones or samples) containing only pure substances. This process is known as the separation of the mixture. For example the mixture of NaCl (salt) and KCl (potash) can form two different zones: the first one contains only NaCl, the second --- only KCl. The `thickness' of the interface between the zones is determined by the diffusive effects. In the case of the imposed high voltage this thickness is very small and the interface (the zone boundary) usually appears as a shock wave or a front of a rarefaction wave.It is most noticeable that in the process of separation the properties of the solvent are determined by the admixtures. In other words, the separation takes place in a `selforganised' media, and the related spatial-temporal structure of the substance distribution could be very complex. At the same time, there are number of factors that hamper the separation process: among them are electroosmosis, adsorption, chemical reaction (traps), etc. Besides, the number of substances can be so high (even can go to infinity!), that their identification become a very difficult problem.It is evident that the effective separation of a mixture, especially in the regions of complex geometry, requires a well developed mathematical theory. This theory must describe the behaviour of two-dimensional and/or three dimensional shock waves in a strongly nonlinear continuous medium, as well as interactions between these waves and their reflections from the boundaries.In the one dimensional case the theory of quasilinear hyperbolic equations with piecewise constant initial data is well developed. In two- and three-dimensional cases the strong discontinuities (shock waves) and the weak discontinuities (fronts of rarefaction waves) appear on lines and on surfaces. Various singularities, for example caustics, can be generated during the evolutions of waves. The theory of such waves and singularities is currently only at the beginning of its developments.Especially difficult problems arise when the governing equations change their type from the hyperbolic to the elliptic one. In this case the equations do not describe the wave propagation. In the practice of electrophoresis it means that the separation of mixture is impossible and some complex spatial-temporal (most likely unstable) structures may appear.The potential area of application for our theory is medicine including the electrophoretic analysis of blood, the diagnostics of various diseases (in particular the identification of sickle cell), the encoding of the human and animal genomes, design of reactors for a range of electrochemical processes (voltammetry, electrodeposition and corrosion), and protein separation. As a particular example we can mention here the continuous electrophoresis equipment called Biostream, developed by the biochemistry group at the Atomic Energy Research Establishment at Harwell. We believe that our theory is able to describe the functioning of this equipment and its possible improvements in a more correct and comprehensive way than it is known up to now.All above mentioned mathematical problems appear not only in the theory of electrophoresis. Developments of the described above theories allow us to make essential progress in the solving of such important applied problems as motion of glaciers, snowslides, and mudflow; formation of cracks and shrinkage-cracks patterns; structure of cracks on saline land; stepwise distributions of temperature and concentration in ocean; mass transport under the action of vibrational and acoustic fields.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D035635/1","grantId":"EP/D035635/1","fundValue":"52216","fundStart":"2006-09-01","fundEnd":"2008-08-31","funder":"EPSRC","impactText":"","person":"Vladimir  Vladimirov","coPersons":[],"organisation":"University of York","findingsText":"","dataset":"gtr"}