{"id":"32D6A860-9BE8-4D90-B32F-10D768381E54","title":"Morality, Law and Misbehaviour in the Medieval English Marketplace","abstractText":"This research project aims to examine the commercial institutions and practitioners of medieval England from a new perspective. It will re-evaluate the moral economy of the medieval market by providing a wide-ranging critique of the ethical and legal imperatives that underpinned retail trade. The users of markets were influenced not only by the practical economic considerations of price, quality, supply and demand, but also by the moral and cultural environment within which such deals were conducted. Historians have often characterised the medieval economy as overly rigid and paternalistic, in contrast to a supposedly more entrepreneurial and increasingly capitalist early-modern period. Medieval markets and their users were certainly heavily influenced by the mores of contemporary ideology, but this project will examine how this was not necessarily incompatible with efficient and profitable everyday commerce. Indeed, to what extent can the late Middle Ages be seen as laying the foundations for developing capitalist values, a greater acceptance that the pursuit of personal gain was legitimate, and the emergence of a new economic culture which was more attuned to the demands of complex market forces? \\n\\nThe cultural environment within which retail transactions took place was shaped by a variety of factors, including the pronouncements of the church and its clergy, the literary dictates of moralists, the phraseology and strictures of legislation, and the cultural constructs of urban institutions. Through a variety of literary and legal sources, this research will unravel some of the complex interactions between morality, regulation and behaviour in a commercial setting. The first part of the resulting monograph will examine the representation of markets and retail traders through devotional, literary, and artistic sources. The second part will look at the development of market law and the influence of the so-called paternalistic economy. The third chapter explores several case studies of small and large towns in order to determine the practical influence of moral and legal strictures upon everyday dealings. A subsidiary output from this chapter will be a translated volume of market court rolls from medieval Newmarket. Lastly, there will be a concluding survey of the economic and moral conditions prevalent in the medieval marketplace, in order to contrast this with pre-capitalist developments in early modern commerce and beyond. This long-term research project has a wide and interdisciplinary scope, as well as highlighting important themes concerning the long-term development of medieval market culture and ethics. The project is nearing its conclusion and a scholarly monograph will be completed during this forthcoming period of research leave.\\n\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/G003254/1","grantId":"AH/G003254/1","fundValue":"24800","fundStart":"2008-09-29","fundEnd":"2009-01-28","funder":"AHRC","impactText":"  The main output from this project, the monograph on Medieval Market Morality, has only recently been published. It has received very good feedback in reviews and has already been referenced in numerous published articles/books. There are currently prominent political debates concerning market morals and just business practices, and this work provides a vital context for understanding such practices in the longer term.  ","person":"James  Davis","coPersons":[],"organisation":"Queen's University of Belfast","findingsText":" This research project examined the commercial institutions and practitioners of medieval England from a new perspective. It re-evaluated the moral economy of the medieval market by providing a wide-ranging critique of the ethical and legal imperatives that underpinned retail trade. The users of markets were influenced not only by the practical economic considerations of price, quality, supply and demand, but also by the moral and cultural environment within which such deals were conducted. This project examined how the mores of contemporary ideology were not necessarily incompatible with efficient and profitable everyday commerce.\n\nThe cultural environment within which retail transactions took place was shaped by a variety of factors, including the pronouncements of the church and its clergy, the literary dictates of moralists, the phraseology and strictures of legislation, and cultural constructs of urban institutions. Through a variety of literary and legal sources, this research revealed some fo the complex interactions between morality, regulation and behaviour in a commercial setting.\n\nThe project developed a thesis around the concept of a 'pragmatic moral economy' that explored the relationship between shared values, behaviour and formal marketing institutions. The board approach of the research included a discussion of market morality into the early modern period. For the investigator, the most striking finding was that although morals, law and practice adapted incrementally in the face of economic change, the basic principles of market morality endured for centuries. The monograph that resulted from this research touches upon numerous issues that have resonance today, particularly in terms of the relationship between a 'moral economy' and an unregulated free market. The accumulative trader and the vulnerable consumer are both stock figures that are evident even in the twenty-first century. The pragamatic moral economy lingers on in new guises. We have entered an era of moral and commercial debates which present us with similar paradoxes. Multinationals, globalisation, credit and even the familiar supermarkets, arouse indignation, moral rhetoric, laws and everyday complaints. Christian business associations in the US encourage their members to follow biblical morality in their affairs. Despite suggestions that modern market ethics lack scruples and morality, it is clear that such issues continue to cause hand-wringing and consternation. Understanding the long-term economic and social context for such controversial issues can provide new insights into the relationship between markets and morality. Communities and Social Services/Policy,Retail","dataset":"gtr"}