{"id":"32E40497-CB11-4628-8C8D-05F8C6E680D9","title":"Engineering an in vitro living pump","abstractText":"Growing human tissues in the laboratory has great potential in the search for new medical treatments and in the replacement of animal use in experiments. In this project we aim to grow heart tissue that within the laboratory can act as a living pump. The project is the first to make a functional three-dimensional mini-heart using human embryonic stem cells. The stem cells can be increased in number on demand and then can be persuaded to form heart cells (cardiomyocytes). So far scientists around the World have shown this to be possible but we want to go a step further. At Nottingham we can already create highly pure cardiomyocyte populations using genetic modification techniques. Now we will assemble these pure cardiomyocytes into devices that harness the contraction of the cells and create a system that can pump liquid. To achieve this ambitious aim we must form flexible tubes of polymers that have mechanical properties that allow cardiomyocytes to contract sheets of the polymer. When the cardiomyocytes relax, the polymer film must be sufficiently elastic to recover its original surface area. We will use micron scale patterning of molecules to create a chemical trail that forces the cardiomyocytes to organise into patterns that make the most efficient use of their contraction within populations of thousands of cells. The sheets of polymers and cells will be constructed into tubes with one-way valves and installed in a bioreactor that can measure fluid movement and the force of the contraction of the mini-heart.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F020619/1","grantId":"BB/F020619/1","fundValue":"429131","fundStart":"2008-11-19","fundEnd":"2011-11-18","funder":"BBSRC","impactText":"  Informing the design of new materials for bone repair and cell patterning Healthcare Economic","person":"Kevin  Shakesheff","coPersons":["Chris  Denning","Donal  McNally","David Malcolm Grant","Cameron  Alexander"],"organisation":"University of Nottingham","findingsText":" We have developed method of testing new materials for bone repair that avoid the early use of animals. We have created materials that stimulate bone repair and this may have clinical applications in the future. Protocols for non-animal testing may be used across the world. New materials may be taken up by industry. Healthcare","dataset":"gtr"}