{"id":"32E4903E-CA10-40CF-B897-730CB680EC13","title":"CONCERT: A Context-Adaptive Content Ecosystem Under Uncertainty","abstractText":"The CONCERT objective is to develop a content ecosystem, encompassing all relevant players, which will be able to perform intelligent content and network adaptation in highly dynamic conditions under uncertainty. This ecosystem will have as basis emerging information-/content-centric networking technologies which support intrinsic in-network content manipulation. The project will consider uncertainty aspects in the following two application domains: a) social media networks based on user generated content and b) CDN-like professional content distribution. Three dimensions of uncertainties will be addressed: heterogeneous and changing service requirements by end users, threats that may have adverse impacts on the content ecosystem, as well as opportunities that can be exploited by specific players in order to have their costs reduced.\n \nIn order to manage and exploit these uncertainty aspects, CONCERT defines a two-dimensional content and network adaptation framework that operates both cross-layer and cross-player. First, the decision on any single adaptation action needs to take into account context information from both the content application layer and the underlying network. Second, we consider joint content and network adaptation in order to simultaneously achieve optimised service performance and network resource utilisation. Finally, some complex uncertainty scenarios require coordinated content and network adaptation across different ecosystem players. In this case, inconsistent or even conflicting adaptation objectives and different levels of context knowledge need to be reconciled and are key research issues.\n\nIn order to achieve adaptation solutions capable of coping with these different uncertainties, the project will develop advanced learning, decision-making and negotiation techniques. Learning is required for deriving accurate system behavioural patterns according to the acquired context knowledge. This will then drive decision-making functions for taking the most appropriate adaptation actions to address these uncertainties. Negotiation techniques are required for resolving potential tussles between specific content/network adaptation objectives by different players in the content ecosystem. The project will consider both centralised and distributed approaches in which learning and decision-making processes on adaptation actions can be performed either at the central adaptation domain controller or in a decentralised manner across multiple network elements. In the latter case, emerging information-/content-centric networks will become much more intelligent, with content-aware devices performing self-adaptation according to their own context knowledge but through coordination in order to achieve global near-optimality and stability.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L018683/1","grantId":"EP/L018683/1","fundValue":"264164","fundStart":"2014-03-31","fundEnd":"2017-03-30","funder":"EPSRC","impactText":"  The initial research outcome has been provided as input to the ongoing activities at the 5G Innovation Centre (5GIC) hosted at University of Surrey. The Work Area 1 (WA1) of 5GIC is focusing on content and user/network context, which has close technical synergy with the topics being investigated in the CONCERT Project. Digital/Communication/Information Technologies (including Software) Societal,Economic","person":"Ning  Wang","coPersons":[],"organisation":"University of Surrey","findingsText":" Since the beginning of the project, the UNIS team have mainly been focusing on the following two topics in CONCERT:\no Context aware content traffic offloading across heterogeneous radio access technologies (RATs), and\no Context-aware content caching support in information centric networks. \nIt has been envisaged that future mobile networks will consist of multiple heterogeneous RATs, including both licensed and unlicensed radio spectrum such as cellular and WiFi respectively. In this scenario, an important research issue is to investigate smart decision-making for best utilising the available radio resources according to uncertain context conditions. Towards this end, the research team has carried out the technical work on context-driven offloading of mobile content traffic based on multiple concurrent TCP connections using multi-path TCP (MP-TCP). Given the degree of uncertainty under each context dimension, the team has been focusing on the following research issue - what are the major dimensions of context information that can substantially influence the decision-making logic of traffic splitting ratio across different RATs? Examples of context information include not are not limited to: user location and mobility model, signal strength, WiFi network conditions, user equipment (UE) energy model, as well as application type. Once such analysis has been done, a prioritised decision-making algorithm will be developed for dealing with uncertainties associated with such context conditions. We envisage that this piece of research will provide useful insight to the development of future 5G mobile networks which will encompass heterogeneous radio spectrum and technologies.\nThe second topic is to leverage on UNIS's previous research outcome in information centric networking (ICN) with context-awareness. The aim is to directly link context information to content objects, rather than exposing the context conditions associated with the physical entities supporting content distribution, such as content servers or network devices. Since the beginning of the project, the team has been focusing on the introduction of in-network caching and investigating how the corresponding content-centric context information should be updated in order to optimise content delivery performances in terms of both service quality and network efficiency. As we are still in the early stage of the project, the proposed techniques are still being developed and analysed. Nevertheless, at UNIS we have already established the synergy between the above-mentioned topics and the on-going activities at the 5G Innovation Centre (5GIC). We envisage that 5GIC will have long-term benefit from such piece of research carried out in the CONCERT Project in terms of dealing uncertainly for mobile content delivery. Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}