{"id":"32EB09E5-21DF-41C2-A591-70F22D154168","title":"Increasing women's motivation to embark on and succeed in the surgical career.","abstractText":"<p>This proposal seeks support for Peters and Ryan to partner with the Royal College of Surgeons (RCS) and Scalpel (the UK’s largest undergraduate surgical society) to translate their previous ESRC-funded research into a package of Women in Surgery (WIS)interventions designed to boost women’s motivation to embark on and succeed in a surgical career.</p>\n\n<p>This intervention is both timely and essential for the long-term wellbeing of the UK public. First, by increasing women’s surgical career motivation the interventions promise to redress the systematic underrepresentation of women in surgery. While women now dominate UK medical schools they are far less likely than male colleagues to pursue a career in surgery and even less likely to qualify as consultants. Second, by encouraging the women who increasingly dominate the undergraduate talent pool to pursue and succeed in a surgical career, the interventions will ensure the UK public has access to the surgical skills that it requires.</p>\n\n<p>The UK is currently experiencing a shortage of surgeons and the rapidly aging population will exacerbate this problem. Third, by increasing women’s motivation the interventions will reduce NHS costs associated with the high turnover of capable female trainees. </p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/J020818/1","grantId":"ES/J020818/1","fundValue":"47007","fundStart":"2012-10-15","fundEnd":"2014-01-31","funder":"ESRC","impactText":"","person":"Michelle  Ryan","coPersons":["Susanne  Bruckmüller","Kim  Peters"],"organisation":"University of Exeter","findingsText":" We have discovered the importance of issues of fit and belonging for determining women's ambition in the workplace This will help organisations to retain and promote women and get the best out of their workforce Education,Financial Services, and Management Consultancy,Healthcare,Government, Democracy and Justice,Retail","dataset":"gtr"}