{"id":"32ECF41F-C8C2-48D0-9EE4-52C1B1039CA4","title":"Role of FHY3 and FAR1 in transcriptional regulation of circadian clock resetting by red light","abstractText":"A host of biological process in organisms are regulated with an approximately 24 hour rhythm in tune with the external day / night cycle. These rhythms are not merely a response to external signals like dawn and dusk but are generated by an internal 'circadian' clock that continues to drive these rhythms even in constant environmental conditions. An internal rhythm allows an advantage in anticipating changes occurring over the day and in synchronising processes to occur in harmony with the day / night cycle. However, the circadian clock does not operate in isolation from the world / it is reset slightly every day in response to light signals in order to ensure that it is set to the correct time. The phenomenon of jetlag is a classical example where our internal clock must be reset by light, a process that occurs gradually over the course of a few days. Plants must, likewise, be able to entrain their circadian clock as the timing of dawn and dusk varies over the seasons. The clock in plants regulates a rhythm of leaf movement and the timing of production of the photosynthetic machinery amongst other processes, but the clock is also vital to the measurement of daylength in determining time of flowering. Both red and blue wavelengths are effective in clock resetting. Our aim here is to understand the mechanism by which red light resets the plant clock. We have previously demonstrated the involvement of a protein called FHY3 that is essential for the action of red light in resetting the clock. We have now identified a potential mechanism by which this acts in the nucleus of the plant cell to switch on a gene called CCA1, involved in the clock mechanism. Switching on CCA1 at a time when it is normally inactive has the result of resetting the clock. On the basis of new evidence, we propose a model for the way in which FHY3 acts in response to light along with two other proteins, FAR1 and ELF4. We will confirm this model experimentally and will carry out a search for other components also predicted to be part of this mechanism in order to synthesise a comprehensive model of red light input to the clock. An understanding of clock resetting may be particularly beneficial to agriculture where the timing of flowering is a critical determination of yield in many crops and even regulates the possible latitudes at which some crops can grow. In addition, overlap in the ways in which plant and animals generate their internal circadian rhythm may mean that this research could have implications in the study of human circadian defects.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F02116X/1","grantId":"BB/F02116X/1","fundValue":"338431","fundStart":"2008-12-01","fundEnd":"2011-11-30","funder":"BBSRC","impactText":"","person":"Paul Francis Devlin","coPersons":[],"organisation":"Royal Holloway, University of London","findingsText":" In almost all organisms there exists a daily &quot;circadian&quot; clock which regulates many metabolic, development and physiological processes. Rather than just responding to dawn or dusk, the circadian clock is an internal rhythm which allows anticipation of these changes. \n\nWe identified for the first time the mechanism that the plant clock uses to regulate rhythmic expression of a single gene. The mechanism is somewhat similar to that of a grandfather clock. The mechanism is driven by some force, a weight or a spring, that moves the hands forward while a pendulum forms a timekeeping mechanism to regulate that movement. In plants we showed that light provides that driving force. Light acts through a group of proteins including FHY3 which are normally degraded in the dark but which are stabilised by light and then directly bind to the ELF4 gene, activating it.&quot; \n\nThe &quot;pendulum&quot; is another of the genes in this clock loop, a negative-acting component called Circadian Clock Associated (CCA1). The CCA1 gene is activated during the night but activity declines again during the day. The product of this gene, the CCA1 protein, binds negatively to the ELF4 gene but also binds to FHY3 preventing its association with the ELF4 gene. Thus, the ELF4 gene is activated during the day and deactivated again during the night. We went on to confirm that this process can continue just a well in constant light as in day / night cycles, forming a genuinely internal timing mechanism. \n\nIn further research now being prepared for publication we build on findings elsewhere that have shown that ELF4, itself, forms a part of the central clock mechanism. We have also shown that this coordinated light and clock regulation of ELF4, therefore, buffers the clock against changing daylength, preventing a constant resetting of the clock as days shorten with the transition from summer to winter. Our findings may ultimately allow agricultural developments as a result of improving our understanding of plant adaptation to the environment. We could, hopefully, really benefit from better understanding of the clock mechanism in terms of crop productivity. As an example of the importance of the clock it was recently revealed elsewhere that the clock also regulates how a plant invests its reserves. As a result, there is a strong link to crop productivity. Agriculture, Food and Drink,Environment","dataset":"gtr"}