{"id":"32F91D60-E0CB-4744-93C4-246EC03C4C32","title":"The Future of Banking","abstractText":"<p>The aim of this project is to re-examine the role of public policy in a modern banking system. We propose three separate studies.</p>\n\n<p>First, the policy debate over whether to separate specific banking activities (Volcker rule and Vickers report) depends on whether the benefits of a diversification outweigh the information problems from complexity.The study will estimate whether the equity prices of large banks in the UK and Euro have a diversity premium or discount.</p>\n\n<p>Second, there is general agreement that more competition in banking is good, yet many 'challenger' banks were excessively leveraged and subsequently failed. The study will examine whether there is a link between various product market measure of competition and banks' wholesale funding methods for UK and Euro banks.</p>\n\n<p>Third, banks today operate simultaneously as traditional institutions and in parallel (shadow bank) markets. The study will consider which parallel banking markets ought to be within the regulatory framework and what would be the consequences. These issues are central to the ESRC’s strategic objective of improving economic performance and rebalancing the economy.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/K008056/1","grantId":"ES/K008056/1","fundValue":"80835","fundStart":"2013-03-02","fundEnd":"2014-06-02","funder":"ESRC","impactText":"","person":"Angus  Armstrong","coPersons":["Tatiana Maria  Fic"],"organisation":"National Institute of Economic & Soc Res","findingsText":" Our objective was to conduct primary research around the recommendations of the Independent Commission on Banking (ICB) intended to promote stability and competition in the banking sector.\nOur first paper investigated the relationship between competition and stability. There is a long standing debate about whether competition and stability are complements (as implied by the ICB's mandate) or substitutes. Davis and Karim (2013) used two measures of competition (the H and Lerner statistics) to see whether competition leads to greater or less bank specific risk (measured by a Z statistic for each bank of the return on assets plus leverage ratio scaled by the distribution of returns). The dataset covered EU banks between 1998-2012. It was found that different levels of competition across countries was not systematically related to risk. However, changes in competition were found to increase rather than reduce the riskiness of banks. We believe this is the first time this dynamic relationship has been measured.\nOur second paper considered the rationale for the recommendation to 'ring-fencing' retail from wholesale banking activities. Armstrong and Fic (2014) investigate whether banks with more diversified businesses trade at a premium (reduce risk) or discount (too complex) to other banks. This will indicate whether markets judge that simpler and more concentrated banking is likely to be consistent with greater stability. Business diversity is measured across assets and income and valuations by price-to-book and Tobin's Q. The dataset includes 831 listed banks across OECD between 1998-12. We found that for large banks greater diversity destroys value but for small banks diversity improves value. Diversified banks in Europe and the US banks seem at greatest risk of destroying value. Our findings provide some justification for the ICB recommendations.\nOur third paper examines the Basel II cyclical capital buffers that are endorsed by the ICB. The idea is that banks hold a buffer of capital to absorb expected losses in bad times and accumulate capital in good times. This is inconsistent with how risk (the variance of loan losses increases along with expected losses). Armstrong and Ebell (2014) create a dynamic stochastic partial equilibrium model to show that banks are more likely to choose to hoard rather than absorb capital in bad times. This is consistent with how banks tend to behave and the earlier credit rationing literature. This is one of the few micro-founded models of bank behavior. We use numerical methods to simulate the impact of changes in risk on capital holdings and verify the behavior. While the model has been solved, we aim to refine this paper to see whether the magnitude of this precautionary response is economically significant. The motivation for carrying out this work was to inform the evolving policy towards the UK financial sector. We have already presented our initial findings at seminars and two of the papers have been released as discussion papers. However, we hope to develop two papers further and present at finance seminars at Imperial College and LSE. These papers will be submitted to journals. We also hope to present our work at the Bank of England (who are aware of the work we have done) and the European Banking Authority. We will be looking out for other opportunities to present in policy forums. One possibility is that we publish all three papers as a NIESR e-book, although that would take further time for the authors and is yet to be decided.\nCompetition and the design of capital regulations are at the centre of UK and international banking policy. Our papers on competition challenge the conventional wisdom among policy makers that greater competition is always beneficial and provide a more nuanced view of 'ring-fencing' banks. This is important because the current view that more competition must lead to more efficiency is not consistent with recent or past history. There is a risk of creating more vulnerabilities. We hope this work will encourage a more considered approach. The consequences of the reform are far reaching not only for the banking sector but also everyone in our economy as banking is involved in so many of our everyday transactions. \nOur work on counter-cyclical capital buffers is important to the Basel II Capital Regulations which are at the heart of international banking. We are surprised at the lack of recognition of the 'hoarding' effect and why it occurs. While there is less weight put on the capital buffers than in the past, that we show capital is likely to track in the opposite way to regulations we hope will be important. Our methodology can be applied to other areas of bank regulation, such as the consequences of contingent liabilities for banks capital behavior. Our stakeholders include domestic and international financial regulatory bodies as well as policy makers and the financial community. Financial Services, and Management Consultancy,Government, Democracy and Justice","dataset":"gtr"}