{"id":"33166605-92F8-48B9-8474-1D811EA8D385","title":"Memory, Music and Movement: Inspiring and Facilitating Innovative Research in North Atlantic Fiddle and Dance Studies","abstractText":"We aim to energise a network of North Atlantic fiddle and dance scholars to initiate new and challenging directions of research in relation to the theme of memory. We are seeking AHRC funding for initiatives that will inspire new research and make existing research accessible to communities of practice as well as to the general public, and bring scholars and performers together to develop innovative collaborative research, including practice-based and practice-led research. Our proposal is for the following interrelated projects: \n1) A series of four international interdisciplinary workshops. The first will be a 'scoping' exercise (laying the project's groundwork); the other three led by acknowledged experts from outside fiddle and dance studies will focus on cognitive psychology (how music and dance are related to memory), performance studies (how we remember music and dance through our bodies and how music and dance inspire memories), and digital humanities (how we can use digital technologies to document and later recall music and dance traditions). \n2) A public lecture series building on Workshops II and III, with featured speakers from academic, performance, and heritage contexts.\n3) A website platform hosting a variety of relevant content and interactive features, including:\na. The publication of all previous and future North Atlantic Fiddle Convention (NAFCo, see below) conference proceedings online as open source publications, enabling a cumulative bibliography with hyperlinks where available;\nb. An interactive moderated online forum to enable informal discussion among scholars, performers and other individuals, as well as research questions and observations seeded by keynote presenters;\nc. An annotated list of relevant URLs/websites;\nd. Video content featuring keynote presentations, workshops, and short, accessible 'snappers' describing and illustrating North Atlantic fiddle and dance research. \n4) A project coordinator who will work with the two co-applicants to organise the various project elements, and who will engage stakeholders through social media and the interactive online forum (above), and will work with broadcast media in both Scotland and Canada to maximize the project's audience.\nThe North Atlantic Fiddle Convention is a uniquely structured event involving scholarly presentations, practical workshops, and live performance events, which brings together scholars and practitioners of fiddling, dance and related musical forms. NAFCo has been held every few years since 2001, in Aberdeen (2001, 2006, 2010), in Derry/Londonderry and Donegal (2012), and in St John's, Newfoundland (2008). The 2015 convention in Cape Breton will provide the springboard for our project. The project will culminate in 2017 when NAFCo returns to Aberdeen. Although new scholars and performers attend each NAFCo event, many delegates have participated in several, or even all, of the previous conventions. Consequently, an informal network of North Atlantic fiddle and dance scholars has emerged. With our proposal, we aim to be more deliberate in developing the network, creating opportunities for the network to interact, collaborate, and extend research in North Atlantic fiddle and dancing in innovative ways.\nThe project will benefit scholars, musicians, dancers, related stakeholders (e.g. archives, museum, and festival personnel), and the general public. The workshops and lecture series will involve both experts and participants from these various sectors, enriching collaborative research possibilities, inspiring new research projects, and motivating new research applications. The virtual resources will ensure that the network will continue to develop outside the face-to-face events while enabling those who could not attend them to participate as well.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/N003160/1","grantId":"AH/N003160/1","fundValue":"35375","fundStart":"2016-01-15","fundEnd":"2018-01-14","funder":"AHRC","impactText":"","person":"Ian  Russell","coPersons":["Heather  Sparling"],"organisation":"University of Aberdeen","findingsText":"","dataset":"gtr"}