{"id":"331ABCDF-3529-498E-9F55-65820B3A1560","title":"Strategic Partnership in Structural Metallic Systems for Gas Turbines","abstractText":"The UK aerospace industry is the largest in Europe and, worldwide, second only to the US. The aerospace sector directly\nsupports more than 3,000 companies and provides 230,000 jobs in the UK. Importantly, most of this employment falls\noutside the south-east and the average wage is above the national average. In the UK, the manufacture of gas turbine\nengines represents 32% of the aerospace business and is dominated by Rolls-Royce, with 114,000 jobs supported by\nRolls-Royce and its supply chain.\n\nThis research programme brings together the universities of Birmingham, Cambridge, Imperial College, Manchester,\nOxford, Sheffield and Swansea, to perform the fundamental research required to realise new materials technologies that\nwill provide step-changes in the efficiency of gas turbines. This will help secure the commercial competitiveness of much of\nthe UK aerospace industry whilst simultaneously serving to reduce UK CO2 emissions, thereby satisfying international\nlegislation and decreasing the likelihood of irreversible climate change.\n\nThe research will focus on the development of the new, high performance steels, nickel, cobalt, titanium and niobium-based\nalloys required for the most demanding applications with gas turbine engines. It will also seek to obtain the\nfundamental understanding of the performance and degradation of these materials needed to ensure that they may be\nused safely, without compromising engine performance. It will also include additional activities investigating key enabling\ntechnologies, such as advanced joining methods and materials for turbine blade seals.\n\nThese materials technologies will be developed in close collaboration with the industrial partners to ensure that they are\nmatched to industrial need and that a route for commercial exploitation is available.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M005607/1","grantId":"EP/M005607/1","fundValue":"7939560","fundStart":"2014-10-01","fundEnd":"2019-09-30","funder":"EPSRC","impactText":"","person":"Howard  Stone","coPersons":["Catherine  Rae","William John Clegg","Robert Joseph Lancaster","Panayiotis  Tsakiropoulos","Paul  Bowen","David  Dye","Roger Charles Reed","Joao  Quinta Da Fonseca","Harry  Bhadeshia","Leo  Prakash","Soran  Birosca","Karen Michelle Perkins","Michael  Preuss","Richard Edward Johnston","Mark Thomas Whittaker","Martin  Bache"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}