{"id":"331BDD16-DCD2-4392-BDDB-BC21D0F79328","title":"Phase I Loading of 130Te in SNO+","abstractText":"The search for neutrinoless double beta decay is recognized as one of the highest priority areas of particle physics research today. The observation of this Lepton number-violating process would establish the absolute mass scale of neutrinos, provide insight into Grand Unification and lend weight to models of leptogenesis. The particular approach taken by SNO+ involves loading a large target volume of liquid scintillator with a candidate isotope, originally 150Nd. While the energy resolution of such an experiment is not as good as for solid-state devices, the large self-shielding volumes of high purity liquids allow the potential for realising very large quantities of isotope with low levels of background. Further, the ability to easily modify the liquid configuration offers a significant advantage for probing any candidate signal and readily allowing the implementation of further improvements to purification and loading. \n\nSignificant developments have taken place over the last 18 months, initiated by work at Oxford by Biller and Chen (while on sabbatical from Queen's University, Canada), which have led to the identification of a more favourable isotope to load into the liquid scintillator for high sensitivity to neutrinoless double beta decay. Following the subsequent development of a new metal loading technique and purification method by colleagues at Brookhaven National Laboratory, and a thorough independent internal review of the Oxford/Queen's proposal completed in March 2013, the collaboration has decided to pursue the deployment of 130Te as the primary target isotope for double beta decay. We are planning for an initial loading corresponding to ~800kg of 130Te in the detector, to begin in 2014. Our projections are that, even at this stage, SNO+ would attain sensitivity at least comparable to that of the leading proposed experiments in the field, in the region near the top of the inverted neutrino mass hierarchy. This quantity of isotope was chosen based on economic considerations and the appropriateness of scale relevant to lead to an anticipated secondary phase, and does not represent a technical limitation of the approach. Thus, following a successful demonstration of this phase and pending results from the continuing R&amp;D effort, we would then aim to increase the loading to the multi-tonne scale as soon as is feasible (potentially seeking initial funding for this as early as 2015). This would put us well ahead of any other experiment and, more importantly, would let us achieve a sensitivity that reaches to near the bottom of the inverted neutrino mass hierarchy, with discovery potential in heart of the region of interest. This proposal requests support to contribute to the additional costs associated with the first phase of this endeavour.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/L001837/1","grantId":"ST/L001837/1","fundValue":"286538","fundStart":"2013-09-01","fundEnd":"2014-08-31","funder":"STFC","impactText":"","person":"Steven Douglas Biller","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}