{"id":"33213C81-994C-41FB-9454-E3CD7215D2B2","title":"Encoding and interference effects on visual working memory binding in young and older adults.","abstractText":"<p>This research will provide insight into the effects of ageing on visual short-term (‘working’) memory and, more specifically, the ability to encode and maintain associations (‘bindings’) between the related features that comprise whole objects.</p>\n\n<p>The research will establish whether or not there is an age-related propensity to confuse temporary associations in memory, and will investigate the processes that may lead to such binding decrements. In everyday life, an age-related binding deficit might be manifest in a number of ways, such as in an increased likelihood with age to confuse the names and faces of people to whom one has just been introduced, or to forget whether the white round pill or the yellow oval pill had just been taken. Three experiments will address whether or not:</p>\n\n<ol>\n \n\n <li>the presentation time of to-be-remembered items influences binding efficacy in older adults</li>\n\n <li>older adults exhibit the same serial position effects, or ‘overwriting’ of bound representations in memory that has previously been observed in young adults</li>\n\n <li>older adults are less able than young adults to inhibit irrelevant items from working memory. </li>\n\n</ol>\n\n<p>Together, these experiments will provide insight into the cognitive abilities that are preserved or impaired with the ageing process.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/J002712/1","grantId":"ES/J002712/1","fundValue":"76482","fundStart":"2011-12-01","fundEnd":"2012-09-30","funder":"ESRC","impactText":"  Societal impacts have been achieved in the form of a range of public dissemination activities including exhibitions (e.g., Edinburgh Science Festival, April 2012), public presentations (e.g., older adults, Lancaster, 2014) and engagement with the media (BBC Radio Nottingham interview). Communities and Social Services/Policy,Education,Culture, Heritage, Museums and Collections Societal","person":"Louise Amelia Brown","coPersons":["Richard John Allen","Robert  Logie"],"organisation":"Nottingham Trent University","findingsText":" The project was aimed at developing our understanding of the mechanisms involved in cognitive ageing. We focused upon a form of memory that is sensitive to the ageing process - visual short-term ('working') memory, and aimed to establish the ability of healthy older adults to create and maintain the associations (bindings) between visual features (colours and shapes). An important area of debate exists regarding whether or not temporary memory for associated visual information is more age-sensitive than is memory for individual features. Another aim was to determine the potential role of encoding processes in any binding deficits observed, and on working memory performance more generally. As a result of this project, our empirical and theoretical understanding of binding in visual working memory has advanced. Previously, there has been relatively little research focusing specifically on temporary binding of visual material, and much less research that has investigated performance in older as well as younger adults. The research has therefore contributed necessary empirical data to this area of study. Theoretically, as a result of the grant, we now have a greater understanding of temporary visual feature binding and the effects of ageing on the processes involved in this ability. We now know that, when considering the temporary binding of surface visual features (colour and shape), supporting previous conclusions in the literature, healthy older adults are generally able to create and maintain bindings. Although deficits have occasionally been observed, they have been small and unreliable, relative to those reported in the literature on long-term memory and on pathological ageing (particularly Alzheimer's disease). Finally, the research demonstrated theoretically interesting limitations regarding how older adults encode information in visual working memory, which may indicate deficits in attentional and/or storage capacity. The scientific findings and outputs have impacted upon, and will continue to impact upon, national and international academics in psychology, especially those who focus upon the study of cognitive psychology, of cognitive ageing, and of Alzheimer's disease. However, the research is also relevant to those interested in the basic study of visual working memory, attention, and binding, as well as those broadly interested in the study of cognitive ageing (thereby not limiting the audience to psychologists). Finally, the findings are relevant to clinicians and other healthcare providers, as the identification of a cognitive ability (temporary binding of colour and shape) that is insensitive to the effects of healthy ageing, allows for future development of tests of temporary binding that have been shown to be sensitive to neurodegenerative disease, notably Alzheimer's disease. Communities and Social Services/Policy,Education,Healthcare,Culture, Heritage, Museums and Collections","dataset":"gtr"}