{"id":"333771B0-A0E9-4508-B8D6-69C7E9182094","title":"UK E-ELT","abstractText":"We propose a programme to enable the UK to take a leading role in the construction of the first generation of instruments for the world's largest optical and infrared telescope - the European Extremely Large Telescope. Previously funded STFC programmes have been used to develop technology and instrument concepts to put the UK in a position to take the lead role in one of the two 'first light' instruments for the E-ELT (namely the E-ELT spectrograph HARMONI) and to take significant roles in three of the instruments expected to follow. Strong involvement in a programme of instruments will give the UK considerable science return through direct influence on the scientific priorities of these instruments and early science through guaranteed time return to the UK. There will also be important industrial return to the UK in terms of direct contracts and technology transfer. \n\nThe European Extremely Large Telescope (E-ELT) project aims to provide European astronomers with the largest optical-infrared telescope in the world. With a diameter of 39m and being fully adaptive from the start by incorporating a large deformable mirror, the E-ELT will be more than one hundred times more sensitive than the present-day largest optical telescopes. The E-ELT will vastly advance astrophysical knowledge by enabling detailed studies of planets around other stars, the first galaxies in the Universe, black holes, and the nature of the Universe's dark matter and dark energy.\n\nThe E-ELT has now entered the construction phase, and a groundbreaking ceremony on Cerro Armazones was carried out in June 2014.The project is led by ESO with strong involvement of European Industry. A series of instrument concepts have gone through detailed Phase A studies with strong UK involvement. Out of this process, ESO has developed an instrument plan which has two instruments selected for 'first light' (of which one, the HARMONI integral field spectrograph, will be UK led) and a pool of six other instruments in competition to form a sequence in the first generation. \n\nThe outcome of the ESO process places the UK in the unique position of being one of only two European countries leading the development of an E-ELT first light instrument. Given the enormous discovery potential of the E-ELT, this provides UK astrophysicists with an unprecedented opportunity to exploit the power of the world's largest ground based optical/near-IR telescope.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/N002709/1","grantId":"ST/N002709/1","fundValue":"42609","fundStart":"2016-01-01","fundEnd":"2019-03-31","funder":"STFC","impactText":"","person":"Isobel Mary  Hook","coPersons":[],"organisation":"Lancaster University","findingsText":"","dataset":"gtr"}