{"id":"333AD509-C35A-49E6-AD09-5C5865FE0ED9","title":"Creative Collisions and Critical Conversations","abstractText":"Expression of Interest Cultural Value Expert Workshop: Arts and Mental Health: Creative Collisions and Critical Conversations\nAbout the workshop organiser. Dr. Alison Rooke is sociologist whose teaching and research is concerned the dynamics of participation in the city brought about through arts-based urban interventions, urban planning, research and evaluation as well as informal spaces of citizenship and community. She is also CoDirector of the Centre for Urban and Community Research (CUCR) an established interdisciplinary research centre within Goldsmiths' Department of Sociology with a distinguished history of collaboration with local communities, activists and cross-sectoral stakeholders. Her work lies at the overlap of visual sociology and experimental methods exploring the philosophical underpinnings of sociological representation, and the ways that understandings of representation inform the epistemology of social research. Along with colleagues in the Sociology Department she shares a concern with concerned with 'The Social Life of Method' (Savage et al 2013) and 'Live Sociology' (Back and Puwar 2012). Alison has been influenced by ideas that challenge the notion that research impacts on society 'as if from the outside'. If research 'works' or is successful, it is by virtue of a variety of social actors contributing to it on an on-going basis, well before the research can be framed as a 'product' or as an 'outcome'. Indeed, much of Alison's evaluative research is co-constructed carried out in tandem with others outside of the academy. Alison continues to be engaged in a wide range of activities that embed this approach in a number of highly practical endeavours. Her work spans: the public sector; the policy community; the business community; international organisations; the community and third sector; the media; and 'publics' of various sorts. Alison's work has been concerned with developing critical and collaborative approaches to research and evaluation. She has an outstanding track record in developing a critical and participative approach to the evaluation of a variety of urban interventions spanning citizenship, community development, urban planning and participatory and socially engaged arts at a local, national and international level.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/M504129/1","grantId":"AH/M504129/1","fundValue":"4729","fundStart":"2014-02-01","fundEnd":"2014-05-31","funder":"AHRC","impactText":"","person":"Alison  Rooke","coPersons":[],"organisation":"Goldsmiths College","findingsText":"","dataset":"gtr"}