{"id":"333B8742-38D6-4ECB-B2C0-E508F50044A2","title":"Development of a vaccination strategy for the control of malignant catarrhal fever","abstractText":"This proposal aims to further develop and refine our recent breakthrough of an immunisation strategy for the control of malignant catarrhal fever (MCF) by increasing the magnitude and duration of immunity through improved adjuvancy (compounds given along with virus antigens that help direct the type of immune response to an infectious agent and improve its magnitude and duration - all important for a good vaccine) and testing the potential vaccine in field trials in Tanzania where MCF is a problem. Malignant catarrhal fever (MCF) is a fatal disease of cattle, deer, bison and pigs, caused by a group of viruses (herpesviruses) including ovine herpesvirus-2 and alcelaphine herpesvirus-1. These viruses infect their natural hosts efficiently (sheep for OvHV-2 and wildebeest for AlHV-1), causing no apparent disease, but in the disease-susceptible animals, MCF is usually fatal and consequently has a profound affect on animal welfare and production. The virus is transmitted by aerosol or by contact and most lambs or wildebeest calves are infected shortly after birth and are capable of then infecting susceptible cattle. There is no vaccine currently available for MCF, but we have recently developed a potential vaccine that works well in experimental studies. The effect of AlHV-1 MCF on pastoralist communities in sub-Saharan Africa is profound, with social, economic and welfare impact. In two studies of MCF in Tanzania and Kenya, incidence in studied areas was found to be 6% and 10% respectively. The high rate of cattle death meant that MCF was rated as the most important disease risk in areas with wildebeest contact. Field trials in Tanzania are essential to determine the efficacy of the alcelaphine herpesvirus-1 (AlHV-1) MCF vaccine and will inform further refinement of the vaccine as necessary. It is important to determine the contribution of the different components of an immune response that will protect affected cattle. Although there is a strong correlation between virus-neutralising antibody and protection, we need to determine whether cell-mediated immunity (CMI) including cytotoxic T cell activity (CTL) is involved or not in protection. Furthermore, we need to identify virus component antigens that stimulate protective immune responses in cattle. This will allow vaccine development for ovine herpesvirus-2 (OvHV-2, a highly genetically-related virus to AlHV-1) MCF, which is a problem not only in Africa but worldwide where natural carrier animals and disease-susceptible animals mix. This dual approach is important as there is more likely to be a commercial uptake of an AlHV-1 and OvHV-2 MCF vaccine than either one singly. This study will use defined new generation adjuvant compounds to improve the current AlHV-1 MCF vaccine and test this in field trials in Tanzania. For very little extra effort, we can identify the protective virus component antigens of AlHV-1 and use the equivalent OvHV-2 ones to attempt a vaccine to OvHV-2 MCF. This increases the chances of commercial uptake of an MCF vaccine. The expected principal outcome of this work wil be implementation of a vaccine disease control strategy to have an impact on animal mortality due to MCF and improvement of quality of life of pastoralists and farmers within 5 years of the conclusion of this project.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H009116/1","grantId":"BB/H009116/1","fundValue":"342501","fundStart":"2010-10-01","fundEnd":"2013-09-30","funder":"BBSRC","impactText":"  The integrated management of rangelands around protected area ecosystems is currently one of the major priorities for the Ministries of Livestock and Fisheries Development and Natural Resources and Tourism, both to support the livelihoods and food security of pastoralists in these critical regions, and also to ensure the integrity of globally-important ecosystems, including World Heritage Sites. The results will provide a major contribution to discussions at initiatives of the Ministry of Livestock and Fisheries Development and Ministry of Natural Resources and Tourism in Tanzania during forthcoming meetings in 2015 on the Tanzania Livestock Modernization Initiative (which will be attended by the President of Tanzania and Ministers from Livestock and Natural Resources, as well as community leaders and NGOs) and :Livestock-Wildlife management in the Ngorongoro Conservation Area. The following outcomes were realised during and shortly after the research project Workshops/presentation to stakeholders: (a) Community workshop in Simanjiro region, October 2011, involving the Tanzanian Veterinary Laboratory Agency, Ngorongoro Conservation Area Authority, Tanzania Wildlife Research Institute, Emboret Community leaders, Arusha press - with press report arising from the meeting. (b) Stakeholder feedback workshop in Arusha, 11-12 April 2013, involving the Tanzanian Veterinary Laboratory Agency, Ngorongoro Conservation Area Authority, Tanzania Wildlife Research Institute, Emboret Community leaders. PIs made presentations on project outputs and agreed a working document with local stakeholders to progress MCF vaccine research. (c) Presentation on MCF vaccine trials to GALVmed, 1 June 2010, MRI. (d) Presentation on MCF for Commonwealth Agriculture Committee, 1 July 2010, MRI In addition, several research papers have been published with more in preparation -please see publications section Contributions by PIs to popular articles: (a) Maina Waruru &amp;amp;quot;Cattle fever dealt a blow on the nose&amp;amp;quot;; in SciDevNet, March 15, 2010. www.scidev.net/global/farming/news/cattle-fever-de alt-a-blow-on-the-nose.html (b) Maina Waruru &amp;amp;quot;GM virus holds promise against cattle disease&amp;amp;quot; in SciDevNet, June 3, 2013. www.scidev.net/global/food-security/news/gm-virus- cattle-disease.html (c) Sabrina Richards &amp;amp;quot;Virus Latency Causes Cattle Disease&amp;amp;quot; in The Scientist, April 29, 2013. www.the-scientist.com/?articles.view/articleNo/353 50/title/Virus-Latency-Causes-Cattle-Disease-/ Student projects supervised during the course of the grant (a) Analysis of MCF virus sequence variation. Bruce Lamond, Wellcome Veterinary Vacation Studentship, July 2010. (b) Characterising virus gene expression in Alcelaphine herpesvirus-1 infected cells. Moazzam A. Hussain, MSc Biotechnology, University of Abertay thesis submitted Sept 2011. (c) Expression of recombinant alcelaphine herpesvirus 1 glycoprotein L. Mohammed Abu Haiba, MSc Biotechnology, University of Abertay thesis submitted Sept 2011. (d) Real-time PCR methods for detection of Alcelaphine herpesvirus-1 infection. Brendan Butler, Wellcome Trust Vacation Studentship, 2012. (e) Serological methods for detection of Alcelaphine herpesvirus-1 infection. Edwin Motseolapile, Wellcome Trust Vacation Studentship, 2012. Agriculture, Food and Drink,Communities and Social Services/Policy,Education Cultural,Societal","person":"David McKechnie Haig","coPersons":[],"organisation":"University of Nottingham","findingsText":" This project was an international collaboration between University of Nottingham, University of Glasgow and Moredun Research Institute in the UK, and Sokoine Agricultural University, Tanzania Wildlife Research Institute and stakeholder groups in Tanzania. The aim of the project was to develop a vaccine for Malignant Catarrhal Fever (MCF), a fatal viral infection of cattle carried by wildebeest that threatens the livelihoods of livestock-keepers in Africa. The disease also has important consequences for land-use and conservation management in the rangeland ecosystems of east Africa. A vaccine field trial was carried out in two successive years in the Tarangire ecosystem of northern Tanzania, using an immunization regime that had shown safety and efficacy in protecting cattle against experimental infection in the UK. The trial in Tanzania involved testing cattle against natural infection transmitted through contact with wildebeest. The work involved close engagement with local stakeholder and community groups, who rank MCF as one of the most important livestock diseases, and expressed substantial support and interest in the project. In both years, the trial herd involved 100 cattle, with 50 individuals vaccinated and 50 unvaccinated. Following immunisation, the herd was grazed in close proximity to wildebeest during the calving season, when high levels of MCF virus shedding are thought to occur. The cattle were sampled regularly to monitor immune responses to vaccination and wildebeest exposure, and closely monitored to assess the safety of the vaccine and to detect the onset of MCF. No adverse effects were associated with vaccination, and high antibody levels were detected in serum and nasal secretions of vaccinated animals, consistent with findings in UK cattle. Only two unvaccinated animals succumbed to fatal MCF during each trial, which was much lower than expected from the published literature and previous studies, and as a result the study could not demonstrate protection against fatal MCF induced by natural challenge. However, multiple cases of non-fatal MCF were detected - previously thought to be very rare - and PCR analysis has demonstrated that MCF virus infection was significantly less likely in vaccinated animals, with the vaccine showing an efficacy of 57% in protecting against MCF virus infection and 62% in protecting against non-fatal disease. In addition to generating data on vaccine performance, the study has therefore also raised questions about the transmission and progression of MCF in natural infections. To address some of the questions raised by this study, additional word was carried out in Tanzania which demonstrated: (a) that a high proportion of wildebeest have evidence of MCF virus infection; (b) that the wildebeest MCF virus has undergone little genetic change over the past 50 years; and (c) that the virus used in the immunization trial was similar to contemporary wild-type virus. Further work has also been carried out to investigate the social, economic and environmental impacts of MCF to examine the costs of MCF avoidance by pastoralists, and the potential benefits of a vaccine to optimise mixed livestock-wildlife grazing systems. These studies shown that, in the absence of a MCF vaccine, 90% of pastoral households in MCF-risk areas are forced to move cattle away from the main residence to avoid wildebeest, which has negative impacts on livestock production, and reduces by 64% the availability of milk for families, particularly children who remain at the household. Studies in the UK were carried out to enhance understanding of immunity and how to improve the duration and strength of immunity. Studies focused on stimulation of toll-like receptors (TLRs), which play a key role in initiating and augmenting the immune response, investigating two compounds, unmethylated CpG oligodeoxynucleotides (ODN) and bacterial flagellin. The results indicated that ODN used as an adjuvant with the vaccine virus did confer protection in cattle challenged experimentally with the virus, but did not significantly enhance the protective effect of the standard adjuvant. There was also no significant enhancement of immunity using flagellin. Further work has been conducted to develop assays to measure cellular immunity and to identify a viral protein that is a vaccine candidate and a diagnostic tool for both wildebeest-associated MCF and sheep-associated MCF, a worldwide problem for which no vaccines or specific diagnostic tools are available. \nSignificant achievements 1. We have successfully implemented field vaccine trials in Tanzania, working closely with local stakeholders and research partners, to investigate the efficacy of MCF vaccination in a natural context, and in the process gaining new insights into MCF transmission and pathogenesis. 2. We have characterised the costs of MCF for pastoralist families in Tanzania, showing that movement of cattle to avoid MCF has significant monetary costs, detrimental effects on cattle health, reduces the amount of milk available for the family, and reduces school attendance by children. 3. We have identified a capsid antigen that is recognised by mucosal and circulating antibodies in both vaccinated and MCF-affected cattle, and have shown that the equivalent OvHV-2 protein is a potential diagnostic antigen and vaccine candidate for sheep-associated MCF. We also demonstrated that a second capsid protein is specifically enriched in the MCF vaccine and may be a useful DIVA antigen candidate. During stakeholder meetings in Tanzania, further field trials of the vaccine have been highlighted as a priority in order to explore how implementation of a partially-protective MCF vaccination strategy has value in developing integrated land-use management strategies around wildlife protected areas, both to support the livelihoods and food security of pastoralists in these critical regions, and also to ensure the integrity of globally-important ecosystems. The findings of this project have been taken forward in discussions with GALVmed, to explore further opportunities for vaccine development and field trials. The results of the project will also provide a major contribution to discussions at initiatives of the Ministry of Livestock and Fisheries Development and Ministry of Natural Resources and Tourism in Tanzania during forthcoming meetings on the &amp;amp;amp;quot;Tanzania Livestock Modernization Initiative&amp;amp;amp;quot; (which will be attended by the President of Tanzania and Ministers from Livestock and Natural Resources, as well as community leaders and NGOs) and &amp;amp;amp;quot;Livestock-Wildlife management in the Ngorongoro Conservation Area&amp;amp;amp;quot; to be held in 2015. Agriculture, Food and Drink,Communities and Social Services/Policy,Environment,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}