{"id":"3344D812-6D46-42A5-BCAB-B5389FE855BD","title":"Solid cork building envelope","abstractText":"The research team will be involved in each work package, working in close collaboration with the project lead and others, with a focus on environmental design and performance testing. The core research aims to investigate, develop and test the\nviability and actual performance of a radically simple building envelope system made almost entirely from solid, loadbearing expanded cork.\n\nThe system will include wall and roof elements and will be designed as a prefabricated construction kit to facilitate simple on-site assembly with dry-joints, as well as simple adaptation and disassembly for re-use or recycling at the end of the building life.\n\nSupporting research will evaluate whole-life performance, utilizing Life Cycle Assessment (LCA) modelling - from the origins of the cork in biodiverse forests, to an embodied carbon-negative product, to solid building envelope helping to deliver a well-insulated, low-energy and healthy indoor environment, and on to eventual disassembly and reuse. The inhabited Cork House will be monitored and energy use, etc. data collected as part of a Post-Occupancy Evaluation. This will provide evidence of actual environmental and energy performance, and this data will also be used in the LCA\nmodelling.\n\nThe essential simplicity of the proposed system aims to eliminate the complexity of the typical multi-layered building envelope and the building whole-life performance problems often associated with this:\n\n- Excessive building design costs due to the time needed to design numerous complex, bespoke interfaces between dissimilar components and systems.\n\n- Excessive expense and construction period and increased risk of delay and unforeseen cost due to the need for many trades to contribute to envelope construction in prescribed sequences.\n\n- The poor performance of the building envelope due to aggregate performance of the many layers and components not being as predicted. For example, poor airtightness due to differing tolerances and interfaces between components or the degradation of the envelope over time due to the dissimilar thermal expansion or vapour permeability of components.\n\n- Limited adaptability due to the cost and challenge of modifying and interfacing with complex envelope assemblies.\n\n- Destructive demolition at the end of the building life degrading resources due to deconstruction for re-use being unaffordably time-consuming and many components being unrecoverable due to the original method of assembly.\n\nThe project would conclude with research on the commercial viability of the building system, including its potential adaptation in response to market opportunities. It is anticipated that the proposed system would be applicable to housing, self-build, rooftop development, and types of ancillary accommodation.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N50905X/1","grantId":"EP/N50905X/1","fundValue":"35396","fundStart":"2015-10-01","fundEnd":"2018-03-31","funder":"EPSRC","impactText":"","person":"Pete  Walker","coPersons":[],"organisation":"University of Bath","findingsText":"","dataset":"gtr"}