{"id":"334D4B41-6665-4C19-A409-D3972E790444","title":"Equipment for Multiple Projects: Testing and Visualization for Aerospace Research","abstractText":"(i) Modelling and Optimisation of Composite Materials and Structures The Bath Composites Research Unit has ongoing work relating to modelling and optimisation of laminated coupons, sub-components (stiffened-panels and flow control devices) and, components (wing boxes). In order to gain maximum benefit from composite materials there is a need to validate and inform this modelling by physical testing, and visualization of the response to such tests. This allows insight into internal micro/macro structures, damage tolerance, and the effects of physical loads. Clearly, it is prohibitive to test at the full component (wing) level but behaviour at, and below, the sub-component level can be monitored through access to state of the art technology. The theme of the proposal in relation to modelling and optimisation of composites is therefore to obtain equipment that enables structural testing and visualisation at sub-component and coupon level. It will enhance the activities of eight ongoing projects in this area.(ii) Non-Destructive Evaluation (NDE) of compositesThe advent of large composite components and structures presents a major new inspection problem because large areas (many square metres) of surface require detailed inspection during manufacture and in-service. Composites are particularly vulnerable to impact damage caused by comparatively minor low velocity impacts both during manufacture and in-service. This damage takes the form of hidden delaminations below the impacted surface between composite plies. At the surface there may be little or no evidenced of the impact and for this reason the damage is known as barely visible impact damage (BVID). Such internal damage can lead to significant reduction in local strength. The initial delaminations can grow under alternating or fluctuating stress leading to a loss in stiffness and possibly, catastrophic failure. It is therefore vital to detect and monitor damage in high-loaded composite components and to relate this to the reduction of residual strength via the use of advanced, robust and reliable visualization techniques. The proposal seeks to obtain equipment to enhance NDE techniques being pioneered at Bath.(iii) Vortex Flows &amp; Unsteady AerodynamicsThe aerodynamics projects related to this proposal are generic fluid-structure interactions and are relevant to Unmanned Air Vehicles and Micro Air Vehicles. These vehicles will be highly manoeuvrable, extremely light weight and highly flexible. Hence, strong fluid-structure interactions are expected. The proposed equipment will provide the structural modal shapes and vibration frequencies of models used in experimental tests covering flexible delta wings, flexible flapping wings and membrane wings. These will be combined with aerodynamic measurements to obtain the full aeroelastic response of these wings.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F026099/1","grantId":"EP/F026099/1","fundValue":"274261","fundStart":"2008-03-20","fundEnd":"2011-03-19","funder":"EPSRC","impactText":"","person":"Richard  Butler","coPersons":["Ismet  Gursul","Darryl Preston Almond","M  Meo"],"organisation":"University of Bath","findingsText":"","dataset":"gtr"}