{"id":"334EF6B3-231F-4486-9234-0F1673F1534D","title":"Bilateral BBSRC-FAPESP: The genetic architecture and evolution of pleiotropy associated with evolutionary changes in developmental trajectories","abstractText":"Understanding how the genome makes the traits we observe in individuals (i.e., their 'phenotype') is perhaps the most fundamental problem in biology. Achieving such an understanding has been challenging because there are many pathways from the genome to the traits we observe, and those traits themselves can be complex and 'multidimensional', being made up of suites of traits that are tied together through the shared process of development controlled by a shared genome. The shared genomic and developmental bases generally contribute to associations between traits, where the expression of one trait is correlated to the expression of other traits. Such associations between traits play a major role in evolutionary processes because they make the evolutionary fate of one trait tied to the fate of other traits. Furthermore, the success of an individual (i.e., their 'Darwinian fitness') is a product of all of their traits, operating in concert, and hence natural selection can favour particular combinations of traits and thereby shape the relationship between traits. \n\nWe propose to examine the genetic basis and evolution of these associations between traits by studying populations of mice that have evolved differences in their patterns of growth in response to artificial selection (selective breeding for different growth patterns). The eight populations we are focusing on were generated by four different patterns of artificial selection that altered their rate of growth early and late in postnatal development. This resulted in a series of growth patterns that are novel and the relationship between early and late growth is different to the pattern seen in the starting generation. \n\nTo understand how selection has changed the relationship between growth traits, and how these changes in development, in turn, alter the nature of variation seen at the endpoint of development in adult traits, we will mix the genomes of populations from these eight selection lines. Using this mixed population, we will ask 'how having inherited regions of the genome from these evolutionarily divergent populations allowed patterns of growth to become 'reshaped' by selection?'. We will look at the overall patterns of how these genomic regions 'map' to phenotypes (i.e., how they influence the overall pattern of traits expressed by individuals) as well as complex interactions between regions of the genome that together determine the pattern of growth and patterns of variation in complex adult phenotypes. We will also ask 'what role have changes in maternal traits played in altering patterns of growth in their offspring?'. We already know that something has changed in the way that mothers influence the growth of their offspring, but we do not know whether changes in these maternal influences led to evolutionary changes in the direction favoured by selection or whether they contributed 'maladaptive' changes opposing the direction favoured by selection. \n\nWe will integrate all of the information we accumulate on how genomes build the traits we observe to develop a better understanding of how evolution proceeds at the molecular level, and how these genetic changes allowed selection to reshape patterns of growth and development. We will then link these developmental changes to the patterns of variation produced as the output of development in adults to understand how shifting growth patterns impacts the patterns of genetic variation that are produced as the output of the developmental process.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L002604/1","grantId":"BB/L002604/1","fundValue":"476160","fundStart":"2014-01-13","fundEnd":"2017-01-12","funder":"BBSRC","impactText":"","person":"Jason Barry Wolf","coPersons":["Andrew  Ward","John  Hunt"],"organisation":"University of Bath","findingsText":"","dataset":"gtr"}