{"id":"335B2A6A-4A42-43C4-BC06-545393C0BD79","title":"Follow on: A New Method for Purifying and Depositing Carbon Nanotubes","abstractText":"EPSRC funded research into Electronic Liquids has led to the development of a novel process for the selective dissolution and deposition of single wall carbon nanotubes. Initial experimental results have shown that this process provides the basis for selection and depositing of thin conducting films of nanotubes, with a much higher degree of nanotube selectivity and alignment than previously achieved. In addition, early indications suggest that the process is less damaging to the tubes and more scaleable compared to existing methods. We now request follow-on funding to support work on a laboratory-scale demonstration of the process which will enable us to demonstrate our ability to produce highly selected and aligned single walled nanotube thin films. By producing high quality and reproducible samples, the team will be able to market-test our process and products with nanotubes producers and end-users, and thus enable licensing agreements to be reached.EPSRC funded research into Electronic Liquids has led to the development of a novel process for the selective dissolution and deposition of single wall carbon nanotubes. Initial experimental results have shown that this process provides the basis for selection and depositing of thin conducting films of nanotubes, with a much higher degree of nanotube selectivity and alignment than previously achieved. In addition, early indications suggest that the process is less damaging to the tubes and more scaleable compared to existing methods. We now request follow-on funding to support work on a laboratory-scale demonstration of the process which will enable us to demonstrate our ability to produce highly selected and aligned single walled nanotube thin films. By producing high quality and reproducible samples, the team will be able to market-test our process and products with nanotubes producers and end-users, and thus enable licensing agreements to be reached.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E501141/1","grantId":"EP/E501141/1","fundValue":"88458","fundStart":"2006-07-28","fundEnd":"2007-10-27","funder":"EPSRC","impactText":"  We have shown that metal-ammonia solutions provide a new route to dissolve and purify single-walled carbon nanotubes. Specifically we have shown debundling and chiral selectivity. Chemicals,Digital/Communication/Information Technologies (including Software),Electronics,Manufacturing, including Industrial Biotechology Economic","person":"Neal  Skipper","coPersons":["Milo  Shaffer"],"organisation":"University College London","findingsText":" We have discovered that carbon nanotubes can be dissolved and processed in ammonia solutions. This allows us to form high quality films for example, which can be used in applications such as touch-screens. Our findings are currently being exploited by Linde Nanomaterials to form transparent conducting films for a range of applications. Chemicals,Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}