{"id":"336294C8-B155-431C-9AD6-FC380161EC53","title":"Existential constructions. An investigation into the Italo-Romance dialects.","abstractText":"Our project provides an in-depth analysis of a multifaceted linguistic phenomenon (existential constructions) based on the novel evidence offered by an increasingly vulnerable language family, Italo-Romance. Existential constructions (e.g., 'there's a student at the door') have long fascinated linguists of all theoretical persuasions. The bulk of the existing literature has focused on the Definiteness Effects (DEs), i.e., the restrictions on the principal participant ('a student', in the example provided above). In many languages, this can only be grammatically definite (e.g., introduced by 'the') under strict conditions. An example of this is the English structure 'there's the student', with unstressed 'there', which is only grammatical if 'the student' is intended as a member of a list, possibly the only one. \\nOur project sheds new light on the DEs while also uncovering features of existential constructions which have so far been neglected. Building upon the work of the Stanford-Berkeley Existentials Group, we test the hypothesis that the DEs derive from the tendency for the participant to lack semantic and pragmatic properties which warrant the grammatical encoding as a canonical subject. Our work on Sardinian (Bentley 2009a,b) indicates that topicality, identifiability, specificity and animacy are such properties. If the only participant of an event is not topical, i.e., it has not been mentioned before and cannot be taken for granted, and lacks one or more of the other features, it is unlikely to be encoded as a subject. Rather, it will figure in an existential structure. Whereas cross-linguistically the DEs are explained by the properties of canonical subjects, the manifestations of the DEs vary in accordance with the language-particular treatment of subjects (position in syntax, cross-referencing or agreement on the verb, case...).\\nThe Italo-Romance dialects offer an ideal basis to test our hypotheses, since they display a range of different constraints on the subject. We shall analyse the spread of the DEs among these dialects, and how they correlate with the language-particular treatment of the subject. We shall also investigate further the rationale of the DEs and how this compares with the semantic and pragmatic restrictions on the subject. The said dialects also offer evidence which suggests that there are significant features of existentials which have not yet received the due attention. In particular, the counterparts of English 'be' (from Latin ESSE/STARE or HABERE) and 'there' (ci, vi, ghe, n(d)e, (n)ke, ddoi...) can be neutral or contentful (e.g., deictic, indicating location, or evidential, indicating hearsay). The investigation of these forms will enhance the current understanding of the form/function interface in existential structures. \\nTo collect our evidence we shall conduct extensive fieldwork in Italy, availing ourselves of the advice of an international pool of experts who have offered us their support. Our objectives are both empirical (to create an atlas of the existential constructions of Italo-Romance) and theoretical (to shed new light on the discourse-semantics-morphosyntax interface in existentials). Our project also has an impact outside the academic research community, in that it involves the creation of materials (including a DVD with a collection of children's stories) which will be used for didactic and other cultural purposes both in the UK and in Italy. With our research we thus contribute to the preservation of dialect culture.\\nOur research is timely on two accounts: on the one hand, our findings both benefit from and feed into the results of other research teams who are currently studying existentials in language families other than Italo-Romance. On the other hand, our project is part of a much more extensive undertaking by the global research community to understand a unique family of languages which have so much to contribute to linguistic research before they are finally lost.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H032509/1","grantId":"AH/H032509/1","fundValue":"535927","fundStart":"2010-11-01","fundEnd":"2014-06-30","funder":"AHRC","impactText":"","person":"Delia  Bentley","coPersons":[],"organisation":"The University of Manchester","findingsText":" We studied the grammar of a large number of dialects of Italy, thus contributing to the documentation of these dialects and to theoretical research in linguistics. We also produced materials in the dialects which will contribute to the fostering of dialect culture. We produced a collection of children's stories in the dialects, which is already being used for didactic purposes in the UK and abroad, and which has been distributed to cultural institutions in Italy for further dissemination among the general public. The scientific results of our project have been published in research papers that are being cited by colleagues. A research monograph has just been submitted to OUP. Energy","dataset":"gtr"}