{"id":"3370CA59-BCB6-4A45-829F-61408608E32D","title":"Topology of Soft Materials","abstractText":"Recent experimental advances in microfabrication and in optics have opened the door to the design and creation of complex materials with highly tuneable and bespoke properties. Colloidal particles can be manufactured at the micron, and sub-micron, scale with almost arbitrary shapes -- platelets, tori, higher genus handlebodies, and even knots and Mobius strips -- and used to control and create complex textures when dispersed in liquid crystals. The understanding of these materials, what characterises them and how to control them will lead to advances in photonics, self-assembly and metamaterials. \n\nA principal feature of these complex textures, responsible simultaneously for their tunability and their robustness, is that they are topological in nature. Topology identifies shape and form. It distinguishes a bagel from a bread roll by finding that the bagel has a hole in it. In materials the topological properties might be the vortex lines in a superfluid or flux lines in a superconductor, whether a material is conducting or insulating, the zeros of intensity in a laser field, or the number and type of defects in a liquid crystal. Our focus will be on materials that contain knots. Knots are some of the simplest and most elusive concepts in topology; effortless to tie in your shoelaces but devilishly difficult to identify, or distinguish from each other, in any generality. The knots that we are interested in are not simply strands, but knotted states of an entire continuous material, the orientation of a liquid crystal. \n\nAlthough these can be created experimentally, there is at present no substantial theoretical understanding of their properties. A basic issue is to give explicit expressions for the orientation of a liquid crystal in different knotted states, to understand the similarities and differences between them and to gain the insight into the nature of these knots that will provide direction for future experiments and the development of niche technologies. \n\nInitial theoretical work applies to the simplest of liquid crystals, the nematic phase commonplace in display technologies. However, recent experiments have usually been done with cholesterics, a chiral variant of the nematic phase exhibiting an intrinsic preference to twist. In cholesterics, in addition to the orientation of the molecules one must also account for the direction in which they are twisting. This not only provides greater energetic stability to complex textures but enriches their topological properties in ways that are only beginning to be understood. By extending our theory to chiral nematics we will obtain a better understanding of this most experimentally relevant setting. \n\nThe states and textures of chiral liquid crystals bear a strong analogy with those of chiral magnets, whose topological configurations are commonly called Skyrmions, which are important in modern spintronics. The proposed research will build on this analogy to further theoretical understanding of both materials. More generally, topological ideas and concepts have come to play an increasingly significant role in characterising and controlling material behaviour across all areas of condensed matter and material science, encompassing vortices in fluids, knots in optics, electromagnetic fields, polymers and DNA, topological insulators, and boundary modes in isostatic lattices. The theoretical overview of this research will emphasise similarities and amplify analogous across the field of applied topology. \n\nWhat makes this topic exciting is that these questions are being addressed in state of the art experiments across a range of physical systems. This research will provide the complementary theoretical input into understanding and characterising these materials and contribute to the goal of gaining functionality and control of materials through topological design.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N007883/1","grantId":"EP/N007883/1","fundValue":"97035","fundStart":"2015-12-15","fundEnd":"2016-12-14","funder":"EPSRC","impactText":"","person":"Gareth  Alexander","coPersons":[],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}