{"id":"33760F97-0C17-40D3-8772-29FA36D8A114","title":"Stemming the tide of antimicrobial resistance","abstractText":"Antibiotic resistance is a major threat to public health with a high media profile, and the issue is of great concern to citizens, clinicians, policy makers and politicians. \nPrevious interventions aimed at removing one of the drivers of resistance, inappropriate antibiotic prescribing in primary care, have had disappointing effects. These interventions have often simply bombarded clinicians with generalised information about the extent of the problem, rather than providing opportunities to consider locally relevant data and acquire new, feasible skills for doing things differently. The Star Program was built on insights gained from interviewing clinicians and patients and ongoing qualitative studies involving these groups will lead to refinements of the intervention. \nThe new skills acquired in the STAR Program enhance the quality of communication with patients during the consultation for common infections. Patients and the public have a key role to play, and the intervention seeks to engage patients about their feelings, ideas and expectations about antibiotic treatment. Instead of clinicians second guessing what they think patients want or expect, explicit strategies are used to assess patients knowledge and interest and meet these appropriately. \nThe training program includes group-learning and self-directed learning using on-line learning and a website. The site will be continuously updated with relevant emerging clinical evidence. There will be a moderated section of this web site that will be accessible to the general public which will outline key relevant research evidence in accessible ways, advice about appropriate self-management, and information about the clinical course of illnesses and events that should trigger re-consultation. STAR study findings will also be published on this website. \nStudy findings will be published in academic journals and presented at scientific meetings. In addition, we will inform key players (DH, MRC, Scottish Executive Health Department, Welsh Assembly Government, Health Authorities, PCOs, Trust Managers, Royal Colleges, BMA, Undergraduate and Postgraduate Deans) of the study results. Other creative opportunities will be used by the investigators to engage professionals and public alike. For example, the PI of the STAR Study is a founding member of the General Practice Respiratory Infections Network, and has been consulted by agencies of national governments, and participated in the development of the World Health Organisation s strategy to contain antimicrobial resistance. Some of this work has had a direct impact on policy and public campaigns. Similar opportunities and forums will be used by all the investigators to engage both professionals and the public.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0500956","grantId":"G0500956","fundValue":"346244","fundStart":"2006-06-01","fundEnd":"2009-11-30","funder":"MRC","impactText":"","person":"Christopher C Butler","coPersons":["Frank David Dunstan","Meirion Rhys Evans","Laurence Anthony Moore","Tony  Howard","Jamie  Hayes","Steve  Rollnick","David  Cohen","Kerenza  Hood","Stephen  Palmer","Sharon Anne Simpson"],"organisation":"Cardiff University","findingsText":"","dataset":"gtr"}