{"id":"3379927D-0E6C-4230-8BCF-22023798FA22","title":"San Vincenzo 5 - Excavations of San Vincenzo Maggiore and the associated temporay and collective workshops","abstractText":"San Vincenzo al Volturno lies in central southern Italy. Its history is well-known from a 12th-century text, the Chronicon Vulturnense. Major archaeological excavations between 1980-98 revealed much about its extraordinary evolution as a sprawling, planned early 9th-century monastic city, then its cataclysmic sack on 10 October 881 by a coalition of Arab forces operating with the connivance of the Bishop of Naples. The centrepiece of this great settlement was a huge (by the standards of the time) new basilica, San Vincenzo Maggiore, aggrandized after the likely acquisition of the relics of St. Vincent in c.815-20 with a ring-crypt modelled upon St. Peter's and a large eastwork. The art and architecture of this building throws new light on Lombard architecture in the Carolingian Age. No less interesting was the discovery of a sequence of workshops - beginning with a temporary workshop situated below the east work with three well-preserved phases, then replaced by a collective workshop in which fine prestige goods were made under the eye of a supervisor accommodated in one of the workshop's rooms. The entire complex was destroyed in 881 and is accordingly well- preserved.\n\nThe purpose of this application was to write a definitive archaeological account of these excavations, completing a full record of the data and outcomes from the 1980-98 excavations and surveys.\n\nThe study will complete the publication of the 1980-98 excavations. Four final volumes (as well as many essays and a general book) have been published.\n\nThe project set out to examine a well-documented early medieval monastery and its territory to reassess the history of early medieval rural settlement. Two main areas of the project remained to be published. These were (i) the remarkable crypt of San Vincenzo Maggiore with its fine cycle of wall-paintings, including portraits, dating to c. 820; (ii) the unique eastwork, an elevated fa&ccedil;ade with flanking staircases; (iii) the temporary workshops datingto c. 790-820 found beneath the fa&ccedil;ade making (1) tiles; (2) glasswares; (3) metalwork including bell[s]; (iv) the associated collective workshop consisting of a line of rooms in which (1) enamels; (2) fine metalwork; (3) ivories; (4) other fine objects were made between c.820 and the sack of San Vincenzo on 10 October 881.\n\nThe volume will include a full publication of the results as well as detailed analyses and discussions of the art history of the crypt, the scientific history of the workshops, and the historical implications for Lombard period monasteries in the Carolingian age of this major ecclesiastical building and the associated craft operations.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/D50368X/1","grantId":"AH/D50368X/1","fundValue":"183115","fundStart":"2006-10-01","fundEnd":"2007-12-31","funder":"AHRC","impactText":"","person":"Richard  Hodges","coPersons":["John  Mitchell"],"organisation":"University of East Anglia","findingsText":"","dataset":"gtr"}