{"id":"338181AF-2227-4780-B931-201755950F93","title":"The role of complexity in the creative economies: connecting people, ideas and practice","abstractText":"The research project explored the importance of complexity theory approaches and methods in investigating different aspects of the creative economy. It has built a knowledge community and online resources to enable researchers to consider advantages and challenges presented by complexity theory in analysing the interconnections between people, ideas and practice. Through three independent pilot studies the project engaged with different dynamics of the creative economy at different scales: from idea generation and development dynamics, to collaborative work and knowledge exchange, to reconciling production and consumption and taking into account the role of intermediaries in regional creative clusters. While engaging with key issues of the creative economy the project reflected on the advantages and challenges presented by the use of complexity theory. Overall complexity theory allows researchers to unfold dynamics of different nature and directions, giving central stage to creative agents who are shaped by these dynamics while contributing to changes within local communities, creative events and activities and regional contexts. Complexity approaches used in the pilot studies have given us a clearer understanding of the multi-scale connections which characterise the creative economy as a complex system. The challenges met during the research projects - namely considering connections vs. causality and specificity vs. comparability - provide fertile venues for further research and for further expansion on the use of complexity theory in the creative economy.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J501413/1","grantId":"AH/J501413/1","fundValue":"30656","fundStart":"2011-03-01","fundEnd":"2012-05-31","funder":"AHRC","impactText":"  The findings from the research project have been used to inform further research in the role of complexity in the creative economy by the PI and CO-I. It has also informed some policy work for the project partners and academic community. Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Culture, Heritage, Museums and Collections Cultural,Economic,Policy & public services","person":"Roberta  Comunian","coPersons":["Caroline Alexandra Chapain","Aikaterini  Alexiou"],"organisation":"University of Kent","findingsText":" The project aimed to explore how complexity theory and its methodological approaches can help in providing a better understanding of the creative economy as a field of research by connecting various distinctive approaches. The project allowed the outline of a broader framework that bridges the interrelation of ideas, people and practices in the creative economy with the broader socio, cultural and economic contexts. In particular, through 3 pilot projects, complexity-based methods were tested in different area of research (festivals, design, cultural mapping). The findings have informed further research collaboration with artists and arts organisations in London. Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Culture, Heritage, Museums and Collections","dataset":"gtr"}