{"id":"338BB226-6502-4259-BD60-AFE7CD4896DC","title":"Network error control for Rapid and Reliable Data Delivery (R2D2)","abstractText":"The widely anticipated fourth generation (4G) of mobile communications is expected to accommodate highly popular but bandwidth-demanding content on-the-move, ranging from high-definition multimedia streaming and online video gaming to software distribution and movie downloads. Long-Term Evolution (LTE), which is the dominant system for 4G networks, has introduced state-of-the-art fountain coding to support data broadcast and multicast services. The appealing property of fountain codes to adapt transmission rate to channel conditions, regardless of the number of receiving mobile users, is however constrained by a trade-off between latency and network overhead. The inherent requirement of content streaming for low latency can thus lead to a significant increase in overhead which, as recent research suggests, can be alleviated if adjacent mobile nodes form cooperative clusters. More specifically, 4G-enabled devices equipped with short-range communication capabilities, such as WiFi or Bluetooth, could request missing packets from neighbouring devices. The use of network coding in each cooperative cluster could further reduce traffic and energy consumption. Therefore, the combination of point-to-multipoint fountain coding and collaborative network coding at the application layer with point-to-point channel coding at the physical layer is an attractive alternative design to conventional automatic repeat request (ARQ) protocols, which can be less energy and bandwidth efficient.\n \nNevertheless, there is great scope for tailoring the proposed scheme to the requirements of upcoming 4G broadband technologies and developing radically new paradigms to satisfy the increasing demand for streaming and downloading of high quality media in next generation networks communications. The proposed project aims to develop a mathematical framework to identify key relationships between the various network parameters, contribute to the understanding of network dynamics and assist in the system-level optimisation of network-coded architectures. The benefits of low-level optimisation will also be harnessed if separate designs of channel coding and network coding are replaced by joint designs for content distribution, which better leverage the benefits of redundancy and boost reliability without requiring significant changes to existing infrastructures. The project also aspires to delve into the emerging research field of network error correction and develop practical implementations of unified channel and network codes that deliver high reliability, low decoding complexity and increased security from malicious users.\n\nThe proposed research will be carried out in consultation with international collaborators from universities in Portugal and Norway and its outcomes will benefit not only mobile ad-hoc architectures, but related systems too, such as broadband fixed wireless access networks, machine-to-machine communications and image &amp; video processing. We anticipate that our work on network error control techniques will contribute to the reinforcement of the UK research base and play an important role in putting the UK at the forefront of developments in the arena of next-generation mobile technology.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L006251/1","grantId":"EP/L006251/1","fundValue":"98437","fundStart":"2014-02-01","fundEnd":"2015-07-31","funder":"EPSRC","impactText":"  R2D2 is an 18-month project funded by EPSRC under the first-grant scheme. It started in February 2014 and has not made an economic or societal impact yet. However, it has already contributed to the training of researchers and generated knowledge which has been disseminated in academic venues, as detailed below: \n[TRAINING]: One (1) post-doctoral researcher works on the project and leads one of the work-packages. One (1) postgraduate student was actively involved in one of the project work-packages and completed his 'MSc by Research' degree in August 2014. One (1) PhD student joined our research team in October 2014 and is currently contributing to the objectives of the project.\n[PUBLICATIONS]: Research outcomes have been disseminated in the form of papers in conference proceedings and journals. Two (2) papers have already been published in the proceedings of CSNDSP 2014 and VTC-Fall 2014, and two (2) papers have been submitted to the flagship IEEE International Conference on Communications (ICC 2015) in London. One (1) paper has been accepted for publication in a special issue of the prestigious IEEE Journal on Selected Areas in Communications [IF: 4.14] and three (3) papers are currently in preparation and will be submitted to ICC workshops and SPAWC 2015. Digital/Communication/Information Technologies (including Software) ","person":"Ioannis  Chatzigeorgiou","coPersons":[],"organisation":"Lancaster University","findingsText":" [RESEARCH]: Since the beginning of the 18-month R2D2 project in February 2014, we have studied communication of layered services, i.e. services that offer different levels of priority, developed accurate theoretical models and proposed resource allocation methods to minimise the transmission of energy while offering a target quality of service. Our technology-agnostic models were adapted to the existing LTE Advanced standard for fourth-generation (4G) mobile communications and showed that the service coverage for video streaming can be improved by a factor of 2.5 over conventional multi-rate transmission methods. We are currently investigating efficient methods for decoding network codes on the fly, as opposed to buffering a large number of received coded packets before we attempt to decode them. We are also working on techniques to 'tune' decoding delay to the severity of the communication channel and reduce unnecessary complex operations at receiving terminals.\n[COLLABORATIONS]: Joint research in the area of network coding has been carried out with overseas institutions. Strong links were established with:\n(a) Dr Dejan Vukobratovi? at the University of Novi Sad in Serbia. We have jointly developed mathematical expressions to model the performance of layered services and extended them to resource allocation schemes. \n(b) Dr. Daniel Lucani at Aalborg University in Denmark. Our group developed accurate stochastic models and Dr. Lucani's group will validate them in practical network configurations. \n(c) Dr. Francisco Monteiro at ISCTE-IUL in Portugal. We are exploring the possibility of introducing techniques that are widely used in Multiple-Input Multiple-Output (MIMO) detection to network decoding algorithms. The project is still ongoing and will be completed in July 2015. In addition to disseminating our results in the form of publications, the following pathways will also be explored:\n[KNOWLEDGE TRANSFER IN UK INSTITUTIONS]: Key findings will be presented to various research groups. We showcased our results to the University College London (UCL) in June 2014 and we have scheduled talks to the University of Edinburgh and Bristol University in November 2014 and February 2015, respectively.\n[INTERNATIONAL OUTREACH]: The PI joined the management team of the relevant COST Action IC1104 'Random Network Coding and Designs over GF(q)'. This COST Action offers a great opportunity to meet researchers working on similar fields and a unique vehicle to communicate outcomes and share ideas with both academics and professionals. Our findings will be presented in meetings of the COST Action in 2015.\n[DISSEMINATION TO NON-ACADEMIC AUDIENCES]: A one-day workshop to promote the findings of the R2D2 project has been planned for Q2 of 2015 with guests from both academic and non-academic organisations. Additional presentations and discussions will be held with NEC (project partner), Nokia Networks and National Instruments during their regular visits in Q2 and Q3 of 2015. Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}