{"id":"339C6EBF-0C0A-4B72-B8CA-E34D01A37997","title":"Functional characterisation of a novel type IV secretion system associated with the severe disease marker, dupA","abstractText":"Helicobacter pylori is a common bacterial infection of the human stomach, affecting approximately half of the world?s population. In most people the infection is harmless, however, in ~20% of infected individuals, H. pylori causes serious disease, including gastric/duodenal ulcers, and gastric cancer. The presence of several genes encoded within the H. pylori genome have been shown to be putative markers for the development of severe disease coincident with H. pylori infection. We have shown that these markers are part of a single large cluster of genes which encode proteins known to assemble into a specialised bacterial ?type IV? secretion system (T4SS). Bacterial T4SSs function to transport protein-DNA complexes into other bacterial cells in the exchange of genetic material, or in the case of bacteria which cause diseases in plants, function to transport and integrate bacterial DNA into the host plant cell chromosome. This latter process genetically transforms the plant cell and initiates the development of disease.\nDue to previously established association of individual H. pylori T4SS genes with disease and the presence of certain components within the T4SS gene cluster, which we call tfs4, we hypothesise that tfs4 may similarly transport protein-DNA complexes into infected cells within the human stomach. We propose to determine whether tfs4 activity (on/off status) similarly associates with disease presentation in strains isolated from infected individuals and to fully investigate the function of tfs4. \nIn plant pathogens, a protein called VirD2 is responsible for the transport and integration of bacterial DNA into the host plant cell chromosome. H. pylori tfs4 encodes a similar VirD2 protein. We will determine what other proteins and specific DNA sequences tfs4 VirD2 binds to and establish whether it can be transported, in complex with bacterial DNA, via the novel H. pylori T4SS to different types of human gastric cells. This may reveal a novel, uncharacterised and extremely important underlying mechanism by which H. pylori is able to cause serious diseases, such as gastric cancer in some infected individuals. Our work will be important for determining which strains of H. pylori have the most potential for causing disease and may provide insight into how the tfs4 T4SS can be exploited in future for the treatment of gastric disorders. Our observations will be published in the scientific press, on our publicly accessible websites and potentially also communicated to the national media via our Press Office to capture and stimulate broad public attention.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0901104","grantId":"G0901104","fundValue":"408638","fundStart":"2010-04-01","fundEnd":"2013-03-31","funder":"MRC","impactText":"","person":"Robin  Delahay","coPersons":["John  Atherton"],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}