{"id":"33AB88B0-599F-4534-935A-E8DB4E5D55CE","title":"Mapping Spin Polarisation in Quasi-One-Dimensional Channels","abstractText":"The Magneto-Optic Kerr Effect (MOKE) results from the interaction of a polarised beam of light (usually from a laser) with a set of magnetic moments. For example, the spins of the atoms in a ferromagnetic material such as iron or cobalt. Specifically, the polarisation of the beam is rotated slightly as it reflects from the &quot;spin polarised&quot; surface of the ferromagnet. The size of the angle depends on the strength of the magnetism, and is known as the Kerr rotation. In this way, it is possible to obtain a direct measurement of the magnetism of a material, or more generally of the spin polarisation of a nanostructure if the beam can be finely focused. We propose to use MOKE to study the spin polarisation of electrons travelling along quantum wires, which are narrow channels (~500nm) defined by metallic surface gates in a semiconductor heterostructure. One of the many interesting properties of quantum wires is the possibility that they permit fully spin-polarised transport, in which the magnetic moments of the electrons travelling along the quantum wire are all aligned. This property, and its control by applying voltage to the metal surface gates is of great interest to researchers who want to use quantum wires as the building blocks of future quantum spintronic devices. However, this property has not been directly measured, only inferred from very careful measurements of the conducting properties of the quantum wire. We believe that MOKE could potentially measure the spin polarisation of these electrons directly, which would provide the information required to drive forward the field of solid-state quantum spintronics. \n\nA similar system which holds great promise uses channels made from graphene, which promises to make possible a new generation of extremely reliable and energy-efficient spintronic devices. Apart from its excellent conduction properties, graphene is hoped to provide the required control of spin polarisation of the electrons travelling through it if the edges of the graphene channel are themselves spin-polarised and therefore magnetic. No experimental evidence for this widely-predicted and crucial property has yet been obtained, but we believe that again, focused MOKE can resolve the uncertainty and pave the way for graphene-based components to appear in ultra-efficient future electronic devices.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J00412X/1","grantId":"EP/J00412X/1","fundValue":"219500","fundStart":"2012-05-01","fundEnd":"2014-01-31","funder":"EPSRC","impactText":"  We are now adapting the Lt MOKE microscope to image magnetic oxides close to their curie points. Other Societal","person":"Crispin H. W.  Barnes","coPersons":["Charles Gordon Smith","Russell Paul Cowburn","David  Ritchie"],"organisation":"University of Cambridge","findingsText":" This was a proof of principle grant aimed at developing a new type of microscope with a resolution below one micron that can image patterns of magnetisation in materials at temperatures close to 1 Kelvin. We are currently developing the microscope to image magnetic oxides. Once this aim has been achieved we will work with groups growing these materials to make a series of unique measurements. Other","dataset":"gtr"}