{"id":"33AE20F0-FD36-460E-9C53-AAB4602D7847","title":"Unravelling the remarkable synthesis and mechanisms involved in the biogenesis of heme and heme d1 from siroheme.","abstractText":"This project aims to have a major impact on our understanding of the synthesis and evolution of a related family of heme-like molecules, and will result in a comprehensive addition to text book sections dealing with porphyrin metabolism. Hemes belong to a family of essential life pigment involved in many basic respiratory processes. This application aims to decipher a twenty-year mystery by unravelling the pathway leading to their synthesis. Specifically we aim to elucidate how heme and heme d1 are made in the Archaea and a number of eubacteria. Heme was previously thought to be synthesized along a single pathway from a compound called uroporphyrinogen III by a series of enzymes that modify the acidic side chains, oxidize the macrocycle and insert ferrous iron. However, we have recently demonstrated that heme and a structurally related macrocycle, heme d1, can be made by a completely novel pathway that involves the cannibalism of another modified tetrapyrrole, a compound called siroheme, the prosthetic group of sulphite and nitrite reductase. There are many novel features to this project that make it compelling. The transformation of siroheme into heme and heme d1 requires a number of radical SAM enzymes coupled with a decarboxylase, involving some highly unusual steps that are unprecedented in biological chemistry. The aim of this project is to understand in molecular detail the step-by-step synthesis of hemes along this pathway. Although the d1 heme is only found in the cytochrome cd1, the importance of this enzyme is becoming ever more evident as it vital for the environmentally important ANAMMOX process whereby ammonia is oxidised by nitrite under anaerobic conditions and has recently been implicated in playing a key role in the anaerobic oxidation of methane. It is believed that d1 heme has been adopted for respiratory nitrite reduction because it is tuned to permit nitrite reduction only as far as nitric oxide and not to allow the onward reduction to ammonia that is catalysed by siroheme. The discovery that siroheme is also a precursor for d1 synthesis therefore raises many interesting evolutionary and regulatory questions. Overall, the outcome of this research will result in the composition of a molecular overture of events for a new heme synthesis route, explain more clearly the relationship between heme and siroheme and provide a neodarwinistic understanding of complex biosynthetic pathways. It will also help maintain the UK at the cutting edge of biomolecular science research and maintain the position our groups have as world leaders in this field.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I021736/1","grantId":"BB/I021736/1","fundValue":"343800","fundStart":"2011-07-01","fundEnd":"2014-12-31","funder":"BBSRC","impactText":"  This grant is still current and not suprisingly at this stage our findings have not been exploited by others in either academic or non-academic spheres.  ","person":"Stuart John  Ferguson","coPersons":[],"organisation":"University of Oxford","findingsText":" Heme is a small molecule containing iron and perhaps best known for its role in carrying oxygen in hemoglobin of the blood. In earlier work we discovered a new pathway for making heme in a variety of organisms. This pathway involved a molecule known as siroheme. We wanted to understand how this molecule can be converted to heme. The first step is didecarboxylation. We solved the structure of this enzyme and have thus gained insights iinto how it works. Strangely it looks a little bit like a protein that binds to DNA. We also wanted to find out how the siroheme is made in certain groups of bacteria where previously known enzymes for this process are absent. We succeeded in identifying the enzyme in these organisms. Siroheme is not only an intermediate for making heme but also for the molecule d1 heme that is found in denitrifying bacteria. The double decarboxylation of siroheme is shared by the d1 biosynthesis pathway. At the time of writing we have preliminary data on the roles of other proteins on the d1 biogenesis pathway. There are many novel kinds of reaction catalysed on this pathway. As the grant is not yet finished it is early to say. We have advanced our understanding of how d1 heme is made and also how a key step, decarbxylation of siroheme in both the d1 heme synthesis pathway and an alternate heme biosynthesis pathway, occurs. All these findings lay the foundations for either us or our competitors to take forward further studies to elucidate further steps in these pathways. A particularly intriguing feature is the suggestion that one of the enzymes we have studied may have a dula role as a DNA biinding protein. This is a novel phenomena and will be followed up. Chemicals","dataset":"gtr"}