{"id":"33BBAED1-3730-4B3F-A5BD-710328BB7311","title":"The mechanism and regulation of axonal transport of tau","abstractText":"Alzheimer?s disease is the most common neurodegenerative disease, affecting over half a million elderly people in the UK and representing around 1% of the population. The present demographic change is set to continue and so there will be a rising proportion of affected people. Although there are now some effective treatments, these are all symptomatic and do not halt or slow the relentless loss of nerve cells in the brain, such that after a while the treatments fail and patients continue to deteriorate and die. In the case of Alzheimer?s disease, the nerve cells that die are those required for higher functions of the brain, including memory and cognition, whereas cells important for movement are relatively spared. Hence Alzheimer patients are perfectly able to walk, at least until the more advanced stages, but early on in the disease have memory difficulties. There are two characteristic abnormalities in the brain in Alzheimer?s disease: these are the presence of senile plaques and neurofibrillary tangles. The senile plaques have a central deposit of a protein known as amyloid and new drugs aimed at preventing amyloid production are being developed. Less is known about the neurofibrillary tangles, which are made of another protein called tau. However, it has been discovered recently that mutations in the gene for tau give rise to some other neurodegenerative diseases related to Alzheimer?s disease but that these other conditions have no amyloid deposits. This has led to the realisation that tau or neurofibrillary tangles are also important in Alzheimer?s disease and their presence inside nerve cells may well directly result in death of those cells. This project is aimed at understanding how tau becomes abnormal and forms the neurofibrillary tangles since it will then be possible to devise strategies to prevent tangle formation and hopefully prevent death of the nerve cells, which may be a much more effective treatment than we presently have available because it would tackle the underlying disease process. The successful outcome of the project will therefore help validate drug discovery programmes that are directed at enzymes known as protein kinases that modify tau and hence believed to be potentially useful targets; the project it may also lead to the discovery of new drug targets for treating Alzheimer?s disease.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0300408","grantId":"G0300408","fundValue":"1651040","fundStart":"2004-05-01","fundEnd":"2011-01-31","funder":"MRC","impactText":"","person":"Diane  HangerBrian  Anderton","coPersons":["Michael Philip  Coleman","Piers  Emson"],"organisation":"King's College London","findingsText":"","dataset":"gtr"}