{"id":"33E86460-8A1E-4761-A925-960735C998AC","title":"Developing scalable and standardised manufacturing methods for human pluripotent stem cells","abstractText":"So that people can live longer and more active lives there is a need to develop new affordable and effective medicines. In some cases cells that we have within our own bodies can be used to repair damaged tissues. However, in adults, this repair mechanism is very limited and often inefficient. The cells that make up the very early developing embryo are those that can go on to make all of the cells in the human body and these so called 'stem cells' when harvested from embryos have the potential to repair many types of diseased tissue in adults. Although stem cells from embryos can now be grown in laboratories, one highly trained person can only grow a few million cells in a week. Since it takes 5 billion heart cells to repair the heart muscle of a heart-attack patient, growing these cells manually is useful for research but not for treating multiple patients in practise. This project aims to combine the expertise of both stem cell scientists and engineers, to create large-scale systems for the 'manufacture' of large numbers of stem cells so the potential of stem cell therapies can be realised. This is not a trivial task since the way we culture stem cells manually is very different from those grown in 'factories'. Therefore this project will identify the parts of the manual cell culture process that need to be improved for the large scale cost effective manufacture of stem cells for therapeutic purposes. Once enough stem cells can be routinely grown and harvested, it is more likely that they can be made into enough heart, nerve and pancreas cells to begin to treat disease.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G010404/1","grantId":"BB/G010404/1","fundValue":"372907","fundStart":"2009-05-01","fundEnd":"2012-10-31","funder":"BBSRC","impactText":"","person":"Chris  Hewitt","coPersons":["David John  Williams","Alvin  Nienow","Robert James Thomas"],"organisation":"Loughborough University","findingsText":" We have discovered that stem cells can be grown and harvested in conventional stirred tank bioreactors similar to those used for brewing and for the production of antibiotics. They can be used to revolutionise healthcare. Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}