{"id":"33EE5B5F-1650-410E-94E4-672A1F2CEE8C","title":"FACCE-JPI Knowledge Hub: MACSUR-Partner 25","abstractText":"Continued pressure on agricultural land, food insecurity and required adaptation to climate change have made integrated assessment and modelling of future agro-ecosystems development increasingly important. Various modelling tools are used to support the decision making and planning in agriculture (van Ittersum et al., 2008, Brouwer &amp; van Ittersum, 2010; Ewert et al., 2011). Crop growth simulation models are increasingly applied, particularly in climate change-related agricultural impact assessments (Rosenzweig &amp; Wilbanks, 2010; White et al., 2011). Model-based projections of future changes in crop productivity, for instance, are made on the basis of understanding the physical and biological processes, such as how given crops respond to reduced water supply, warmer growing seasons or changed crop and soil management (Challinor et al., 2009; Challinor, 2011; R&ouml;tter et al., 2011a). \n\nEven though most of crop growth simulation models have been developed and evaluated at field scale, and were thus not meant for large area assessments, it has become common practice to apply them in assessing agricultural impacts and adaptation to climate variability and change from field to (supra-)national scale (van der Velde et al., 2009; van Bussel, 2011). It has been hypothesized by various authors (e.g. Palosuo et al., 2011; R&ouml;tter et al., submitted; Asseng et al., in preparation) that many of those model applications involve huge uncertainties. Recently, there have been renewed efforts in improving the understanding and reporting of the uncertainties related to crop growth and yield predictions (R&ouml;tter et al., 2011a; Ferrise et al., 2011; Borgesen &amp; Olesen, 2011). Comparison of different modelling approaches and models can reveal the uncertainties involved. Variation of model results in model intercomparisons involves also the uncertainty related to model structure, which is probably the most important source of uncertainty and most difficult to quantify. There is both, a need quantifying the degree of uncertainty resulting from crop models as well as to determine the relative importance of their uncertainties in climate change impact assessment (e.g. Iizumi et al., 2011). That is, how much of the uncertainty can be attributed to climate models, crop models and other basic assumptions (e.g. in emission scenarios). \n\nSuch assessment of the relative importance of uncertainties and how to reduce them, is also at the core of &quot;The Agricultural Model Intercomparison and Improvement project (AgMIP)&quot; (www.agmip.org). AgMIP has identified three important thematic working groups cutting across trade, crop and climate modelling: they are (i) representative agricultural development pathways, (ii) scaling methods and (iii) uncertainty analysis. In that set-up, the global AgMIP initiative shows overlaps with the objectives and tasks defined for CropM, and with FACCE-MACSUR as a whole. However, CropM and FACCE-MACSUR as a whole have the ambition to go further in terms of developing climate change risk assessment methodology than AgMIP does in other parts of the globe. Also, the high density of crop and climate data in Europe will allow the analysis of scaling and model linking methods, and uncertainty which goes well beyond the capabilities of AgMIP in other world regions. \n\nModel intercomparisons, when combined with experimental data of the compared variables, may also be used to test the performance of different models. Such intercomparisons can help to identify those parts in models that produce systematic errors and require improvements. There is currently a number of experimental data (for wheat and barley) available across Europe which may be used for model intercomparisons. Comprehensive data sets that would allow thorough comparisons are getting increasingly scarce and call for concerted efforts to develop such high quality data sets for different locations (agro-climatic conditions) and crops in Europe.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K00882X/1","grantId":"BB/K00882X/1","fundValue":"65659","fundStart":"2012-07-01","fundEnd":"2015-07-01","funder":"BBSRC","impactText":"","person":"Mikhail  Semenov","coPersons":[],"organisation":"Rothamsted Research","findingsText":"","dataset":"gtr"}