{"id":"34034067-7326-4D3A-866A-EA641EF11E5B","title":"Light-responsive building blocks for synthetic biology","abstractText":"Synthetic biology is an emerging area of research that aims to mimic, modify or redesign natural systems. Its embodiments range from expanding the genetic code with orthogonal synthetic bases, designing synthetic genetic circuits, and metabolic engineering, to building artificial cells and designing synthetic molecular machines from modified natural components. A key element in a number of these endeavours is the creation of 'bioparts'; robust, well-characterized modules that encapsulate particular functions and can be combined by known rules to design a more complex component. Interactions between proteins and DNA and related molecules underpin many of the goals of synthetic biology, whether the target nucleic acid strand is used to encode genes or as a designed structural or recognition element. Therefore, a clear need exists for DNA-binding bioparts that can be combined with other modules to provide nuclease or transcription factor like behaviour. We believe a light-responsive DNA-binding biopart would be of great utility in providing environmental sensing, guiding or the ability to pattern or direct the action of synthetic biology constructs.\n\nWe will base our design on the solution of the structure of the bacterial protein EL222, which binds to DNA only in its light activated state. EL222 consists of a light-sensitive LOV domain and a C-terminal DNA-binding domain. LOV domains are found in a variety of blue-light sensing proteins in bacteria, fungi and plants. They bind a molecule of FMN, which serves as the light-sensing chromophore. Absorption of blue light by this molecule is conducive to reaction between FMN and an amino acid of the protein part forming a covalent photo-adduct, which in turn activates a C-terminal effector domain. Irradiation with blue light releases the C-terminal domain that can then bind to DNA. \n\nWe will design a hybrid between EL222 and the catalytic domain of the restriction endonuclease FokI, a well understood biopart which has been linked to zinc finger proteins and transcription like effector (TALE) domains to create highly specific designer endonucleases, thereby creating a photo-responsive nuclease that can be activated in cells with high spatial and temporal resolution. We will adapt an existing directed evolution assay to provide a tool to optimize the effectiveness of such fusions. With further work, such photonucleases will also be valuable tools to study the function of genes in live cells and have huge potential clinical utility to correct mutations in human disease in a spatially defined fashion improving biosciences underpinning health.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M006158/1","grantId":"BB/M006158/1","fundValue":"454663","fundStart":"2015-09-01","fundEnd":"2018-08-31","funder":"BBSRC","impactText":"","person":"Rudolf Konrad Allemann","coPersons":["Edric Joel Loveridge","Gerald  Richter"],"organisation":"Cardiff University","findingsText":"","dataset":"gtr"}