{"id":"34092681-27D0-4E98-855E-A9B2173DD414","title":"Aesthetics after Photography","abstractText":"Since the 1960s, photography has emerged from the back rooms of specialist galleries and museums to stake a claim as a dominant contemporary art form. This change was partly brought about by Conceptual, Land and Performance artists' use of photography as document. More recently, however, artists have taken advantage of developments in digital technology to produce large-scale colour images that often resemble or allude to painting. This project examines the significance of this transformation in contemporary photographic art practice, and its implications for aesthetic theory.\\n The project is partly an historical study of contemporary photography. Throughout the 1970s and 80s, photography in art was aligned with a variety of radical avant-garde practices that sought to disrupt traditional modes of aesthetic appreciation. The more recent generation of photographers, such as Jeff Wall or Thomas Struth, clearly no longer have such anti-aesthetic ends in view. How should we account for this shift from anti-aesthetic, post-conceptual strategies to spectacular, large-scale, pictorial museum pieces? How should it be received critically? What practices work counter to this dominant narrative? \\n Answering these questions requires a study of the nature of photography as an artistic medium. It also calls for a reconsideration of photography theory. Since the late sixties, artists and theorists have drawn on Walter Benjamin's influential view that the mechanization of image-production undermines many of the values traditionally associated with fine art. Artists and critics seized on this idea of photography in the hope of renewing the radical aspirations of the early avant-gardes. But this no longer seems credible today. \\n Our project therefore asks: If photography is no longer theorised as an anti-aesthetic artistic medium, what kind of aesthetic theory would be adequate to it? Should photography be approached through categories that apply more generally to pictorial arts such as painting (style, expression, originality, depiction, intention, and the like)? Or does it require its own aesthetic categories to do justice to its specificity as both a medium and a technical apparatus (framing, focus, indexicality, reproducibility, and so on)? \\n Debates concerning photography often turn on its relation to reality. Photochemical processes are claimed by some to 'automatically' create an indexical imprint without human intervention. Others, by contrast, have stressed the way the camera and its operator structure the image. The rise of digital manipulation has reinvigorated this debate. As a result, the photographic image is losing its privileged status as document, and this may have consequences for how we understand the medium in general. By the same token, its capacity to create fictional worlds has expanded enormously. Such transformations have had a striking effect on photographic art practices that calls for sustained theoretical investigation.\\n The title of the project, 'Aesthetics after Photography', suggests that traditional aesthetic categories are challenged by photography. Yet it also points to the possibility of an aesthetic theory modified in response to that challenge. Our project thus positions itself critically in relation to both those who believe photography signals the end of the outmoded domain of aesthetics, and those who regard the new pictorial photography as largely continuous with the conventions of figurative painting. Aesthetics and photography are clearly fields that already trouble one another. This project seeks to understand the ways in which recent photographic art puts pressure on aesthetic theory, reconfiguring rather than negating it. In the process it will not only extend our understanding of what is now one of the dominant mediums of contemporary art, but propose new models of art writing that draw equally on art history, theory, aesthetics and critism.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E002080/1","grantId":"AH/E002080/1","fundValue":"490681","fundStart":"2007-10-01","fundEnd":"2011-03-31","funder":"AHRC","impactText":"","person":"Margaret Dana Iversen","coPersons":["Diarmuid  Costello"],"organisation":"University of Essex","findingsText":"","dataset":"gtr"}