{"id":"3410C7CE-032C-4A1A-8993-4122BDC764D5","title":"Cognitive training as a facilitated self-help intervention for depression","abstractText":"The proposed research aims to assess the possible value of a novel approach to self-help treatments for depression. This new approach involves individuals repeatedly practising tasks specially designed to directly change aspects of thinking known to maintain depression. Previous studies have demonstrated that this approach, called cognitive training, has beneficial effects, at least over the short-term. Thus, a single session of cognitive training lasting 30 minutes reduces how upset individuals get in response to a subsequent upsetting event, whilst cognitive training repeated daily for a week reduces depressive symptoms in people with mild to moderate levels of depression. Thus, the key question of the proposed research is whether these positive effects of cognitive training remain when tested over a longer-time scale and on people with more severe depression. To answer this question, separate experiments will compare the effects on symptoms of depression of cognitive training repeated daily for between 1-8 weeks against no training in (a) people with mild to moderate levels of depressive symptoms, and (b) people diagnosed with clinical depression. It is hoped that by directly targeting thinking known to maintain depression, cognitive training will be an effective and powerful treatment for depression. The wider relevance of testing cognitive training is that it could easily be developed into a self-help treatment for depression, with people either practising it on their own or with brief guidance from a health care worker. Despite having effective treatments for depression, such as antidepressant medication and cognitive behaviour therapy, the majority of people with depression in the UK do not receive adequate treatment. Indeed, the main complaint of mental health consumers is the lack of access to psychological help. The development of effective self-help treatments has therefore been recommended as one way to ensure that good psychological help is available and accessible to as large a number of patients with depression as possible. Thus, this approach has the potential to become an effective, low-cost, widely available intervention for depression that is accessible for the large numbers of patients within the NHS who do not receive specialist treatment for depression, and, as such, could significantly reduce the distress, suffering, mortality, disability and financial burden produced by depression. This research will be communicated to the general public by the development of a widely available self-help package and by reports on our findings through our website and the national media.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0502003","grantId":"G0502003","fundValue":"464048","fundStart":"2006-10-01","fundEnd":"2010-01-31","funder":"MRC","impactText":"","person":"Edward Robert Watkins","coPersons":[],"organisation":"University of Exeter","findingsText":"","dataset":"gtr"}