{"id":"3412F1F6-B53C-4284-845E-7A5650A9B18D","title":"Fine-scale phylogeny using a mathematical model of the dynamics of rDNA repeat sequence evolution","abstractText":"Ever since Charles Darwin introduced his theory for evolution, biologists have been interested in reconstructing the Tree of Life, the tree representing the evolutionary history of all present-day species (http://www.phylo.org/). This is an extremely ambitious goal, and so biologists usually concentrate on constructing evolutionary trees for small sub-collections of present-day species. In the past, the construction of such trees was based on particular characteristics of the species, such as properties of their skeleton or anatomy. However, now that we are able to sequence parts of genomes, or in some cases whole genomes, it is now commonplace for biologists to construct evolutionary trees using DNA data. Consequently, in recent years a whole new theory, called 'Phylogenetics', has grown around building such trees. The most important DNA sequence used in phylogenetics is that of the ribosomal DNA repeat unit (or rDNA), a section of DNA which is present in all species, and which has been used to construct the 'universal' tree-of-life. Thanks to recent large-scale genome sequencing projects, which have revealed the DNA codes of many organisms, including very closely related ones such as various yeast strains (or sub-species), we now have data available to construct far more detailed phylogenies. In particular some DNA sequences, such the rDNA sequences that we plan to use in this project, vary within genomes and well as between them. These DNA sequences will enable us to uncover the relationships between closely related organisms, such as our yeast strains, much more clearly than we have been able to do before now. However, new tools will be required to carry out the analytical processes involved. Recent advances in computational biology mean we now have the ability to build rapid and efficient tools to achieve this goal. The aim of this project is to build a new mathematical tool to analyse rDNA sequence variation and dynamics at the most basic level. The tool will be applied to yeast and, if possible, plant data, allowing much more detailed phylogenies to be constructed than hitherto possible. Yeast genomes provide excellent models for understanding genome dynamics in plants and in other eukaryotic genomes, including humans. Therefore, our new tool can also be used by scientists who wish to analyse datsets of other species groups.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G000441/1","grantId":"BB/G000441/1","fundValue":"76917","fundStart":"2008-09-01","fundEnd":"2009-08-31","funder":"BBSRC","impactText":"  Yes, others have used the software in research into other species and we have published further on novel form of genomic variation associated with different yeast species. Manufacturing, including Industrial Biotechology Cultural,Economic","person":"I  Roberts","coPersons":[],"organisation":"Institute of Food Research","findingsText":" Surprising variation in a part of the yeast genome that is vital for cell growth - but often thought of as simple repetitive DNA - was discovered. A computational tool for investigating this variation was developed and made available to the scientific community. The computational tool may be used by ourselves and others to investigate this novel form of genome variation in other species. It will also enable us to better understand and exploit yeast genome variation for applications in Industrial Biotechnology. Agriculture, Food and Drink,Chemicals,Creative Economy,Digital/Communication/Information Technologies (including Software),Manufacturing, including Industrial Biotechology","dataset":"gtr"}