{"id":"341462A9-F99F-41A0-B393-314CACC4623E","title":"Optimising wheat grain shape for improved processing quality","abstractText":"This programme aims to optimise end user quality traits in wheat and barley. Milling yield is dependent on size and shape of grains and on the proportion of endosperm to the other tissues in the grain. The recessed ventral groove of wheat is a particular obstacle to the efficient extraction of the white flour and the adoption of new de-branning technology in UK mills has further increased the importance of crease morphology. For barley, a short, fat grain is desirable to assist water uptake and rapid starch mobilisation during malting. We will use forward and reverse genetics approaches combined with knowledge of seed development in model systems to improve our understanding of grain size and shape. This programme involves the major laboratories presently engaged in research in grain and seed development in the UK, together with a leading group working on milling technology allowing the benefits of altered grain shape to milling yield and malting quality to be assessed. We have shown that UK wheat varieties differ in grain morphology and will extend our analysis to broader germplasm including T. aestivum sphaerococcum which has rounded grains and a reduced crease. Introgression of the 'sphaerococcum' phenotype into elite UK material will allow the effects on de-branning and milling yield to be determined. The segregation of QTLs for grain shape will be studied in different populations to identify linked markers. We will also map and identify genes that may be controlling a similar (globosum) phenotype in barley. Our work in the model species Arabidopsis and maize is resolving the processes and genes that are involved in cell proliferation and differentiation in the endosperm. We hypothesise that cereal orthologues of these genes may underlie QTLs for grain size and shape. The expression of selected candidates will be altered in transgenic wheat or through TILLING in barley and an assessment of grain morphology and quality traits compared to parental lines.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E007139/1","grantId":"BB/E007139/1","fundValue":"263423","fundStart":"2007-03-01","fundEnd":"2010-04-30","funder":"BBSRC","impactText":"  We used barley mutants with Globe shaped grain to develop segregating populations and mapped the location of the genes conferring this phenotype on the barley genetic map. The data have not yet been submitted for publication and need further data before this will be a possibility Agriculture, Food and Drink ","person":"Robbie  Waugh","coPersons":["Arnis  Druka","William T.B. Thomas","Brian Peter Forster"],"organisation":"Biomathematics and Statistics Scotland","findingsText":" We identified a few regions on the barley genome that contributed to the shape and size of barley grain Further work could identify the genes controlling grain shape in barley. Many of the required genetic tools are available to do this. Agriculture, Food and Drink","dataset":"gtr"}