{"id":"34158ECD-54FE-47EC-918A-F6FD8F6C80F9","title":"PAR polarity proteins and Neurogenesis","abstractText":"Par polarity proteins in building the nervous system The brain develops from a thin sheet of cells in the embryo. During development to the adult, it becomes an extraordinarily complex structure with many layers and many different cell types. One of the ways of generating different cell types is by cells dividing asymmetrically, that is a cell becoming two daughter cells that are different from one another. Typically, one daughter cell is like its mother (i.e. a stem cell that can divide in the same way again) while the other is a more specialised cell such as a neuron. Such divisions are known to take place in the developing mammalian brain at many stages, and so how they are regulated is very important in understanding brain development in general. How do asymmetrical cell divisions happen in the developing brain? We have been studying a group of proteins that in flies and worms are needed for certain asymmetric cell divisions at several stages of development in non-neural tissues. To do this, we have used the Xenopus frog as an experimental system because, like humans, it is a vertebrate, but unlike humans or laboratory mice, its embryos are large and can be watched easily from spawning to tadpole stages, a period of four days. We decided to look at these proteins in the neural tissue. We found that when we deplete either of two of these proteins, known as Par-1 and Par-4, early neurons are no longer formed. When we introduce extra Par-1 protein in the wrong place, we can get extra neurons. This tells us that these Par proteins are important and so we want to discover how they work. We believe that both the loss and the gain of neurons we see happen because the earliest asymmetrical cell divisions in the thin sheet of cells that will make the brain are now not sufficiently asymmetrical. To test this idea, we will observe directly whether the daughter cells of the early divisions go on to become the same type of cell when Par-1 or Par-4 is altered. This involves either manually separating the cells early or tracking them in place and then using specific cell staining reagents to see what cell types they are. In a separate set of experiments, we will also find out whether the role of Par-1 and Par-4 is similar in other asymmetric divisions, specifically in the early skin and in the later cell divisions that give rise to neurons. We will also look at cells from mouse brains that are known to divide asymmetrically, but for which the role of Par-1 and Par-4 is completely unknown. Finally, in a third project, we will examine the biochemistry of what Par-1 and Par-4 are doing. They are both enzymes ('kinases') that add phosphate groups to other proteins. This is a common way that changes are transmitted from one part of a cell to another and there are hundreds of different kinases that each relays a different signal. We know some of the proteins that the Par kinases can regulate. Whether they do this during neuron development, we do not know / but can find out. We have special reagents ('phospho-specific-antibodies') that can be used to stain the specific candidate proteins only when they are phosphorylated. Sophisticated microscopes and image processing will show us exactly where and when the phosphorylation evens take place. Seeing where and when these phosphorylation events take place in the developing nervous system will enable us to draw a few more important linkages in the vast circuit diagram that drives development. Ultimately, all of the above studies will not only help us understand how brains are made, but it will also contribute to the knowledge that is needed to make cells that can repair the brains and spinal cords of patients.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D010640/1","grantId":"BB/D010640/1","fundValue":"248523","fundStart":"2006-10-09","fundEnd":"2009-10-08","funder":"BBSRC","impactText":"","person":"Jeremy Bertrand Green","coPersons":[],"organisation":"King's College London","findingsText":" We identified a molecule that is critical for the development of the layered structure of the central nervous system (CNS = brain and spinal cord) and showed that it works by controlling the angle at which cells split themselves as the CNS grows in the embryo This is fundamental biology that will inform studies in regenerative therapeutic approaches in the future (in the same way that my morphogen studies 25 years ago informed studies that have brought embryonic stem cells into clinical trials in recent years). Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}