{"id":"341587A0-AD4E-43BE-ADAC-B3934572C79E","title":"Creating and evaluating a library of effector modules for synthetic morphology","abstractText":"This project is concerned with extending the abilities of a new type of biological research, which is part of the general field called 'synthetic biology'. There are two broad types of synthetic biology; (1) the ethically-contentious type that seeks to create life from scratch and (2) the ethically more benign type that seeks to re-connect existing biological entities (genes, proteins etc) in new ways to give cells new and useful capabilities that random evolution has not created but that human design can create. This project is concerned only with the second type of synthetic biology. The progress that has been made so far in this type of synthetic biology has seen the development of genetic 'modules' that, when put into cells, perform functions such as chemical sensing, computing logic and memory. These modules can be obtained 'off the shelf' and can be connected together inside cells in a way analogous to the way engineers can connect off-the-shelf electronic components. So far, though, these modules have been used to create designed 'programs' that control the production of chemicals by the cells. In this project, we shall produce additional modules, of the same general type and compatible with the existing sensor and logic modules, that will result not in the production of chemicals but in particular types of cell behaviour; specifically, the types of cell behaviour that organize cells into tissues and create biological form. By combining the modules we will create with existing sensors and logic modules, we and other researchers (to whom the modules will be freely available) will be able to create cells programmed to produce structures that do not necessarily exist in evolved nature. There are two reasons that doing this is important, one to do with the progress of science and one with medical technology. The scientific reason is that we think we have a good idea about how biological form is created, but only by trying to create it by genetic circuits we have designed ourselves will we really be able to test this understanding. It is a bit like the difference between thinking you understand flight just by studying birds gliding, and making a paper aeroplane to prove that you do really understand it. The medical reason is that, as our ability to make artificial organ/limb substitutes gets more sophisticated, there will be an increasing need to develop living interfaces between body tissues and human technology. All of the techniques of regenerative medicine (stem cells etc) will only be good for making structures that already exist in a normal body. To make completely novel structures, as interfaces, we need to be able to program cells to do new things. This means synthetic biology, and this project is the first attempt to move the field in the direction of structures. As well as making these modules, this project seeks to demonstrate their use in a series of bioengineering tasks simple enough to do within the project but complex enough to prove the modules work and to attract attention to them.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G016658/1","grantId":"BB/G016658/1","fundValue":"418263","fundStart":"2009-10-01","fundEnd":"2013-03-30","funder":"BBSRC","impactText":"  They are in press right now at the time of submission, so have not been used by others. We have used them to obtain one further grant (Leverhulme) and as part of a successful RCUK's Synthetic Biology Research Centre bid  ","person":"Jamie  Davies","coPersons":["Peter  Hohenstein"],"organisation":"University of Edinburgh","findingsText":" We have developed a library of synthetic morphology effector molecules (paper accepted and in press with Biological Engineering). We have developed a novel pattern-generating system and have obtained funding to develop it further. They will be used as the foundation for mammalian synthetic morphology; we have already succeeded in raising further funds for this. The modules are also being used for training (MSc-&gt; Postdoc) in mammalian synthetic biology. Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}