{"id":"34351615-247D-4568-81A3-E5E572AB4ECC","title":"Impact of Wood Burning Air Pollution on Preeclampsia and other Pregnancy Outcomes in Temuco","abstractText":"Exposure to air pollutants has important acute and chronic health effects. An important effect that has been recently studied is pregnancy effects of pollutants. Scarce literature exists related to impacts of pollutants on preeclampsia and even less about the specific impact of residential wood burning emissions on pregnancy outcomes. Temuco is located in southern Chile and is known for its very high concentrations of air pollutants associated to residential wood burning. \n\nThe main objective of this proposal is to determine whether exposure to air pollutants (specifically PM2.5 and wood burning tracer) have an impact on preeclampsia and other pregnancy outcomes (low birth weight, birth weight, small of gestational age, preterm birth). Reproductive data will be obtained from available databases at the Hospital Dr. Hernan Henriquez Aravena in Temuco and Padre Las\nCasas between 2009 and 2015. A total of approximately 18,000 pregnancies are expected. A year-long air pollution campaign will be performed in 3 10-week sessions, including a total of 20 fixed-site sampling points and mobile measurements. The studied pollutants will be PM2.5 and wood burning tracers within it (levoglucosan and others). Data will be fitted to produce spatial models and maps using the Land-Use Regression approach. This model will be used to estimate individual exposures by trimester to the subjects using residential geocoding and historical PM measurements. Finally, logistic and linear regression models will be fitted to estimate the impact of air pollutants exposure on the selected outcomes, adjusting for other individual and temporal variables. \n\nExpected results are i) an air pollution characterization of the campaigns with emphasis in wood burning tracers, ii) a Land-Use Regression model for air pollutants in Temuco including maps of air pollutants, iii) a pregnancy outcome descriptive characterization for the study period in Temuco, iv) results of the epidemiological study showing whether air pollutants (emphasizing wood burning\nemissions) have impacts on the studied pregnancy outcomes. To achieve these objective, we will assemble a capable team of both Chilean and UK researchers. Four ISI articles are expected as scientific production. \n\nAdditionally, four master thesis, one doctoral thesis, and a two final workshops in Chile to disseminate the research findings.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/N000919/1","grantId":"NE/N000919/1","fundValue":"157512","fundStart":"2015-02-01","fundEnd":"2019-01-31","funder":"NERC","impactText":"","person":"Roy  Harrison","coPersons":["Kin Bong Hubert  Lam","Jon  Ayres","Juana Maria Delgado-Saborit","Ian  Litchfield"],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}