{"id":"3435ADFC-65DC-4C64-A079-0C47DFCFD794","title":"US-UK EEID RCN: Vector Behavior in Transmission Ecology Research Coordination Network","abstractText":"Many important animal and plant diseases are transmitted by vectors. In many cases, this vector is an insect that transmits the disease causing agent when it feeds. Transmission dynamics of these vector-borne diseases are very complex and difficult to predict. One area that has not been well studied is the effect of vector behaviour on transmission cycles. Specifically, we understand very little about how behaviour varies across vector life span, between individuals in a population, and in response to environmental variation. A better understanding of vector behaviour and how it effects disease transmission would improve our understanding of vector-borne disease dynamics, lead to more targeted models, and eventually to better informed disease control and policies. \n\nThe Vector Behavior in Transmission Ecology Research Coordination Network (VectorBiTE RCN) will facilitate investigation into the role of vector behaviour and life history in disease transmission dynamics. This US-UK collaborative network aims to accomplish this goal by promoting (1) the development of theoretical models that include more details of vector behaviour and heterogeneity; (2) improved data collection and statistical methods to enable such models to be confronted with data; (3) development of comprehensive and freely available validation datasets to allow testing of methods and comparison between proposed models in a transparent fashion; and (4) training of young researchers in these new tools and methods as they are developed. These objectives will be accomplished through: (A) annual meetings and workshops to bring together empirical and theoretical biologists across diverse systems and institutions; (B) the development of an online platform which will include repositories for data on vector behaviour and code for modelling the role of behaviour on transmission dynamics; and (C) providing opportunities to educate fellow researchers and the public about network advances via online and conference presentations.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/N013573/1","grantId":"BB/N013573/1","fundValue":"404073","fundStart":"2015-11-02","fundEnd":"2020-11-01","funder":"BBSRC","impactText":"","person":"Lauren Jennie Cator","coPersons":["Samraat  Pawar"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}