{"id":"3438F892-2C9F-4D03-ABDD-19654A1708A3","title":"Simulations of antihydrogen formation","abstractText":"For every particle there is a corresponding antiparticle. This antimatter partner has opposite charge, but is believed to otherwise be a perfect mirror image of the particle. It is believed that at the big bang particles and antiparticles were created in the same amount, yet we only see ordinary matter around us. Where did all the antimatter go? Although the existence of faraway antimatter galaxies cannot be ruled out completely, so far all searches have given a null result. Another possibility is that the mirror image in fact is not perfect. A small asymmetry could have resulted in the current universe being left over from matter-antimatter annihilation.Tiny differences between matter and antimatter could be searched for in high-precision studies of anti-atoms. If a small difference between the spectra of antihydrogen and ordinary hydrogen would be detected that would mean a violation of one of the most fundamental theorems of theoretical physics, the CPT theorem. Although this theorem can be derived under very general assumptions, it still needs to be tested experimentally to as high precision as possible. Hydrogen spectroscopy has today reached a stunning accuracy of about 1 part in 100 000 000 000 000, so the system is indeed well suited for high-precision tests. Because of its profound importance, a lot of effort has gone into creating antihydrogen atoms for such studies. As a result the first cold antihydrogen atoms were created by the ATHENA experiment at CERN in 2002.Still a lot remains to be done before high-precision spectroscopy of antihydrogen can be performed. Most importantly the antiatoms must be caught and stored in atom traps made from magnetic fields, which in turn requires them to be cold enough. The antihydrogen atoms must also be more tightly bound. The present project aims to help these efforts through computer simulations of the process of formation of antihydrogen. Our simulations include a realistic representation of the entire process. We start from a plasma of positrons, trapped by electric and magnetic fields. Antiprotons are injected into the trap and pass back and forth through the positron plasma, with each pass losing some kinetic energy due to interactions with the plasma. While inside the plasma there is also a probability that the antiproton will form antihydrogen, either through collisions, or through radiative processes. Most of the antihydrogen formed will however be destroyed again, either by new collisions, or by the electric fields in the trap. Only on rare occasions will the antihydrogen successfully make in through the plasma and the trap, and be detected. We will strive to get a detailed understanding of this complicated multi-step process. For instance we will look at how formation depends on the temperature and the density of the positron plasma. Under which conditions are we most likely to form antihydrogen atoms which can be trapped? Which processes are important, only collisions or also radiative formation? What happens to the antiprotons which never form antihydrogen, but are somehow lost? Answering these questions will help in designing ways of cooling and trapping antihydrogen.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G041938/1","grantId":"EP/G041938/1","fundValue":"7872","fundStart":"2009-01-01","fundEnd":"2009-12-31","funder":"EPSRC","impactText":"","person":"Svante  Jonsell","coPersons":["Dirk Peter Van Der Werf"],"organisation":"Swansea University","findingsText":"","dataset":"gtr"}