{"id":"343CB9FF-4AC2-4DA3-9539-1A3D80CBEEEA","title":"Application of ATR-FTIR imaging to industrial scale production of therapeutic antibodies","abstractText":"Biopharmaceuticals, proteins used as drugs, are an emerging area in the treatment of a range of diseases. The large scale production of these molecules requires a number of discrete steps including recombinant expression, isolation by a technique called column chromatography and development of an optimal final formulation. The isolation of the biopharmaceuticals from all other contaminating material usually involves a number of steps. The column chromatography used exploits a specific interaction between the target protein and another molecule immobilized on a support, the resin. Ideally all the contaminating material is washed from the column and the conditions are changed in order to release the protein from the resin. Optimal binding, washing and release steps often require significant changes in the properties of the surrounding solution, for example pH and ionic strength. In addition, it is possible to bind very high concentrations of the protein onto these resins. The concentrations reached are likely to be higher than those achieved at any other point in the production process. It is not known exactly what effects the different solution conditions and protein concentrations have on the quality of the protein. Indeed they may result in highly undesirable effects such as non-specific aggregation. Another key issue that scientists isolating biopharmaceuticals encounter is the binding of unwanted contaminant materials which reduces the ability of the column to isolate the target protein. Regular replacement of the resin significantly increases the cost of the isolation process and thus of biopharmaceutical production. Here we aim to investigate these issues with a view to improving isolation protocols using a specialized technique called Attenuated Total Reflectance-Fourier Transform Infrared (ATR-FTIR) spectroscopy. This technique allows us to chemically image (take chemical photographs of) the target protein molecules under different conditions both in static droplets and in dynamic systems similar to those used for large scale isolation. We can also directly image used resin with a view to understanding what contaminating molecules reduce the useful lifetime of the material. We anticipate that the results of these experiments will inform optimization of isolation protocols to both minimize target protein losses on-column and increase resin lifetime.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K011030/1","grantId":"BB/K011030/1","fundValue":"367077","fundStart":"2013-10-01","fundEnd":"2016-09-30","funder":"BBSRC","impactText":"  The PDRA appointed, Dr Maxime Boulet-Audet, has been trained in a variety of protein production methods and has become familiar with the equipment set up for the ATR-FTIR measurements. He has additionally attended a course on spectroscopic methodologies and a week-long BRIC workshop where he was able to interact with both other academic scientists as well as experienced industrialists with an interest in industrial biotechnology. Dr Boulet has also been able to establish an internal collaboration which will significantly augment his research. We will continue to provide him with a range of training opportunities with a view to making him as employable as possible after completing this contract.\nBoth Dr Byrne and Prof Kazarian have had the opportunity to present their research to the wider general public. Dr Byrne presented some of her research at the Ada Lovelace day in October 2013. Prof Kazarian has presented his research at the Imperial College Fringe. Education ","person":"Bernadette  Byrne","coPersons":["Sergei G. Kazarian"],"organisation":"Imperial College London","findingsText":" Biopharmaceuticals, proteins used as drugs, are an emerging area in the treatment of a range of diseases. The large scale production of these molecules requires a number of discrete steps including recombinant expression, isolation by a technique called column chromatography and development of an optimal final formulation. The isolation of the biopharmaceuticals from all other contaminating material usually involves a number of steps. The column chromatography used exploits a specific interaction between the target protein and another molecule immobilized on a support, the resin. Ideally all the contaminating material is washed from the column and the conditions are changed in order to release the protein from the resin. Optimal binding, washing and release steps often require significant changes in the properties of the surrounding solution, for example pH and ionic strength. In addition, it is possible to bind very high concentrations of the protein onto these resins. The concentrations reached are likely to be higher than those achieved at any other point in the production process. It is not known exactly what effects the different solution conditions and protein concentrations have on the quality of the protein. Indeed they may result in highly undesirable effects such as non-specific aggregation. Another key issue that scientists isolating biopharmaceuticals encounter is the binding of unwanted contaminant materials which reduces the ability of the column to isolate the target protein. Regular replacement of the resin significantly increases the cost of the isolation process and thus of biopharmaceutical production. Here we aim to investigate these issues with a view to improving isolation protocols using a specialized technique called Attenuated Total Reflectance-Fourier Transform Infrared (ATR-FTIR) spectroscopy. This technique allows us to chemically image (take chemical photographs of) the target protein molecules under different conditions both in static droplets and in dynamic systems similar to those used for large scale isolation. \nOne year into the project we have shown as a proof of principle that we can use this technique to study proteins under a range of conditions that would normally be experienced during the isolation process using purified protein samples in solution. The findings of this research have been recently published in Analytical Chemistry. In addition we have developed methodologies to allow us to study the antibody behaviour on column. This methodology will allow us to study the effects of the isolation process on the bound antibody and also characterise the contaminants which may both affect the recovery of pure antibody and reduce the lifetime of the column, thus increasing the costs of the process. We are beginning the data collection for the first of these studies and anticipate being able to write up our findings in the next few months. We anticipate that the results of these experiments will inform optimization of isolation protocols used in industry to both minimize target protein losses on-column and increase resin lifetime. This will be of major interest to biopharmaceutical companies and should in the long term play a part in reducing the astronomical costs associated with development and production of therapeutic antibodies. Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}