{"id":"343C10AB-5F0F-4EC5-871E-449764972D02","title":"LFC-UK: Development of Underpinning Technology for Laminar Flow Control","abstractText":"The world's oil supply is decreasing rapidly and over the next 10 or 20 years the price per barrel will spiral inexorably. Aviation is a significant consumer of oil and is also implicated in global warming through its generation of massive quantities of carbon dioxide and nitrogen oxide. Aircraft noise continues to be an increasingly important problem as airports expand. For these reasons aviation as we know it now will rapidly become unviable. There is no single solution to the problem and enormous changes to engines, airframe design, scheduling and indeed people's expectations of unlimited air travel are inevitable. Here we address one of the most important issues, improved aerodynamics, and develop the underpinning technology for Laminar Flow Control (LFC), the technology of drag reduction on aircraft. This will become the cornerstone of aircraft design. Even modest savings in drag of the order of 10% translate into huge savings in fuel costs and huge reductions in atmospheric pollution. Applications of the technology to military aircraft where range is often the main requirement and marine applications are similarly important. \n\nThe development of viable LFC designs requires sophisticated mathematical, computational and experimental investigations of the onset of transition to turbulence and its control. Existing tools are too crude to be useful and contain little input from the flow physics. Major hurdles to be overcome concern:\n\na) How do we specify generic input disturbances for flow past a wing in a messy atmosphere in the presence of surface imperfections, flexing, rain, insects and a host of other complicating features\nb) How do we solve the mathematical problems associated with linear and nonlinear disturbance growth in complex 3D flows\nc) How do we find a criterion for the onset of transition based on flow physics which is accurate enough to avoid the massive over-design associated with existing LFC strategies yet efficient enough to be useable in the design office\nd) How can we use experiments in the laboratory to predict what happens in flight experiments\ne) How can we devise control strategies robust enough to be used on civilian aircraft\nf) How can we quantify the manufacturing tolerances such as say surface waviness or bumps needed to maintain laminar flow\n\nThe above challenges are huge and can only be overcome by innovative research based on the mathematical, computational and experimental excellence of a team like the one we have assembled. The solution of these problems will lead to a giant leap in our understanding of transition prediction and enable LFC to be deployed. The programme is based around a unique team of researchers covering all theoretical, computational, and experimental aspects of the problem together with the necessary expertise to make sure the work can be deployed by industry. Indeed our partnership with most notably EADS and Airbus UK will put the UK aeronautics industry in the lead to develop the new generation of LFC wings.\n\nThe programme is focussed primarily on aerodynamics but the tools we develop are relevant in a wide range of problems. In Chemical Engineering there has long been an interest in how to pump fluids efficiently in pipelines and how flow instabilities associated with interfaces can compromise certain manufacturing processes. In Earth Sciences the formation of river bed patterns behind topology or man-made obstructions is governed by the same process that describes the initiation of disturbances on wings. Likewise surface patterns on Mars can be explained by the instability mechanisms of sediment carrying rivers. In Atmospheric Dynamics and Oceanography a host of crucial flow phenomena are intimately related to the basic instabilities of a 3D flow over a curved aerofoil. Our visitor programme will ensure that our work impinges on these and other closely related areas and that likewise we are aware of ideas which can be profitably be used in aerodynamics.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I037946/1","grantId":"EP/I037946/1","fundValue":"4219570","fundStart":"2011-03-01","fundEnd":"2016-08-31","funder":"EPSRC","impactText":"  The 'Publications' and 'Engagement Activities' sections give details of publications in leading journals and presentations at conferences in the UK and overseas, including several keynote addresses. LFC-UK papers formed the basis of two sessions at the ICAS 2014 Congress in St Petersburg, a general congress attracting interest from across the aerospace and aviation sector. Several workshops hosted at Imperial College to draw in outside researchers have taken place and these led to collaborations with amongst others Cambridge, UCL, Manchester, Southampton and, on the experimental side, KTH and Texas A&amp;M. LFC-UK members have participated in NASA's initiative to focus future CFD work, although the closer working on receptivity requested by NASA is difficult given NASA's links with Boeing. The importance of our work to the future of aviation was also commentated upon in an article in the Economist.\nThe already-achieved impact of LFC-UK is exemplified by the collaboration between Airbus Group Innovations and Imperial College. This work has included a broad range of technical issues: the exploration, using non-linear stability analysis, of Saric's distributed roughness technique for delaying the onset of crossflow transition; the application of a new, linearized-Navier-Stokes code to study the roughness characteristics of real aircraft skins on the onset of transition; and the application of fully-three-dimensional linear non-parallel stability analysis to assess the impact of surface waviness on transition. The study of real-surface roughness and waviness using such methods is both world-leading and a remarkably rapid adoption of such technology by industry. \nFour researchers from the project have spent time at Airbus Group Innovations on six-month internships and two researchers have spent four-month internships at McLaren. The internships have focussed both upon application, under industry conditions, of tools being developed by the researchers themselves and on exposure of the researchers to industrial challenges. The feedback from the secondees has been extremely positive, and they have returned with a desire to improve further the cross-working of the industry and academic teams.\nTwo workshops have been held for industry. The first, held in October 2012, was an introductory event aimed at exposing the LFC-UK project team to industrial activities and challenges faced, and attracted about 40 participants. The second, held in September 2013, was focused more on the technical challenges of predicting the influence of manufactured aerodynamic surfaces on transition. The workshop showcased the maturing outputs from the LFC-UK programme, featured greater technical detail than the previous workshop and attracted around 80 participants.\nThe first workshop inspired a good deal of engagement with both the Aircraft Research Association and with Bombardier Aerospace, who were previously less active collaborators in the programme. ARA are undertaking a major industrial-scale wind tunnel test of a hybrid laminar flow control system, funded through the UK Aerodynamics Centre, and have understood the value of LFC-UK researchers to the delivery of their own project.\nThe dialogue with Bombardier Aerospace has matured into a TSB-funded project, SANTANA (System Advances in Nacelle Technology AerodyNAmics), in which both Imperial College and City University London play a major role in helping Bombardier Aerospace to develop low-drag and low-noise technologies for engine nacelles. The project started in January 2014 and has resulted in a further ?0.6M of research funding to UK academia, brought about through engagement of the LFC-UK project with industry. Two further TSB-funded projects ALFET (Advanced Laminar Flow Enabling Technologies) and EFT (Enhanced Fidelity Transonic Wing) have been negotiated. The focus of ALFET (with about ?1m of funding split between Imperial and City) is the industrialization of LFC-UK work, with 6 man-years of postdoc time dedicated to taking the theoretical and computational tools and translating them into the industrial environment.\nA final example of advocacy is the participation of three LFC-UK investigators, and two of the experimental facilities being used in the programme, in the recently-launched National Wind Tunnel Facility, which has attracted ?13M investment from EPSRC and UK Aerodynamics. The public launch of the NWTF and recent success in Centres for Doctoral Training by David Willetts is a clear example of advocacy for the importance of engineering and physical science and for the goals of the LFC-UK programme. Aerospace, Defence and Marine,Energy,Environment Economic","person":"Philip  Hall","coPersons":["Spencer John Sherwin","Christopher John Atkin","Michael  Gaster","Anatoly  Ruban","Jonathan  Morrison","Xuesong  Wu"],"organisation":"Imperial College London","findingsText":" Notable research highlights concern receptivity theory, the implementation of theoretical tools within the industrial design environment, and the unexpected contributions to the theory of coherent structures in fully turbulent flows. In receptivity theory work has been carried out in close collaboration with Airbus Group Innovations on the effect of surface finish on the initiation of disturbances ultimately leading to transition. Remarkably it has been shown that the direction in which a strip of aluminium is rolled or how paint is applied to a wing surface have significant effects on transition prediction.\nNew sites of receptivity associated with the vibration of a wing have been found and shown to be implicated in transition on real wings. That research has opened up a range of important projects associated with the effect of elastic vibrations on transition. Other notable results concern the effects of steps, gaps and waves on transition; that was the topic for a detailed joint workshop at Filton last summer. The workshop successfully communicated the results from the project to industry whilst at the same time was an excellent forum for industry to explain the 'road-blocks' on the way to implementation of laminar flow control. The workshop further highlighted the crucial importance of transonic effects on transition prediction from both the theoretical and the industrial design standpoints.\nOn the computational side our 3D PSE capability has proved remarkably successful at predicting transition in very 3D configurations, so much so that it is now being used by Airbus Group Innovations. As a direct result of LFC-UK's interactions with industry, for the first time research engineers at Airbus have fully appreciated the importance and benefits of modelling 3D instabilities. Our development of a 3D compressible Navier Stokes code to determine the flow around wings is virtually complete and has been applied to many situations to provide data for stability calculations. Significant results have been found for transition in separated flows and large scale numerical simulations of transition in compressible flows using codes developed at Southampton have been compared to theoretical results and excellent agreement found.\nThe development of rapid methods for predicting the secondary instability of nonlinear states is now becoming an area of major activity. Initial progress has been made for streamwise vortex dominated flows but the major problem of how to predict when a nonlinear crossflow vortex breaks down will be the focus of the new work. The work on the breakdown of streamwise vortices was developed in parallel with work on self-sustained processes in shear flows. A highlight of that work is the development of the first rigorous description of certain types of coherent structures in boundary layers. The work explains the interaction of wall streaks and small-scale turbulence convected downstream at the edge of the boundary layer and explains the generation of lambda or hairpin vortices in turbulent flows. That work has applications well beyond the scope of the original proposal and indeed opens up exciting new areas concerning turbulence control.\nOn the experimental side the major initial delay in the project caused by Professor Gaster's withdrawal has been significantly offset by the successful crossflow experiment carried out by Professor Morrison and his collaborators. The test section used for the experiments was the AERAST wing kindly supplied to the project by AIRBUS-UK. The results show that the Imperial College tunnel which will be used for transition experiments has turbulence levels low enough for accurate transition studies to be carried out. Further experiments here, In the Airbus tunnel at Filton, and ARA are being planned. Moreover Professor Gaster and his wind tunnel are now successively installed at City University where he is preparing experiments on Tollmien-Schlichting waves. A further boost to the project has been the recent confirmation of Imperial College as a major partner in the national wind tunnel programme. A summary of the ways our findings might be taken forward or put to use by the UK engineering sector is as follows: (i) Airbus-UK: reinforcement of the UK's leadership in wing design and manufacture through UK-based technological advance; (ii) EADS, BAE Systems, QinetiQ: development of UK technological capability to facilitate partnering with US and European defence suppliers for UAS and marine applications; (iii) AgustaWestland: improved rotor blade design capability, again within a competitive European framework; (iv) Bombardier Belfast: better structural design, manufacture and in-service performance of engine nacelles designed with Laminar Flow, a key area for development within the UK; (v) Rolls-Royce: improved design of blade rows with intermittent laminar/turbulent regions; (vi) the Commercial CFD community involved in automobile design (including motorsport); (vii) the Chemical Engineering sector as indicated above; (viii) UK sport, through an improved ability to predict flow transition and the stability of the associated vortical flows that impact on human performance. For all these organisations their in-house aerodynamic modelling capabilities all have origins in university collaborations similar to those developed by LFC-UK. We would expect to see significant changes in practice within 3-5 years of the Programme completion. Aerospace, Defence and Marine,Energy,Environment","dataset":"gtr"}