{"id":"343D1818-006E-4A40-9319-2AB167FD7109","title":"An Integrated Approach to Sustainable Urban Redevelopment: Birmingham Eastside as a National and International Demonstrator","abstractText":"The aim of the Sustainable Eastside Project is to explore how sustainability is addressed in the regeneration decision-making process, and to assess the sustainability performance of completed development schemes in Birmingham Eastside against stated sustainability credentials and aspirations. The incorporation of sustainability into an urban regeneration program, such as Birmingham Eastside, appears best conceptualised as a complex decision-making process carried out by stakeholders who are embedded within the development process. The barriers to and enablers of sustainability (as identified in Phase I of this project) appear at various moments or locations within this complex. The timing and context of decisions are critical (examined in Phase II), and can cause path-dependency which then limits how sustainability features in final development plans. In Phases I &amp; II, the research set in place a framework of cross-disciplinary knowledge and key partnerships; highlighted the importance of coherent integration of the three pillars of sustainability to enable the complexity of achieving urban sustainability to be sufficiently grappled with; gained access to key decision-making forums in Eastside; built strong links with key stakeholders in the area; and firmly integrated into the policy agenda for Eastside. In addition, researchers are working to establish a cross-cutting baseline dataset of developments in Eastside rigorously to measure change over time and the impact of particular decisions on the sustainability of the overall urban regeneration programme. In so doing the foundations for a zonal urban regeneration case study site are being established, augmented by the creation of a study facility, with library and hot desking, now available for researchers from SUE / IEP consortia, to study the application of research to practice. The emerging findings of Phase II have allowed researchers to develop a series of hypotheses about the timing of decisions for sustainability in a range of decision-making forums, and the extent to which path-dependency becomes problematic. In Phase III, a suite of innovative analytical tools will be employed to elucidate further the complexities and interactions of the key elements of the sustainability vision for Eastside. First, a Development Timeline Framework (DTF), a multi-disciplinary tool that makes explicit the path dependency of decisions toward achieving sustainability goals, and the conflicts and synergies between different sustainability objectives, will be used as the basis for further research. Second, a cross-cutting Sustainability Checklist (SC) applied to the DTF will allow each researcher to analyse the impact of timing and context of decisions for each sustainability element (e.g. biodiversity, public participation, space utilisation, local sourcing, and recycling). Third, an Industrial Ecology (IE) analysis will follow particular resources (e.g. water, aggregates) thus highlighting their interdependence, while a Social Impact Assessment (SIA) approach will enable assessment of the socio-cultural aspects of sustainability (not covered by the IE approach). This suite of tools underpins the delivery of the work package aims. This analysis will be undertaken on a case history site basis, using development sites within Eastside that are all currently 'live,' each site representing a different conceptualisation of sustainability. This provides a unique opportunity to evaluate the specific impact of early thinking about sustainability in the planning and design stages, and the impact of this timing and path-dependency on sustainability performance in the final built form.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E021956/1","grantId":"EP/E021956/1","fundValue":"111907","fundStart":"2006-11-01","fundEnd":"2008-04-30","funder":"EPSRC","impactText":"  To conceptualise different future urban regeneration scenarios, leading to considering the Biophilic City as a future which meets sustainable criteria. Links with ecosystem services and newly formed Local Nature Partnerships through local authority links, Birmingham City Council, the Black Country Consortium. Environment Cultural,Societal,Economic,Policy & public services","person":"Richard  Coles","coPersons":["Ljubomir  Jankovic"],"organisation":"Birmingham City University","findingsText":" This project looked at sustainable urban regeneration with particular emphasis on the components of the built environment including the nature and role of urban green spaces examining the enablers and barriers to achieving sustainable regeneration. The key facets examined included the environmental performance of buildings in terms of energy and the ways in which open space strategies were integrated with building form, function and overall spatial layout. The research drew upon extensive wor Architectural practice, landscape architecture, lanning and urban Design (ie professional practice)are all areas linked to this research where emphasis on sustainable regeneration has become more profound now being adopted by the UK government in their Sustainability Framework Research has been highly influential in informing architectural course development at BCU,raising the need for integrated solutions and the key role of the designer. It formed a key piece of research informing furher res Construction,Energy,Environment","dataset":"gtr"}