{"id":"343E461D-D07C-4292-8455-9F21461F54B7","title":"Workshop: Random Structures Arising in Physics and Analysis","abstractText":"This is an application for partial funding for a 5-day research workshop in probability theory entitled Random Structures Arising in Physics and Analysis, to be held at Lancaster University in April 2016. The meeting will benefit UK mathematics and reinforce the UK's position as a leading centre for probability research globally by providing a stimulating forum for learning about the latest research advances and identifying future research directions. There is particular emphasis on the representation of female academics. We will also be ensuring that there will be plenty of opportunities for research students to interact with senior colleagues and present their own work.\n\nThe British probability community has leading researchers in many areas of probability theory, but there is a constant need to keep abreast of developments in this expanding field. One area of recent rapid growth concerns random structures arising in physics and analysis. It is striking how probabilistic objects that emerged through applications in physics are being shown to play a fundamental role in describing analytical phenomena, and conversely, how analytic frameworks are being used to provide rigorous constructions of models used in statistical physics. \n\nIn this meeting we have structured the theme around random matrices and free probability, concentration of measure, random geometry, and random walks in random environment. We have invited leading researchers to present mini-courses in these areas, and these mini-courses will be complemented by a series of individual talks. Additionally, there will be time for shorter talks by research students, and early career researchers will be encouraged to present their work at a poster session. In order to facilitate interactions and collaborations between researchers, ample time will be set aside each day for discussions and break-out groups working on new problems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N018478/1","grantId":"EP/N018478/1","fundValue":"14590","fundStart":"2015-11-01","fundEnd":"2016-06-30","funder":"EPSRC","impactText":"","person":"Amanda Georgina Turner","coPersons":["Dmitry  Korshunov"],"organisation":"Lancaster University","findingsText":"","dataset":"gtr"}