{"id":"344B43E4-51D5-47C4-847A-874A946A86EF","title":"Harnessing Our Understanding Of Water To Identify Druggable Protein Targets and Drive The Development Of Effective Therapeutics","abstractText":"Drug development is an extraordinarily expensive and lengthy process. Recent estimates suggest that the total cost of developing one new drug are steadily increasing and will soon reach &pound;1.5 billion. The timescale for a successful project is 12-15 years. However, success rates in drug development are currently falling. Sensible choices early in the process of drug development are thus vital and can lead to huge cost savings and improved outcomes for patients. The first two steps on the path to developing a new drug are:\n\n (1) Identifying a biological target that is suitable for drug design and will lead to effective therapies.\n (2) Determining which chemical compounds are best able to inhibit this biological target to combat disease. \n\nThe task of finding suitable biological targets and chemical compounds can be made quicker and more efficient by combining an understanding of the physical basis of disease with powerful computer models. These computer models can aid in the identification of biological targets that will prove fruitful in drug development projects and design compounds whose shapes are most complementary to the shapes of the targeted proteins. This project will use such computer models to increase the effectiveness of both of the stages above, resulting in shorter lead times and fewer dead ends in drug development. This will provide great benefit to society, which must eventually pay the cost of drug development. The project will increase efficiency by utilising the enormous amount of data on the shapes of proteins that has already been collected. Identifying biological targets that are suitable for drug design will be achieved by developing a computer model utilising such data on the shapes of proteins. The results of these calculations will be disseminated via a purpose-built website to allow academic groups and drugs companies to focus their efforts on developing effective treatments. Determining chemical compounds that are able to inhibit specific iological targets will be achieved by collaborating with existing drug development projects at the University of Cambridge, the Medical Research Council Technology arm and other academic and governmental institutes. My contribution will be to develop and optimise software that can design molecules with a higher affinity for their biological target and thus a greater ability to combat diseases. A number of companies sell such software, but it is prohibitively expensive for use in academic work. \n\nMy work during the fellowship will focus on a number of key improvements. Existing methods suffer from a number of approximations and do not take advantage of the constant and rapid increase in computer power. The new software will incorporate new theories to circumvent these approximations and will employ the latest computational methods to model the flexibility of proteins and the water molecules that mediate important interactions. The final outcome of this project will be a validated method to improve effectiveness in the development of new medicines. Collaborations with biology and chemistry laboratories will produce the experimental results necessary to test and improve the predictions. This will directly impact the development of therapeutics for diseases such as cancer, malaria and tuberculosis. The improvements in theory and methodology will be very useful within this important field and the software will be freely available to university researchers, extending its value beyond the length of the project. The proposed project will identify new biological targets and generate new chemical compounds to treat disease, benefiting society in the fight against disease.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L007266/1","grantId":"MR/L007266/1","fundValue":"479007","fundStart":"2014-01-01","fundEnd":"2016-12-31","funder":"MRC","impactText":"","person":"David John Huggins","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}