{"id":"34532E26-AC0F-4B02-AA52-75C98EE73450","title":"Microstructure evolution and grain boundary mobility during creep deformation and annealing of anhydrite rocks.","abstractText":"Anhydrite (CaSO4) is important in the shallow Earth's crust as a detachment horizon in major fault zones at tectonic plate boundaries, cap-rock for hydrocarbon reservoirs, CO2 sequestration, and potential repository for radioactive waste. Also anhydrite is a useful silicate-analogue material and its physical properties are relevant to the rheology and recrystallization of other comparable minerals. Recovery and recrystallization processes occur during plastic deformation (dislocation creep) and annealing (static heating) of materials, through the formation and movement of grain boundaries. In the Earth's crust and mantle syn-tectonic (dynamic) and post-tectonic (static) recrystallization of rocks can modify grain sizes, shapes and crystallographic orientations. This affects physical properties and anisotropies and is central to the interpretation of the mechanical behaviour of rocks in major fault zones along plate boundaries, geological terrains in mountain belts, and seismic anisotropy data. The recrystallization behaviour and relevant boundary properties (geometry, mobility, diffusivity and sliding) of anhydrite and minerals in general, are poorly understood. In minerals characterized by special boundaries such as twin boundaries (anhydrite, calcite, quartz, plagioclase), observed microstructures cannot be explained by sub-grain rotation and boundary migration recrystallization alone and two other mechanisms have been proposed, namely grain boundary sliding, accompanied by diffusion and resulting in material weakening and a recrystallization mechanism accounting for special (twin) boundaries. This occurs during crystal plastic deformation at relatively high stresses. In the final microstructures of naturally and experimentally deformed rocks detailed evidence of microstructural evolution, and the mechanisms that drive it, is often obliterated. Non-standard deformation and annealing laboratory experiments, where anhydrite aggregates will be taken to small increments of strain and time respectively and, after each increment, analysed using EBSD, will be performed to gain insight into 1. The dynamics and kinematics of recrystallization assisted by twin boundaries, 2. The role that this plays in the deformation behaviour of anhydrite aggregates and other comparable minerals. Such tests are non-standard because the same sample, rather than different ones as is conventional in rock deformation tests, will be taken to increments of strain or time and sequentially analysed. This will allow tracking the evolution of individual grains and grain boundaries during creep deformation and annealing of a polycrystalline material. During each deformation experiment the fine mechanical response to specific microstructural changes, will be recorded by the high resolution strain gauges of the deformation apparatus. Quantitative information on boundary geometry, misorientation, grain distortion, kinematics of low and high angle grain boundary migration, grain boundary mobility, the role of twinning, and mechanical response to microstructural change will be achieved. Boundary mobility measured in the creep rig will be compared with the mobility data obtained from direct observation of boundary motion in novel in-situ annealing experiments in the scanning electron microscope, which will be performed on anhydrite as part of this experimental program. The important effect of isostatic pressure on grain boundary mobility will be tested performing high confining pressure experiments and comparing results with those from creep rig tests (room pressure). The evidence thus gathered on recrystallization mechanisms, mobility and mechanical response to microstructural changes of anhydrite polycrystals will be the basis upon which more realistic recrystallization models can be constructed. This will underpin our interpretation of syn- and post-tectonic processes in the Earth's crust and mantle.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H001034/1","grantId":"NE/H001034/1","fundValue":"76044","fundStart":"2010-01-25","fundEnd":"2014-01-24","funder":"NERC","impactText":"","person":"Elisabetta  Mariani","coPersons":[],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}