{"id":"345A9A30-0FBD-4E9E-85A2-AC32336AAB71","title":"Defining the striatal dopamine signals that enable movement: a high resolution spatiotemporal characterisation","abstractText":"Context of the research: We know that a chemical transmitter in the brain called dopamine is critical for our movements. For instance, loss of dopamine from the brain area called the striatum causes the movement problems seen in Parkinson's disease, and too much dopamine is thought to cause excessive, or compulsive behaviours. However, we still do not fully understand how dopamine is important. If we are to understand how best to treat dopamine disorders, we need to understand better how dopamine controls movement. Release of dopamine in the striatum occurs in two modes; either as low level 'tonic' release, or as intermittent intense surges, named 'phasic' release. Phasic dopamine release is known to be critical for motivating our behaviours e.g. making us seek rewards, and is thought to be hijacked in addiction disorders. New evidence now suggests that phasic dopamine release may have wider roles too, in controlling more types of movement that are unrelated to rewards. However, this suggestion has not yet been proven. Experiments to date have investigated the role of phasic dopamine release only in parts of the striatum known to be involved in processing motivation-related information (such as rewards) rather than in the 'motor' striatum, which is important for selecting everyday movement and which, importantly, loses dopamine in PD. Therefore, we propose to address the question - is phasic dopamine in the motor striatum important for movement? Excitingly, the technology has now been fully developed to make this a highly timely question. We will also address closely related questions about how other key chemicals in the striatum might regulate these phasic dopamine signals. \nAims and objectives of the research: The broad aim of this research is to determine whether phasic dopamine release in the brain's striatum is important for many types of movement, not just those related to rewards. We will address this through two specific aims. \nThere is general agreement among scientists that the motor striatum might be particularly important for carrying out our learned movements which have become automatic habits (e.g. standing and walking). Importantly, these types of habitual movements are often impaired in PD. Therefore in Aim 1, we will focus on - is phasic dopamine release in the motor-associated striatum important for habitual behaviour? We will assess dopamine release seen in motor striatum during a range of behaviours involving reward-seeking movement, non-reward-seeking movement and learned habitual movements so that we can identify the role of phasic dopamine in different key types of behaviours. We will also compare the phasic dopamine signals seen in the motor striatum to those seen in the motivation-associated parts of the striatum, to be able to understand more about the regulation of different kinds of movements.\nAnother brain transmitter, acetylcholine, is also known to be important for movement, especially reward-seeking and habits, and our previous work has shown that acetylcholine regulates phasic dopamine release in brain slices. However, this control has not yet been confirmed in behaving animals. Thus, in Aim 2, we will address - is phasic dopamine release governed by acetylcholine? \nPotential applications and benefits of the research: Through this work, we can begin to build a more complete picture of how dopamine really participates in regulating our movement. In turn, we will shed light on fundamental mechanisms of normal brain function that might be disrupted, and then targeted for therapeutic benefit, in disorders of dopamine neuron function, including PD and addiction disorders. Also, the technical infrastructure that we will establish will be cutting-edge and an excellent investment for future studies to investigate dopamine function further e.g. in disease. Therefore, whatever the outcome, our work will provide a fundamental advance in knowledge and be of direct benefit to future work.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J004324/1","grantId":"MR/J004324/1","fundValue":"368338","fundStart":"2012-08-15","fundEnd":"2015-08-14","funder":"MRC","impactText":"","person":"Stephanie  Cragg","coPersons":["Katie Ann Jennings"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}