{"id":"345B629E-7B2C-4D5B-BA66-AC14394B183C","title":"Ultrafast Dynamics at Protein Interfaces","abstractText":"Proteins are large and complex molecules that play a key role in almost all processes in living systems. Their incredibly diverse roles include protecting the cell by binding viruses and bacteria, reading DNA to build new molecules, carrying the messages to coordinate cell functions, building the structures of the cell and finally storing and delivering molecules to the sites where they are needed. What all these processes have in common is the need for the protein to interact with its environment, necessarily at its interface. Thus it is no exaggeration to say that understanding the protein interface is essential to understanding protein function. This research programme is primarily aimed at developing such an understanding.\nOne problem in characterising protein interfaces is that they are extremely inhomogeneous at the molecular level, comprising charged, neutral, H-bonding and hydrophobic residues, all of which interact differently with the (usually) aqueous environment. To characterise such an environment requires a probe of molecular proportions, so the available tools are very limited. A second problem is that the interface is a very dynamic environment, so the molecular scale probe really requires the ability to time resolve structure changes which may occur on a huge range of timescales from nanoseconds to seconds. The only tools which fit the bill are fluorescent molecular probes, since fluorescence is a very sensitive function of the environment and has a natural timescale that permits subnanosecond observations. One potential disadvantage is that the addition of a fluorescent molecular probe can be sufficient to perturb the local structure one is trying to study. Our solution to this is to use the only strongly fluorescent amino acid, tryptophan, as the fluorescence probe. \nThe methods required for the measurement and analysis of fluorescence data are already well developed in our laboratory. By studying the time dependent fluorescence with better than 100 femtosecond (one hundred million billionths of a second) resolution we can extract very detailed information about the structure and dynamics of the site of the fluorescent molecule. To extend these methods to the study of tryptophan fluorescence we will adapt our spectrometer for UV excitation and detection required. We will then design a hierarchy of peptide samples ranging from specific sequences of a few residues through individual alpha helices up to complete proteins with known secondary and tertiary structure. In this way we will be able to control the environment of the single tryptophan. Thus we will probe dynamics at the tryptophan site as a function of the local structure, its polarity, its charge and its solvent accessibility. Finally we will modify the medium by incorporating molecules which are known to interact with the protein interface, and investigate their effect on the dynamics. By such studies we will build up a comprehensive picture of dynamics at the protein - aqueous interface. Of course such experiments must be complements by theoretical analysis. Our results will provide both a severe test of and a stimulus too computer simulations of the protein interface. In this way we will develop a complete picture of this vital environment.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M001997/1","grantId":"EP/M001997/1","fundValue":"296001","fundStart":"2014-12-01","fundEnd":"2017-11-30","funder":"EPSRC","impactText":"","person":"Stephen  Meech","coPersons":[],"organisation":"University of East Anglia","findingsText":"","dataset":"gtr"}