{"id":"345E48F7-2244-4F07-B21C-36A30E624348","title":"IRD heavy minerals as a provenance tool for ice coverage on Greenland","abstractText":"Over the last 150 years or so the industrialisation of the human race has caused the climate of our planet to change. The principal causes of this change are our emissions of greenhouse gases such as carbon dioxide (CO2) and methane (CH4) due to burning fossil fuels, deforestation and cement making. So far the amount of greenhouse warming is relatively small, only ~1 degC increase in mean annual temperature. But as a consequence of this warming the continental ice sheets and valley glaciers are already beginning to melt and the oceans have thermally expanded - both leading to ~15 cm rise in sea level. Up to now these changes have been relatively minor, what is of more concern is the magnitude of the warming to come and the climate changes that will accompany it due to our continued and previous greenhouse gas emissions. In an effort to better understand modern climate and to predict future climate change, numerical models have been developed in an attempt to simulate the effects of greenhouse gas emissions. These General Circulation Models (GCM), though extraordinarily complex, remain imperfect tools that require validation. Therefore, the study of distinct ancient climate systems is now an integral part in informing policy makers on climate change issues. If these models successfully reproduce large-scale climate changes that occurred in the past, this will give us more confidence in their prediction for the future. The most informative analogues are in the recent geological past where geographical configurations, ocean currents and ecosystems are similar to today. The Mid-Pliocene (about 3 Myrs ago) is the most recent time in Earth's history when mean global temperatures were substantially warmer than today with a climate similar to that predicted for the end of this century if we continue to burn fossil fuels at the current rate. Thus, there is potential for using the Mid-Pliocene as an analogue for future global warming and testing the veracity of climate models. Of particular concern with respect to our prediction of future climate is the role the continental ice sheets of Greenland and Antarctica will play in changing sea level. For example, if all the ice on Greenland were to melt global sea level would be around 6-8 m higher. During the Mid-Pliocene it is likely that there was less ice on Greenland than today although we currently do not have a good idea about how much of the island was covered in ice - was it as much as today? Or was it significantly less? The central aim of this proposal is to address these questions and determine for the first time the areal extent of the Greenland ice sheet during the Mid-Pliocene. We will achieve this greater understanding by examining sand sized grains from 3 million year old deep ocean sediments from the North Atlantic. These grains were originally incorporated into the ice sheet by glacial erosion, transported to the ice margin, and incorporated into icebergs before being deposited as the iceberg melted in the open ocean around 3 to 3.3 million years ago. We will first test whether the chemical and isotopic composition and age of modern grains accurately reflect the region of Greenland from which they were eroded. Then, by carefully looking at grains from sediments from ~3 million years ago, we can get an estimate of which areas were covered in ice at that time. This reconstruction can then be compared to existing model results to examine their performance. This will help inform our level of confidence in their predictions of the behaviour of the Greenland ice sheet in the future.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H014187/1","grantId":"NE/H014187/1","fundValue":"29047","fundStart":"2010-08-01","fundEnd":"2011-07-31","funder":"NERC","impactText":"  Currently new grant proposals being written with NERC. I had an unsuccessful attempt at an ERC Consolidator grant. My colleague Dr Ian Bailey has a PhD student that I am co-supervising at Exeter. We are soon to submit a further paper. I am now setting up the Pb in feldspar technique in my lab at Portsmouth and we have much interest in its use by the Oil and Gas industry. Environment Societal","person":"Craig Darryl Storey","coPersons":[],"organisation":"University of Portsmouth","findingsText":" It has been shown that measuring Pb isotope ratios in feldspar grains eroded from distinct geological terranes within Greenland give a good record of their provenance. A similar exercise in measuring Ar/Ar isotope ratios (age) in amphibole grains also gives a good provenance record. It has also been shown that recent (Holocene) deep ocean sediment in key areas surrounding Greenland contains feldspar grains, delivered to the deep ocean by melting from land-courced icebergs, which can be sourced back to the site of erosion by measuring their Pb isotope ratios. The oil industry is particularly interested in sourcing the sediment within oil and gas reservoir rocks and there is much interest in particular in the off-shore oil fields of west Greenland. This has profound implications for being able to assess the pre-existing configuration of ice on Greenland in the past, where we can examine feldspar and amphibole grains recovered from bore holes within the ocean floor. Certain time periods in the past may act as proxies for the future of Greenland's ice as we continue to warm the planet through increase in greenhouse gases. Environment","dataset":"gtr"}