{"id":"3466C903-762B-4F4B-AC61-BD7B252276F9","title":"Developing statistical climate forecasts for the coming decade","abstractText":"Predicting the climate on regional scales for the coming decade would be of considerable value to a wide range of decision makers. For example, information about rainfall would aid planning for water companies, and rail companies could decide whether new track needs to be laid to cope with rising temperatures. Two main factors influence the climate of the next decade; firstly, the continuing response of the climate system to greenhouse gas emissions and other external factors such as volcanoes and solar activity, and secondly, natural fluctuations in the ocean which can offset, or enhance, anthropogenic changes for a decade or two. Until recently, climate models were primarily used to predict only the external component. However, there is now a major international effort underway to add information about the present state of the ocean into climate models in order to consider both factors and hence improve predictions. This project proposes to examine statistical ways to predict the climate over the coming decade, and offers a way to test how good our complex climate models are, and determine whether the resources invested add value to the predictions. The project will focus on predicting sea surface temperatures, but future work could examine air temperature and rainfall predictions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H011420/1","grantId":"NE/H011420/1","fundValue":"58603","fundStart":"2010-10-07","fundEnd":"2011-08-06","funder":"NERC","impactText":"","person":"Edward  Hawkins","coPersons":["Leonard Christopher Shaffrey","Fiona Mary  Underwood"],"organisation":"University of Reading","findingsText":" (1) The first multi-model decadal climate forecast suggests that global temperature is predicted to continue to rise, with each year from 2013 onwards having a 50 % chance of exceeding the current observed record.\n\n\n\n(2) Statistical predictions of SSTs are possible on inter-annual to decadal timescales and produce skillful forecasts. In many regions, retrospective statistical forecasts are more skillful than retrospective forecasts from dynamical prediction systems.  Environment","dataset":"gtr"}