{"id":"346CCB47-BF17-4FD0-98EA-4F67C52485EB","title":"Spatial interaction modelling, geodemographics and widening participation in the Higher Education sector?","abstractText":"The tradition of geodemographic classification has developed over the last 30 years as the 'analysis of people by where they live' (Harris et al., 2005). Geodemographic classification divide people into Types based on the location of their home address and although originally developed for public sector applications their application is best known in commercial activities related to target marketing and in retail analysis such as store location. However, there is increasing and wide recognition of a &quot;renaissance of geodemographics&quot; (Longley, 2005) for public sector applications in policing, health, education and local government.\n<br />\n<br />The techniques of spatial interaction modelling developed over a similar period in order to represent the attenuating effects of distance upon spatial choice. From this perspective, mathematical models are used to represent and analyse the size of spatial flows between origin and destination locations. These models have a range of different forms such as the family of entropy maximisation models developed by Wilson (1974), or the more recent contributions based on discrete spatial choice or competing destinations.\n<br />\n<br />This project entails the creation of new geodemographic classifications appropriate to the Higher Education (HE) sector and their application to spatial problems of student choice and student recruitment. This will, for the first time, provide the stakeholders in the HE sector (HE institutions, schools and prospective students) with a tool for supporting strategic decisions and anticipating their likely outcomes.\n<br />\n<br />","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-061-25-0303","grantId":"RES-061-25-0303","fundValue":"93936","fundStart":"2008-10-01","fundEnd":"2009-09-30","funder":"ESRC","impactText":"","person":"Alex  Singleton","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}