{"id":"346F8D77-12F7-4330-9D58-47E9DEA2674E","title":"Dark Energy Survey: Observing Shift at CTIO","abstractText":"The following is taken from the abstract of the attached observing proposal, which was granted 525 nights of observing time over 5 years on the instrument and telescope detailed within: \n\n&quot;The Nobel Prize in Physics for 2011 was awarded for the discovery of the accelerating expansion of the Universe. The primary scientic objective of the Dark Energy Survey (DES) is to address the question: why is the expansion of the Universe speeding up? Is cosmic acceleration due to dark energy or does it require a modication of General Relativity? If dark energy, is it the energy density of the vacuum (Einstein's cosmological constant) or something else? DES will address these questions by measuring the properties of dark energy with unprecedented precision, using four complementary techniques: galaxy clusters, large-scale galaxy clustering (including baryon acoustic oscillations), weak gravitational lensing, and type Ia supernovae. To achieve the requisite precision, we will conduct two optimally interleaved surveys over 525 nights: a wide-area grizY survey covering 5000 sq. deg. to 24th mag and a deeper time-domain griz survey with 5-day cadence covering 30 sq. deg. In response to an NOAO AO in 2003, the DES collaboration was formed and has built the Dark Energy Camera (DECam), a 570- megapixel, red-sensitive imager with 2.2 degree field of view, five uniform, high-throughput filters, a five-element optical corrector, and a hexapod system for active focus and alignment. We have constructed and will operate a data management system to process and serve DES survey data and a Community Pipeline for NOAO to process community data. The DES data products will provide a rich legacy for the astronomy community, and DECam will be an extraordinary asset as a facility instrument on the Blanco Telescope.&quot;","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/M007030/1","grantId":"ST/M007030/1","fundValue":"2000","fundStart":"2014-11-03","fundEnd":"2015-02-02","funder":"STFC","impactText":"","person":"Robert  Nichol","coPersons":[],"organisation":"University of Portsmouth","findingsText":"","dataset":"gtr"}