{"id":"34798C9D-18AC-4082-8ACB-38CD4EE24261","title":"Beckett: Biotestimonies","abstractText":"The project will result in the first book on testimony and biological life in the plays and prose of Samuel Beckett (1906-89).The key period in the Beckett corpus, the immediate post-war years, bears witness to two cultural developments which share unsuspected affinities with it: the beginnings of information theory (models of communication based on emerging understandings of data and its transmission) and the first responses to post-World War Two survivor testimony. The project recontextualises Beckett in the light of these two areas, and offers new readings of Beckett's work in terms of the subliminal form of testimony seen within it.\\n\\nThe project is concerned with parallels between Beckett's writing and survivor narratives like those of Primo Levi, David Rousset, Charlotte Delbo and Robert Antelme, all of whom respond in different ways to the problem of how to present the experience of the survivor in narrative form. While Beckett's narrators cannot conclusively be identified as Holocaust survivors, they bear witness to an unspecified atrocity which took place in the time before the narrative begins. Like the narrators of survivor literature, they are compelled to narrate and yet the subject-matter which they wish to convey is described as 'unspeakable'. Beckett's L'Innommable is a posthumous narrative: the death of the narrator is announced in Malone meurt and L'Innommable, which follows on from it, is entirely narrated by a dead narrator. In this way Beckett's work echoes a specific problem described by the philosopher Giorgio Agamben: that of the Muselmann. The Muselmann is a name given to prisoners in concentration camps who had given up on life and for whom life was effectively reduced to a set of purely biological functions. Agamben refers to the Muselmann as an impossible witness and yet an exemplary witness. Because the subject-matter of the concentration camp is unspeakable, the witness who cannot speak is in a sense the ideal narrator of survivor testimony. The idea of the Muselmann is used to read characters and narrative problems in Beckett's later work. \\n\\nThe second half of the project extends this framework to include information theory. This is a body of ideas which grew up in the years immediately following the Second World War, and which provided models of communication based on new understandings of data and its transmission emerging at the time. Beckett may have had little knowledge of the theories of information which came to prominence during the key period of his literary career, but there are important connections between these theories and Beckett's work. In particular, there are striking parallels between the entropy of the Beckettian universe and the critical status accorded entropy in emergent understandings of information in the 1950s, 1960s and 1970s. \\n\\nChapters 3 and 4 look at the struggle for communication in Beckett's later works. The discussion is introduced by Beckett's play Fin de partie (1957). The idea of such an 'endgame' which never quite finishes is often read as a metaphor for failure, following Beckett's comments on Hamm as a bad player. Here, however, it is considered as a response to entropy: the play is concerned with senseless repetition and the apparent breakdown of communication. While entropy is all about things running down inexorably, Beckett's work challenges entropy. The late text Le D&eacute;peupleur culminates in a moment in which only one human remains. The text again confronts us with the problem of the survivor and the very serious problems involved in the survivor's testimony. At the same time, though, the world which the survivor inhabits becomes deeply problematic. The dimensions of the cylinder world described in the text are given in full, but they prove impossible. A deliberately incoherent world is created in Le D&eacute;peupleur, and this allows us to tackle the problem of narrative and testimony at a structural level.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F005369/1","grantId":"AH/F005369/1","fundValue":"22759","fundStart":"2007-10-01","fundEnd":"2008-01-31","funder":"AHRC","impactText":"","person":"David Houston Jones","coPersons":[],"organisation":"University of Exeter","findingsText":"","dataset":"gtr"}