{"id":"34886F3D-EDC1-4BC7-909B-D6B62A8B456E","title":"Hydrogen sulfide as a novel guardian of the retinal vascular endothelial glycocalyx; new therapeutic opportunities.","abstractText":"Type 2 diabetes has a significant personal impact on the sufferer since it is often associated with life-changing complications. One of the most feared complications is retinopathy, which can result in blindness due to damage to the small blood vessels in the eye. This not only severely affects the quality of life of the sufferer and their family, but also impacts on wider society through the financial burden of both healthcare and benefits.\n \nOne of the first steps in the development of diabetic retinopathy is blockage of the small blood vessels in the eye due to white blood cells in the blood sticking to the endothelial cells lining the vessel walls. This stops blood flowing through the small vessels and triggers a series of biological events that, if not treated effectively, may cause blindness.\n\nThe attachment of white blood cells is regulated by &quot;sticky&quot; proteins called adhesion molecules on the endothelial cells. These are usually embedded within a protective layer on the endothelial cell surface called the glycocalyx. In health, the glycocalyx extends out from these cells like a &quot;furry&quot; layer, protecting them from damage and is so thick that the adhesion molecules are hidden within it, preventing white cell adhesion. \n\nIn people with diabetes the glycocalyx in the small vessels in the eye is reduced in thickness. This may expose the adhesion molecules, leading to increased white blood cell adhesion resulting in vessel blockage. Thus, therapies to reduce loss of the glycocalyx in diabetes could prevent progression of retinopathy by preventing white cells attaching to the vessel walls.\n\nWe think that a gas called hydrogen sulfide may help maintain the glycocalyx in health. Our laboratories are world leading in the field of hydrogen sulfide biology and we have developed, and are patenting, a range of novel donors that can release hydrogen sulfide at physiological rates. We have shown that blood hydrogen sulfide levels are significantly lowered in individuals with type 2 diabetes, and that these reduced levels are associated with abnormal small vessel function. We have also shown that in retinal endothelial cells in the laboratory our donors can reverse the reduction in glycocalyx caused by high glucose (used to mimic diabetes). Thus, we think that reduced hydrogen sulfide in the blood of people with diabetes is linked to glycocalyx loss which in turn exposes endothelial adhesion molecules and leads to increased adhesion of white cells to vessel walls and ultimately vessel blockage. From this evidence we believe that our hydrogen sulfide donors could be used to treat retinopathy in type 2 diabetes.\n\nWe will investigate this further using a range of techniques. Firstly, using retinal endothelial cells in culture we will determine the mechanism by which hydrogen sulfide prevents glycocalyx loss; does it inhibit the degradation or increase synthesis of the components of the glycocalyx or both? We will complement these studies by examining whether our donors can prevent adhesion molecule exposure in high glucose conditions. Next, using an animal model, we will examine whether administration of hydrogen sulfide donors into the eye can prevent small blood vessel changes induced by diabetes. Finally we will bring our studies back to humans and examine whether the levels of blood hydrogen sulfide and glycocalyx components are related to the degree of severity of diabetic retinopathy in patients with diabetes. Since during glycocalyx degradation its components are shed into the blood, measuring these will tell us how much glycocalyx has been lost. \n\nWe have extensive experience in the biology of hydrogen sulfide and the glycocalyx and our combined experience will ensure that this project provides reliable results that will inform clinicians, the pharmaceutical industry, scientists and most importantly patients on the therapeutic potential of hydrogen sulfide donors in treating diabetic retinopathy.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L01985X/1","grantId":"MR/L01985X/1","fundValue":"199641","fundStart":"2014-09-30","fundEnd":"2016-05-29","funder":"MRC","impactText":"","person":"Jacqueline  Whatmore","coPersons":["David  Bates","Andrew Howard Salmon","Simon  Satchell","Matthew  Whiteman"],"organisation":"University of Exeter","findingsText":"","dataset":"gtr"}