{"id":"348D7B27-EFC7-49A4-926C-E9378D50C4D8","title":"Cross-Cohort Research programme: employment, health and wellbeing","abstractText":"Funding is requested for a three-year research programme led by the Centre for Longitudinal Studies (CLS) that will seek to improve our understanding of the intergenerational transmission of economic and health inequalities in the UK. The programme will use rich data from the four CLS-managed cohort studies that form a core part of the UK's portfolio of world-renowned longitudinal studies: the 1958 National Child Development Study (NCDS), the 1970 British Cohort Study (BCS70), the Millennium Cohort Study (MCS) and Next Steps (formerly the Longitudinal Study of Young People in England). In bringing together the leading academics responsible for these studies, the programme of research described below will exploit CLS's unique experience in designing longitudinal surveys, its in-depth knowledge of each of the data sets, and the Centre's insight into UK public policy issues. \nThe programme, which will also involve expert external collaborators and visiting scholars from other countries, is designed to enhance the work of CLS as an ESRC resource centre. It will deepen our understanding of two overarching themes 1) Healthy lifestyles across the life course, and 2) Processes and consequences of social mobility. The programme will focus on cross-cohort comparisons, policy-relevant topics, cutting-edge empirical methodologies, and inter-disciplinary collaboration. Each theme will comprise a set of inter-related research projects. The 'Healthy Lifestyles' strand will cover: intergenerational influences on physical activity; parental work and the rising prevalence of obesity across generations; childhood mental health trajectories and lifetime consequences; alcohol use across the life course and its links with health and wellbeing. The 'Social Mobility' strand will cover: parents' wealth in childhood and its relationship with children's development; the mechanisms and consequences of social mobility; the influences on and outcomes of educational and occupational aspirations of children and young people.\nThe programme will capitalise on the new data collections of the MCS and LSYPE, planned for 2015. This will maximise the return from prior ESRC investments, and ensure the relevance and timeliness of findings for policymakers and practitioners. The analyses will also benefit from the comprehensive data collected from cohort members born in 1958 and 1970 through childhood and into adult life. Coupled with the detailed data available on cohort members' parents, these studies are uniquely placed to shed new light on intergenerational transmission of advantages and disadvantages.\nWe have a carefully considered strategy for making sure that evidence from the research programme is fully exploited by a wide range of users. Seminars and conferences will be organised to share the results of analyses. The well-established CLS website (with approximately 25,000 unique users per month) will be augmented to showcase the programme's outputs, including publications, presentations and case studies. Media coverage of the cohort studies has proven to be an effective way of reaching many target audiences, including policymakers, practitioners, third sector organisations, and the general public. CLS will issue press releases on new publications and findings from the programme, and will further extend its use of social media to promote this research. \nCLS recognises the importance of ensuring that the cohort studies have maximum instrumental, conceptual and capacity-building impact. The proposed programme therefore focuses on issues that are central to promoting health and wellbeing across all sections of society. Research findings will be discussed with practitioners and policymakers, thus feeding through to public policy debate. We will also monitor, record and publicise the impact of the research to inform researchers and funders, and demonstrate to cohort members that the studies they are involved in are making a vital contribution to society.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M008584/1","grantId":"ES/M008584/1","fundValue":"1517650","fundStart":"2015-07-01","fundEnd":"2018-06-30","funder":"ESRC","impactText":"","person":"George  Ploubidis","coPersons":["Jeremy  Staff","Emla Olivia Fitzsimons","Mark  Hamer","Alice  Sullivan","Alissa Tamar Goodman","Christopher Philip Bonell","Jennifer  Maggs","Lucinda  Platt"],"organisation":"University College London","findingsText":"","dataset":"gtr"}