{"id":"3493BF88-20D2-4EE6-8ABC-72DCA3C95C08","title":"Is oxidative stress the principal mode of toxicity for metal oxide nanoparticles?","abstractText":"Manufactured nanoparticles (NPs) can be defined as very small materials purposefully produced by human activity with at least one dimension between 1 and 100 nm (i.e. they are larger than most chemical products but much smaller than biological cells). They are currently of tremendous scientific, technological and economic importance, having a wide range of applications or potential applications in environmental technologies, medical and health applications (e.g. drug delivery vehicles, diagnostics, antibiotics), computing, cosmetics and elsewhere. Global research and development was valued at approximately &pound;10 billion in 2006 and international nanotechnology markets are expected to be valued at trillions of dollars in the next decade. Given this huge and growing importance, concern is warranted because (1) discharges into the environment are now occurring and will grow at increasing rates as the nanotechnology industry increases, (2) significant adverse effects on human and environmental health have been shown to occur and yet there remains great uncertainty as to the type of damage that they may cause and whether this can lead to adverse health effects at exposure levels likely to be achieved in the environment. We seek to ensure responsible development of these hugely beneficial products. This is vital to ensure that industry and government (and ultimately the general public) are informed of the possible risks of NPs, so that these risks can be minimised and a large scale public backlash, such as occurred for genetically modified organisms, is prevented. Metal oxide NPs, especially TiO2 and CeO2, are amongst the most widely used NPs in consumer goods and it is almost certain that these NPs are present in the environment despite our lack of methods to measure concentrations under realistic conditions. There is evidence that both of these materials can lead to damage of biological cells and that this is caused by their ability to produce highly damaging forms ofoxygen (called reactive oxygen species). However, there is very little information on whether such damage can occur in whole organisms, particularly in the freshwater environment, which is likely to be a major source of exposure. There is also very little information on whether other modes of toxicity are important. We wish to test the hypothesis that such 'oxidative damage' can occur in intact cells of freshwater algae and of the water flea, Daphnia magna. We will use several state-of-the-art molecular technologies (called 'omics' techniques) to obtain a comprehensive assessment of such oxidative damage as well as an assessment of potential alternative responses (as yet unidentified) in these organisms that may impact on their health. Health will also be measured in relation to growth and reproduction of these organisms. The NPs to be used will be synthesised and well characterised in relation to physical and chemical features prior to, and after, the exposure studies, including assessments of uptake into the organisms and an assessment of the relative importance of different routes of uptake. We will thus determine the nature and potency of the potential damage and risks posed by specific characteristics of the NPs to organisms in the environment, enabling targeted analyses for safety assessment screening to be developed, and provide the knowledge to reduce uncertainty in risk prediction for different species, including humans.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H008764/1","grantId":"NE/H008764/1","fundValue":"616275","fundStart":"2010-10-01","fundEnd":"2014-12-31","funder":"NERC","impactText":"  This research project is on-going, however the impacts of the research are already being generated. We have discovered a novel mechanism of nanoparticle-induced disruption of predator-prey signalling, i.e. a novel NP-biota interaction that spans two trophic levels. We have been invited to present this work at several international conferences, are currently writing up the work for a high impact journal, and are mapping this new mechanism of toxicity onto an &quot;adverse outcome pathway&quot;. This latter exercise is being done in collaboration with the European Commission's Joint Research Centre, with advice from the Norwegian Institute for Water Research (NIVA). To further increase the impact of this discovery, we will also submit this finding, in the form of an adverse outcome pathway, to the OECD.  ","person":"Mark  Viant","coPersons":["J Kevin Chipman","Jamie  Lead","Francesco  Falciani"],"organisation":"University of Birmingham","findingsText":" This research project is on-going. While we have made progress against all the objectives, the single most significant finding, and one that has captured our focus for the last two years, is the discovery of a novel mechanism of nanoparticle-induced disruption of predator-prey signalling. As background, zinc oxide nanoparticles (ZnO NPs) are one of the most widely used nanomaterials, applied in consumer products from cosmetics to electronics. Nevertheless, our understanding of their aquatic toxicity is limited, although it is speculated to arise from dissolution of Zn2+ from the NPs. Metabolomics, the study of the small molecule composition of biological samples, is a proven approach for discovering metabolic responses to toxicants. We exploited the non-targeted capabilities of metabolomics to investigate the molecular toxicity of waterborne ZnO NPs to Daphnia magna, a keystone freshwater invertebrate widely used in toxicity testing. Fourier transform ion cyclotron resonance mass spectrometry (FT-ICR MS) metabolomics showed a dose-dependent metabolic response to the NPs, orthogonal to the effects of bulk ZnO and Zn2+(aq). Detailed investigations, including extensive metabolite identification, revealed that families of aliphatic sulfates and sulfamates were significantly decreased (up to 10-fold) following ZnO NP exposure. Some of these compounds have previously been shown to act as kairomones; chemical messengers emitted by the Daphnia that benefit another species without benefitting the emitter. Kairomones released by the daphnids are sensed by some algal species, which subsequently alter their morphology in direct response to this predation threat. Using the unicellular alga Desmodesmus subspicatus, we have replicated this morphological response to the kairomones of healthy D. magna, and have shown a modulation of this response following exposure of D. magna to ZnO NPs. Additionally, a range of imaging modalities have been used to study the update and distribution of the ZnO NPs in the Daphnia. This has revealed clear evidence of uptake into the gut. Taken together, these discoveries represent a novel NP-biota interaction, spanning two trophic levels, with currently uncharacterised ecological consequences. We are currently mapping this new mechanism of toxicity onto an &quot;adverse outcome pathway&quot; in collaboration with the European Commission's Joint Research Centre. A workshop will be held just prior to the completion of this grant. Regulatory toxicology Chemicals,Environment","dataset":"gtr"}