{"id":"349B84BA-DB82-40A7-92DF-36635765CBDA","title":"Non Governmental Public Action Networks and Global Policy Processes","abstractText":"This project addresses the transnational policy activities of research networks, university institutes and think tanks. The creators and distributors of policy knowledge – scientific theories, concepts and models, data sets and statistics, policy analysis – are central players in the weak institutional context of global and regional governance.\n<br />\n<br />The research inquires into the manner in which knowledge institutions deliver conceptual understanding of policy problems; how networks set policy agendas; and the effectiveness and legitimacy with which they implement and monitor public action beyond the nation-state. Questions asked in this project include:\n<br />\n<br />\n<ul>\n <li>How and why have researchers and their organisations become trans-national?</li>\n <li>What is the nature of knowledge demand from international organisations, governments, multilateral initiatives and global policy networks?</li>\n <li>What is the role of knowledge producers in agenda setting, standards setting, and policy evaluation?</li>\n <li>Which knowledge institutions are perceived as ‘expert’ and ‘elite’?&nbsp; And through what socio-political processes can ‘expertness’ be constructed?</li>\n</ul>\n<br />The method is a desk based investigation along side participant observation in the conferences, workshops and other activities of four case study organisations:\n<br />\n<br />\n<ul>\n <li>The Global Development Network</li>\n <li>The Overseas Development Institute</li>\n <li>The Open Society Institute </li>\n <li>The ASEAN Institutes of Strategic and International Studies</li>\n</ul>\n<br />","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-155-25-0050","grantId":"RES-155-25-0050","fundValue":"73321","fundStart":"2006-02-27","fundEnd":"2008-01-31","funder":"ESRC","impactText":"","person":"Diane Lesley Stone","coPersons":[],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}