{"id":"349FBD5E-3106-4A97-86BA-5C6B13F3CAF7","title":"Internal Consultants as Agents of Change: The Redesign of the Human Resource Function in the UK","abstractText":"<p>In recent years, management consultancy has grown in importance, both in the use of external consultants and of organising management functions as internal consultancies. External consultants have some advantages, but can also create tensions and resistance. Internal consultants may lack organisational independence, but may have greater inside knowledge, credibility and commitment to change. Additionally, in the context of human resource management (HRM), organising as internal consultancy may help professionalise its role. </p>\n\n<p>This project examines how internal consultants can contribute to the management of a firm's human resources. Through in-depth case studies of internal human resource consulting in public and private sector organisations as well as shadowing consultants and interviews with expert practitioners, the aim is to generate insights into management consulting, HRM, knowledge transfer and organisational change. It has four key aims: </p>\n\n<ol>\n \n\n <li>Identifying the major reasons for adoption an internal consulting approach to HRM.</li>\n\n <li>Examining the forms in which internal HRM consulting has been adopted.</li>\n\n <li>Assessing the impact of internal consultation groups on other organisational units in terms of knowledge transfer and change management.</li>\n\n <li>Identifying key elements of 'promising practices' and policies in the structure and operations of HRM internal consulting group.</li>\n</ol>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-000-22-1980-A","grantId":"RES-000-22-1980-A","fundValue":"43149","fundStart":"2010-02-01","fundEnd":"2011-04-30","funder":"ESRC","impactText":"","person":"Andrew Jonathan Sturdy","coPersons":["Nicholas Graham Wylie"],"organisation":"University of Bristol","findingsText":" PLEASE SEE PROJECT REPORT THEY HAVE WIDER IMPLICATIONS FOR BOTH MANAGEMENT AND CONSULTING AS OCCUPATIONAL GROUPS. Aerospace, Defence and Marine,Agriculture, Food and Drink,Chemicals,Communities and Social Services/Policy,Construction,Creative Economy,Digital/Communication/Information Technologies (including Software),Education,Electronics,Energy,Environment,Financial Services, and Management Consultancy,Healthcare,Leisure Activities, including Sports, Recreation and Tourism,Government, Democracy and Justice,Manufacturing, including Industrial Biotechology,Culture, Heritage, Museums and Collections,Pharmace","dataset":"gtr"}