{"id":"34A9B701-8F31-447D-8684-52DF56571EC1","title":"Regulation of M-type K+ channel expression in sensory neurones as a novel mechanism contributing to chronic pain states","abstractText":"Chronic pain constitutes an enormous health problem. It brings physical and psychological distress to the sufferers and their carers and puts significant pressure on the health care system. It is especially true because many types of chronic pains are particularly difficult to treat, most of the conventional analgesics are either ineffective or have serious side-effects. One of the common primary causes of many chronic pain conditions is an uncontrolled activity of specific peripheral nerves which normally are silent and only become active in response to potentially damaging stimulation. This pathological activity of damage-sensing nerves (peripheral sensitisation) may last for months or years (e.g. in arthritis or neuropathic pain) causing unrestrained pain. Unfortunately, despite of much effort, the mechanisms underlying peripheral sensitisation are poorly understood. Recent work in the laboratories of the applicants has lead up to the accumulation of a ?critical mass? of evidence towards the discovery of what may become one of the key molecular mechanism contributing to the chronic pain. Our findings revealed that nerve injury triggers long-lasing down-regulation of specific group of genes that encode family of proteins called ?M-type potassium channels? that control activity of peripheral nerves. Importantly, we identified another protein called ?REST?, which is able to specifically interact with and regulate expression of the M-type potassium channel genes. Our hypothesis (supported by our recently published and yet unpublished data) is that nerve injury or inflammation triggers the expression of REST which, in turn, suppresses the expression of M-type potassium channels in peripheral sensory nerves thus increasing their spontaneous activity. The aim of this proposal is to perform comprehensive and rigorous investigation of this novel mechanism. We will use known animal models for neuropathic pain in combination with an array of cutting edge genetic, molecular, biochemical and electrophysiological approaches to fully characterise the changes in the expression patterns of the M-type potassium channel genes induced by nerve injury. We will further probe the mechanism responsible for control of M-channel expression and function in sensory nerves with particular attention to the newly discovered role of REST. Our work has the potential to identify new targets and strategies that may be used to develop better medicines for the treatment and management of chronic pain.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1002183","grantId":"G1002183","fundValue":"521765","fundStart":"2011-09-01","fundEnd":"2014-12-31","funder":"MRC","impactText":"","person":"Nikita  Gamper","coPersons":["Ian Christopher Wood","Noel John Buckley"],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}