{"id":"34BBB6C8-309A-4C9F-8F24-91A2CB3E64F2","title":"Predicting drug-target binding kinetics through multiscale simulations","abstractText":"Drug-target binding kinetics has recently emerged as a critical parameter in determining the in vivo efficacy and toxicity of lead compounds. Unfortunately, the rational optimisation of this parameter to design more effective and less toxic drugs is extremely difficult as the features of small ligands and their protein targets that affect binding kinetics remain poorly understood. \nThe aim of this project is to systematically fill this knowledge gap by combining state of the art computational approaches. We propose to combine our state-of-the-art enhanced sampling and QM/MM methods to compute reliable association free energy profiles and rationalise the binding kinetics of receptor-ligand complexes in terms of the structures and energies of the transition state ensemble. \nWe will test and validate these methods, which have not been previously combined for this purpose. Together, they tackle the two central challenges of biomolecular simulation, i.e. conformational sampling and accuracy of potentials. We will apply the techniques we develop to well-characterised biomolecular systems of real biomedical importance, such as the influenza target neuraminidase, the anti-cancer targets p38a, Abl, Src and FGFr tyrosine-kinases, the chaperone HSP90, and other drug targets in collaboration with our pharmaceutical industrial partners (UCB, GSK and Sanofi). The results will shed new light on the kinetics of drug binding and their molecular origins. The methods we develop should find wide application, and we will make them available and accessible.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M015378/1","grantId":"EP/M015378/1","fundValue":"225397","fundStart":"2015-05-01","fundEnd":"2018-04-30","funder":"EPSRC","impactText":"","person":"Adrian John Mulholland","coPersons":[],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}