{"id":"34BC7842-1F3D-43F3-96A3-24AE8C91B9E4","title":"Core Capability for Chemistry Research at the University of Warwick","abstractText":"The main objective of this proposal is to enhance the research capabilities of the Department of Chemistry at the University of Warwick, through the acquisition of new equipment. We will add enhanced capabilities in matrix assisted laser desorption ionisation (MALDI) mass spectrometry, and nuclear magnetic resonance (NMR) spectroscopy. These will have major beneficial impacts on &gt;60% of staff and researchers in the Department through significant increases in both capacity (i.e. more samples can be run) and capability (i.e. better data through improved resolution). \n\nThis equipment will enhance a wide range of research activities in EPSRC priority areas as detailed below:\n\n(i) Chemical Biology, where the proposed instruments will facilitate many programmes including genomics-driven natural product discovery and various medicinal chemistry programmes including the development of metal based pro-drugs. It will also underpin interests in Synthetic Biology. \n\n(ii) Synthesis and Catalysis - work in this EPSRC priority area includes work on transition metal catalysis, organocatalysis and biocatalysis. A variety of other synthetic chemistry programmes will be enhanced including those relevant to the EPSRC grand challenge, Dial-a-Molecule. \n\n(iii) Polymer Chemistry - many varied programmes will benefit including those focused on protein conjugation to polymers, glycopolymers, biomaterials, drug delivery and nanoreactors.\n\n(iv) Analytical Science - The increased sensitivity will enhance many projects including biophysical investigations of metalloproteins and membrane proteins. \n\nImportantly, the new capabilities will also help us further strengthen our engagement and collaboration with industry and relevant business sectors.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L027100/1","grantId":"EP/L027100/1","fundValue":"994000","fundStart":"2014-03-14","fundEnd":"2014-06-13","funder":"EPSRC","impactText":"","person":"Mike  Shipman","coPersons":[],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}