{"id":"34C59EC5-133E-47A2-82A8-259EDE27F8FE","title":"A programme of astronomy at the University of Hertfordshire","abstractText":"This application is to support the programme of research at The Centre for Astrophysics Research (CAR) at the University of Hertfordshire. The research includes: - conducting follow-up observations of gamma-ray bursts, the most violent events in the Universe, detected by the Swift space mission, so as to better understand the nature and origin of these remarkable events. We will also use the huge luminosity of GRBs to study the distant regions of the universe where we find them; - understanding the formation and evolution of massive galaxies and the role of submillimetre-luminous galaxies in the early universe; - investigating the nature of a new class of star clusters found in the Milky Way's near neighbour, the Andromeda Galaxy. Why no similar clusters exist in the Milky Way is a mystery, and may be telling us that the two galaxies evolved in different ways. We also plan to use our observations of these and other clusters to investigate the properties of so-called 'dark matter', which astronomers think makes up about 90% of the universe but which seems to be completely invisible; - to understand how the centres of active galaxies are fuelled, i.e. those where the energy produced is far more than can be produced by stars, and is most likely from accretion on to a massive black hole; - to determine the structure of active galactic nuclei and to understand why there is such a wide range of radio powers associated with active galaxies; - to determine what are the sufficient and necessary conditions for star formation to commence by studying the star formation process in nearby galaxies at scales of the local Jeans length, and to tie this in with star formation at large look-back times; - understand the energetics of the violent interstellar medium, notably the feedback cycle which links massive star formation to the surrounding medium, and it's impact on the disk-halo interface (ranging from setting up localised blow-out of gas to creating galactic winds, and the subsequent enrichment of the intergalactic medium); - to search for and identify all the massive star-forming regions in our Galaxy and from them learn how massive stars are formed; - to measure the energy distribution at optical and infrared wavelengths for extra-solar planets found close to their parent stars, these will give vital insights into the composition, formation and evolution of giant planets; - to understand the occurrence, formation history and properties of 'failed stars' known as brown dwarfs; - to understand the process of mass loss in evolved stars; this matter returns to the interstellar medium and eventually forms new stars; - using spectra to measure the composition of the oldest known stars in order to determine what types of stars were the first to form after the big bang; - a proposal to construct a new optical imaging camera to be used as a visitor instrument on the WHT, which will allow, among many other collaborative applications, a study of the morphology of massive star formation in galaxies; - the CAR has built a polarimeter (PlanetPol) with sufficiently high sensitivity to detect the polarization signature of the so-called hot-Jupiters (extrasolar planets with a size similar to that of Jupiter but in an orbit very close to the star).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=PP/D000920/1","grantId":"PP/D000920/1","fundValue":"1221290","fundStart":"2006-04-01","fundEnd":"2009-03-31","funder":"STFC","impactText":"","person":"James Harley Hough","coPersons":["Jason Anthony Stevens","Johan  Knapen","Hugh Richard Jones","Sean  Ryan","Mark Anthony Thompson","Antonio  Chrysostomou","Timothy Michael Gledhill","Elias  Brinks","Philip William Lucas","Ralf  Napiwotzki","Alan  McCall","David James Pinfield","Martin John Hardcastle","James Leonard Collett"],"organisation":"University of Hertfordshire","findingsText":"","dataset":"gtr"}