{"id":"34C7FB23-6194-40F9-AFC6-E1A2271A7E85","title":"Nanometrology for Molecular Science, Medicine and Manufacture","abstractText":"The lack of capacity for advancing the emerging field of nanometrology can only be addressed through stra-tegic interdisciplinary collaborations that provide a stimulating and innovative research environment to catalyse and sustain a new dimension in UK research capability. In a major strategic initiative, Strathclyde University (SU) has founded a Centre for Molecular Nanometrology (2005 - to our knowledge, the first in the world) with facilities supported by the Wolfson Foundation and the Science Research Infrastructure Fund. This Centre has the ultimate goal of recording real-time images of dynamical interactions of single molecules in-situ. With the award of a Science and In-novation Award the Centre will facilitate the high quality, innovative, multidisciplinary research environment required to nurture and develop the extra capacity needed to make the UK a leader in nanometrology. A Science and Innovation Award will also bring together the Centre and medical collaborators at King's College London (KCL), bridging the molecular measurement gap to innovation in emerging areas of strategic impor-tance such as disease pathology, diagnostic tools in nanomedicine, the design of new drug treatments and new structural materials while facilitating knowledge transfer into the healthcare and chemical industries.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D062861/1","grantId":"EP/D062861/1","fundValue":"3116480","fundStart":"2006-08-01","fundEnd":"2012-01-31","funder":"EPSRC","impactText":"  For decades, a simple and convenient way of enabling people with diabetes to monitor their own blood sugar levels has eluded medical science. But now advances in nanometrology - measuring at the nanoscale - are bringing the prospect within reach with 'smart' tattoos. With support from the Research Councils UK Nanoscience Programme, researchers at the University of Strathclyde and King's College London are developing 'smart' tattoos that can be injected just under the outer layer of skin. Once in place, they function like a tiny laboratory, constantly monitoring molecular-level changes in glucose concentrations within the body.\n\nBeneficiaries: Over four million people worldwide die from diabetes or diabetes-related conditions every year. By allowing people with the disease to manage it more effectively and with less discomfort, our technique could improve their health and quality of life, while Healthcare,Pharmaceuticals and Medical Biotechnology Societal","person":"David  Birch","coPersons":["Luigi  Gnudi","William Ewen Smith","Robert William Martin","Martin David  Dawson","John  Girkin","Klaas  Wynne","Karen Jane Faulds","John  Pickup","Duncan  Graham","Kevin  ODonnell","Olaf Janusz Rolinski"],"organisation":"University of Strathclyde","findingsText":" The Science and Innovation Award (SIA) succeeded in achieving its aim of building new capacity in the strategically important area of molecular nanometrology. The SIA not only built new capacity and bridged a critical molecular measurement gap, but also helped address important problems in disease pathology, diagnostic tools in nanomedicine and the design of new structural materials, while facilitating knowledge exchange with the research, healthcare and industry sectors.\n\nAmplification of the original SIA investment was been achieved through an additional ?21.3M of competitively won funding during the course of the project. This represents over a fourfold return on the initial EPSRC/SFC investment of ?4.9m. The original personnel capacity funded by the SIA totalled 25, comprising lecturers, post-doctoral fellows and research students. The additional investment provided double the original SIA capacity. Since the project began in 2006 up to the end of 2011, a total of 235 journal papers and 245 conference talks have been generated by the SIA team.\n\nThe SIA team are continuing to build on the success of the SIA through new proposals and outputs. Their future research plans will continue to incorporate synergistic and multi-centre interdisciplinary collaboration such as that achieved in the SIA, for example through the new ?89m Technology Innovation Centre presently under construction at Strathclyde.  ","dataset":"gtr"}