{"id":"34D30255-4BE7-4CB2-A431-76CF27CFAB2C","title":"EPFL Research Visit","abstractText":"This proposal is for a research visit to share research ideas in sparse representations and compressed sensing between the signal processing labs in EPFL and the Edinburgh Compressed Sensing research group. Sparse representations have emerged as a very powerful technique for describing data in signal and image processing, and increasingly in many areas of machine learning. The underlying structure that they expose helps make challenging tasks such as detection, classification, separation and signal acquisition tractable and aids computational efficiency. \n\nCompressed sensing is a subfield of sparse approximation that involves a radical re-thinking of the sampling process and enables their acquisition (sensing) through many fewer samples than would be predicted by the traditional Nyquist criterion. It has generated a wealth of interest in recent years, not just within the signal processing community but across many related disciplines and applications: from seismology and radar to genomic sequencing. \n\nIn this project we will explore the next generation of sparse representaions and compressed sensing schemes that combine advanced imaging modalities with novel structured signal models.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K032275/1","grantId":"EP/K032275/1","fundValue":"28843","fundStart":"2013-01-05","fundEnd":"2013-05-04","funder":"EPSRC","impactText":"","person":"Mike  Davies","coPersons":[],"organisation":"University of Edinburgh","findingsText":" During my visit to EPFL I was able to develop a new compressed sensing framework for a recently proposed technique of Magnetic Resonance Fingerprinting. The new technique should allow the measurement of quantitative information from a rapid MR imaging approach. A journal and conference submission have subsequently been made reporting these results. If the new technique can be successfully implemented on an MRI scanner it will provide a significant speed up for the acquisition of quantitative properties within the MR image. These in turn could lead to better and faster diagnostics. We are now exploring the possibility of implementing the technique on an MRI scanning to enable a thorough evaluation of the principle. Digital/Communication/Information Technologies (including Software),Healthcare","dataset":"gtr"}