{"id":"34DE1B5B-7303-4F83-A053-DDE35A166ED3","title":"Personalised monitoring and enhanced self-management in mental health (CareLoop)","abstractText":"Serious mental illness (SMI) such as schizophrenia affects 1% of people, with an onset usually in early adult life. A lifelong, relapsing illness then occurs in 80%. Relapses often lead to urgent inpatient stays, which are expensive and unpleasant for the sufferer. Mental health services mainly focus on SMI but are seen two have two problems: the patient or service user feels unengaged with their care, and current service configuration is slow to pick up early signs of relapse and intervene promptly to avert it, using medication change or psychological support. Supported by a current MRC grant, we have developed a software application which runs on mobile smartphones (Clintouch). It prompts the user up to several times a day to rate and record their symptoms, which takes about a minute, the data then being automatically and wirelessly uploaded to a central server. We have shown that over 80% of SMI users can operate it over a week's recording, and that the data self-recorded in this way are valid (they match the same data collected using conventional gold-standard rating scales at interview). We have also developed an sms (text message) version. Thus, the technology can monitor psychiatric symptoms in real time in the community, potentially enabling prompt clinical intervention in response to early signals of relapse or low mood, and helping patients better to manage their own problems. We wish now to use detailed, in-depth feedback from SMI patients and healthcare staff through focus groups to develop the system further so that patients are keen to use it over longer periods, and build it into the way clinical teams visualise, interpret and act upon the continual stream of clinical data. The system (CareLoop) will be comprehensive and use existing, widely available technologies based on open standards. We will look at ways of personalising data collection to suit individual patients. We will then run a clinical &quot;feasibility&quot; trial in 80 SMI patients over 12 weeks in a clinical team in Manchester and in London to see how well it successfully picks up early warning signs of deterioration (a &quot;proof of concept&quot;), and how practical and acceptable the system is for patients and professionals. This will give a better idea of the potential of the system in future to reduce relapse and rehospitalsation and design large scale evaluations of its clinical effectiveness. The system has the potential to transform community care for people with serious mental illness, with personalised self-management and relapse reduction. In the context of current policy for efficiency through innovation in the NHS, the likelihood of it being used widely in practice is high if the results show that it works.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K015516/1","grantId":"MR/K015516/1","fundValue":"897681","fundStart":"2013-02-01","fundEnd":"2015-10-31","funder":"MRC","impactText":"","person":"Shon William Lewis","coPersons":["Christopher  Roberts","Til  Wykes","John David Ainsworth","Iain Edward Buchan","Caroline  Sanders","Linda Mary Davies","Shitij  Kapur","Nicholas  Tarrier"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}