{"id":"34E6B633-844F-4326-863B-28A5D59C89E6","title":"Ergocalciferol (D2) vs. Cholecalciferol (D3) Food Fortification: Comparative Efficiency in Raising 25OHD Status &amp; Mechanisms of Action (D2-D3 Study)","abstractText":"Vitamin D is the term used to describe two molecules, ergocalciferol (vitamin D2) and cholecalciferol (vitamin D3). The first of these is derived by ultra-violet irradiation of the ergosterol that is widely distributed in plants and other fungi whereas cholecalciferol is formed from the action of ultra-violet irradiation on the skin. Poor vitamin D status is a very common problem in the UK. This has important health consequences (such as muscle/bone function, increasing the risk of diabetes). We urgently need to find ways of improving vitamin D intake that are acceptable as a public health strategy. Research that has just been completed by our group at the University of Surrey (Food Standards Agency funding; Project No. NO5064; &pound;0.5M) has shown that (1) dietary intake of vitamin D is too low to have any effect on vitamin D status as there are too few foods providing a valuable natural source; (2) South Asian women are extremely vitamin D deficient; (3) Caucasians have extensive vitamin D insufficiency. There is evidence in the literature of differences in key polymorphisms of important genes that are critical to vitamin D metabolism in Asian Indian vs. Caucasians aswell as differences in key vitamin D metabolism enzymes. This requires a fuller investigation since there are differences in the availability of vitamin D2 and vitamin D3 and hence public health advice on increasing vitamin D intake (particularly with respect to the development of vitamin D rich food products) needs to confirm that either form of vitamin D is effective. Furthermore, the South Asian community are vegan/strict vegetarians (~26%) and hence the source of vitamin D3 is a problem in this group due to being derived from animals (vitamin D3 supplements come from Lanolin, which is extracted from sheep's wool.) There is currently controversy as to the effectiveness of vitamin D2 vs. D3 in raising 25HOD levels in humans. It has been assumed, largely on the strength of evidence from studies inthe 1930s, that D2 and D3 were equally effective in humans but some studies show that D3 is superior to D2 in raising 25OHD levels whereas the most recently published data suggests that D2 and D3 are equally effective. This requires urgent attention. The proposed study will enable a better understanding of how comparable the two forms of vitamin D (ergocalciferol [D2] vs. cholecalciferol [D3]) are at raising vitamin D status in Caucasians and Asians and investigate the mechanisms of action with respect to any differences observed between the two vitamin D forms or between ethic groups. Mechanisms of action will focus on genetic differences aswell as differences in vitamin D metabolizing enzymes. Using a team of scientists with different expertise, our principal objectives are to: (i) compare the efficiency of 10mcg/d [400IU/d] of ergocalciferol (Vitamin D2) vs. cholecalciferol (Vitamin D3) fortification of food products in raising 25OHD levels in Asian/Caucasian women; (ii) determine which vehicle for fortification (i.e. a SOLID vs. FLUID food) with ergocalciferol (Vitamin D2) vs. cholecalciferol (Vitamin D3) is more effective in raising 25OHD levels, independent of ethnicity; (iii) investigate if 10mcg/d [400IU/d] is effective in raising wintertime 25OHD levels above 'deficiency/insufficiency' thresholds (25nmol/l and 40nmol/l respectively) in Caucasian and Asian women and whether there are any differences in ergocalciferol v. cholecalciferol fortification, independent of ethnicity; iv) investigate the mechanisms (genetic/enzymatic) for the differences observed in (i), (ii) &amp; (iii).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I006192/1","grantId":"BB/I006192/1","fundValue":"516823","fundStart":"2011-04-01","fundEnd":"2015-03-31","funder":"BBSRC","impactText":"","person":"Sue  Lanham-New","coPersons":["Colin Peter  Smith","Kathryn Hayley Hart"],"organisation":"University of Surrey","findingsText":"","dataset":"gtr"}