{"id":"34F04232-B531-496B-A464-17A471C43D70","title":"Alternative Mechanisms of Chlamydia Invasion","abstractText":"Chlamydia, which is the causative agent of a number of diseases of humans and animals is categorised as an obligate intracellular bacterium, which means that it absolutely requires an environment inside a host cell for survival and replication. The principal reason is that chlamydia, through evolution has lost the ability to synthesise important metabolic intermediates, and thus depend on the host cell for these nutrients. Because gaining access to the intracellular environment is paramount to its survival, chlamydia has also evolved mechanisms that exploit host cell machinery to induce the uptake of the invading bacterium. Chlamydia achieves this subversion by translocating a protein, named TARP that can directly remodel the cell surface to produce structures designed to engulf the bacterium. The translocated chlamydial protein activates a number of signalling pathways within the host. That there are functionally redundant signalling pathways likely ensures the successful invasion by chlamydia of different cell types, increasing its chance of survival and replication. Interestingly, there are different versions or homologues of TARP present among the different species of chlamydia. While the homologues are highly related, each one display distinct features that indicate different signalling pathways induced by each homologue. One of the aims of this proposal is to identify and fully characterise these pathways and their potential roles in chlamydia invasion. A related aim will focus on how this signalling is turned off to return the cell to its normal state.\n\nOne of the striking features of chlamydia invasion is the formation of cell surface projections that resemble pedestal, to which the invading chlamydia are localised, surrounded by highly elongated microvilli. Both structures are designed to engulf chlamydia. Because the cytoskeletal framework are likely to be different between the two distinct cell surface structures, studying the molecular pathways that may be involved in the formation of the structures should contribute to a more detailed knowledge of chlamydia invasion. Elucidation of the mechanisms of how these structures are formed should allow for the direct examination of their potential roles in chlamydia invasion. \n\nThe ultimate goal is to assemble an integrated molecular model of chlamydia interaction with its host cell at the very early stages of infection. Knowledge gained should contribute to the biology of both the bacterium and the host cell, and the development of new treatments that minimise the incidence of pathology and/or chronic/persistent infections.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0900213","grantId":"G0900213","fundValue":"552000","fundStart":"2009-10-01","fundEnd":"2012-09-30","funder":"MRC","impactText":"","person":"Rey  Carabeo","coPersons":[],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}