{"id":"34F49329-B98C-4D31-9F7D-7A0F3C631AA9","title":"Roles for the APC/C in the centrosome cycle and the centrosomal regulation of the APC/C activity","abstractText":"To maintain the correct balance of gene activity from one generation of cells to the next, it is crucial to partition the genetic material during cell division with the high fidelity. The two daughter cells should receive equal number of chromosomes from their mother cell. Chromosomes, which carry all the genetic information, are segregated equally into the two daughter cells by the cellular apparatus named the mitotic spindle. The centrosome is a body located at both ends of the mitotic spindle that focuses the molecular fibres or microtubules that constitute the spindle in most of animal cells. The loss or the over-amplification of centrosomes results in defective mitotic spindles, thereby disastrous cell division that leads to loss of genetic information and potentially facilitates development of diseases such as cancer. In the last decade it has also become clear that the centrosome plays a crucial role in the maintenance of stem cells by organising the specific orientation of the spindle required for constant stem cell renewal. Thus, increased understanding of the molecular mechanisms of centrosome duplication and function will have significant scientific and medical implications. The centrosome comprises two substructures: centrioles and the pericentriolar material (PCM). Centrioles are cylindrical structures, two of which are connected to each other in the centrosome. Centrioles duplicate once every cell division cycle and are inherited into the two daughter cells. Centriole duplication is an evolutionarily conserved process and so can be studied in a model organism, the fruit fly Drosophila melanogaster. In this way our group discovered that the PLK4 is a critical enzyme for controlling the centriole duplication. The PCM contains numerous proteins required to organise microtubules. It accumulates at centrosomes in mitosis in order to form the mitotic spindle. Polo and Aurora A protein kinases are the primal factors that trigger this process by adding phosphate groups onto PCM proteins to change their properties. After cell division the PCM diminishes in size and the centrosome becomes less active. This process that we term 'centrosome regression' remains entirely understudied. In order to ensure the proper inheritance of the genomic information, changes in centrosome structure and function have to be coordinated with the process of cell division. Recently, we and others discovered that in part this involves the ubiquitin-proteasome pathway, a mechanism for destroying proteins when they are no longer needed. A protein complex called the anaphase-promoting complex or cyclosome, (APC/C) specifically targets selected proteins for destruction by pathway and is one of the key regulators of cell division. With this BBSRC grant, we would like to explore how the APC/C participates in coordinating centrosome activity and duplication with the cell division cycle. We will determine exactly which centrosomal proteins interact with the APC/C and will investigate the roles of this interaction in the centrosome cycle. We have found that PLK4 binds to the APC/C, suggesting that the APC/C might regulate the centriole duplication together with a complementary complex of similar function called the SCF. Although it has been long known that the APC/C targets Polo and Aurora A for degradation in the end of cell division, how this is regulated at the centrosome has not been investigated. We have also discovered that a particular PCM protein, Spd-2, strongly binds to a protein called Fizzy-related that regulates the association of the APC/C with its targets. Hence, we would like to understand how these interactions mediate the spatial and temporal control of the destruction of specific proteins to regulate centrosome replication and function.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I013938/1","grantId":"BB/I013938/1","fundValue":"373862","fundStart":"2011-08-01","fundEnd":"2015-01-31","funder":"BBSRC","impactText":"","person":"David Moore Glover","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}