{"id":"34F6A89C-47FB-43BF-990B-7EB89EC84D99","title":"Flow and Benthic Ecology 4D (FLOWBEC)","abstractText":"The strength of currents near the seabed has a major effect on the organisms and communities, that is the benthos, that occur there. The currents may, for example, affect the amount of food supplied to the organisms or they may control the ability of spores and larvae to settle and grow on the seabed. By their very nature, tidal energy devices will disturb the current flow near the seabed with the degree of disurbance depending on the design of the device. In particular a wake will be produced downstream of the body of the device as well as a defined zone of increased turbulence downstream of the blades or rotor. These disturbances to the ambient flow may be expected to have an influence on the benthic communities present on the seabed. Observations of the benthos at three fixed sites downstream of the SeaGen tidal turbine over four years have shown no influence of the device on the benthos; however these observations are very limited spatially. Ultimately there is a need to be able to predict the possible influence of a tidal device or devices on the benthos rather than relying on costly post-installation surveys. One of the main difficulties in being able to make predictions has been the inabiltiy to predict changes in the ambient current flow resulting from tidal energy devices. However recent developments in numerical modelling have the potential to describe at a scale of 1m or better the flowfield downstream from tidal energy devices with early results indicating that there may be localised semi-permanent zones of increased or decreased flow associated with a typical device. Arising from these developments, the proposal intends to carry out detailed benthic surveys downstream of the SeaGen tidal energy device in Strangford Narrows and compare the benthic community distributions with the current field predicted from the high resolution numerical models. The comparison will make a major step in understanding the consequences of flow changes resulting from tidal energy devices on the benthos and also allow predictions to be made for future device deployments.\n Queen's University Belfast will oversee the required benthic sampling programme, which will be carried out by personnel from NUI Galway, and will liaise closely with the University of Edinburgh (UoE) who are developing the necessary numerical model within a separate component bid of FLOWBEC. The model will allow current predictions at a spatial scale of 1m or better. Benthic distributions will be characterised by a major series of drop-down video images taken up to 200m downstream of SeaGen during the spring in two consecutive years. The position of each image will be recorded to better than 1m using a precision underwater DGPS system. The video images will be analysed by the University of Galway to quantify the benthos and the nature of the seabed at each sampling point. Statistical analyses will be carried out in close liaison with the UoE team to establish the relationship between the mean velocity and the turbulent velocity component and the distribution of the benthos. Close attention will be paid to assessing an appropriate parameter to describe the turbulent component of the velocity that is appropriate to the biology. The analysis will also consider the interaction between the benthos and the physical nature of the seabed.\n The study, which will develop ongoing work establishing the relationship between currents and benthic communities on a coarser spatial scale, is supported by MCT, the developers of SeaGen. The results will be of major value to the marine energy industry as a whole by allowing the prediction of relationships between benthic communities and changes in the ambient current field resulting from the installation of tidal energy devices.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J00426X/1","grantId":"NE/J00426X/1","fundValue":"71199","fundStart":"2011-10-31","fundEnd":"2014-10-30","funder":"NERC","impactText":"  Although preliminary results indicate only a minimal influence of the SeaGen tidal energy device on the adjacent benthic communities, we await the outcomes of a full analysis of the complete dataset before making the results more widely available to appropriate interests. Specifically we maintain close links with the SeaGen operators and will be keeping them closely informed of the outcomes. Energy,Environment,Manufacturing, including Industrial Biotechology Economic,Policy & public services","person":"Graham  Savidge","coPersons":[],"organisation":"Queen's University of Belfast","findingsText":" We have successfully applied high resolution flow models to predict the variations in the ambient flow regime, particularly in the region of the seabed, associated with the presence of a tidal energy device in a narrow channel. The modelling programme, which was based on a spatial resolution of 1-5 m, was paralleled by two similarly resolved field surveys of the epibenthic communities in the vicinity of the SeaGen tidal device in Strangford narrows. Data from the two approaches are being integrated. Preliminary outcomes indicate that the flow perturbations associated with the SeaGen device have little influence on the near-seabed flow regime and no localised changes in the distribution of benthic communities could be established. The findings may be used by the tidal energy industry in support of environmental consent applications by giving confidence of minimal impact of ambient flow perturbations associated with one specific tidal device on the adjacent benthic communities. Aerospace, Defence and Marine,Energy,Environment","dataset":"gtr"}