{"id":"34FFA3EF-0826-4F2F-8F2E-F109E30883FD","title":"Centre for Digital Copyright and Intellectual Property Research in China","abstractText":"The Digital Copyright Centre, led and co-ordinated by the University of Nottingham Ningbo China (UNNC) will build science and innovation capacity within China in the area of Digital Copyright and Intellectual Property (IP). It addresses the current five-year plan in China to grow the creative economy - newly designated a 'pillar industry' - to 6% of GDP and will engage with a range of key stakeholders in China in the domains of government (national, regional and municipal), business (not least in the legal, technical and creative sectors) and higher education.\nKey research questions will cover two core areas:\n1. IP, Policy, Regulation and Licensing, looking at: enforcement and regulation issues; digital assets in post-mortem legal contexts; publishing platforms; protocols, licenses and permissions; the benefits of comparative research; national and provincial contexts in China; and the particular model of copyright and collecting societies from the UK context.\n2. Platforms, tools and technologies, looking at: business innovation models; professional versus amateur distinctions; fair use agreements; and the unlocking of cultural heritage collections for public benefit.\nThe Centre is supported by funding from the Ningbo Science and Technology Bureau and will work closely with the RCUK Centre for Copyright and New Business Models in the Digital Age (CREATe, University of Glasgow) and the Horizon Digital Economy Research Hub (University of Nottingham). The UNNC Centre will act as a hub with spokes in partnership with other centres of research in China in Beijing (CASS), Shanghai, Chengdu, Hangzhou, and elsewhere.\nAs well as policy papers, research monographs, articles, websites, symposia and workshops, we expect outputs to include training and knowledge exchange opportunities. With IP and new digital technologies at the heart of Chinese governmental strategy and UK-China collaborations in trade, industry and the creative arts over the next five year period, we hope this Centre with have genuine social and practical impact in both countries.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/N504300/1","grantId":"AH/N504300/1","fundValue":"505291","fundStart":"2014-12-01","fundEnd":"2017-06-30","funder":"AHRC","impactText":"","person":"Mike  GeorgeJulie  Sanders","coPersons":[],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}