{"id":"34FFD228-2F72-461E-AD54-A92D2D826225","title":"Intelligent Grid Interfaced Vehicle Eco-charging (iGIVE)","abstractText":"The UK government is determined to address the challenges of tackling climate change and maintaining energy security in a way that minimises costs and maximises benefits to the economy. Among all sources of CO2 emissions in the UK, the energy supply accounts for about 40%, followed by the transport for over 25%. To meet the target of cutting greenhouse gas emissions by 80% by 2050, large proportion of electricity generated from low carbon sources integrated with mass adoption of electric vehicles (EV) offer a great potential. Likewise, the Chinese 12th National Economic and Social Development Five-Year Plan has set the target of 3.5% reduction per unit of GDP in both energy use and carbon dioxide emissions, and identified new energy and clean energy vehicles among the seven priority industries in the next five years from 2012. \n\nIt is clear that both countries are fully committed to a planned 'decarbonisation' of their respective energy systems. However, both face the challenges of planning and building the suitable infrastructure, and of managing the resources to ensure future power systems operate more reliably, more flexibly, and more economically, by integrating and coordinating the actions of all actors. It has been widely recognized that electric vehicles could both benefit from and help to drive forward the development of smart grids where renewable resources are widely and substantially employed. However, a number of technical challenges are still open for further exploitation. \n\nThe proposed collaborative interdisciplinary research will investigate and develop an intelligent grid interfaced vehicle eco-charging (iGIVE) system for more reliable, more flexible and efficient, and more environmental friendly smart gird solutions for seamless integration of distributed low-carbon intermittent power generation and large number of EVs. To achieve this, a multilayer hierarchical power and information flow framework for monitoring and optimal control of the EV charging while minimising the volume of information passed to the utility control centers will be investigated first. Within this framework, a variable rate bi-directional high performance EV battery charging unit based on a patented technology will be developed, and battery management and optimal EV charging and discharging dispatching strategies will be investigated. Other issues associated to the charging stations, such as electromagnetic interference and harmonics generation and their impact on environment and electricity grid will also be studied. Finally, simulation platform will be built to investigate the interactions of EV-related different participants and their impact on the grid operations. A test bed to verify the design will be developed and a joint UK-China joint laboratory on smart grid and EV integration will be established, bringing together key academic and industry partners in smart grid and EV from UK and China.\n\nBoth system operators and EV industry in the UK, China and other parts of the world will benefit considerably from the development of intelligent EV eco-charging systems when a large number of EVs are adopted by the public and greater amounts of renewable power are utilized, as they provide an adaptive and intelligent framework and EV charging systems to economically, efficiently and environment-friendly accommodate charging requirements as well as providing ancillary service to the grid integrated with larger amounts of intermittent renewable energy sources and thereby enable the decarbonisation of the electricity supply industry and the transport sector.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L001063/1","grantId":"EP/L001063/1","fundValue":"855111","fundStart":"2013-12-01","fundEnd":"2016-11-30","funder":"EPSRC","impactText":"","person":"Kang  Li","coPersons":["Patrick Chi-Kwong Luk","Aoife Mary  Foley","David Michael Laverty"],"organisation":"Queen's University of Belfast","findingsText":"","dataset":"gtr"}