{"id":"350009EC-7649-4A7C-9A9C-D0D78DD136BC","title":"MRC Innovation Grant.Multi-Targetting of tRNA synthetases: A paradigm shift in combating AMR","abstractText":"Antimicrobial resistance to existing antibiotics threats future healthcare at multiple levels and has been acknowledge as a worldwide issue with an impact as important as climate change. However, a number of factors has lead to a steady decline in the discovery and development of antimicrobials in the pharmaceutical industry despite the clear clinical need. The remaining pharmaceutical company antibacterial research and development in this area has focused generally in the past on either attempts to discovery new targets for antibiotics or new compounds with limited activity profiles based on existing targets. Generally this approach has met with very limited success which combined with other factors, means we have a decreasing number of drugs to treat bacterial infection leading to a crisis on healthcare.\nIt is clear that bacteria are adept at the selection of resistance to drugs for single gene targets (i.e. their protein products) and that the successful antimicrobial chemotherapy of the past targets activities where there are multiple essential activities e.g. protein synthesis at the ribosome, the proteins which are responsible for DNA supercoiling in the cell and mechanisms by which cross-linking of the bacterial cell wall is achieved. We have identified another area of bacterial metabolism which has these similar properties and if correctly targeted may provide an avenue for next generation antimicrobial discovery. \nProtein synthesis, itself a golden area for past antimicrobial discovery as described above, is reliant upon the delivery of single amino acids to the ribosome which are activated by chemical ligation to transfer (t)RNA molecules. Each amino acid has its own synthetase but some of these enzymes lack the ability to select the correct amino acid initially and are reliant on other systems to produce the correct amino acid-tRNA liganded product. It is this selection procedure, which we can circumvent with potential drugs and thus produce a new line of antimicrobial chemotherapy this is less likely to be overcome by resistance through mutation since these potential drugs would require mutations in multiple genes. Whilst there is a great deal of existing biochemical data to draw upon in this field we lack the three-dimensional structures of some which are required for the next stage of this discovery process. The goal of this project will be to produce these data.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M017893/1","grantId":"MR/M017893/1","fundValue":"241713","fundStart":"2015-05-31","fundEnd":"2017-09-30","funder":"MRC","impactText":"","person":"David Ian  Roper","coPersons":["Adrian John  Lloyd","Christopher Gerrard Dowson"],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}