{"id":"35072E11-2ACA-4725-92D4-4C412C931E3E","title":"13 ERA-CAPS: Functional characterisation and validation of nonhost components in Triticeae species for durable resistance against fungal diseases","abstractText":"Nonhost resistance (NHR) is the most durable and broadly acting form of resistance plants posses to ward off the majority of pathogen attacks regularly occurring within the environment they are living in. In order to exploit NHR in future crop protection concepts we need to understand why the minority of adapted host pathogens can circumvent or suppress NHR and what defense- or accommodation-related proteins, signalling pathways or structural components of their host plants are targeted in order to establish disease. A major obstacle to the rapid exploitation of NHR in crop breeding is related to the fact that NHR is operating at the species level, and only in exceptional cases corresponding sources of resistance can be crossed with related crop plants. Therefore, gene technological approaches to transfer nonhost-resistance components across species barriers are an attractive alternative to traditional or molecular breeding.\nIn the ERA-NET consortium TritNONHOST, plus a number of related projects e.g. funded within the German GABI program (BMBF), we identified a number of genes and genetic loci in barley and wheat that are associated or correlated with NHR to three major fungal pathogens including powdery mildews. A limited set of those belonging to the group of receptor-like kinases were successfully validated in functional transient assays in barley and wheat and will provide an important source for the proposed work in the DURESTrit consortium, in addition to resistance loci derived from the wild barley species Hordeum bulbosum or from experimental barley populations segregating for NHR strength. In DURESTrit, we propose to functionally validate receptor-like kinase genes plus a limited number of genes with outstanding regulation behaviour in host- versus nonhost interactions both in barley and wheat by generating and characterizing stable transgenic and backcross lines from wild barley introgressions, respectively. These materials will either carry transgenes or genome fragments from NHR donors, or have potentially important resistance components silenced by RNAi or genetically modified using TALEN technology\nThe project will result in the validation of previously identified strong NHR candidates , with a special emphasis on receptor-like kinases, and in the identification of new NHR components introduced into barley or wheat by wide crosses or genetic engineering. This will deepen our understanding of NHR in cereals and provide materials and know-how for the exploitation of NHR by translational research.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M000710/1","grantId":"BB/M000710/1","fundValue":"341411","fundStart":"2014-07-01","fundEnd":"2017-06-30","funder":"BBSRC","impactText":"","person":"Pietro Daniele Spanu","coPersons":[],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}