{"id":"35485FEA-6C10-46D8-9A0E-319852564CFF","title":"Cellular and Molecular Mechanisms of Cytokinesis Mediated by the TIO Fused Kinase","abstractText":"The division of cells in plants and animals is a vitally important process as it provides the building blocks for complex growth and development. During cell division the genetic material of the mother cell is divided into twin daughter nuclei that are split into separate daughter cells by a process known as cytokinesis. Plant and animal cells use different modes of cytokinesis. In animals this involves a pinching in process ('outside-in' mode), whereas in plants it involves building a new internal partition ('inside-out' mode). Because of the evolution of specific ways of 'splitting' plant cells and the importance of this process for plant growth, crop and food production, we are trying to understand the details of how this process is regulated in plants. To this end we have used genetic screens to identify genes that are required for cell division during pollen development in the important model plant species Arabidopsis thaliana (thale cress). This led to the isolation of two-in-one mutants that produce pollen grains with two nuclei in a common cytoplasm as a result of failure to build internal dividing walls. We have cloned the TWO-IN-ONE gene that is mutated in the two-in-one mutants and discovered that it is closely related to the FUSED gene that is present in humans and fruit flies. However unlike its animal counterparts that are not involved in cytokinesis, we have shown that TWO-IN-ONE is required for cytokinesis throughout the plant life cycle in vegetative (green) and reproductive parts of the plant and so is essential for plant growth, development and survival. In this work our objective is to understand how the TWO-IN-ONE protein is important in the cell division process using molecular, genetic and cell biology approaches. We will study the effect of making mutant forms of the TWO-IN-ONE protein to see how efficiently they function compared with the normal TWO-IN-ONE protein. We will use fluorescent proteins to monitor in living cells how the structures involved in building the new dividing wall are organised and how mutated TWO-IN-ONE proteins influences this process. We will also study other proteins that can bind with the TWO-IN-ONE protein that may help the TWO-IN-ONE protein to carry out its tasks. The outcome of this investigation will help us to explain at the cellular and molecular levels how TIO carries out its role in the plant cell division process. Moreover this work may also help us to explain how a conserved protein of ancient origin has evolved unique roles in the cell biology and life cycles of plants and animals.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E001017/1","grantId":"BB/E001017/1","fundValue":"326813","fundStart":"2007-05-01","fundEnd":"2010-04-30","funder":"BBSRC","impactText":"","person":"David  Twell","coPersons":[],"organisation":"University of Leicester","findingsText":" 1) We have demonstrated that kinase activity is required for the role of TIO in gametophytic cytokinesis and further that a C-terminal region is required for regulation of this activity. We identified two conserved domains and demonstrated that these are essential for TIO function. \n2) We were able to demonstrate that the phragmoplast fails to expand in the tio mutant microspores, and that the resulting short phragmoplast is often mislocalised. This suggests a mechanism for cytokinesis where TIO is involved in microtubule recycling at the midline.\n3) Using yeast two-hybrid screening verified by in planta assays we identified interactions between TIO and two closely related kinesin proteins, PAKRP1 and PAKRP1L (known components of phragmoplast organisation). Interaction occurs through the C-terminal domain of TIO and requires the functional motifs identified in (1). Further understanding of the mechanism cytokinesis. The control and manipulation of cell division in crop growth and development. Agriculture, Food and Drink,Environment","dataset":"gtr"}