{"id":"3552921D-2709-4634-826C-8E68943F6CFC","title":"Programmable Molecular Metal Oxides (PMMOs): From Fundamentals to Application","abstractText":"Metal oxide based technology is worth over a trillion dollars per year with applications in microchips, hard disks, displays, glass coatings, sun screen, chemical catalysts, and superconductors. In almost all instances the metal oxide based materials are comprised of 'solid-state' infinite materials which require high temperature processing and can be difficult to modify systematically. We have been working on a class of molecular metal oxides called polyoxometalates (POMs). Research in molecular metal oxides or polyoxometalate clusters (POMs) provides an unrivalled structural diversity of molecules, displaying a wide range of properties. During the past 5 years we have transformed the area demonstrating how to control the assembly of the clusters, including the precise design of host-guest systems that are intrinsically electronically active. Now, due to our researcher critical mass and expertise, and state of the art single crystal X-ray diffraction using microsource and area detectors, cryospray and ion mobility mass spectrometry, spectroscopy, flow systems, microsystems, and electrochemical measurements we are the leading group worldwide capable of developing designed approaches to producing clusters and building blocks that can link the molecular with the nanoscale, microscale and device / system level using a programmable approach in the following areas: (i) electronic materials; (ii) hybrid organic inorganic molecules and materials; (iii) emergent materials and structures; (iv) continuous flow discovery, processing and scale up nanoscale clusters. Platform funding will allow us to maintain critical mass, embark on risky cross-cutting projects that are not normally possible using responsive mode funding, allow continuity. These aspects are particularly important here since during the last few years the group has demonstrated a unique research philosophy developing new synthetic areas, fundamental ideas, techniques, and unique research approaches including embracing important disciplines needed to advance the chemical research (e.g. chemical engineering, optical physics, electrical engineering and so on). Although these projects are highly focussed on specific areas, the group has become highly integrated and more successful as a result of this integration but there is a limit to which individual projects can be used to integrate the group. The key aspect of the Platform grant will be the additional integration, adding value way beyond what would be possible through standard responsive mode funding of smaller grants, as well as helping a highly integrated and large research group funded by many different grants remain integrated, responsive, and dynamic. We will also use the Platform mechanism to develop the people funded within the group encouraging them to think critically, develop independence, a new ideas and approaches that exploit the unique mix of projects, expertise developing their careers as academics, industrialists and experts able to link fundamental with applied aspects.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J015156/1","grantId":"EP/J015156/1","fundValue":"1384900","fundStart":"2012-12-31","fundEnd":"2017-12-30","funder":"EPSRC","impactText":"","person":"Leroy  Cronin","coPersons":["De Liang  Long","HARALAMPOS  MIRAS"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}