{"id":"3552A2D5-B9E5-491E-BBD3-1081A5C9F4EA","title":"The reception and influence of Michel Foucault's work in contemporary criminology.","abstractText":"During my leave period I will complete a monograph exploring the reception and influence of the work of Michel Foucault in contemporary criminology in the English-speaking world. The proposed book will function both as an introduction to Foucault for students and researchers in criminology and as a more advanced intervention in ongoing debates in criminology. \\nWhy is Foucault central to understanding current debates in criminology? Broadly speaking, the discipline of criminology consists of two distinct lines of enquiry. The first approach isolates causes of crime, identifies which social conditions are crimogenic, and scrutinizes the criminal. The second, and more recent approach undertakes a critical analysis of penality in order to monitor the extent of state encroachment on individual rights and freedoms. It has been said that the second line of enquiry, or 'critical criminology', has in recent years given way to what can be loosely termed 'control theory'. 'Control theory' is a convenient label with which to designate a number of developments in social control theory and surveillance studies: a vast proportion of the research in critical criminology today is given over to documenting and criticising the developments in the criminal justice systems of late modern societies which are customarily referred to as 'penal punitiveness'. And it is very often the case that such critiques in criminology are strongly influenced by the work of Foucault.\\nFor example, many criminologists apply the methodology designed by Foucault to carry out historical research on given institutions (the genealogical method), use his power/knowledge binary to understand a given technology of power such as the prison or the asylum, or again refer the evolution of criminology to his threefold periodisation of the mechanisms of power in Western liberal societies (sovereign, disciplinary and bio-power). Yet many students new to criminology are unaware of the methodological, theoretical and political underpinnings of the work of such criminologists. This poses a number of problems for the development of future research in the area of criminology (such as: incomplete understanding of ongoing debates, absence of sophistication in new analyses and misdirected critique). \\nSecondly, much of the work undertaken in a Foucauldian orientation by criminologists is partial because their knowledge of Foucault's work is limited to texts in which Foucault specifically addresses penality. Yet the Foucauldian 'project' was concerned with understanding the processes at play in the construction of knowledge in the West and the development of attendant mechanisms of power: as such his enquiries ranged across a vast number of disciplines (including medicine, sexuality, political economy, war, race, psychology, human sciences etc..). Foucault's ambition was to produce an informed, critical diagnosis of Western government in order to preserve a political space for singularity (a 'shortcut' description of Foucault's political project which will of course need a lot of further elaboration). But most criminologists, having a partial understanding of the project, also fail to understand the ambition and depth of the project. As a result, students new to criminology tend to interpret Foucauldian criminology as negative, paranoid or pessimistic, effects which are antithetical to Foucault's own inventive enthusiasm. \\nMy research will address both these issues by providing a clear, comprehensive and rigorously researched analysis both of Foucault's own work and of subsequent work taking place in a Foucauldian orientation. As such my work should prove crucial to the future development of the discipline of criminology.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F013175/1","grantId":"AH/F013175/1","fundValue":"24588","fundStart":"2008-09-29","fundEnd":"2009-01-28","funder":"AHRC","impactText":"","person":"Veronique  Voruz","coPersons":[],"organisation":"University of Leicester","findingsText":"","dataset":"gtr"}