{"id":"3557D49C-9A60-4D34-9B70-174CB72BB51B","title":"Building Management Research Capacity: Training Researchers as Trainers","abstractText":"<p>The purpose of this programme of activities is to build and sustain research capacity in UK management and related social science disciplines by meeting the priority need to train management researchers as trainers of research students and other researchers. It forms the ‘training trainers’ part of a joint plan developed by AIM and the British Academy of Management. </p>\n\n<p>The AIM programme has four components. First, consultative development of teaching materials on the logic of enquiry that frames the research process and production of outputs. Second, workshop series on research methods course design and teaching. Third, workshop series on teaching selected priority research methods generating potentially publishable outputs - systematic reviewing, critical reviewing, and handling large data sets. Fourth, workshop series on training in supervision and in mentoring skills. A conception of the logic of enquiry in the social sciences underpins all four components. </p>\n\n<p>Academic discourse is viewed as a two-way process of attempting to convince a sceptical audience of one’s own argument about the social world, while adopting a sceptical stance towards others’ arguments. Materials development will employ e-learning as a consultative medium and a means of disseminating the products. The workshop series will be offered in four regional locations.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=PTA-035-25-0049","grantId":"PTA-035-25-0049","fundValue":"2543","fundStart":"2006-01-20","fundEnd":"2006-08-31","funder":"ESRC","impactText":"  This was a research training grant. It did not generate research findings. This grant transferred to Cardiff University after the first few months.The ESRC gave it a new reference: PTA-035-025-0049A. Please see the entry under Narrative Impact for that award. Other Societal","person":"Mike  Wallace","coPersons":["Andy  Neely"],"organisation":"University of Bath","findingsText":" This was a research training grant. It did not generate research findings. This grant transferred to Cardiff University after the first few months.The ESRC gave it a new reference: PTA-035-025-0049A. Please see the entry under Key Findings for that award. This was a research training grant. It did not generate research findings. This grant transferred to Cardiff University after the first few months.The ESRC gave it a new reference: PTA-035-025-0049A. Please see the entry under Key Findings for that award. Other","dataset":"gtr"}