{"id":"356004F7-73A1-42A3-9B0E-FE41C24F303B","title":"CataRaman: Watching Catalysts in situ using Total Internal Reflection Raman Spectroscopy","abstractText":"Research Challenge:\nUntil recently, most methods for studying solid catalysts have been under low pressure / low temperature conditions - very different from those required for the chemistry to occur. Thus, new techniques that allow insight under typical catalyst operating conditions are very valuable in understanding how these important processes work at a molecular level. In the area of optical spectroscopy very few truly surface-sensitive techniques exist, despite in principal being very well suited to studying materials under operational conditions (many materials and reactants such as gases are more transparent to light than electrons or soft X-rays). Since the catalytic chemistry of interest typically only occurs at the catalyst surface, surface-sensitivity is very important for studying these materials. To understand the chemistry occurring on a solid catalyst's surfaces it is easier to study materials of a well defined uniform size, structure and composition. This eliminates the problem of having many competing processes on different parts of the material's surface. Methods for making these uniform materials in a scalable way (to allow enough material for realistic high pressure catalyst testing) are generally limited to using colloidal synthesis of nanoparticles and subsequent deposition onto an oxide such as silica. This is a problem for spectroscopic studies, because the synthesis necessarily involves additives to stop particle agglomeration - these are hard to remove, remain on the surface of the metal particles and are likely to give rise to spectroscopic signals obscuring those of the molecules reacting at the catalyst surface. \n \n\nTimeliness / UK Importance: \nSolid catalysts are used in 90% of all petrochemical-based industrial processes; heterogeneous catalyst manufacture is worth $250bn annually. Commodity chemicals in the UK alone turnover &pound;18.4bn annually. Currently, 99% of carbon-based feedstocks used by the chemicals industry (and indirectly bymany others) are derived from petroleum and natural gas. The pressure to switch existing chemical processes to more sustainable feedstocks requires the development of new catalysts with significantly different properties. To do this requires a greater understanding of the way these materials actually work, allowing rational design of catalytic materials and processes, and thus enabling more efficient and sustainable manufacturing of commodity chemicals. This is important to the UK specifically not only in securing the future of the manufacturing sector but also addressing the energy challenge by both 'greening' current technologies and providing new more sustainable, alternative processes. \n \nProject Aims: This project aims to use a new advanced spectroscopic technique to studying solid catalysts both during their preparation and under realistic operating conditions. The project will focus on epoxidation chemistry of higher olefins - an important reaction for producing strategic intermediates that are used in products such as surfactants, hydraulic fluids, de-icers, plastics and fibres. This reaction is an important current target for new catalytic technology as it currently uses non-green oxidants that are environmentally harmful and atom inefficient. \n\nInnovative Solution:\nThis project will take TIR (Total Internal Reflection) Raman spectroscopy, a recently developed spectroscopic tool, and apply it to study solid catalysts in situ for the first time. This provides a new tool that allows intrinsically surface sensitive Raman spectra to be acquired from a catalyst surface under reaction conditions. To facilitate this, well defined materials in terms of uniform size, structure and composition will be obtained by using organometallic chemistry to prepare nanoparticles directly on a silica surface. This avoids the use of synthetic agents often used in this kind of synthesis allowing spectroscopy of adsorbates on clean nanoparticles.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K029029/1","grantId":"EP/K029029/1","fundValue":"83542","fundStart":"2013-08-19","fundEnd":"2015-08-18","funder":"EPSRC","impactText":"","person":"Simon Kenneth Beaumont","coPersons":[],"organisation":"Durham University","findingsText":"","dataset":"gtr"}