{"id":"35694FB0-9333-4552-B84F-C9339EAF44E5","title":"Biofortifying Brassica with calcium (Ca) and magnesium (Mg) for human health","abstractText":"Over 10% of the UK population consumes insufficient calcium (Ca) or magnesium (Mg) for adequate health. Magnesium intakes are especially low for &gt;40% of UK women aged 19-34. Dietary delivery of bioavailable Ca and Mg can be increased through genetic (breeding) and agronomic (fertiliser) biofortification of crops. Successful biofortification requires increasing the Ca and Mg concentration of edible crop portions whilst minimising the content of antinutrients such as oxalate and phytate. Antinutrients inhibit Ca and Mg uptake in the human gut. Vegetable Brassica crops are good targets as they have a high capacity for Ca and Mg, and low oxalate and phytate contents, along with other health benefits. Targeted genetic improvement of vegetable Brassica can have significant effects on Ca and Mg delivery to UK and global diets. Building on previous evolutionary studies, we showed recently for the first time that relatively few genetic loci control leaf Ca and Mg concentration (leaf-Ca and Mg; Broadley MR et al. 2008; Plant Physiol. 146, 1707-20). We also showed that sufficient natural genetic variation and heritability exists to attempt genetic biofortification in Brassica. Based on UK dietary surveys, consumption of a single portion of Brassica leaf or floret (e.g. broccoli, cabbage, kale, pak choi) - bred for realistically-achievable Ca and Mg contents - could increase UK intakes to levels greater than the LRNIs (Lower Reference Nutrient Intake) for three (Ca) and five (Mg) million adults. However, at present, genetic loci and individual genes controlling leaf-Ca and Mg are insufficiently resolved to be useful in breeding or to reveal the regulation of genes controlling leaf-Ca and Mg. We have assembled an expert consortium to address this timely opportunity. First, we will resolve candidate loci associated with leaf-Ca and Mg to the gene level. We will exploit our recently-published datasets and new Brassica technologies including gene expression arrays for association analysis (genetical genomics, or eQTL). This work is only now becoming possible because of the emerging crop Brassica genome sequence and new Brassica genetic/genomic resources. We will determine the function of candidate genes in planta using new populations of B. rapa mutants, alongside functional studies of Ca-transporter genes known to have complex effects on leaf-Ca and Mg in Arabidopsis. Public-good pre-breeding pipelines within the consortium will be used to disseminate information. Second, we will develop a modelling framework that defines regulatory gene networks controlling leaf-Ca and Mg in Brassica. We will integrate mineral input and output data, gene activity and allelic variation using state-of-the-art systems-based expertise and resources. We will define genes, alleles, and their regulatory network architecture in the context of increasing industry-use of calcium nitrate (Ca(NO3)2) fertiliser. Ca(NO3)2 is a desirable N fertiliser since it improves Brassica crop quality, reduces greenhouse gas emissions, and improves the security of fertiliser transport and storage, since it cannot be used in explosives.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G013969/1","grantId":"BB/G013969/1","fundValue":"528079","fundStart":"2009-10-01","fundEnd":"2013-09-30","funder":"BBSRC","impactText":"  The results have not yet been used directly, but we are trying to develop novel varieties of Brassica through breeding, based on the findings of this research project. Agriculture, Food and Drink Economic","person":"Martin Roger  Broadley","coPersons":[],"organisation":"University of Nottingham","findingsText":" The distribution of calcium (Ca) and magnesium (Mg) in plants to structural, osmotic and signalling pools is influenced by environmental (e.g. external mineral supply) and genetic factors (e.g. genes encoding Ca2+- and Mg2+-transporters). We have identified novel genes controlling leaf-Ca and Mg distribution in Brassica rapa that might be exploited to breed crops with altered concentrations of Ca and Mg in their leaves. We have ongoing and strong collaborations from this grant with Yara Fertilisers, as it was an Industry Partnering Award (IPA). The nature of these interactions are varied, but include regular meetings and email exchanges with senior agronomists, and with marketing and research managers in the UK and Germany. The lead PI (Broadley) has also presented data from the project at two Southern Africa Fertiliser Society meetings in 2010 (Pretoria) and 2013 (Durban). Agriculture, Food and Drink,Environment","dataset":"gtr"}