{"id":"356C2FCD-5E68-49CB-8E4D-12078DBB0E86","title":"Development and validation of mechanisms-based in vitro transformation assays for carcinogen screening","abstractText":"Humans are exposed to many man-made and naturally occurring chemicals at levels we have never before encountered. A significant number of these can be expected to cause cancer. It is therefore of vital importance for human health that we have in place reliable screening procedures to establish which chemicals have cancer-causing potential, and to regulate human exposure to them. Currently approved systems are centred on laboratory animal cancer tests, usually involving live rats &amp;/or mice. However, there is now enormous public support for reducing the numbers of live animals used in research, particularly in the testing of chemicals for harmful effects. This project has been designed to develop alternatives to animal cancer testing, using instead animal and human cells grown in culture to measure cancer-causing effects. Recent work by us at Brunel University, working with colleagues in the drug company AstaZeneca, has resulted in the development of promising cell culture models for cancer, using human breast and hamster cell cultures. Early results indicate that these new systems reproduce some of the important steps known to be critical in human cancer development. In this project, these assays will be improved further using modern genetic techniques, and the relative advantages and disadvantages of each of the new human and hamster assays determined. By this means, a new generation of cell culture-based tests will be produced that can be incorporated into existing screening programmes. This in turn is expected to lead to a reduction in the numbers of animals that need to be used in cancer testing. The results of the study will be communicated to the general public through press conferences, articles in the popular media, and via appropriate websites.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0800697/1","grantId":"G0800697/1","fundValue":"299046","fundStart":"2009-01-12","fundEnd":"2012-03-01","funder":"NC3Rs","impactText":"","person":"Robert Frank Newbold","coPersons":["Mike  O'Donovan"],"organisation":"Brunel University","findingsText":"","dataset":"gtr"}