{"id":"3589877D-B535-445D-BBEF-E29065843852","title":"AN OPEN LABEL DOSE-ESCALATION STUDY OF A SELF COMPLEMENTARY AAV VECTOR FOR GENE THERAPY OF HAEMOPHILIA B","abstractText":"In the proposed study we wish to test a new approach called gene therapy for the treatment of patients with haemophilia B. This inherited disorder in which life threatening bleeding occurs without trauma results from an absence or defect of a blood clotting protein called Factor IX (FIX) that arises due to mutations in the FIX gene. The goal of our gene therapy approach, therefore, is to treat the disease by transferring to the patient s liver, a normal copy of the FIX gene so that normal FIX protein can be continuously produced by the patient s own cells. To this end we have developed a novel vector based on adeno-associated virus (scAAV2/8-LP1-FIXco) which is highly efficient at transferring the normal FIX gene to the liver, its natural site of synthesis. Importantly, AAV has the best safety profile among gene transfer vectors of viral origin. In murine and nonhuman primate models we have consistently achieved long-term expression of human FIX at levels that would be sufficient to prevent spontaneous life threatening bleeding in haemophilia B patients following a single injection of scAAV2/8-LP1-FIXco. The vector is simply infused into a peripheral vein, a highly convenient route of administration that dispenses with the need for surgical intervention for efficient transfer of the FIX gene to the liver. Based on these encouraging preclinical results we wish to evaluate this vector system in a small number of adults with severe haemophilia B. Eligible subjects, drawn from the worldwide pool of haemophiliacs, will receive explicit and detailed instructions about the risks and merits of this study prior to obtaining their consent for enrolment. Our primary aim is to establish the safety of peripheral vein administration of scAAV2/8-LP1-hFIXco over three different dosage levels. This study, which will be overseen by an international panel of medical experts, will involve a comprehensive plan of investigations to monitor safety, with particular emphasis on immune response to the virus and normal FIX protein. An additional objective is to determine the dose of vector that is required to achieve stable expression of human FIX at or above 5% of normal levels which would be sufficient to prevent spontaneous bleeding. Success with our approach could significantly impact on a wide variety of life threatening genetic disorders including alpha-1 antitrypsin deficiency, lysosomal storage and urea cycle disorders.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0502121","grantId":"G0502121","fundValue":"794190","fundStart":"2007-02-01","fundEnd":"2011-07-31","funder":"MRC","impactText":"","person":"Amit Chunilal Nathwani","coPersons":["Edward G Tuddenham"],"organisation":"University College London","findingsText":"","dataset":"gtr"}