{"id":"358D8502-4EA8-4C55-9374-8213DEE4FA46","title":"Solute Stress Mechanisms and Responses","abstractText":"Pseudomonas putida (P. putida for short) is a bacterium that was originally isolated from soil, a stressful and ever-changing environment; as such it has an inherent capacity to be able to respond to changes in its environment. This bacterium is non-pathogenic, and because of its ability to produce a wide variety of compounds useful to mankind, and to degrade a variety of pollutants that are dangerous to environmental and human health, it has been the object of intensive scientific study. There is growing public and political pressure to reduce reliance on fossil fuels such as oil, coal and gas, to develop new fuels that do not cause climate change, and to build a sustainable, non-polluting industrial and biotechnological base. The overall long-term goal of the project is to develop a 'systems understanding' of P. putida, i.e. an understanding of its activities at the multiple levels (gene, protein and metabolites), and how these are integrated and controlled. This understanding will provide a quantum increase in performance of this microorganism in diverse biotechnological applications through knowledge-based interventions. These applications will include the production of enzymes for diverse uses: industrial products, food, body-care products, medical treatments and diagnostics, production of biopolymers (e.g. biodegradable plastics), plant protection and growth promotion, and bioremediation of polluted environments. Many of these processes occur under conditions that are sub-optimal for the function of P. putida, for example it is likely to be stressed by high concentrations of solutes (substances that dissolve in the watery environment of this bacterium). Our primary goal is to understand how P. putida is affected by different classes of solute and in turn how it responds, with a view to optimizing its performance. Solutes fall into several different classes: charged (e.g. common salt), uncharged (e.g. glucose), chaotropic (those that cause chaos in biological molecules and membranes, e.g. ethanol and phenol), kosmotropic (order-forming, e.g. polyethylene glycol), hydrophobic (water-hating, e.g. benzene), and many more. We will added these stressful solutes at inhibitory concentrations, and in collaboration with our scientific partners in other European countries investigate how the cell responds by examining gene expression, proteins produced, and various other stress-protection measures. One particular question that we will be addressing is whether and to what extent different classes of solute result in specific responses, and in turn whether there are general solute-stress response mechanisms. These studies will result in mathematically-designed models, created from our biological (experimental) data, that function via computer programs, and that will be used to predict how the cell will behave under different conditions, and we aim to put these models to the test. Ultimately these models will help us to predict how bacterial function can be more efficient under biotechnologically-important conditions. Many biotechnological processes involve a mixture of solutes, and we have observed that the stressful effects of different classes of solutes impact on each other. This is sometimes beneficial in that one solute offsets the deleterious effects of another (e.g. kosmotropes and chatotropes), but the mixtures can sometimes be antagonistic. Similarly, the physical environment (e.g. temperature and pressure) will alter the effect that solutes have on bacteria, and how they respond. We have designed a variety of experiments that will test these issues by examining the effects of mixtures on the growth rate of P. putida and its response mechanisms as outlined above.This research, as well as the model that will be produced, has the potential to improve all types of biotechnological and industrial processes in which bacterial cells are invloved, and represents the first research of its kind in this area.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F00351X/1","grantId":"BB/F00351X/1","fundValue":"197365","fundStart":"2007-04-01","fundEnd":"2010-09-30","funder":"BBSRC","impactText":"  The combined studies of JEH (QUB) &amp;amp; TJM (Essex) formed the basis of chaotropicity discussions by the NASA COSPAR Committee that fed into targets for future missions to search for life on Mars (as explained in Report of the COSPAR Mars Special Regions colloquium; Advances in Space Research Volume 46 pp 811-829 September 2010). Environment Societal","person":"Terence  McGenity","coPersons":[],"organisation":"University of Essex","findingsText":" The collaborative nature of the award to the University of Essex and Queen's University Belfast, make it sensible to consider combined achievements.\n\nA. The predictable effects of Hofmeister anions on numerous macromolecules and processes are well known, but we provide the first demonstration of the differential effects on global metabolism (e.g. based on reactomics). \n\nB. Differential anion-specific responses were particularly apparent in the cell's first lines of defence (lipopolysaccharide and membrane). Further support was obtained from analysis of the metabolome, fatty acids and the sugar composition of extracellular polymeric substances, and a global metabolic network model allowed interactions between pathways to be investigated.\n\nC. A most interesting differential response was in the benzoate ortho catabolic pathway. Compared with the control there was a ~10-fold increase in activity with thiocyanate, no change with chloride, and a ~10-fold decrease with sulphate. This, coupled with various experiments, shows that different types of salt could be judiciously applied to diverse biotechnological processes (salt engineering).\n\nD. Characterisation of the mechanisms by which chemically diverse hydrophobic substances, ubiquitous in industrial &amp; environmental systems, inhibit bacterial cells; chaotropicity-mediated water stress: this represents one of only 4 types of solute stress to have been elucidated in the past 200 years of cellular research (Bhaganna et al, 2010; McCammick et al, 2009). Kosmo-/chaotropic &amp; hydrophobic substances were ranked via a common scale (that resembles the temperature or pH scale) based on solute activities to quantify, predict &amp; enable manipulation of impacts on the cell (Cray et al, 2013).\n\nE. Via studies of genome-wide responses &amp; model (Bhaganna et al. 2010) we established that chemical activities of industrial stressors &amp; cellular metabolites can be used to prevent/minimise stress, &amp; this was confirmed via cross-Kingdom studies (Chin et al, 2010; Williams &amp; Hallsworth, 2009). \n\nF. Entropic parameters determine cellular stress/stress-tolerance mechanisms in relation to temperature, pressure, &amp; kosmo-/chaotropic &amp; hydrophobic substances; this finding enables use of models to optimize cellular function (Bhaganna et al, 2010; Chin et al., 2010; Williams &amp; Hallsworth, 2009; Stevenson et al. in press).\n\nStevenson A, Cray JA, Williams JP, Santos R, Sahay R, Neuenkirchen N, McClure CD, Grant IR, Houghton JDR, Quinn JP, Timson DJ, Patil SV, Singhal RS, Anton J, Dijksterhuis J, Hocking AD, Lievens B, Rangel DEN, Voytek MA, Gunde-Cimerman N, Oren, Timmis KN, McGenity TJ, Hallsworth JE Is there a common water-activity limit for the three Domains of life? ISME Journal\nCray, J.A., Russell, J.T., Timson, D.J., Singhal, R.S., Hallsworth, J.E. (2013). A universal measure of chaotropicity and kosmotropicity. Environmental Microbiology, 15: 287-296.\nBhaganna, P., Volkers, R.J.M., Bell, A.N.W., Kluge, K. Timson, D.J., McGrath, J.W., Ruijssenaars, H.J., Hallsworth. J.E. (2010). Hydrophobic substances induce water stress in microbial cells. Microbial Biotechnology, 3: 701-716.\nChin, J.P., Megaw, J., Magill, C.L., Nowotarski, K., Williams, J.P., Bhaganna, P., Linton, M., Patterson, M.F, Underwood, G.J.C., Mswaka, A.Y., Hallsworth, J.E. (2010). Solutes determine the temperature windows for microbial survival and growth. Proceedings of the National Academy of Sciences, 107: 7835-7840.\nWilliams, J.P., Hallsworth, J.E. (2009). Limits of life in hostile environments; no limits to biosphere function? Environmental Microbiology, 11: 3292-3308.\nMcCammick, E.M., Gomase, V.S., Timson, D.J., McGenity, T.J., Hallsworth, J.E. (2009). Water-hydrophobic compound interactions with the microbial cell. In Handbook of Hydrocarbon and Lipid Microbiology - Hydrocarbons, Oils and Lipids: Diversity, Properties and Formation. K.N.Timmis (ed). New York: Springer. Vol. 2, pp 1451-1466. The project contributed to elevating the concept of chaotropicity from the realm of the biochemist to environmental microbiologists and even planetary scientists. While, we are taking this work forward in different directions (biotechnology, environmental and planetary biology), it has also been picked up by diverse researchers, who recognise chaotropicity as a life-limiting factor (e.g. Dartnell, 2011; Oren, 2013).\n\nDartnell L (2011) Biological constraints on habitability. Astronomy &amp; Geophysics 52: 25-28. \n\nOren A (2013) Life in magnesium- and calcium-rich hypersaline environments: salt stress by chaotropic ions. Polyextremophiles 27: 215-232. Environment","dataset":"gtr"}