{"id":"358E46B3-76D7-4567-BD5B-AD482BEAED42","title":"The Norwich Blackfriars Online: A web-based guide to the history and buildings of England's most celebrated Dominican friary","abstractText":"Norwich Blackfriars is one of the city's most historically important and architecturally striking landmarks, being by far the most complete and best preserved of England's few remaining friaries (almost all the rest were destroyed in the aftermath of the Dissolution of the Monasteries). Its acquisition by the city authorities in 1538-40 and redevelopment as a civic building, which are fully documented on our website, ensured its preservation. Yet, although it houses the country's largest collection of civic portraits and is open to the public, 'The Halls', as the complex is known, does not figure prominently on the Norwich tourist trail. The lack of a guidebook, or short readily available history, poses a challenge to most visitors, who find the buildings difficult to understand. The primary aim of the project was to produce a website (www.norwich Blackfriars.co.uk) that would foster knowledge and understanding of Blackfriars and its role in the medieval and early modern city, while furthering HEART'S aim to publicise and promote the city's twelve leading heritage sites. Now complete, and due for an official launch later in the year, the site offers users an easily accessible guide to the layout and development of the buildings; a series of 3-D video models recreating the complex at various dates; an account of the friary's history, along with background information about the medieval Church and city; a selection of maps, plans and pictures; a range of Latin sources in translation; and transcriptions of documents, along with photographs of the originals. The project has thus succeeded in providing: \\n\\n- Its stated primary aim of promoting awareness and understanding of Blackfriars, its position and its context within the medieval and early modern city\\n- A easily accessible guide for the benefit of visitors to Norwich, which forms part of the publicity for the other leading heritage sites in the city, while also highlighting the importance of this unique complex of buildings\\n- Material for teaching at various levels in schools, universities and adult education groups both on the site itself and through weblinks to other relevant sites\\n- Presentation of one of Norwich's 12 key historic buildings to satisfy the needs of individual learners and researchers at a number of different levels\\n- A website that will assist in projects for future fund-raising, not just for the friary buildings, but also for the much-needed regeneration of this part of the city\\n- A means of publicising the architectural riches of the site and the valuable documentary resources in the Norfolk County Record Office\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/G500061/1","grantId":"AH/G500061/1","fundValue":"14960","fundStart":"2008-08-01","fundEnd":"2008-10-31","funder":"AHRC","impactText":"","person":"Carole  Rawcliffe","coPersons":[],"organisation":"University of East Anglia","findingsText":"","dataset":"gtr"}