{"id":"35AFAB31-5E38-4633-BFCF-7F1A1D86C92D","title":"Towards OCPLEDs: Organic Circularly Polarised Light Emitting Devices","abstractText":"Organic light emitting diodes (OLEDs) require an emissive electroluminescent layer of an organic semiconductor material located between two electrodes, where at least one of the electrodes is transparent. Such devices are revolutionising display technologies, with the production of flexible and fully transparent devices possible. Devices that emit circularly polarised electroluminescence (CPEL) should have vast translational potential in photonic technology, such as highly improved LCD backlighting, colour-image detection and stereoscopic displays, optical communication, and quantum computing, however to date the problem of directly generating CPEL has not been solved. The goal of this research is to use intrinsically chiral, conductive and luminescent small molecules as electroluminescent layer in OLEDs, in an attempt to demonstrate efficient CPEL. Such work would have significant impact on current knowledge, which could be exploited in a number of translational areas. Taking alternative LCD backlighting as one example of the exploitation of this work, current technologies rely on polarising filters that effectively cut out 75% of the light used in these displays. Combined with absorption by the colour filters and at device interfaces, only 4% of the light used is transmitted. The use of a polarised light source, coupled with tuneable colour components would remove this need, thus leading to significantly more energy efficient displays, with a dramatically lowered carbon footprint.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I014535/1","grantId":"EP/I014535/1","fundValue":"239466","fundStart":"2010-10-01","fundEnd":"2012-03-31","funder":"EPSRC","impactText":"  Thus far, we are using our findings to further validate the technology in collaboration with a company (see IP and collaborations section). If we reach certain performance benchmarks, then it is highly likely that our collaborating company (or another) will license the IP and take the technology forward into display applications. These efforts will also lead to a number of follow on publications. The publications generated from this work have been cited a number of times already from those working in the chemistry, materials and organic device communities, thus impacting the knowledge economy.  ","person":"Matthew John Fuchter","coPersons":[],"organisation":"Imperial College London","findingsText":" The goal of this research was to use helical (single handedness) conductive molecules, as the electroluminescent layer in organic light-emitting diodes (OLEDs), in an attempt to make the light emitted circularly polarised (CP). We successfully developed and patented an approach to fabricate polymer-based light emitting diodes (PLEDs), using solution-processed materials, where the emission from the polymer is substantially CP. Our final and unique approach, simply added a helical small molecule dopant to a conventional achiral light-emitting polymer during processing. Without the chiral small molecule, the emission from the polymer was non-polarised. The core potential application of such CP-PLEDs is in flat panel displays (FPDs). Firstly, as an alternative LCD backlight, potentially doubling efficiency by halving the light lost at the first polariser layer. Secondly as the emitting elements in AM (Active matrix)-OLED displays, again potentially doubling efficiency by halving the light lost at the contrast enhancing CP surface filter. Our approach simply using a small molecule dopant to generate CP light is remarkably simple and highly translatable. It would make use of a conventional material set, device process flow and device architecture, but with the addition of a helical (chiral) molecular dopant to the light emitting polymer solution prior to its deposition: this changes PLED emission from non-polarised to circularly polarised. We (and others) will take this approach forward by further validating the approach, particularly studying the effect with other polymers, and optimising the devices to obtain key performance benchmarks. We believe the most industrially relevant application of our technology would be in the use of a CP-PLED for an LCD backlight or AMOLED display. Chemicals,Electronics,Energy","dataset":"gtr"}