{"id":"35BED033-F544-4E9A-91EC-D6AD891FF836","title":"High resolution tidal inundation measurements, high precision elevation measurements and the distribution of salt marsh plant species and communities.","abstractText":"We know in general terms that in the UK salt marshes occur between the elevation that corresponds to high water of neap tides and high water of spring tides. However, on the complex coastlines where salt marshes occur the elevation that a high water reaches varies over quite short distances. As a result, we do not understand with any precision the relationship between vertical elevation, numbers of tidal inundations per year and the occurrence of particular salt marsh species and communities. The uncertainties in where particular salt marsh communities and species occur are at the upper end of the range in predicted rise in global mean sea level over the next century (11 and 70 cm). We will use small depth recording dataloggers to measure tidal inundation patterns at large numbers of locations on the North Norfolk Coast and in the Blackwater Estuary in Essex. This will be combined with precise measurements of elevation obtained using a differential global positioning system (GPS). We will then determine the relationship between inundation patterns and vegetation patterns","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E010652/1","grantId":"NE/E010652/1","fundValue":"51894","fundStart":"2007-03-02","fundEnd":"2008-03-01","funder":"NERC","impactText":"  Detailed understanding of the tidal dynamics along the North Norfolk coast has proved very useful in assessing the impact of the December 2013 tidal surge Construction,Environment Policy & public services","person":"Alastair  Grant","coPersons":["Anthony John Davy"],"organisation":"University of East Anglia","findingsText":" We know in general terms that in the UK salt marshes occur between the elevation that corresponds to high water of neap tides and high water of spring tides. However, on the complex coastlines where salt marshes occur the elevation that a high water reaches varies over quite short distances. As a result, we do not understand with any precision the relationship between vertical elevation, numbers of tidal inundations per year and the occurrence of particular salt marsh species and communities. The uncertainties in where particular salt marsh communities and species occur are at the upper end of the range in predicted rise in global mean sea level over the next century (11 and 70 cm). \n\n\n\nWe deployed small depth recording dataloggers to measure tidal inundation patterns at 25 locations on the North Norfolk Coast and at 25 locations in Essex estuaries. This was combined with precise measurements of elevation obtained using a differential global positioning system (GPS) to determine how the tidal wave is distorted as it passes into complex indented coast lines and between standard ports. The methodology that we have developed is of potential use in the planning of coastal management in the face of sea level rise, and will also be of value in designing intertidal habitat creation schemes Construction,Environment","dataset":"gtr"}