{"id":"35BE2666-0EC7-47EB-AA10-282A07CAFC2B","title":"IMPULSE - Advanced Industrial Manufacture of Next-Generation MARBN Steel for Cleaner Fossil Plant","abstractText":"IMPULSE will work with novel &quot;MARBN&quot; high temperature steel, recently developed in TSB project &quot;IMPACT&quot; and shown to\noffer capability for an increase in steam power plant temperature of 25 degrees C. IMPULSE, whose consortium includes\nmost IMPACT members together with new pipe, welding and innovative research partners, will take MARBN from the\nlaboratory on to full-scale industrial manufacture of ingot castings, pipework, and weldments. This will improve efficiency\nand reliability of current and future steel-based steam power plant, and thus increase security of supply and reduce cost\nand carbon emissions. MARBN 8-tonne ingot casting technology will be developed, and following high temperature (to\n1250 degrees C+) testing and manufacturing simulation, two full-scale pipe extrusion trials will be undertaken, with product\nvalidation by testing and electron metallography. Matching welding consumables will also be developed, qualified and\ntested. Long term creep and creep-fatigue data generation will feed into performance validation, materials standardisation,\nand pressure vessel design codes. Interaction with the KMM-VIN collaboration will enable constructive interchange with\nparallel European projects.\nThe Nottingham team will provide the required expertise for testing MARBN specimens under creep and creep-fatigue\nconditions and developing the fatigue life model and the associated Finite Element modelling capabilities to enable the life\nprediction of welded MARBN pipes under flexible power plant operating conditions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N509991/1","grantId":"EP/N509991/1","fundValue":"171430","fundStart":"2016-02-01","fundEnd":"2019-01-31","funder":"EPSRC","impactText":"","person":"Wei  Sun","coPersons":["Adib  Becker","Christopher  Hyde"],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}