{"id":"35C2115A-DDBD-44AA-9ACF-A122E221F014","title":"Breaking down barriers to cause a paradigm shift in ultra-sensitive detection of protein structure.","abstractText":"This discipline-hopping application is intended to break through the artificial barriers that separate the Physical Sciences and Biology and will allow the development and exploitation of an entirely new and revolutionary biosensor technology. Currently, biosensors are relatively blunt tools that can sense the presence of a specific substance of interest. The phenomenon we have discovered adds another dimension to biosensing, by not only allowing us to detect the presence of a substance, but also sense its structure, and will enable the monitoring of structural changes in real time. This unique capability is ideally suited to sensing, and studying, common diseases associated with changes in protein structure (conformation) such as: Alzheimer?s, Parkinson?s, transmissible spongiform encephalopathies, familial amyloid polyneuropathy, Huntington?s disease and type II diabetes. The technology derives from a recent discovery in my laboratories, that electric fields, which have an intrinsic sense of handedness (ie have a sense which is either clockwise or anticlockwise), can be used to detect, with incredible sensitivity, the 3-D structure of large biological molecules (biomacromolecules). The phenomenon is at least a million times more sensitive than low-resolution methods currently used to probe the structure of biomacromolecules, such as CD and ORD, and can detect nanograms of material. To illustrate the potential impact of the technique the applicant will study dynamic protein processes, protein folding / unfolding and fibrilation, which are important in disease.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0902256","grantId":"G0902256","fundValue":"116151","fundStart":"2010-09-01","fundEnd":"2011-08-31","funder":"MRC","impactText":"","person":"M  Kadodwala","coPersons":[],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}