{"id":"35D31694-18E5-47DB-9BE8-F67416FE2A7F","title":"Cell interactions in an adult mesenchymal stem cell niche","abstractText":"Mesenchymal stem cells (MSCs) are stem cells that cant form different types of cells derived from mesenchyme. These include bone cells, cartilage cells, fat cells and many others. MSCs are found in several adult tissues, most notably the bone marrow. In addition to their stem cell properties, MSCs also have a well-established ability to repress the immune system. MSCs are thus a very important source of cells for clinical applications in tissue repair and in immune suppression and several large clinical trials are underway in the US. The problem with MSCs is that most research has been carried out on the bone marrow, a difficult tissue to study and the main source of MSCs for clinical applications is the bone marrow or fat tissue. In order understand more of these cells so that they use in clinical applications can be improved, a more accessible source of cells needs to be studied. \nMSCs are also found in teeth, particularly in the pulp tissue in the centre of the tooth where they are involved in tooth repair following damage. Commercial banking of tooth pulp cells from naturally lost children?s teeth is available. However in common with bone marrow MSCs these cells are difficult to study since they are present in very small numbers. \nUnlike us, mice have teeth (incisors) that grow continuously because they have a population of MSCs that continuously provide new cells. We have identified the location of these cells and can visualise the cells easily. This means we now have a large population of easily accessible MSCs that can be studied in detail to understand their properties and how they are maintained as stem cells. This information will greatly benefit the understanding of other MSCs and improve the use of these cells in clinical treatments.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0901599","grantId":"G0901599","fundValue":"562190","fundStart":"2010-12-01","fundEnd":"2013-11-30","funder":"MRC","impactText":"","person":"Paul  Sharpe","coPersons":[],"organisation":"King's College London","findingsText":"","dataset":"gtr"}