{"id":"35DE2E97-B126-4B1C-8E4C-F71309F55715","title":"Unstable Adams Operations on p-local compact groups","abstractText":"The object under investigation in this project are the so called p-local compact groups, and more particularly a family of self maps of these objects called unstable Adams operations. In algebraic topology one generally attempts to find algebraic models for the study of topological spaces. p-local compact groups are an algebraic model for the homotopy theoretic behaviour of spaces associated with compact Lie groups, or more precisely, their classifying spaces modified as to isolate the p-primary information encoded in these spaces for a single prime number p, by a process called p-completion. This concept, due to the work of the PI with Broto and Oliver, encapsulates precisely what distinguishes the class of p-completed classifying spaces of compact Lie groups and the likes of them (e.g. the homotopy theoretic analog: p-compact groups) from general spaces. It connects the homotopy theory of these spaces to the p-primary algebraic information which gives rise to it, and enables a two-way systematic study of phenomena. If G is a compact Lie group then any endomorphism of G induces a self map of its p-completed classifying space. But if G is infinite, then there is an additional important class of self maps called unstable Adams operations defined on the classifying space. These maps play a central role in the homotopy theory of classifying spaces of compact Lie groups, and more generally p-compact groups. The 1992 theorems due to Jackowski, McClure and Oliver which claims that for connected compact Lie groups these maps are determined up to homotopy by their effect on cohomology, and that for simple compact connected Lie groups these maps are the only self equivalences of the respective classifying space not induced by homomorphism occupy a large paper in two parts in the Annals of Mathematics. Unstable Adams operations for p-local compact groups are the subject of two recent PhD theses. Junod (2009) showed that under some restrictions, any p-local compact group admits unstable Adams operations, while Gonzalez analysed these operations and was able to show that in some cases their behaviour is very similar to what one would expect by analogy to compact Lie and p-compact groups. This project aims to extend the works of Junod and Gonzalez and deal in a comprehensive way with the construction of the operations, study when (i.e., for what degree) they exist, if they exist whether they are unique, their homotopy fixed point, and their relation to the so called p-local finite groups. In doing so we will be able to tie up the theory with several other works in the subject, and in particular to deduce a number of important results, such as the so called Stable Elements Theorem - the statement that the mod p cohomology of classifying space of a p-local compact group can be computed from algebraic information which defines the object by means of a closed formula.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I019073/1","grantId":"EP/I019073/1","fundValue":"24128","fundStart":"2011-02-21","fundEnd":"2011-06-20","funder":"EPSRC","impactText":"  The findings are background to current further research into unstable Adams operations on p-local compact groups. Other Cultural","person":"Ran  Levi","coPersons":[],"organisation":"University of Aberdeen","findingsText":" This project studies a family of functions defined on the so called classifying spaces of p-local compact groups. The functions are a generalisation of a classical concept in Lie group theory - unstable Adams operations. The project confirmed the existence of such operations, and is proceeding currently in their classification. They could be used by researchers who study p-local compact groups from the point of view of general mappings between their classifying spaces, and also by those who may be interested in other aspects such as some generalised K-theory. Other","dataset":"gtr"}