{"id":"35ED8ED4-0329-4A46-B953-84058F3A76A6","title":"Innovating in Combat: telecommunications and intellectual property in the First World War","abstractText":"As the centenary of the First World War approaches we can no longer draw upon the testimony of first-hand witnesses. Historians now more than ever need to scrutinise anew primary sources to develop fresh interpretations. This project considers in unprecedented depth the crucial role of innovative telecommunications in battlefront strategy, a topic previously devolved solely to signals historians. Hitherto, little scholarly attention has been paid to the (open or secret) patenting of such new communications devices, their strategic value in combat, or the sometimes enormous profits they generated. \n \nThe capacity of military units to communicate securely, i.e. without interception, has underpinned successful combat strategy for centuries, and the First World War was no exception. The vulnerability of telecommunications was well illustrated by the British interception of the Zimmerman telegram from Germany in 1917. Yet in contrast to the popular Second World War stories of Bletchley Park's interception and breaking of Enigma codes, these issues have not been systematically explored in any public or academic history of First World War Britain. While recent historians (such as Gary Sheffield) have certainly reasserted the inventiveness and adaptability of the British forces during the First World War, such revisionist accounts have not extended to the inventive production and use of telecommunications, nor to the issues of intellectual property that they involved. A fortiori these issues are not covered in any military or civilian museum exhibits, nor in extant online teaching resources. \n \nInroads have recently been made, however, by Gooday's AHRC project (2007-10) 'Owning and Disowning Invention' in understanding how intellectual property systems operated in the First World War. This Follow-On project will work in collaboration with the Oxford Museum of History of Science, and three project partners (Institution of Engineering and Technology, Porthcurno Telegraph Museum and BT Archives) to create public-facing resources on four specific themes: \n \ni) battle strategy in the First World War at times depended in important ways both on innovative (if risky) use of civilian-originated telecommunications (telegraph, telephone, radio) and on new combat-inspired technologies such as the Fullerphone, developed in 1915-16, in order accomplish secure communications in the face of innovative enemy techniques of interception. \n \nii) patterns of innovation in First World War telecommunications need to be understood within the patent system for managing intellectual property rights. These extend both to the rights of the state over those of civilian and military patentees, and the pressure put on the management of that system by the priorities of war. Only by this means can we understand how the Fullerphone was produced for the British and other armies as the subject of a secret patent in 1916. \n \niii) there was a subtly differentiated range of rewards available for militarily useful innovations in telecommunications: patent royalties, government purchase, promotion, medals or post hoc awards from the Royal Commission etc. The Fullerphone acts once again as an ideal case study, since most of such rewards were accrued by its inventor, Algernon Clement Fuller. \n \niv) after the Great War difficult questions arose regarding the legitimate profit from wartime manufacture. The project resources focus on an important yet little studied case: the Marconi company's long legal dispute with the State over mass wartime 'infringement' of its wireless telegraphy patent rights, the large settlement from which funded the creation of the Cable and Wireless Co. \n \nThis proposal is modelled on the PI's recent AHRC-funded Knowledge Transfer Project partnered with the Thackray Museum in Leeds, &quot;Patently Innovative: Re-interpreting the history of industrial medicine&quot; AH/I027339/1, also drawing on 'Owning and Disowning Invention'.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K003917/1","grantId":"AH/K003917/1","fundValue":"82711","fundStart":"2013-02-01","fundEnd":"2014-04-30","funder":"AHRC","impactText":"  1. Advised Royal Signals Museum on their HLF World War One grant application.\n2. Created electronic museum resources on World War One communications for family-friendly events for Wireless in Wales and Porthcurno Telegraph Museum. These information leaflets will be incorporated into their general museum activities.\nSee http://blogs.mhs.ox.ac.uk/innovatingincombat/educational-resources/\n3. Advised upon plans for Marconi Heritage Centre at Chelmsford as well as anniversary activities related to 2014 and the Marconi Company's activities during World War One. \n4. Developed and tested three KS3 education resources on World War One: one on Fullerphone, one on cable telegraphy and one on wireless telegraphy in World War One.\nSee http://blogs.mhs.ox.ac.uk/innovatingincombat/educational-resources/\n5. Project materials have been used as part of history of science MSc module History of Science, Medicine, and Technology: Instruments, Collections and Museums, 1700-1900 [module actually goes up to and includes World War One] at the Museum of the History of Science, University of Oxford and Dr Elizabeth Bruton delivered three of the eight course lectures as well as one of the seminars.\n6. Contributed to World War One HLF grant application for Museum of the History of Science, Oxford for summer exhibition about Henry Moseley. Some project content will inform the exhibition content etc.\n7. Provided primary and secondary sources and further advice to Jane Philmester, Oxford Archaeology for a project to map World War One wireless stations. Culture, Heritage, Museums and Collections Cultural","person":"Graeme John Gooday","coPersons":["Stephen Andrew Johnston"],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}