{"id":"36024489-5605-46EB-B68F-553CB238A7CA","title":"Games and Abstraction: The Science of Cyber Security","abstractText":"This proposal addresses the challenge &quot;How do we make better security decisions?&quot;. Specifically we propose to develop new approaches to decision support based on mathematical game theory. Our work will support professionals who are designing secure systems and also those charged with determining if systems have an appropriate level of security -- in particular, systems administrators. We will develop techniques to support human decision making and techniques which enable well-founded security design decisions to be made.\n\nWe recognise that the emerging trend away from corporate IT systems towards a Bring-Your-Own-Device (BYOD) culture will bring new challenges and changes to the role of systems administrator. However, even in this brave new world, companies will continue to have core assets such as the network infrastructure and the corporate database which will need the same kind of protection. It is certainly to be expected that some of the attacks will now originate from inside the corporate \nfirewall rather than from outside. Our team will include researchers from the Imperial College Business School who will help us to ensure that our models are properly reflecting these new threats.\n\nWhilst others have used game theoretic approaches to answer these questions, much of the previous work has been more or less ad hoc. As such the resulting \nsecurity decisions may be based on unsound principles. In particular, it is common to use abstractions without giving much consideration to the relationship between properties of the abstract model and the real system. We will develop a new game theoretic framework which enables a precise analysis of these relationships and hence provides a more robust decision support tool.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K005790/1","grantId":"EP/K005790/1","fundValue":"493333","fundStart":"2013-01-01","fundEnd":"2016-06-30","funder":"EPSRC","impactText":"  We are midway through the project, so the finding have not yet been used externally. Digital/Communication/Information Technologies (including Software) Economic,Policy & public services","person":"Chris  Hankin","coPersons":["Thomas  Hoehn"],"organisation":"Imperial College London","findingsText":" We have developed new game theoretic models of cyber attacks on Enterprise IT systems. We use these models to provide systems administrators with advice on how to optimise the use of their limited resources in defending their systems against commodity style attacks. We are still developing prototypes but aim to produce tools based on our models which will then be available for companies and organisations to use. Digital/Communication/Information Technologies (including Software),Security and Diplomacy","dataset":"gtr"}