{"id":"3614A5AA-B6F3-4C10-B7BD-74B9BBAFC42E","title":"The Stuart Successions Project","abstractText":"Moments of royal succession crystallize perceptions of monarchy and debates about political structures. In the early modern period, these moments also generated huge quantities of writing: mostly panegyric, but stretching across a range of other genres, including pamphlets, works of counsel, and satires. In the years between 1603 and 1702 in England, six monarchs were crowned and one Protector was installed. This interdisciplinary project proposes that attending to these moments of transition, with a breadth and depth of investigation never before attempted, will throw new light on a singularly turbulent and vibrant century of political and literary history. It will help researchers to make sense of particular controversies, and to engage afresh with some of the key debates about changes in political values and culture across the the Stuart era.\\n At the heart of the project is the task of defining a genre of succession writing. The project is founded on the hypothesis that contemporaries recognized and understood this genre, and that a greater modern appreciation of it promises to enrich our appreciation of the Stuart century. In pursuit of this hypothesis, the project aims to produce an annotated, online bibliographical database, cataloguing texts predominantly concerned with a succession and published, normally, within three years of a succession. This has never before been attempted, partly because of the sheer volume of relevant material; indeed in succession years material directly concerned with the transfer of power accounted for a substantial proportion of all publications. The database will function as a map to the field, of value to the project team and future generations of researchers. Within the project, the process of identification will underpin a range of editorial and interpretative work. The editorial work will lead to the publication of an anthology of succession literature, and to the dissemination of texts electronically and in performance. The interpretative work, informed but not restricted by the database, will produce two distinct, yet overlapping, kinds of publication: firstly, synchronic studies, closely analyzing particular texts and/or historical moments; and secondly, diachronic studies, using succession writing as a vehicle for reassessing changes in political values and literary practice throughout the period. This work will command the attention of researchers across a number of related fields, setting an agenda for future lines of enquiry.\\n The applicants bring a wealth of experience and expertise to the project. The PI, Andrew McRae, has published on politics and literature in the early Stuart period, with a specific focus on satire and libels, and an underlying concern with literary constructions of authority. He co-edited the online 'Early Stuart Libels', and managed the AHRC-funded project that produced it. The CI, Kevin Sharpe, is a leading authority on early modern literature and politics. He has held numerous grants and fellowships, and recently completed a three-volume study of representations of early modern monarchy: a project that involved a sampling of succession literature, and prompted questions about the nature and function of this material. The project team will include an Associate Research Fellow and two PhD students. In addition, the PI and CI will recruit a number of researchers, with international profiles, to produce essays for a co-edited volume.\\n The project's outputs will include: the database; the 150,000-word co-edited volume of essays; an edited 100,000-word anthology of succession writing; two colloquia, involving contributors to the co-edited volume; a number of articles and conference papers; an information-rich web-site; a public launch event; and two PhD dissertations. It will also provide a foundation for future work beyond the period of the grant, icluding likely monograph publications by the PI and CI, and knowledge-transfer activities.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/I027029/1","grantId":"AH/I027029/1","fundValue":"457002","fundStart":"2012-04-01","fundEnd":"2015-10-31","funder":"AHRC","impactText":"  The findings are not yet complete and published. The database is available in a preliminary state (at: http://humanities-research.exeter.ac.uk/stuarts/public/pub), and has been used, in particular, by contributors to our proposed project volume of essays (proposal currently with OUP). Impact events are concentrated in the final year of the project, and we are currently preparing a follow-on application. Creative Economy,Education Cultural","person":"Andrew  McRae","coPersons":["Paulina  Kewes"],"organisation":"University of Exeter","findingsText":" We have been able to establish the volume and types of material published in response to each of the Stuart successions (1603, 1625, 1660, 1685, 1688-9, 1702) as well as the 'successions' of Oliver and Richard Cromwell (1653, 1658). We are in the process of analysing this material: looking at particular moments as well as trends across the Stuart century. We have fourteen academics from across the UK and USA currently writing interpretative essays. The database will facilitate many more interpretation projects. Creative Economy,Education,Culture, Heritage, Museums and Collections","dataset":"gtr"}