{"id":"3614C02D-D9AB-4F11-86F7-A7A80AE0097A","title":"ISSC Meeting and Visit to Research and Educational Institutions in Korea and Singapore.","abstractText":"Background: The Shipping and offshore industry is thriving both in term of increase in trade as well as with increase in new orders. This has led to an increase in the demand of design engineers in the field of Ship and Offshore Structures, who can design new ships and also assess existing ships and FPSOs. In recent decades Britain has continued to lead the world as a maritime services centre, classification societies, ship broking, education, consultancy and others all combining to form the largest maritime services cluster, based in the City of London. This strength has historically been rooted in a strong shipping industry and the skills and experience that provides. To maintain this position the European shipbuilding industry has to be innovative, competitive and sustainableVisit Programme: The aims of the visit are as follows:i) to attend ISSC (17th International Ship &amp; Offshore Structure Congress) meeting at Seoul during 16-20 August 2009, for which I am invited by the UK Standing Committee Representativeii) to visit Pusan National University (PNU), Korea, to discuss the possibility of joint research on limit states and risk based approach of ships and offshore structuresiii) to visit National University of Singapore (NUS) and Nanyang Technological University (NTU) to discuss research and to develop professional courses/workshops in Singapore and participation in joint teaching and promotion of the proposed future courses.iv) To visit Keppel Offshore &amp; Marine Technology to see the R &amp; D activities of the centre.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H016864/1","grantId":"EP/H016864/1","fundValue":"2480","fundStart":"2009-08-14","fundEnd":"2009-11-13","funder":"EPSRC","impactText":"","person":"Purnendu Kumar Das","coPersons":[],"organisation":"University of Strathclyde","findingsText":"","dataset":"gtr"}