{"id":"361BDD5D-FCDC-4110-AD18-25318DAD201C","title":"Discovering the mechanism of transcription factor-controlled cell size","abstractText":"We discovered a master regulator of root hair cell growth in Arabidopsis thaliana called RSL4. Root hairs are important for the uptake of nutrients from the soils such as phosphate and iron and breeding plants with long root hairs has led to the development of cultivars of beans that have higher yields that conventional cultivars. Therefore understanding the mechanism of RSL4-mediated root hair growth is an important goal for enhancing crop yields but also offers the opportunity to understand the fundamental biological processes of cell growth. Our preliminary characterisation of the role of RSL4 in root hair growth gives rise to three hypotheses that we will test in the proposed research: 1. We predict that the presence of RSL4 in a cell confers growth potential and its subsequent removal signals the cessation of growth. Put another way it means that growth occurs when RSL4 is present in the cell and then when RSL4 protein disappears growth ceases. We will test this hypothesis and identify proteins that are required for the destruction of RSL4 protein. 2. We predict that when environmental factors modulate root hair growth they do so by changing the abundance of RSL4 protein in the root hair cell. Growing plants in low phosphate causes plants to produce longer root hairs allowing the plant to mine more soil for this valuable nutrient. We predict that low phosphate increases root hair length by increasing the levels and the time at which RSL4 is present in root hair cells. 3. We predict that RSL4 regulates the expression of genes that are involved in root hair cell growth. We will identify the genes that are regulated by RSL4 and determine their role in growth. This will identify a set of genes involved in root hair growth. These proposed experiments will define a novel mechanism of growth control and provide tools to generate crop plants with enhanced nutrient uptake efficiency.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G019894/2","grantId":"BB/G019894/2","fundValue":"447097","fundStart":"2010-01-01","fundEnd":"2012-12-31","funder":"BBSRC","impactText":"  We have used the findings to generate wheat and rice lines with enhanced growth. These are being evaluated. Agriculture, Food and Drink Economic","person":"Liam  Dolan","coPersons":[],"organisation":"University of Oxford","findingsText":" The aim of this project is to characterise the function of RSL4 in the growth of root hair cells. This is of important academic interest since we know little about the specific mechanisms that control the growth of cells in plants. It has applied importance because being able to manipulate root hair size in plants will allow the development of crop varieties with enhanced nutrient uptake abilities. \n\nThis project has demonstrated that a protein called RSL4 is a master regulator of root hair growth in Arabidopsis. Ongoing research is characterising the mechanism by which RSL4 controls growth. Preliminary evidence indicates that the proteolytic turnover of RSL4 is important for the regulation of root hair growth. Technology based on RSL genes' ability to modulate root hair growth will allow the development of crop varieties with enhanced nutrient uptake. We are trying to move this into crops. We are engaging with a technology transfer company (Plant Bioscience Ltd) to develop patented technology that is based on the ability of RSL proteins to modulate root hair length. This has led to a licensing agreement with Dow Agri-sciences with whom we are working closely. Agriculture, Food and Drink","dataset":"gtr"}