{"id":"361D9198-C0E3-488A-AC55-39E36A9EC748","title":"Warwick EPSRC Symposium on Fluctuation-driven Phenomena and Large Deviations","abstractText":"The Warwick EPSRC mathematics symposium is organised annually by the University of Warwick with the support of the EPSRC for the benefit of the mathematical sciences community in the UK. It brings leading national and international experts together with UK researchers in a year-long programme of research activities focused on an emerging theme in the mathematical sciences. The proposed symposium for the 2015-16 academic year will concentrate on the theme of &quot;Fluctuation-driven phenomena and large deviations&quot;. In very general terms, the symposium will constitute an interdisciplinary focus on understanding the consequences of the interplay between stochasticity and nonlinearity, a recurrent challenge in many areas of the mathematical sciences, engineering and industry.\n\nStochastic processes play a fundamental role in the mathematical sciences, both as tools for constructing models and as abstract mathematical structures in their own right. When nonlinear interactions between stochastic processes are introduced, however, the rigorous understanding of the resulting equations in terms of stochastic analysis becomes very challenging. Mean field theories are useful heuristics which are commonly employed outside of mathematics for dealing with this problem. Mean field theories in one way or another usually involve replacing random variables by their mean and assuming that fluctuations about the mean are approximately Gaussian distributed. In some cases, such models provide a good description of the original system and can be rigorously justified. In many cases they do not. Understanding the latter case, where mean-field models fail, is the central challenge of this symposium. We use &quot;fluctuation driven phenomena&quot; as a generic term to describe the kinds of effects which are observed when mean field theories fail.\n\nThe challenges stem from the fact that the rich phenomenology of deterministic nonlinear dynamics (singularities, nonlinear resonance, chaos and so forth) is reflected in the stochastic context by a variety of interesting and sometimes unintuitive behaviours: long range correlations, strongly non-Gaussian statistics, coherent structures, absorbing state phase transitions, heavy-tailed probability distributions and enhanced probabilities of large deviations. Such phenomena are found throughout mathematics, both pure and applied, the physical, biological and engineering sciences as well as presenting particular problems to industrialists and policymakers. Contemporary problems such as the forecasting of extreme weather events, the design of marine infrastructure to withstand so-called &quot;rogue waves&quot;, quantifying the probability of fluctuation driven transitions or &quot;tipping points&quot; in the climate system or estimating the redundancy required to ensure that infrastructure systems are resilient to shocks all require a step change in our ability to model and predict such fluctuation-driven phenomena. The programme of research activities constituting this symposium will therefore range from the very theoretical to the very applied.\n\nAt the theoretical end we have random matrix theory which has recently emerged as a powerful tool for analysing the statistics of stochastic processes which are strongly non-Gaussian without the need to go via perturbative techniques developed in the physical sciences such as the renormalisation group. At the applied end we have questions of existential importance to the insurance industry such as how to cost the risk of extreme natural disasters and quantify their interaction with risks inherent in human-built systems. In between we have research on the connections between large deviation theory and nonequilibrium statistical mechanics, extreme events in the Earth sciences, randomness in the biological sciences and the latest numerical algorithms for computing rare events, a topic which has seen strong growth recent years.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M003620/1","grantId":"EP/M003620/1","fundValue":"161542","fundStart":"2015-09-01","fundEnd":"2016-08-31","funder":"EPSRC","impactText":"","person":"Colm  Connaughton","coPersons":["Stefan Wolfgang Grosskinsky","O  Zaboronski"],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}