{"id":"36273DB6-CC08-45C9-96F2-5DE86D346C66","title":"Deciphering the RNA degradome: A new tool for small RNA target discovery","abstractText":"RNA silencing is a complex and highly conserved regulatory mechanism that is now known to be involved in diverse processes such as development, pathogen control, genome maintenance and response to environmental changes. Since its recent discovery, RNA silencing has become a fast moving area of research of great importance in both plant and animal molecular biology. Research in this field has greatly profited from new developments in novel high-throughput sequencing technologies (such as 454 and Solexa/Illumina) which, in a single run, can generate several datasets each containing millions of small RNA (sRNA) molecules, the key players in all RNA silencing phenomena. A key challenge in sRNA research at present is to understand the function of the millions of sRNAs that have been recently sequenced and deposited in public databases. A first step in meeting this challenge is to find which (if any) genes are being regulated by each sRNA. Several computational approaches have been devised for sRNA target prediction in plants and animals but these are only predictions and cannot be relied upon without experimental validation. However, in the last year or so a new high-throughput experimental technique has been described for sequencing of the 5'-ends of uncapped mRNAs including those transcripts that are targeted by sRNAs and subjected to endonucleolytic cleavage. In plants, degraded mRNA fragments provide evidence of the interaction between sRNAs and their complimentary mRNA targets that lead to cleavage and degradation of the mRNA. Thus the possibility of sequencing the ''RNA degradome' of an organism in this manner is set to revolutionise target validation in plants since it permits the genomic scale sequencing of cleaved mRNAs for the first time. Currently there is only one tool available for degradome analysis and it has several limitations which make it unsuitable for large-scale analysis of such data. In this proposal we will develop and implement a novel approach to high-throughput analysis of degradome data which will allow users to validate targets across the entire sRNAome and produce a network of sRNA/mRNA interactions based on degradome evidence. The tool will be made available online and for download through the UEA Plant sRNA Toolkit, a collection of user-friendly tools allowing the analysis of high-throughput plant sRNA datasets with high-performance computing without the need for expert knowledge or dedicated bioinformatics support.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H023895/1","grantId":"BB/H023895/1","fundValue":"99485","fundStart":"2010-10-14","fundEnd":"2012-02-22","funder":"BBSRC","impactText":"  The tool has been used by various groups to understand the roles of small RNAs. Examples include how miRNAs mediate SnRK1-dependent energy signaling in Arabidopsis and the discovery of an endogenous microRNA target in C. elegans. Agriculture, Food and Drink,Digital/Communication/Information Technologies (including Software) Societal,Economic","person":"Vincent  Moulton","coPersons":["Mario Jose Caccamo","Tamas  Dalmay"],"organisation":"University of East Anglia","findingsText":" The building blocks of DNA are four nucleotides, usually referred to as A, T, C and G. A gene is a sequence of several thousand nucleotides. In DNA for plants and animals there are usually several thousand genes, although genetic material can make up a relatively small proportion of the entire genome. The remainder is called non-coding DNA. \n\n\n\nAt any given moment, only some genes are usually active in an organism. A gene is active when it is being converted, or expressed, as a protein. The gene expression process involves the breaking apart of the double-stranded DNA molecule followed by the conversion of the genes on each strand into proteins. The first part of this process is called transcription and the second is called translation. \n\n\n\nSome small sequences of non-coding DNA (around 20-25 nucleotides in length) which are called small RNAs (sRNAs) have been found to affect gene expression in plants, and in some cases to suppress the expression of a gene completely. The gene is suppressed when the sRNA cleaves the transcribed gene into fragments. The regulation machinery may be activated during growth, attack by a virus, due to some environmental factor or some other effect. Gene regulation therefore plays a pivotal role during an organism's life-cycle. It is therefore of paramount importance to understand the regulatory role that sRNAs play during gene expression. \n\n\n\nInteractions between a few sRNAs and the genes that they target are known. However the full picture of interactions is far from clear or even achievable with the prediction methods currently available. This grant focused on developing a new and fast software tool, called PAREsnip, which analyses results from biological investigations across the whole genome for plants, providing a comprehensive set of possible sRNA/gene interactions. \n\n\n\nTo search for regulatory interactions the software requires three inputs; a database of transcribed genes, a list of sRNAs to be tested and the data set of cleaved gene transcript fragments (also called the &amp;quot;degradome&amp;quot;). Thousands of genes and millions of sRNAs are publicly available in databases. The recently developed high-throughput technique known as Parallel Analysis of RNA Ends (PARE) is used to obtain the degradome. The gene fragments in the degradome are matched to the genes to give a database of targets for the search. Each candidate sRNA/target duplex is then tested using a well established set of rules to check whether the sRNA could have cleaved the gene. Each duplex which passes this test is then assessed to see how likely it occurred by chance. The sRNA/target duplex is reported if this chance is lower than a prescribed threshold. \n\n\n\nPAREsnip can perform an analysis on over 10,000 sRNAs in a few minutes and a million in a few hours on a desktop PC. No other tool available at present can claim similar performance. PAREsnip therefore facilitates large-scale identification of sRNA/target interactions which should permit the discovery of new regulatory networks. It can be used to push-forward research and applications in RNA silencing. The findings are implemented as an easy to use tool in the UEA sRNA workbench (http://srna-workbench.cmp.uea.ac.uk/). Agriculture, Food and Drink,Digital/Communication/Information Technologies (including Software),Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}