{"id":"36315357-7546-4426-8293-B89256EC591B","title":"Investigation of the genetic causes of Specific Language Impairment (SLI) in an isolated Chilean population","abstractText":"Many children have problems learning to use or understand language and this can for lots of different reasons. We study a particular type of language disorder known as Specific Language Impairment (or SLI). SLI is diagnosed in children who have normal intelligence and otherwise typical development but, for no apparent reason, have severe and persistent problems with language development. We know that SLI runs in families and is a complex genetic disorder. This means that some people carry certain gene combinations that, when accompanied by particular environmental factors, make them sensitive to language deficits. We are working with a population from an isolated island in Chile to try to identify genetic variations that predispose individuals to SLI. We are particularly interested in this island as they have an exceptionally high rate of language impairment (35%). We have already looked at their DNA and have identified five chromosome regions that are more similar in affected individuals than we would expect by chance alone. However, each of these regions is large and contains hundreds of genes. We are asking for a grant to study these chromosome segments in better detail and to investigate the role of possible alternative genetic mechanisms in this population. We hope that this research will allow us to identify specific genes and genetic elements that contribute to SLI susceptibility and help us to discover which protein networks are important in language acquisition processes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J003719/1","grantId":"MR/J003719/1","fundValue":"397537","fundStart":"2012-04-02","fundEnd":"2015-04-01","funder":"MRC","impactText":"","person":"Dianne  Newbury","coPersons":["Pia  Villanueva","Jean-Baptiste  Cazier"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}