{"id":"3638CE83-470D-4AC6-A62C-5BF3DC6B515F","title":"Childhood tuberculosis: Integrating tools for improved diagnosis and vaccines","abstractText":"Tuberculosis still causes significant disability and death in many countries in the world, including half a million deaths in children each year. The diagnosis of TB is more difficult in children, as often it cannot be confirmed by &quot;gold standard&quot; methodology, which means showing presence of the TB bacilli in a patient, usually in their sputum. This is rarely possible in children, since they have fewer bacteria, often don't cough up sputum and still get very sick. They often don't receive treatment in time or not at all. Apart from looking for the TB bacilli, we hence use other more indirect tools to make a diagnosis, including observations of TB cases in the community and evidence that the host's immune system has been exposed to TB (patient) by doing a skin test. There are new technologies which can now be applied to blood samples of patients to see if their immune system expresses a characteristic &quot;signature&quot; of TB. However, these have not been used in children yet.\nTB often occurs in households, which is where children are particularly likely to catch it from an infected adult. But not everyone gets it when exposed to a coughing &quot;index case&quot;, which is the coughing person with active TB. It is likely that many factors like the organism in question, the conditions of the household and also the responses of the immune system of the individual child play a role. We have a large gap in our understanding of the transmission, susceptibility and what kind of immunity is needed to fend off the TB bacteria. This is why we have so far failed to make a better vaccine than the current vaccine, BCG, which is not fully protective. If we understand the mechanisms that underlie susceptibility and protection, this would be very useful for any trials of new vaccines, but also for the diagnosis, as we could look for specific markers associated with TB disease and protection. Such markers could also be used in vaccine or treatment trials, instead of purely relying on the bacteriologically confirmed cases, which is the current approach. This approach is very costly since it needs a very large number of children to participate in vaccine or treatment trials, as most of them will never show up with confirmation by bacteria and yet get sick with what we think is TB.\nIn our project, we will develop and test novel approaches by using new methods in the microbiology and immunology laboratory and have brought together a strong team of internal and external experts to be able to use all the state-of-the art available methodology.\nIn particular, we want to evaluate some of the new technologies to diagnose TB on the &quot;signature&quot; it leaves in the body and to use a statistical approach to bring together the individual pieces of the jigsaw that makes up TB diagnosis in children. We will also study children who do and do not get TB after exposure to the bacillus in their household, as the group who does not contract the disease or infection might hold the key to what is really protective against TB. This knowledge will be very important for making an improved vaccine, which can essentially mimic such protective mechanisms. With the help of more advanced statistical analysis of all the factors that contribute to a TB diagnosis we would like to come up with algorithms for the diagnosis that are just or nearly as good as the gold standard. We wish to conduct this project in the Gambia, where there is still a lot of TB. Thanks to the MRC Unit in The Gambia, we benefit from all the tools in the lab and field to collect samples and data for a very comprehensive assessment of every case. \nOur long-term goal with this project is to enable the research community to develop a better diagnostic approach to childhood TB and understand how we should design the ideal vaccine against TB.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MC_EX_MR/K011944/1","grantId":"MC_EX_MR/K011944/1","fundValue":"0","fundStart":"2013-01-01","fundEnd":"2017-12-31","funder":"MRC","impactText":"","person":"Beate  Kampmann","coPersons":[],"organisation":"MRC Unit, The Gambia","findingsText":"","dataset":"gtr"}