{"id":"364701B6-D05D-4624-9B82-1D58DAADF673","title":"Molecular Regulation of leukocyte trafficking into and through the afferent lymphatics","abstractText":"The ability of an animal or human to fight infection is dependent upon the generation of an immune response to foreign material, termed antigen, such as bacteria or viruses. However, under some circumstances, an immune response is either inappropriate or not in the best interest of the individual, for example following an organ transplant or skin graft. Current immune suppression therapies have unwanted side-effects of preventing immune responses throughout the body. Therefore future therapies to avert only local immune responses, whilst leaving the rest of the body protected, would be advantageous.\n The research outlined in this proposal would examine the first stage in the generation of an immune response, where antigen-presenting immune cells (having acquired foreign material) must enter the lymphatic system to migrate to the draining lymph node, to activate other immune cells and instigate a specific, targeted response to the antigen. My research to date has shown that this passage of immune cells into the lymphatics is carefully regulated by lymphatic-expressed adhesion molecules binding to corresponding receptors on the immune cell. Blocking these interactions impairs adhesion to and transmigration into the lymphatics, thus impeding migration of the immune cell to the lymph node and reducing the immune response to antigen. I now seek funding to elucidate the broader cascade of adhesion events, other adhesion and cell-junctional molecules involved and the effect of blocking them in vitro and in mouse models of inflammation and skin graft rejection. This research has the potential to identify important new targets for preventing transplant rejection whilst avoiding systemic immune suppression, as well as improving our understanding of the mechanisms and regulation of immune surveillance.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0801186","grantId":"G0801186","fundValue":"278382","fundStart":"2008-12-01","fundEnd":"2011-11-30","funder":"MRC","impactText":"","person":"Louise Anne Johnson","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}