{"id":"364A11C4-C6FB-49CA-81AF-804B49BCDFA3","title":"Interaction of Convective Organization and Monsoon Precipitation, Atmosphere, Surface and Sea (INCOMPASS)","abstractText":"The monsoon supplies the majority of water for agriculture and industry in South Asia, and is therefore critical to the well-being of a billion people. Active and break periods in the monsoon have a major influence on the success of farming, while year-to-year variations in the rainfall have economic consequences on an international scale. The growing population and developing economy mean that understanding and predicting the monsoon is therefore vital. Despite this, our capability to model the monsoon, and to make forecasts on scales from days to the season ahead is limited by large errors that develop quickly. The relatively poor performance of weather prediction models over India is due to a very strong and complex relationship between the land, ocean and atmosphere, which are linked by the process of convection, in the form of the rain-bringing cumulonimbus clouds. Forecast errors occur primarily because the convective clouds are not accurately linked to the large-scale circulation or to the surface conditions, and these errors persist to long time scales. Worldwide, weather and climate forecast models are gaining resolution, and yet the errors in monsoon rainfall are not diminishing. A lack of detailed observations of the land, ocean and atmospheric parts of the monsoon system, on a range of temporal and spatial scales, is preventing a more thorough understanding of processes in monsoon convective clouds and at the land surface, and their interaction with the large-scale circulation. \nThis project will use a programme of new measurements over India and the adjacent oceans to advance monsoon forecasting capability in the Indo-UK community. The first detachment of the FAAM research aircraft to India, in combination with an intensive ground-based observation campaign, will gather new observations of the land surface, the boundary layer structure over land and ocean, and atmospheric profiles. We will institute a new long-term series of measurements of energy and water exchanges at the land surface. Research measurements from one monsoon season will be combined with long-term observations on the Indian operational networks. Observations will be focused on two transects: in the northern plains of India, covering a range of surface types from irrigated to rain-fed agriculture, and wet to dry climatic zones; and across the Western Ghats, with transitions from land to ocean and across orography. The observational analysis will represent a unique and unprecedented characterization of monsoon processes linking the land, ocean and atmospheric patterns which control the rainfall. Long-term measurements will allow the computation of statistical relationships between the various factors. \nThe observational analysis will feed directly into improved forecasting at the Met Office and NCMRWF. The Met Office Unified Model, which is used for weather forecasting at both institutions, will be set up in a range of different ways for the observational period. In particular, we will pioneer the test development of a new 100m-resolution atmospheric model, which we expect to greatly improve the representation of land-ocean-atmosphere interactions. Another priority will be to improve land surface modelling in monsoon forecasts. By comparing the results of the very high resolution models on small domains with lower-resolution models representing the global weather patterns, it will be possible to describe the key processes controlling monsoon rainfall, and to indicate how these need to be represented in different applications, such as weather predictions or climate predictions. Through model evaluation at a range of scales, the development of simple theoretical understanding of the rainfall processes, and working with groups responsible for operational model improvement, the project will lead directly to improvements in monsoon forecasts. By improving rainfall prediction, we expect the work to have an economic impact in India and internationally.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/L013843/1","grantId":"NE/L013843/1","fundValue":"391642","fundStart":"2015-01-01","fundEnd":"2018-12-31","funder":"NERC","impactText":"","person":"Douglas  Parker","coPersons":["Barbara Jane Brooks","John  Marsham"],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}