{"id":"364F8714-A08B-4DFD-ACA4-8863583FCD03","title":"The application of non-representational theories to the digitally produced and circulated photographic image.","abstractText":"Over the last decade we have witnessed photography being employed in a range of new contexts, online image cultures and innovative image applications, which pose new questions about the status and value of the photographic image. From &quot;Google Street View&quot; to the augmented reality application &quot;Photosynth&quot;, there is a broad and consistently growing range of applications that employ photography in ways that challenge and redefine the representational model of the photograph as an imprint of the real. \nThese new photographic applications allow us to reconsider the fundamental assumptions about images: the single point of view, the nature of authorship, the predetermined subject-object relationships. They also present us with conceptual challenges that question the validity of the traditional perspectival, representational and semiotic approaches to photography. This has been called by a number of scholars (Crary.1999. Mitchell.1998. Lovejoy.2004) a 'crisis' of the representational paradigm which calls into question the representational system of visuality based upon the Cartesian logic of the picture plain and perspective, which aligns the paradigm of representation with the logic of the human retina. It is this logic that is being tested by the digital 'simulation' of the analogue photography, but as yet there is insufficient understanding of how the computer code can be said to give cultural meaning or value an image, which remains a cultural value. The problem in a nutshell, is that developments in computing which entail the photographic image continue to outstrip current photographic theory's ability to fully account for the far reaching changes in image cultures. \n\nWhat the research will do. \n\nThe research will focus upon the impact of digital databases and algorithmic systems upon our understanding of the formation, reproduction, storage and circulation of the digital image from across a number of knowledge disciplines with the aim of producing transdisciplinary multiple perspectives. The research will develop a means of connecting the historical concerns of photographic theory with the indexical and semiotic image with algorithmic and coding of digital image reading in the semantic web in order to produce a new theoretical synthesis. The research will do this by bringing a number of scholars from different disciplines together through web technologies and meetings to enquire into applications of non-representational systems and theories to the photograph. Here the work of Nigel Thrift, (2008) Non-Representational Theory is considered as a founding text relevant to such enquiries and which has sofar been applied to space and politics, but not the visual image.\n\nWhat is the outcome.\n\nThe research will result in the production of a website and academic network dedicated to enquiries into the photograph and digital technologies. In addition it will convene research meetings in London to bring scholars and researchers from differing disciplines together to consider a common set of problems. Finally it will result in the publication of a special edition of Philosophy and Photography dedicated to the proceedings of the seminars and debates and interviews on the website.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J005886/1","grantId":"AH/J005886/1","fundValue":"31723","fundStart":"2012-05-24","fundEnd":"2013-11-23","funder":"AHRC","impactText":"","person":"Daniel  Rubinstein","coPersons":[],"organisation":"London South Bank University","findingsText":"","dataset":"gtr"}