{"id":"36512DFF-3E07-4690-B5A2-E89C4DB0E206","title":"Workshop: Homotopical algebra and geometry","abstractText":"The proposal is for funding a week-long workshop `Homotopical algebra and geometry'. It will be held on April 6-10, 2015. Homotopical algebra was created in the 1960's in seminal works of Quillen, Grothendieck-Verdier and Dold-Puppe. Since then it has found innumerable applications in various fields of Pure Mathematics, most notably in algebraic topology and algebraic geometry. \n\nIn the last couple of decades the influence of homotopical algebra extended to representation theory, differential geometry and aspects of theoretical physics; its role and importance has been steadily increasing. The workshop aims to bring together a group of international experts using homotopical algebra in their research, foster new collaboration and contribute to developing the new generation of UK mathematicians. \n\nThe workshop will be held on Monday, Wednesday, Thursday and Friday. Morning plenary lectures will be delivered by top contemporary mathematicians from the UK and overseas. The afternoon sessions will consist of invited and contributed talks.\n\nAn important aspect of the workshop is the Northern Regional LMS meeting embedded into it. The LMS meeting will be commemorating the 150th anniversary of the London Mathematical Society and the talks will reflect this theme. Part of the funding for the workshop and the meeting comes from the LMS.\n\nThe meeting will be held on Tuesday afternoon. There will be three talks: one of the historical nature and the other two given by prominent mathematicians who helped shape our modern understanding of homotopical algebra and related fields.\n\nFurthermore, it is planned to conduct a Wikipedia Editathon, a training event for prospective Wikipedia editors. Given the profound role played by Wikipedia in our world, this event will have an immediate and lasting impact on the UK and worldwide academic community and the society in general.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M017001/1","grantId":"EP/M017001/1","fundValue":"6387","fundStart":"2015-04-01","fundEnd":"2015-06-30","funder":"EPSRC","impactText":"","person":"Andrey  Lazarev","coPersons":["Jan Edward Grabowski","Paul David Levy","Mark Lewis MacDonald"],"organisation":"Lancaster University","findingsText":"","dataset":"gtr"}