{"id":"36658C79-B640-4E04-A3B3-B9373494AD76","title":"Assessment of Integrated Microalgal-Bacterial Ecosystems for Bioenergy Production - Optimization-based Methodology","abstractText":"Many microbial ecosystems, as part of their normal activity, have the potential to provide services to society and improve environmental quality. Some can degrade organic or trace contaminants that pollute water, air or soil. Others can transform waste materials into valuable renewable resources, including bioenergy, biomaterials and high-value products. This generic capability opens the possibility for combining several microbial ecosystems in integrated bioprocesses, where various types of bioenergy or biomaterials are produced and multiple sources of pollution are treated, all at the same time.\n\nThe focus in this project is on integrated bioprocesses that couple a microalgae photobioreactor with an anaerobic digester. While microalgae are currently considered one of the most promising feedstocks for biofuels due to their high productivity of carbon-rich lipids, the said combination with anaerobic digestion provides an efficient means of recycling the nutrients present in the waste algal biomass--after lipid extraction. On the whole, integrated microalgal-bacterial ecosystems will be capable of producing bioenergy in the form of biofuel and biogas, while treating both flue gas and wastewater. However, unlike in traditional biorefineries where a spectrum of bio-based products and energy are obtained by processing an available biomass feedstock, growing the feedstock becomes an integral part of the process in an integrated microalgal/bacterial system. Therefore, a photobioreactor can no longer be designed and operated separately from the algal downstream processing. Special attention must also be paid to the microbial adaptation to environmental and operational changes as well as the strong interactions between the various kinds of microorganisms. This intricacy makes it extremely challenging to design and operate these processes solely based on engineering intuition.\n\nIt is a principal aim of this project to investigate integrated microalgal-bacterial processes by applying systematic methods of process analysis, design and operation, that are based on mathematical models. Our objective is twofold: (i) make an assessment of integrated microalgal-bacterial systems for sustainable bioenergy production and CO2 capture; and (ii) determine reliable design and operation strategies. An important challenge is the presence of process variability and modeling uncertainty, which challenges the current state-of-the-art of optimization under uncertainty. It is therefore another principal aim of this proposal to develop the crucial methods and tools needed for the analysis and optimization of integrated microalgal-bacterial systems.\n\nWhile many experimental research and demonstration programs are being carried out in the UK and worldwide to identify the most suitable algae strains and expand algal biofuel production to a major industrial process, this project will be the first of its kind to apply a systematic, model-based optimization methodology, that takes full account of operational issues as well as their interplay with design decisions. It is expected that operational considerations will bring a first element of response regarding critical design decisions, such as the need to operate algae growth and lipid production in separate bioreactors, and whether or not to extract the lipids before the anaerobic digestion step. The ability to identify operational bottlenecks will also provide valuable insight and guidance for strain improvement, e.g. via genetic engineering. Finally, it has been argued that economically sustainable production of microalgae for biofuels may only be achieved if combined with production of bulk chemicals, food, and feed ingredients. While the coproduction of multiple compounds from microalgae remains a challenge, the methodology developed through this project will bring on key insight on the best way to achieve such biorefining.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J006572/1","grantId":"EP/J006572/1","fundValue":"99381","fundStart":"2012-02-01","fundEnd":"2013-01-31","funder":"EPSRC","impactText":"  No significant economic or societal impact of the grant to data.  ","person":"Benoit  Chachuat","coPersons":[],"organisation":"Imperial College London","findingsText":" Through the research funded on this grant, we have pioneered efficient and fully-validated bounding techniques for parametric/uncertain dynamic systems, which find applications in numerous scientific and engineering fields, e.g., for robust optimization, estimation or control. The developed techniques enjoy high-order convergence properties in order to reduce conservatism, and general conditions under which the computed bounds are stable over infinite time horizons could be derived for the first time.\n\nThis improved bounding capability has enabled the rigorous solution of optimization and estimation problems that could not tackled previously. In the field of global optimization, we have been able to optimize dynamic systems with up to 10 decision variables, while previous approaches were limited to a handful of variables only. Another key area is guaranteed parameter estimation, whereby one wants to determine all the parameter values of a model that are consistent with a set of experimental observations/data. Here, we have been able to tackle problems with up to seven uncertain parameters despite the presence of complex dynamics, thereby greatly expanding the scope of applications for these techniques. \n\nA third key contribution through the funded research has been the development of branch-and-lift, the first algorithm of its kind to provide a certificate of global optimality for a wide class of optimal control problems, or more generally infinite-dimensional optimization problems. These algorithmic advances open the perspective of applying global and robust optimization technology to industrially-relevant problems. The numerical methods that have been developed during this project for bounding and optimizing undcertain dynamic systems have been implemented in computer programs. All these programs can be downloaded by third-parties, free of charge, from our group website (http://www3.imperial.ac.uk/environmentenergyoptimisation/software). In doing so, our hope is that it will help spread the developed technology both faster and more widely. We are also hopeful that these techniques will be incorporated into commercial process simulators, such as gPROMS or Modelica. Moreover, the Centre for Process Systems Engineering (CPSE) runs an industrial consortium, whose member companies have direct access to the tools and support for using them. Chemicals,Digital/Communication/Information Technologies (including Software),Energy,Environment","dataset":"gtr"}