{"id":"366B49FF-5CF7-40B0-A78C-4F909B313870","title":"Development of a magnetic guidance strategy for improving the trafficking of cellular therapies into tumours","abstractText":"Many current cancer treatments are limited by the failure to penetrate deep into the tumour. Monocytes and macrophages are specialist white blood cells which have been shown to enter tumours in large numbers often settling in these areas that are difficult to treat. Scientists have shown that these cells have the ability to kill tumour cells in the laboratory when they are stimulated with anticancer agents. This led doctors to remove these cells from cancer patients, stimulate them in the laboratory and reintroduce them back into the patients in an attempt to reduce cancer growth. While this method proved to be very safe, the signs of success were very small, mainly due to few monocytes/macrophages reaching the cancer. Now, a new magnetic targeting method has been developed in our laboratory to overcome this problem. This involves inserting tiny magnets into monocytes and injecting the ?magnetic cells? into the bloodstream. We have found if a small powerful magnet is then placed over the tumour to create a magnetic field this attracted many more monocytes into the tumour. The monocytes were found deep in the tumour in the areas which are difficult to access using current therapies like radiotherapy or chemotherapy. One of the advantages of this approach is that the magnet ensures delivery to only the tumour thus preventing damage to healthy organs. In our previous studies we used superficial tumours (under the skin) these were easy to locate and a small magnet was then placed on the surface of the skin. We now want to use magnetic resonance imaging (MRI), a technique widely applied in the clinic, to help guide our magnetic cells into cancers that are found deep in the body like metastasis. We then want to use this to deliver a number of anticancer agents that prevent tumour growth and metastasis as well as agents that directly kill the tumour. A discipline hopping grant will bring together two different areas of science, oncology and magnetic resonance physics, the combination of which is hoped to provide a valuable method where magnetic cells are forced into tumours in significantly greater numbers to attack the cancer. This new magnetic targeting approach could herald a new era in cancer treatment - one in which delivery of anti-cancer therapy to the diseased site is a great deal more effective.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0902317","grantId":"G0902317","fundValue":"99795","fundStart":"2011-01-12","fundEnd":"2011-11-11","funder":"MRC","impactText":"","person":"Munitta  Muthana","coPersons":[],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}