{"id":"366D7235-BBE4-4973-AA23-74035E51241F","title":"Sensory illusions using low-cost haptic devices to enhance spatial understanding for engineering design","abstractText":"This project will research the use of strategically-positioned, easy to wear, vibrating devices for improving engineers' understanding of 3D spaces in virtual environments. The system will use low-cost technologies and support day-to-day engineering design work.\n\nCurrently, the majority of engineering design is conducted on desktop systems. These do not allow engineers to experience the 3D spaces they are designing, thus limiting design success in applications with human users, such as component access routes for assembly and reach investigations for a manufacturing line. Engineering for users currently relies mainly on physical prototypes, which are expensive to produce and may not reflect current design intent due the time taken to build them. Digital human modelling, in which CAD representations of humans are used for ergonomics investigations, offer some benefits but are not suitable for complex motions and do not provide subjective responses. Design solutions can be viewed and experienced in virtual reality such as CAVEs, but depth perception in virtual environments can be inaccurate, leading to rejection of this technology by engineers, or unsound decision-making. Moreover, CAVEs are expensive and gaining access to them can be difficult for engineers conducting everyday design and analysis work.\n\nThis project will determine whether a small number of worn haptic (sense of touch) devices can improve spatial awareness in virtual environments. When viewing a 3D environment, a collision between the engineer's body and the virtual object will be indicated by vibrations on one of these devices. The devices may not be located exactly at the point of contact, for example, the engineer's elbow may contact the limits of the space they are designing, but the haptic cue may be experienced on the forearm. This approach will allow for a smaller number of devices, which will make the system more wearable than current haptic suits and more acceptable to engineers. No previous research has addressed such a challenge. The project outcome will be improvements in engineers' understanding of 3D spaces, which will increase the robustness with which decisions are made about designs during the early phases, which could reduce engineering development time and the use of expensive physical prototypes. \n\nThe project will adapt low-cost off-the-shelf technologies to retain focus on affordable solutions which are accessible to engineers. To avoid the inconvenience of marker-based body tracking suits, a markerless system will capture the user's movements and display their body within the virtual environment. Laboratory research will first determine the perceptual advantages afforded by the system by comparing spatial understanding with multi-sensory feedback to a vision-only condition. Furthermore, evaluation will be made of sensory illusions, in which the point of vibrotactile sensation differs to the point of contact between the user's body and the virtual object as seen in a stereoscopic display. Following on from this laboratory study, the system will be tested in design and manufacturing use cases by engineers. This will determine the benefits of multi-modal stimulation on spatial awareness, but will also evaluate the usability and acceptance of the system in an engineering environment.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N00549X/1","grantId":"EP/N00549X/1","fundValue":"239566","fundStart":"2015-12-01","fundEnd":"2017-05-31","funder":"EPSRC","impactText":"","person":"Glyn Martin  Lawson","coPersons":[],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}