{"id":"3676E3F4-E52A-4582-AC57-DFC60984B99D","title":"Studying Sub-Picosecond Photo-Magnetic Switching with Nanometer Resolution","abstractText":"The proposed experiments are related to two projects involving imaging of magnetic states with nanoscopic resolution. In both cases we propose to use X-ray transmission microscopy to study the magnetic contrast of the systems in samples with different conditions of magnetic history. In the first case the study is related to imaging of the magnetisation states in GdFeCo compounds after application of magneto-optical excitations. The characterization and thereby the development of new understanding of ultrafast (sub-picosecond) magnetic switching in magnetic nanoparticles is a major challenge. Recently it was demonstrated that femtosecond optical pulses of circular polarization have been shown to generate, via the Inverse Faraday Effect pulses of effective magnetic field leading to complete magnetization reversal of the irradiated domains of ferrimagnetic films. Although no time resolved measurement of this process has been reported so far, it is widely believed that the reversal occurs on sub-picosecond time scales, surpassing the speed limitations of any other reported mechanism of magnetic switching. In this project, we seek to image with nanometer resolution the effect of irradiation of ferrimagnetic films with intense ultrafast optical pulses of circular polarization and thereby to shed light upon physical mechanisms underlying this kind of ultrafast magnetization reversal - the photo-magnetic switching. In the second experiment we propose to carry out studies of nanomagnetic properties of patterned arrays of NiFe. It has been recently observed with macroscopic techniques, such as MOKE, that a specific geometric configuration of elements in a pattern (i.e. square or hexagonal) may lead to magnetic interactions between the elements anisotropically correlated with the physical structure of the pattern. As a result, magnetisation reversal, which is the fundamental property in magnetic recording, can be affected by the symmetry of the pattern. A direct observation of the magnetic domain structure, which can be done non-invasively with XM can directly demonstrate how the magnetisation is affected by the local magnetic field and whether the interactions between the neighboring moments and their symmetry play a crucial role in the remagnetisation process. The advantage of XM measuremnts that the investigation can be performed as function of the applied field allowing to observe the evolution of the magnetic configurations during the remagnetising process.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G027846/1","grantId":"EP/G027846/1","fundValue":"5676","fundStart":"2008-11-01","fundEnd":"2009-04-30","funder":"EPSRC","impactText":"","person":"Feodor Yurievitch Ogrin","coPersons":["Volodymyr Volodymyrovych Kruglyak"],"organisation":"University of Exeter","findingsText":"","dataset":"gtr"}