{"id":"367A5B13-1C0C-4D61-B8FE-82B8C51E1D48","title":"Intelligent and Integrated Condition Monitoring of Distributed Generation Systems","abstractText":"Distributed electricity generation (DG) will play a significant role in future electric power system, as this type of power generation technology can provide electric power by utilising a wide range of renewable energy sources at a site close to end users. Considerable advances have been achieved during past decades in the capacity, scale and location of DG systems, e.g. from onshore to offshore. One of the most critical challenges for the deployment of DG systems relates specifically to availability and reliability in order to sustain energy generation and maximise a long service life of the energy systems unattended. This has, therefore, placed higher demand on predictive maintenance from innovative condition monitoring systems and solutions to tackle new arising challenges in this area.\n\nThe research proposed in this first grant scheme application represents an effort to explore key issues of generic importance to condition monitoring techniques optimised for fault detection and diagnosis. The research is oriented towards DG systems with wind turbines being the DG sources as this particular application presents a number of realistic challenges. Firstly, measurement signals would exhibit strong non-stationary behaviour due to the intermittent nature of wind sources and fluctuations of grid system. Secondly, the signals of small magnitude may indicate a start of a significant failure, which are normally undetected by conventional methods particularly in a harsh environment. Thirdly, large volume of data needs to be processed and transmitted especially for continuous online monitoring. For example, if we assume that 250 points are required for a typical 2 MW wind turbine to monitor most subsystems of a turbine, this will give rise to 36 million data per day for a 1 GW wind farm under a sampling rate of 5 minutes. Furthermore, a critical issue needing urgent attention will be the health problems of the sensor system, which requires that the monitoring techniques should be assessing what is happening when some of the sensors read data incorrectly.\n\nIn order to meet such diversified requirements, we plan to use and apply windowed transform, a technique well known for its ability to extract nonstationary components in the measurement data. By the optimal selection of a window shape, automatic windowed wavelet transforms can be achieved to accommodate different sensor data for better feature localisation, extraction and correlation. Although an incipient fault signal is usually of low magnitude and short duration, it would essentially carry the same features as the large ones, such as the regularity. If we can design a suitable algorithm to match the local regularity or singularity of a signal, any incipient faults, abnormalities and disorders can be detected irrespective of their magnitude and time duration. \n\nThe project is also concerned with designing a hybrid neuro-fuzzy method for optimal sensor data fusion. The use of this artificial intelligence method can best correlate sensor data and predict the unknowns by systematic incorporation of priori information. Minimising the number of sensors whilst still maintaining a sufficient number to assess the system's conditions can not only minimise the complexity of sensor systems but it can also reduce data storage requirements. The final part of the project relates specially to the practical aspect, where the proposed algorithms are validated in real time for online monitoring purposes on a modular embedded system. The proposed condition monitoring system in this project would accommodate all monitoring techniques within one hardware module, which can be readily adapted to other applications. \n\nThe project will provide better sensing techniques and improved algorithms towards real applications by improving our understanding of how to engineer them in order to aid the decision making process with respect to asset maintenance and management of existing and future DG systems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I037326/1","grantId":"EP/I037326/1","fundValue":"99023","fundStart":"2012-01-16","fundEnd":"2013-05-15","funder":"EPSRC","impactText":"","person":"Xiandong  Ma","coPersons":[],"organisation":"Lancaster University","findingsText":" The project was to develop and refine advanced condition monitoring technologies of distributed generation systems with particular emphasis on wind turbines. Principal achievements include:\n\nObjective 1: &quot;To further understand the effect of time-frequency variations in sensor data, in combination with environmental data, on the conditions of the devices and vice versa using numerical modelling techniques.&quot;\n\nComputer simulations of both DFIG (doubly-fed induction generator) and PMSG (permanent magnet synchronous generator) wind turbines with grid connections have been created. Useful data at a system level under different grid and power electronic faults have been obtained to evaluate the proposed algorithms.\n\nObjective 2: &quot;To develop and refine advanced wavelet-based methodologies for early warning of the incipient fault signals, any abnormalities and disorders irrespective of their magnitude and time duration.&quot;\n\nUsing a wavelet-based singularity detection method, a fault signal of small magnitude generated at the early stage of a fault has been proven to carry same features as the signal of large magnitude at the late stage of the fault. The relationship between the Lipschitz exponent, a measure of local signal regularity, of the measurement signal and the severity of faults occurring on the grid and in the power electronics was revealed. We believe that our technology can be used to provide an early warning before a fault develops into a detrimental one.\n\nObjective 3: &quot;To investigate intelligent methodologies to automate fault prediction algorithms.&quot;\n\nA PCA (principal component analysis) based sensor data fusion approach has been developed to identify the type and number of monitoring data that contribute the most to the system. The proposed technique can be used to reduce the number of sensors whilst still maintaining sufficient information to assess the system's conditions. The time-frequency data produced with the windowed transform techniques were found to contain more critical information and hence to be more efficient in the selection process.\n\nModel-based condition monitoring of wind turbines have been realised using multivariate artificial neural network (ANN) techniques by modelling the relationships between the measured variables. It was found that ANN incorporating the PCA technique can minimise the correlation between input parameters, thus significantly improving model fit and the accuracy of the models.\n\nWe have demonstrated that non-linear state dependent parameter (SDP) 'pseudo' transfer functions can provide a more parametrically efficient representation of non-linear processes of wind turbines. Our research represented the first occasion for which SDP models were employed for a condition monitoring system. The SDP models were implemented for on-line processing of data.\n\nThe developing faults have been successfully identified based upon the proposed multivariate adaptive thresholds rules.\n\nObjective 4: &quot;To test and analyse the algorithms by using data from simulations and measurements on DG systems.&quot;\n\nThe above technologies were demonstrated with simulation data from wind turbine simulation models and SCADA data obtained from an operational wind farm supplied by the industrial partners of the project. Various types of faults on the grid and in the power electronics, gearbox and generator were detected.\n\nObjective 5: &quot;To validate the algorithms in real-time on an open embedded system relying on modular design.&quot;\n\nA prototype instrument hardware system based on a commercial control and data logging system was implemented. Wavelet based singularity detection algorithms and nonlinear SDP models were also demonstrated in real-time using a field-programmable gate array incorporated in the hardware.\n\nOverall, the project findings have been published in 6 referred journal papers and in 9 referred conference papers presented on 8 international conferences. The research activities have enabled us to assist a range of companies to improve predictive maintenance performance through the affordable condition monitoring tools and technologies. There is potential for turning research results from this project into a commercial proposition. Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software),Energy,Environment,Transport","dataset":"gtr"}