{"id":"367B546F-7E7B-48D1-941C-2A000F5CCECF","title":"Combining Gender and Classifiers in Natural Language","abstractText":"In many languages, nouns are systematically categorized into groups. In a gender system, as in Italian, this is based on sex: all nouns are treated as either masculine or feminine -- even those nouns whose meaning has nothing to do with biological sex. Quite a different approach is taken by languages with a classifier system. Here categorization is based on fine-grained meaning distinctions inherent to the noun, involving shape, function, arrangement, place or time interval. Such a language is Kilivila (Trobriand Islands), which has at least 177 distinct categories. For the most part a language will have only one system or the other, but in a few interesting cases we find both systems together. How such fundamentally different systems of categorization interact within a single language is a question which has not yet been seriously considered, but it potentially uncovers a great deal about the interaction of semantics, morphology, and cognitive categories in general. The research questions we pose are:\n\n(1) Where two categorization systems co-occur, do they interact with each other at the level of morphology (form) or syntax (sentence structure)? \n(2) Which principles determine how nouns are grouped into their respective categories in such languages?\n(3) How is the rest of the grammatical system affected by the presence of two categorization systems? \n\nDriving each of these questions is a larger one: are the gender and classifier systems of mixed languages similar to those found in one-system languages, or do they have special properties of their own?\n\nPreliminary investigations suggest that dual categorization systems are indeed more than the sum of their parts. Canonical gender systems and canonical classifier systems occur in very different types of languages: gender is characteristic of inflecting languages, while classifiers are characteristic of languages that lack complex inflectional morphology. Naturally, where the two co-occur in a single language, there is a conflict between these opposing tendencies, leading to a deviation from expectations. Thus any language with dual categorization is in some sense non-canonical. Such languages are limited in their distribution, largely in Oceania and the Americas. We will concentrate on the following language groupings: Papuan, (specifically Mian and Tidore), Witotoan (Mira&ntilde;a), Mayan (Akatek), Arawakan (Tariana), Tucanoan (Retuar&atilde;), and Australian (Ngan'gityemerri). The first research question requires in-depth analyses of these key languages, complemented by a broader sample based on the World Atlas of Language Structures. \n\nThe second research question addresses the nature and interaction of the categories themselves. For example, in Mian nouns are categorized simultaneously by gender (distinguishing masculine, feminine, neuter type 1 and neuter type 2) and classifiers (distinguishing such categories as bundles, long things and covering things). These two systems partly overlap, but we still lack a precise way of characterizing the relative contribution of each system and the way in which they interact. This is where the rigorous computational model that we propose can bring clarity to this complex network of factors. This method further allows us to evaluate the relative degree of success of different candidate analyses based on particular rule systems. \n\nThe third research question explores the way dual categorization is treated by the rest of the grammar, in particular in reference tracking. For example, in a language with gender alone, a pronoun referring back to a noun previously used will agree with it in gender. But in a language with dual categorization, a whole range of additional choices come into play. To uncover the multiple factors involved, we will conduct a corpus study comparing one of our target languages to three other languages representing the full typological range: one with gender only, one with classifiers only, and one with neither.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K003194/1","grantId":"AH/K003194/1","fundValue":"327633","fundStart":"2013-04-01","fundEnd":"2016-08-31","funder":"AHRC","impactText":"  This award is currently in mid course. Other Cultural,Societal","person":"Greville  Corbett","coPersons":["Dunstan  Brown","Matthew  Baerman"],"organisation":"University of Surrey","findingsText":" The project &quot;Gender and classifiers in natural language&quot; began in April 2013. Here we present our interim findings.\n\nThe Canonical Typological approach must first be applied to the category of gender because all gender systems can in general be put in relation to a canonical ideal, whereas classifier systems differ in complex ways from each other. The Canonical approach to gender shows that gender systems as we find them in the languages of the world usually combine familiar and peculiar elements and allows us to measure each of these elements with respect to the canonical ideal. This is important for research into languages which combine two different categorization systems.\n\n \n\nAn initial finding of the computational modelling of category assignment is that gender assignment in Mian is not phonologically conditioned. The investigation of languages with both gender and classifiers is relatively new. There is a good deal still to be learned about the extent of such systems in the world's languages. Moreover, our results carry forward to other double systems, which have also been neglected to date. Digital/Communication/Information Technologies (including Software),Education","dataset":"gtr"}