{"id":"36896083-EAB7-44BB-8F31-5B8026008FCF","title":"Astrophysics at Southampton","abstractText":"Understanding accretion onto, and emission from, compact objects, including the relationship between high energy (X and Gamma-ray) emission and optical and radio emission, with particular emphasis on time domain studies, remains an important part of group research. Previously our main strengths were in the study of solar-mass scale compact objects, eg X-ray binary sources (XRBs). Whilst we retain this strength, the recent expansion of the group, coupled with considerable turnover of staff, has enabled us to enhance our research in the extragalactic and cosmological areas where previously we were less strong. Thus, overall, the group is more balanced.\n\nOn the most local scales, we are expanding our studies of the earth's magnetosphere to encompass that of other planets within our own solar system, particularly Saturn, to improve our understanding of magnetospheric field line reconnection. Magnetic fields are important in jet formation so we will be investigating the magnetic field line strengths in jets in star-forming regions and young stellar objects to improve our understanding of protostellar evolution. On small 'compact object' scales we are modelling the evolution of the strange Super Fast X-ray Transients (SFXTs), originally discovered by the ESA Gamma-ray/hard X-ray observatory, INTEGRAL, whose development we led. We also wish to understand the physics behind magnetic accretion onto rotating neutron stars in XRBs and model the 3D accretion structures. We also wish to understand the transition from accretion powered neutron stars in XRBs to rotation powered radio pulsars at lower accretion rates. We will study, by observation and modelling, whether the behaviour of accretion physics at near the maximum possible (Eddington) accretion rate is the same for systems of all black hole (BH) masses.\n\nWe are carrying out a deep eMERLIN radio legacy survey (LeMMINGs) of a complete sample of 280 nearby galaxies to determine whether the local environment (ie galaxy type) or BH mass affects the accretion onto the supermassive BH in the nucleus. We will also discover the exact relationship between BH mass, radio and X-ray luminosities in different galaxy types. For X-ray bright AGN we are quantifying the geometry of their central X-ray sources and surrounding material, eg accretion discs, in the strong gravitational fields around black holes by General Relativistic modelling of the time lags between X-ray energy bands. We are also trying to understand the relationship between the X-ray emission in AGN and that in the optical and radio bands.\n\nMuch of the observed behaviour of compact objects on all scales may be explained by surrounding outflows which modify and reprocess the nuclear emission, producing optical/uv emission lines and resulting in variable X-ray absorption. We are developing a wind model to explain these observations for AGN. Jets from AGN, through feedback of energy, can seriously affect the growth and appearance of surrounding galaxies and clusters. We are carrying out the first survey to determine how this interaction actually occurs at high redshift (z &gt; 1). To provide a cosmological framework into which our other work can fit, we are modelling the large scale evolution of galaxies and their distribution via semi-analytic techniques, including energy input from AGN. These models will be compared with the evolving luminosity functions of AGN and SFGs we will derive from the deepest eMERLIN survey (eMERGE). On the very largest scales we are measuring the geometry of the universe itself using Supernovae as standard candles.\n\nAlthough our work is mostly based on observations, almost all cases now contain a substantial fraction of theoretical or computer modelling. This modelling is obvious in the galaxy evolution and QSO wind cases but is also very important, eg, in SFXTs and neutron star XRBs and in AGN X-ray lags.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/M001326/1","grantId":"ST/M001326/1","fundValue":"953398","fundStart":"2015-04-01","fundEnd":"2019-03-31","funder":"STFC","impactText":"","person":"Ian Michael McHardy","coPersons":["Judith Helen Croston","Christian  Knigge","Francesco  Shankar"],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}