{"id":"3692F958-93F5-4803-949E-0240FE7152C6","title":"CD-GAIN: Content Delivery Using Graph-based Analysis of Interest Networks","abstractText":"Recent years have seen a sea change in the Internet traffic mix, with the Web moving from primarily text-based content towards rich-media such as video and audio streaming. This has imposed significant additional costs both on content providers as well as on Internet Service Providers (ISPs). \n\n This project proposes a novel approach that saves costs by identifying and actively enhancing ISP-local content availability. The core idea is that requests for content items can be served from ISP-local copies, where one is available. ISP-local access creates a synergy, with content providers saving on streaming costs, ISPs decreasing their cross-border transit traffic, and users obtaining local copies, isolating them from effects beyond the ISP such as packet losses, route failures or congestion in the network core.\n\nInterest-based social networks, which are increasingly available on many content provider sites, provide an ideal framework to engineer the availability of ISP-local copies. Using the interest-based network, communities of users who are interested in similar items can be identified within each ISP. Such communities can serve as repositories of ISP-local copies of items they are interested in, and can support different access rates by pushing additional copies of items among themselves as required. Because members of the community have a high affinity for items they are responsible for, they might have a local copy available, having accessed the item in the past. Alternately, they might be likely to access the item in the future, so if a copy is pushed to them, the expected overhead of the push could be balanced against the future access. Methods will be developed to identify high quality communities useful for sharing content, by weighting or ranking links based on shared content consumption, predicting additional ISP-local links that have not yet been self-identified by users, and adapting community detection methods to create multi-resolution communities with &quot;core&quot; and &quot;peripheral&quot; members, to support fewer or additional ISP-local copies, as required, to sustain different rates of simultaneous content access from the ISP's userbase.\n\nThe project will take a data-driven approach, using extensive real-world traces from leading content providers both to derive new patterns in the interest network that can be exploited for content delivery, and also to evaluate the benefits of proposed content delivery architectures under realistic workloads. In analysing the traces, the project will develop new characterisations of interest-based social networks using content consumption histories and chart ISP-level content availability from a content provider's viewpoint, both of which would be of independent academic and commercial value.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K024914/1","grantId":"EP/K024914/1","fundValue":"100272","fundStart":"2013-08-15","fundEnd":"2015-04-30","funder":"EPSRC","impactText":"  Our contributions are twofold. First, we have analysed the energy and traffic costs of different means of delivering content on the Internet. Second, we have analysed social networks formed around interests of users (so-called &amp;amp;quot;interest-based social networks&amp;amp;quot;).\n1. Our findings on content delivery are informing how BBC thinks about iPlayer and distribution of &amp;amp;quot;catch-up TV&amp;amp;quota; content. They have requested our inputs to make further investigations into specific deployment scenarios they are considering with caches deep in an ISP's network.\n\nWe are also influencing the wider community. I was recently invited to give a keynote lecture at the IEEE International Symposium on Computers and Communications about this work. \n\n2. We have been active members of the IEEE 1903.1 standard on Next Generation Service Overlay Networks for Content Delivery. Our contribution for incorporating analytics support into content delivery, and use cases from our research illustrating these issues have been accepted into the draft of the standard. \n2. Pinterest.com, a rapidly growing interest-based social network, have said our research is &amp;amp;quot;highly interesting&amp;amp;quot; to them.\n3. Datasets we have released have been requested by researchers from over 20 researchers at top universities such as Carnegie Mellon, Caltech, University of Southern California, Peking University, IIIT Delhi, Singapore Management University etc. Digital/Communication/Information Technologies (including Software) Societal,Economic","person":"Nishanth Ramakrishna Sastry","coPersons":[],"organisation":"King's College London","findingsText":" Our contributions are in two areas: content delivery and social network/community engagement around pieces of content that are interesting to communities of users. \n\n1. Content Delivery: We have demonstrated, using extensive traces of user access patterns from BBC iPlayer, that peer-to-peer swarming can be effective at decreasing the costs of content delivery by up to 80%, even when traffic is highly localised and peers are matched within a local scope such as a single Internet Service Provider. We have also shown that this translates to a corresponding decrease in the energy footprint of content streaming. [Paper under review; use case and application of using analytics incorporated into a draft IEEE standard on content delivery]\n\n2. Using data from Last.fm and Pinterest.com, we have demonstrated the importance of social networks for &quot;niche interest&quot; content. [Paper in AAAI ICWSM 2013]. We have also uncovered a process that we term &quot;social bootstrapping&quot; which shows how copying links from a mature social network such as Facebook can be highly beneficial to bootstrap an engaged community on less developed communities such as Pinterest or Last.fm. [Paper in WWW 2014]\n\n3. We have also analysed our anonymised dataset of nationwide accesses to BBC iPlayer to understand and highlight the importance of quality of connectivity to the adoption of a high bandwidth application such as catch-up TV streaming. Our results clearly show that better broadband speeds are important for national infrastructure; that 3G accesses are primarily used during commute times; that data caps and product bundle discounts can affect user choice of connectivity provider as well as the volume and means of access. 1. Our findings on content delivery can be taken forward by content delivery networks (e.g., Akamai) and content providers (e.g., BBC or ITV or BSkyB) to implement highly localised content delivery services. \n2. Our findings on social networks and community engagement can be useful to many websites which incorporate a social networking component, and wish to have a committed community of users.\n3. We hope our findings on factors affecting iPlayer usage will be taken up by regulators and other Communities and Social Services/Policy,Digital/Communication/Information Technologies (including Software),Financial Services, and Management Consultancy","dataset":"gtr"}