{"id":"3693F6E1-DC1F-4976-AEEF-0DCFB6B7A8A5","title":"Preclinical evaluation of rAAV encoding a novel highly expressed Factor VIII molecule for haemophilia A gene therapy","abstractText":"In the proposed study we wish to test a new approach called gene therapy for the treatment of patients with haemophilia A. This inherited disorder in which life threatening bleeding occurs without trauma results from an absence or defect of a blood clotting protein called Factor FVIII (FVIII) that arises due to mutations in the FVIIIX gene. The goal of our gene therapy approach, therefore, is to treat the disease by transferring to the patient?s liver, a normal copy of the FVIII gene so that normal FVIII protein can be continuously produced by the patient?s own cells. To this end we have developed a novel vector based on adeno-associated virus (rAAV8-HLP-codop-hFVIII) which is highly efficient at transferring the normal FVIII gene to the liver, its natural site of synthesis. Importantly, AAV has the best safety profile among gene transfer vectors of viral origin. In murine models we have consistently achieved long-term expression of human FVIII at levels that would be sufficient to prevent spontaneous life threatening bleeding in haemophilia A patients following a single injection of rAAV8-HLP-codop-hFVIII. Prior to evaluating this new vector in patients with haemophilia A, we have to establish its safety and efficacy to the rigorous standards required by the regulators using high quality clinical grade vector as opposed to research grade vector. This application is therefore designed to generate sufficient quantities of clinical grade rAAV8-HLP-codop-hFVIII vector and then carefully and critically evaluate its safety and efficacy in a context relevant to humans. The results of this study will be used to support the initiation of a clinical trial in patients with severe haemophilia A. Success with our approach could significantly impact on a wide variety of life threatening genetic disorders including alpha-1 antitrypsin deficiency, lysosomal storage and urea cycle disorders.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0902219","grantId":"G0902219","fundValue":"1085010","fundStart":"2011-09-01","fundEnd":"2015-05-31","funder":"MRC","impactText":"","person":"Amit Chunilal Nathwani","coPersons":["Edward G Tuddenham","Andrew  Davidoff","Olivier  Danos"],"organisation":"University College London","findingsText":"","dataset":"gtr"}