{"id":"36A5FE62-C280-4089-AF9E-540378BCAF92","title":"Bacterial type III secretion systems: from structure to function","abstractText":"Many pathogenic Gram negative bacteria possess tiny cell surface-localised injection devices, called type III secretion systems (T3SSs), dedicated to the delivery of virulence- mediating proteins into the cells of their eukaryotic hosts. Through the distal tip of their injection needle, these devices directly sense physical contact with host cells and activate the secretion machinery within the bacterium. We wish to understand how this initial cross-talk, which represents a fascinatingly complex signal transduction event between two very different types of organism, occurs at the mechanistic and molecular level.\n\nOur work will directly help understand how bacteria such as Shigella, Salmonella, Pseudomonas, Chlamydia and Yersinia, human pathogens which all carry T3SSs, first interact with the cells of their host. Some of the proteins involved are the only known protective antigens against these organisms, and their in-depth study may generate new opportunities for vaccine design. Precisely defining their molecular roles may also lead to the development of therapeutic drugs. Antibiotic resistance is ever increasing and spreading rapidly between different bacterial species, while fewer and fewer chemically new types are being discovered. The rational design of new anti-microbial drugs can be initiated from screening chemical libraries but this first requires that appropriate biological targets are defined. This can only be achieved by increasing basic mechanistic knowledge of how specific and conserved virulence factors operate. This is precisely what we propose to do.\n\nT3SSs carrying-bacteria are a major cause of infectious diseases not only in humans, but also in animals and plants, even in the developed world. As T3SS are so wide-spread and conserved, what we find may be applicable to preventing/treating numerous diseases in humans, animals and crops plants.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J002097/1","grantId":"MR/J002097/1","fundValue":"754979","fundStart":"2012-01-28","fundEnd":"2015-05-31","funder":"MRC","impactText":"","person":"Ariel Judith Blocker","coPersons":["Gary  Barker","Keiichi  Namba","Luca  Giuggioli"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}