{"id":"36A991D8-4471-4D80-98A5-B9D05DECAE5E","title":"Variant antigen profiling: a novel genomic tool for diagnosis and surveillance of animal African trypanosomiasis.","abstractText":"Animal African trypanosomiasis (AAT) is a livestock disease with frequent and devastating effects on animal health and on the development of sub-Saharan nations. This neglected tropical disease is caused by the parasite Trypanosoma congolense, which is spread by biting flies and infects the blood causing chronic anaemia, wastage and ultimately death if untreated. Unlike Human African trypanosomiasis ('sleeping sickness'), which is caused by a related parasite T. brucei, and is declining after successful intervention and much research, AAT remains very common and poorly known. Yet the annual costs of disease and treatment are estimated at ~$4.5 billion across 37 countries. The FAO considers AAT to &quot;lie at the heart of Africa's struggle against poverty&quot;, and central to its Millennium Goals. Most research on African trypanosomes is directed at the model organism T. brucei, but given the profound effects of AAT on animals and people, we need research dedicated to the veterinary parasites to determine how parasite variation affects the course and severity of disease.\n\nAll African trypanosomes use antigenic variation to avoid the immune response of their host. This involves the replacement of the protein coat covering the parasite surface each time the host produces antibodies to the protein. The protein is called the Variant Surface Glycoprotein (VSG) and is crucial to parasite survival and the severity of disease, determining the length of infection and resistance to innate host defences. The genomes of both T. brucei and T. congolense contain hundreds of VSG genes, of which just one is expressed at a time from a specific expression site. Together, this repertoire of alternative VSG genes is a ubiquitous, but highly variable, feature of trypanosome genomes that constantly changes in response to host immunity. We can use this repertoire to understand how parasites change through space and time, and what effect this has on disease. This project aims to measure variation in VSG repertoire across the T. congolense population, and then produce a novel tool for rapidly predicting the properties of a strain based on its VSG repertoire.\n\nI will produce genome sequences for 40 isolates sampled from T. congolense infections of cows. Until now, analysis of VSG repertoires on a population scale has been avoided because their complexity makes it impossible to use standard tools. Previously, I discovered that T. congolense VSG are divided into distinct types, each defined by unique protein motifs. I will quantify the VSG repertoire in each T. congolense isolate by comparing its VSG to these protein motifs. The relative abundance of the VSG types will produce a 'variant antigen profile' (VAP) for each isolate. To give the VAP some predictive power, I will identify which VSG are actually used in antigenic variation, (and those that might perform some other role), by identifying the active VSG gene present in the specific expression site and expressed on the parasite cell surface. I will also identify significant correlations of VAPs with geography, time, disease severity and parasite relatedness. A tool to generate and interpret a VAP will be accessible online, making it possible to predict the properties of any T. congolense isolate from genome sequence data using variant antigen profiling.\n\nAAT represents an enormous challenge to animal health and economic development in Africa and yet we have no detailed knowledge of how T. congolense varies and how this relates to the kind of disease we see. Such information would improve diagnosis, the efficiency of drug therapy and control measures, lead to earlier and more appropriate treatment for sick animals, and perhaps even identify proteins that could serve as vaccine targets. The time is right to develop a fast and simple approach to making sense of VSG diversity that can unlock the potential of trypanosome genomics for understanding AAT, estimating its risk and mitigating its effects.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M022811/1","grantId":"BB/M022811/1","fundValue":"465204","fundStart":"2016-02-22","fundEnd":"2019-02-21","funder":"BBSRC","impactText":"","person":"Andrew P Jackson","coPersons":[],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}