{"id":"36C7C94D-40E3-49A5-A2E3-E0AE2E524CAC","title":"A Business Process Miner for Industry: A Genetic Programming Based Tool","abstractText":"Business processes are becoming ever more complex. Managers need to have an accurate picture on how a business process is operating in a live environment and guidance on how a process can be improved. For some time Enterprise Resource Planning (ERP) software products have been able to record execution data for an organisation's live hosted processes. Such data typically contains detail on process tasks and the times at which they are executed. It is possible to manually reconstruct a flow chart of a process from this data showing how the tasks link together; however, this is a time consuming and error prone task. Automated process mining methods have been proposed by academic groups though commercial implementation of process mining solutions is still at a very early stage. While there is growing corporate awareness for the need for automated process mining techniques for re-engineering initiatives, current practice is still expert driven, requiring manual problem detection and resolution.The aim of process mining is to identify and extract process patterns from data logs to reconstruct an overall process flowchart. The data logs, more commonly known in the business process field as event logs, contain execution data for a live process. Such event logs may be hosted within ERP systems, Business Process Management (BPM) systems and workflow systems, owned by medium and large organisations, recording the task by task completion of computer assisted processes. The technique outlined in this proposal can mine process logs and identify the key features in a process. Process executions that do not conform to these features can also be mined. In this way, variations in the way a process is executed can be detected. This differs from current process mining techniques that aim to show only the 'correct' execution of a process. The functionality of the proposed technique is of benefit to organisations wishing to model complex process flows and specifically identify departures from normal process execution. Some beneficiaries are:* Online Retailers / to analyse the ordering process a customer must complete in the purchase of goods and services.* Financial Institutions / for the detection of fraud through the identification of suspicious process execution traces.* Call Centres / to check if essential parts of a process are being bypassed.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G005451/1","grantId":"EP/G005451/1","fundValue":"98771","fundStart":"2009-03-23","fundEnd":"2010-03-22","funder":"EPSRC","impactText":"  The technique developed in this project can mine process logs and identify the key features in a process. Process executions that do not conform to these features can also be mined. In this way, variations in the way a process is executed can be detected. This differs from current process mining techniques that aim to show only the 'correct' execution of a process. The functionality of the developed technique is of benefit to organisations wishing to model complex process flows and specifically identify departures from normal process execution. Some beneficiaries are: (I) online retailers / to analyse the ordering process a customer must complete in the purchase of goods and services, (ii) financial institutions / for the detection of fraud through the identification of suspicious process execution traces, and (iii) call centres / to check if essential parts of a process are being bypassed. Digital/Communication/Information Technologies (including Software),Manufacturing, including Industrial Biotechology Societal,Economic","person":"Ashutosh  Tiwari","coPersons":["Jorn  Mehnen"],"organisation":"Cranfield University","findingsText":" Business processes are becoming ever more complex. Managers need to have an accurate picture on how a business process is operating in a live environment and guidance on how a process can be improved. For some time, Enterprise Resource Planning (ERP) software products have been able to record execution data for an organisation's live hosted processes. Such data typically contains detail on process tasks and the times at which they are executed. It is possible to manually reconstruct a flow chart of a process from this data showing how the tasks link together; however, this is a time consuming and error prone task. Automated process mining methods have been proposed by academic groups though commercial implementation of process mining solutions is still at a very early stage. While there is growing corporate awareness for the need for automated process mining techniques for re-engineering initiatives, current practice is still expert driven, requiring manual problem detection and resolution.\n\nThe aim of process mining is to identify and extract process patterns from data logs to reconstruct an overall process flowchart. The data logs, more commonly known in the business process field as event logs, contain execution data for a live process. Such event logs may be hosted within ERP systems, Business Process Management (BPM) systems and workflow systems, owned by medium and large organisations, recording the task by task completion of computer assisted processes. The technique developed in this project can mine process logs and identify the key features in a process. Process executions that do not conform to these features can also be mined. In this way, variations in the way a process is executed can be detected. This differs from current process mining techniques that aim to show only the 'correct' execution of a process. The functionality of the developed technique is of benefit to organisations wishing to model complex process flows and specifically Digital/Communication/Information Technologies (including Software),Manufacturing, including Industrial Biotechology","dataset":"gtr"}