{"id":"36D46B7E-D11B-41A3-BD23-58DA33D70137","title":"LGBT lives: the biographies and lifecourse of sexual/gender dissidents","abstractText":"<p>This seminar series was a direct result of a meeting between academics interested in the study of sexuality and gender identity at Queen Margaret University, Edinburgh in November, 2007.</p>\n\n<p>The group came together to explore the benefits of multidisciplinary approaches to research on sexuality and gender identity and to promote cross-sector collaboration with the LGBT community organisations. The specific aims and objectives of the seminar series were:</p>\n\n<ul>\n \n\n <li>to provide a forum for debate and an exchange of ideas with key stakeholders across various sectors</li>\n\n <li>to explain and explore a range of methods and innovative approaches to the study of sexuality and gender identity</li>\n\n <li>to bring together representatives from these sectors with established and early career researchers and academics</li>\n\n <li>to establish lasting and sustainable relationships between the different groups and sectors</li>\n\n <li>to harmonise efforts to raise awareness of LGBT issues across academia, policy and practice in Scotland.</li>\n\n</ul>\n\n<p>&nbsp;Four seminars were held over a period of two years, each seminar had a particular theme:</p>\n\n<ol>\n \n\n <li>Questions of equality [Edinburgh]</li>\n\n <li>Space/place and local/global [Glasgow]</li>\n\n <li>Bodies, embodiment and bodily practices [Aberdeen]</li>\n\n <li>Everyday lives and relationships [Edinburgh]. </li>\n\n</ol>\n\n<p>Originally designed with a focus on Scotland, the interest generated by the seminar series offered the opportunity to provide a UK-wide perspective on LGBT lives and thus included researchers, artists and practitioners from Wales, Northern Ireland, and England as well as contributions from academics from Italy, Turkey, the United States and South Africa.</p>\n\n<p>&nbsp;</p>\n\n<p>&nbsp;</p>\n\n<p><br />&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-451-26-0590","grantId":"RES-451-26-0590","fundValue":"17013","fundStart":"2008-10-01","fundEnd":"2010-09-30","funder":"ESRC","impactText":"","person":"Richard  Ward","coPersons":["Ian  Rivers"],"organisation":"Queen Margaret University Edinburgh","findingsText":"","dataset":"gtr"}