{"id":"36E39209-774A-4A55-B8AA-F9F3EEA04DF1","title":"Quantifying long-range migration in Lepidoptera: integrating population dynamics and flight behaviour","abstractText":"Some common British butterflies (e.g. the Large White and Small White) and moths (e.g. the Silver Y) are known to make long-distance seasonal migrations, sometimes over hundreds of kilometres. These butterflies and moths are pests of agricultural crops in the south of their range (southern Europe), and with climate warming they may migrate to the UK in greater numbers in the future and become important pests. However, we are still far from understanding how these movements are achieved. For example, all earlier observations have made very close to the ground , so we know very little about the heights at which the species generally fly, nor whether the wind at these heights is blowing in the direction that the species are trying to tarvel. Equally, we don't know if the butterflies and moths can control their flight direction when they are flying near the ground if the wind is blowing acros them. We will use two types of radar specially-designed for studying insect migration to investigate whether the butterflies and moths choose to fly at particular times and heights so that they can use winds blowing in a favourable direction to help them migrate in the most advantageous direction. We will also use purpose-built flight simulators, where a tethered insect can choose its flight heading at will, to test whether seasonal factors (such as the hours of daylight) or larval rearing conditions (such as overcrowding or a lack of food) are more important in promoting migratory flight. Finally, we will assess how migration affects the population sizes of the selected species in the UK, and how this is likely to change under the influence of climate change.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D01932X/1","grantId":"BB/D01932X/1","fundValue":"279620","fundStart":"2006-05-15","fundEnd":"2009-05-14","funder":"BBSRC","impactText":"","person":"Ian Peter Woiwod","coPersons":["Alan David Smith","Jason Wayne Chapman","Jane Katharine Hill"],"organisation":"Rothamsted Research","findingsText":"","dataset":"gtr"}