{"id":"36EAB865-4FDC-4178-BE1D-49213C0C95ED","title":"Regulation of DNA repair pathway choice during development","abstractText":"The genetic code (DNA) contains a blueprint to produce all the machinery required for a cell to perform its various functions in a programmed manner. Preservation of this code is critical to maintain normal cellular functions. However, DNA is under continual attack from agents that cause changes in the genetic code. This can occur when cells copy their DNA (DNA replication), through changes in the sequence of DNA building blocks (mutation), or by creating breaks in the DNA molecule. Interestingly, DNA damage also occurs in a tightly regulated context during a number of normal cellular processes including development of the immune-system and transfer of genetic information as cells segregate their genomes in a process know as meiosis. Therefore, cells have developed a complex network of pathways to detect DNA damage when it occurs and correct these faults by DNA repair. The importance of DNA repair is underscored by the observations that defects in these pathways leads to a variety of debilitating clinical symptoms including premature ageing, immune-system failure, developmental abnormalities and increased cancer risk. Therefore, understanding DNA repair will provide insights into several fundamental biological processes in addition to clues regarding the molecular basis of a number of disease states. Breaks in both strands of the DNA double helix (double strand breaks; DSBs) are one of the most toxic varieties of DNA damage. These can be repaired by directly re-joining DNA breaks (non-homologous end-joining; NHEJ), or by using homologous DNA as a template to restore genome integrity (homology-directed repair; HDR). The components of these two pathways are well characterised. However, the factors that influence whether cells repair damage by NHEJ or HDR remains relatively ill defined. Defects in DNA repair lead to a variety of developmental abnormalities including defective antibody production, cranial-facial abnormalities and degeneration of the nervous system. Despite this, how these pathways are regulated as multi-cellular organisms develop into a variety of specialised tissues remains largely unexplored. DNA repair is achieved by similar mechanisms in all organisms from bacteria to humans. Therefore, studying these pathways in relatively simple model organisms has increased our understanding of how these processes work in humans. Unfortunately, certain commonly used model organisms lack key components of human DNA DSB repair pathways and do not undergo a developmental program into specialised cell types. In contrast, the soil dwelling amoeba Dictyostelium is an easily grown and manipulated organism that undergoes a relatively simple developmental program. As such, it is a commonly used model to study cell type specification and differentiation. In addition, our previous work has illustrated that DNA DSB repair pathways in this organism are more similar to humans than other commonly used model organisms. The aims of this research are to exploit these observations and use Dictyostelium as a model to study how DNA DSB repair pathway choice is regulated in the context of an organism's life cycle and developmental program. In addition to providing insights into how DNA repair pathways are regulated in Dictyostelium, these studies will likely be applicable to how these processes are achieved in other higher organisms including humans.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H009957/1","grantId":"BB/H009957/1","fundValue":"546302","fundStart":"2010-05-01","fundEnd":"2013-10-31","funder":"BBSRC","impactText":"  To date our finding have been used primarily by the academic community. Our findings in Dictyostelium have generated significant interest in both the Dictyostelium and DNA repair communities. We have distributed reagents and expertise to others interested in using this organism to study these pathways and the assays developed as part of this research programme were described in 'Dictyostelium Protocols II' (Couto, Lakin and Pears, 2013. Methods Mol Biol. 983:295-310). This work has been well received in the DNA repair community and has prompted others to assess these mechanism in humans (Beck C, et al. Nucleic Acids Res. 42:5616-32). Other Policy & public services","person":"Nicholas  Lakin","coPersons":["Catherine  Pears"],"organisation":"University of Oxford","findingsText":" Repair of DNA double strand breaks (DSBs) is critical to maintain genome integrity. Furthermore, DSB repair plays a critical role in regulating a number of basic cellular processes including immunoglobulin gene maturation, site-specific recombination and meiosis. Therefore, in addition to providing insights into how genome stability is maintained, investigating these processes will increase our understanding of the several fundamental biological processes.\n\n\n\nPrevious BBSRC funding allowed us to pioneer Dictyostelium as a model to study DNA repair. These studies revealed a high degree of conservation between human and Dictyostelium DSB repair pathways and that this organism contains a number of DSB repair factors absent in more conventional model organisms used to study these pathways. The overall aim of this work was to extend these studies and gain a greater understanding of how the decision to repair a DSB by non-homologous end-joining (NHEJ) or homology directed repair (HDR) is achieved.\n\n\n\nOur previous work illustrated a switch from HDR to NHEJ occurs when single celled vegetative Dictyostelium develop into a multi-cellular organism. During our current studies we developed an assay to assess NHEJ efficiency in Dictyostelium. This technology revealed that although vegetative Dictyostelium relay on HDR to tolerate DSBs, NHEJ is active during this stage of the life cycle. At the time these studies were performed, the prevailing view was that NHEJ repairs DSBs during G1 phase of the cell cycle, whilst HDR is active in S and G2. Given vegetative Dictyostelium have no discernible G1; these studies highlight a hitherto unrecognised role of NHEJ during S and G2. Our findings that loss of the NHEJ factor Ku increases HDR at the expense of NHEJ additionally illustrate NHEJ and HDR compete in vegetative Dictyostelium and that Ku is a critical factor in influencing DSB repair pathway choice. Our data illustrating disrupting genes that function downstream of Ku in the NHEJ pathway does not increase HDR, and that this can be supressed by disruption of Ku, additionally imply that Ku-dependent NHEJ is attempted first and if unsuccessful HDR is engaged. These studies were published in the Journal of Cell Science in 2011.\n\n\n\nIn a related study we analysed how ADP-ribosylation of proteins at DSBs by ADP-ribosyltransferases (ARTs) influences DSB repair pathway choice. Although the role of ADP-ribosylation by ARTs in single strand break (SSB) repair is well characterised, how these enzymes regulate DSB repair is less clear. We exploited Dictyostelium to uncover a novel ART that regulates NHEJ at the expense of HR. Three Dictyostelium ARTs (Adprt1a, Adprt1b and Adprt2) contain ART catalytic domains similar to PARP1, the principle DNA damage responsive ART in humans. We found that whilst adprt1a- cells are not sensitive to SSBs, adprt2 and adprt1b are required to tolerate this variety of damage. Thus, similar to humans, two ARTs are required for resolution of SSBs. Whilst Adprt1b is dispensable for PARylation at DSBs, adprt1a and to a lesser extent adprt2 are required for this event. Disruption of adprt1a and adprt2 in combination abrogates DSB-induced PARylation. NHEJ is compromised in adprt1a- cells with a concomitant increase in HR. Therefore, distinct ARTs respond to different varieties of DNA damage; whilst Adprt1b and Adprt2 signal SSBs, Adprt1a and Adprt2 respond to DSBs. These data identify a novel 3rd ART that responds to DSBs and that PARylation promotes NHEJ at the expense of HR.\n\nImportantly, Ku enrichment at DSBs is compromised in adprt1a- cells, illustrating Adprt1a-induced PARylation promotes NHEJ by facilitating recruitment of NHEJ factors to DNA lesions. PAR polymers recruit repair factors to DNA lesions through PAR interaction domains. One such domain, the poly-ADP-ribose-binding zinc finger (PBZ) motif, is present in Ku70. We found that Ku70 binds PAR in vitro and this is dependent on the PBZ domain of the protein. This domain is also required for enrichment of Ku70 at DSBs and effective NHEJ. This represented the first illustration of how PARylation regulates classic NHEJ and provides a mechanistic explanation of these events. These studies were published in the Journal of Cell Biology in 2011 and resulted in an invited review in Cell Cycle in 2012.\n\nWe also uncovered redundancy between SSB- and DSB-responsive ARTs to maintain cell viability following DNA SSBs. Although adprt2- cells are sensitive to SSBs, robust PARylation is evident in these cells. Increased levels of H2AX phosphorylation and recruitment of Ku to DNA lesions in adprt2- cells exposed to agents that induce SSBs indicates DNA lesions are converted to DSBs. Disruption of the DSB-responsive adprt1a in combination with adprt2 abrogates MMS-induced PARylation, recruitment of Ku to DNA lesions, and further sensitises cells to agents that induce SSBs relative to adprt2 disruption strains. These data indicate that in the absence of Adprt2 and an effective SSB response, DNA lesions are channelled through Adprt1a and NHEJ to maintain cell viability in the face of genotoxic stress. In support of this hypothesis, disruption of the NHEJ gene dnapkcs in combination with adprt2 similarly increases sensitivity of cells to SSBs. Taken together, these data indicate overlapping functions between different ARTs in signalling DNA damage and a critical requirement for NHEJ in maintaining cell viability in the absence of an effective SSB response. This study was published in The Journal of Cell Science in 2013 and an invited review in DNA Repair in 2014. Immediate exploitation is primarily by the academic community. Identifying mechanisms that regulate DSB repair pathway choice in Dictyostelium will provide insights into how these pathways are regulated in other organisms, including humans. In this regard, our work prompted others to investigate how ADP-ribosylation regulates NHEJ in other organisms and led to the finding that human PARP3 is similarly required to promote DSB repair by accumulation of Ku at DSBs (Beck C, et al. Nucleic Acids Res. 42:5616-32).\n\nOur data, reagents and methodologies have also provided technologies and knowledge to stimulate other Dictyostelium biologists to study DNA repair in the context of their own research interests. We were invited to write an article on technologies to study DNA repair in ‘Dictyostelium Protocols II’ (Couto, Lakin and Pears, 2013. Methods Mol Biol. 983:295-310) and have received many requests for reagents/advice from others interested in using our technologies in Dictyostelium.\n\nIn the longer term these studies can be exploited by medical care and pharmaceutical companies. Loss of DNA repair pathways results in a variety of debilitating clinical symptoms including developmental, neurological and immune system defects, premature ageing and increased cancer risk. Identifying and characterising factors that regulate DSB repair will provide potential therapeutic strategies to ameliorate these symptoms. In this regard, broad range inhibitors of ARTs are promising agents to treat ovarian and breast cancers. These studies have prompted us to exploit Dictyostelium as a model to assess the efficacy of ART inhibitors in these strategies, with a long term view of transferring these findings to humans and clinical settings. Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}