{"id":"36F5241F-2CDF-4156-B918-A435658ABCC8","title":"Mesenchymal Stem Cell (MSC) regulation of pulmonary macrophage populations in Acute Respiratory Distress Syndrome (ARDS).","abstractText":"Acute Respiratory Distress Syndrome (ARDS) is a severe clinical syndrom that affects 20% of all critically ill patients in intensive care. Unfortunately, around 30-50% of these people will die from the condition and the quality of life of the survivers can be seriously reduced due to the consequent chronic lung problems.There is no effective treatments for this condition at this time and therefore new medicines are urgently needed. ARDS is characterised by an excessive and disregulated inflammation in the lung that leads to inappropriate infiltration of immune cells, lungs fill with water and fail to maintain its main function - breathing. In order to breath these patients require mechanical ventilation.\nARDS results from multiple causes, although pneumonia induced ARDS is the most common and the most devastating. Inflammation is the way in which the body reacts to infection, irritation or other injury. Normally, inflammation is one way the body heals and copes with the infection, however, when disregulated in certain condition such as ARDS it can lead to severe damages and impair of the the lung function. Immune cells called macrophages have increasingly been recognized to play a key role in the development and resolution of ARDS functioning as a coordinators of inflammatory responses. Recently more and more attention of clinicians and basic scientists working in the field of ARDS research is drawn to cell-based therapies. A key advantage of cell based therapy compared to pharmacologic treatment is that cells can actively respond to the local microenvironment and exert multiple beneficial effects, modulating several injurious and reparative pathways in this complex disease process.\nOne of the most promising candidate for a cell based therapy for ARDS are cells termed Mesenchymal Stem Cells (MSC), which represent one kind of adult stem cells (can be easily isolated from tissues of adult patients or healthy volunteers), because of this there is no ethical issues that are related to use of embryonic tissues. MSC could easily be propagated and manipulated under laboratory conditions and have capacity to differentiate into multiple different cell types of the body. Importantly, long term research has shown their safety in terms of developing tumors.\nMultiple preclinical animal studies conducted by our group as well as by other investigators showed that MSC indeed have protective effect when administered as a treatment for ARDS. Among several beneficial effects, their administration always is associated with drastically reduced inflammation, however the mechanisms of this phenomenon are still unclear and data on their interaction with the immune cells of the lung remain unsufficient and controversial. To translate MSC into the clinical practice it is essential that we have more precise understanding of their mechanism of action. \nThe main question we are keen to address in the proposed research is: how MSC treatment influence the lung macrophages? What alterations do MSC induce in their functions and what molecular mechanisms mediate those changes.\nBased on our preliminary data and results from other studies we have reasons to hypothesize that MSC will promote polarization of macrophages towards the state in which they will supress the inflammation and promote the resolution of ARDS- so called &quot;alternatively activated macrophages&quot; or M2 macrophages.\nThe mechanistic data from this study will bring development of new therapy on the MSC basis closer to the patients. Additionally, it will broaden the existing knowledge of lung macrophage biology and their role in the resolution of ARDS which could lead to other new treatments. Importantly, findings from the proposed study may also have relevance for other macrophage dependent inflammatory conditions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L017229/1","grantId":"MR/L017229/1","fundValue":"450673","fundStart":"2014-08-17","fundEnd":"2017-08-16","funder":"MRC","impactText":"","person":"Anna  Krasnodembskaya","coPersons":["Cecilia  O Kane","Adrien  Kissenpfennig","Danny  McAuley"],"organisation":"Queen's University of Belfast","findingsText":"","dataset":"gtr"}