{"id":"36FC3CE4-D28D-47C8-9F15-7652E3809292","title":"Microseismic monitoring for operators and regulators (MORE)","abstractText":"Microseismic events are very small earthquakes, which can be generated through anthropogenic influences on sub-surface geologic reservoirs. Even though the magnitude of these events is usually only equivalent in energy to that of breaking a pencil, these events provide a detailed description of how the rock is fracturing and where fluids may be flowing. There are number of application of monitoring microseismic events, including shale-gas stimulation (fracking), CO2 storage, waste-water disposal and geothermal engineering. Shale-gas in particular has been an economic game changer in the USA, but increasingly regulators are requiring microseismic monitoring of injection operations. The market for this technology is growing quickly - less than 5% of fracking operations are monitored in the USA, but it highly likely that all European fracking operations will be required to have microseismic monitoring. \n\nBristol University has been doing research in this area for the past 10 years and is ahead of the curve in technology, as the industry norm is to simply locate events. Event locations are useful, but are often not a good indicator of the efficacy in fluid stimulation - fracking often fails. To address this, we have developed a suite of software that characterises the seismic source, monitors fracture network development, and holds the potential to track fluid migration through the subsurface. This will identify untapped regions and guide subsequent treatments. A significant market advantage is our aim for automated real-time monitoring. This technology also plays an important environmental monitoring role, as it can be used to inform regulatory procedures that will limit potentially damaging operations in unfavourable environments (high pre-existing stress). \n\nThe proposed project will link a series of research-grade programmes into a commercial-grade software package. This will provide the software to implement a best-practice for monitoring induced-seismicity. We have good links with the industry and potential clients, and have expressions of interest from a larger seismic acquisition company looking to move into the microseismic monitoring, a SME with experience in borehole operations but not microseismic monitoring, and a mid-size company interested in monitoring baseline seismicity in regions of shale-gas exploration.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/L002779/1","grantId":"NE/L002779/1","fundValue":"94021","fundStart":"2014-01-15","fundEnd":"2015-01-14","funder":"NERC","impactText":"","person":"Michael  Kendall","coPersons":["James  Wookey"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}