{"id":"36FDDF76-3003-4854-B12F-85A4DE2ABE38","title":"Fluctuations in IGM Properties: The Hallmarks of Reionization","abstractText":"The large majority of matter in the Universe resides in a vast filamentary network known as the intergalactic medium (IGM). For most of cosmic history, the gas in this network (mainly hydrogen and helium) has been hot and highly ionized. We know, however, that shortly after the Big Bang the Universe cooled enough to allow ions and electrons to recombine, leaving the gas neutral. The transition from a neutral to an ionized Universe occurred over the first two billion years of cosmic history. Known as &quot;re-ionization&quot;, we believe that this process was driven by ultraviolet photons from the first galaxies and quasars. These sources are the building blocks of galaxies in the modern Universe, yet many (or most) of them are too faint to observe directly. By studying the IGM, we can determine when and how reionization occurred, and hence gain insight into these early sources and the ways in which they interacted with their environments.\n\nOne of the key predictions for reionization is that it should be an extended, patchy process. Bubbles of ionized gas growing around galaxies and quasars introduce large-scale variations in the fraction of neutral gas. Heating of the gas during reionization also creates large fluctuations in temperature. The characteristics of these ionization and temperature fluctuations reflect fundamental properties of the sources driving reionization. If reionization is driven by rare, bright quasars, for example, then the bubbles will be large and reionization more patchy. Star-forming galaxies, in contrast, will tend to produce bubbles that are smaller and more numerous. Over the past several years, significant progress has been made in studying the globally-averaged properties of the IGM during reionization; however, little information yet exists about the &quot;three-dimensional&quot; nature of this early period.\n\nWe propose to make the fist measurements of spatial fluctuations in the properties of the IGM during hydrogen and helium reionization, and to use these measurements to determine the nature of the first galaxies and quasars. We will combine spectra of the most distant known quasars with advanced simulations of cosmic structure to study fluctuations in the ionization of the IGM near the end of hydrogen reionization (roughly one billion years of the Big Bang). We will further use quasar spectra to study spatial variations in IGM temperature during the peak of helium reionization (one to two billion years after the Big Bang). These projects will leverage unique data and analysis methods to deliver the first observational insights into these key elements of cosmic reionization. A more comprehensive picture of reionization, in turn, will help guide our understanding of galaxy formation in the early Universe.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/L002582/1","grantId":"ST/L002582/1","fundValue":"201427","fundStart":"2014-03-31","fundEnd":"2017-09-30","funder":"STFC","impactText":"","person":"George  BeckerMartin  Haehnelt","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}