{"id":"3705936D-C03E-4045-9EB1-CA0B3E9FDEF7","title":"Understanding the autoimmune mechanism in idiopathic membranous nephropathy (IMN)","abstractText":"Membranous nephropathy affects about 1200 adults in UK, mainly in middle age, with approximately 100 new cases diagnosed each year. Inflammation in the kidney damages the complex filtering unit so that large amounts of serum proteins are lost into the urine, The consequences can be serious when this state continues over time, increasing the risk of stroke, heart disease and infection. At least a third of patients will progress to chronic kidney disease stage 5 and require dialysis to survive. Treatment with potent drugs can be effective in up to 50% of patients and induce remission of disease but the treatments come with added risks of causing cancer later in life and increasing the existing cardiovascular risk. Interestingly, up to a third of patients can get better without immunosuppressive drugs. There has been a lot of debate by doctors about whom to treat, with what drug dose and duration but there is no consensus on the optimum treatment. The reason for lack of progress in treatment over the last 50 years is due to our lack of understanding of the disease mechanism. With no valid biomarker of the disease mechanism to use to monitor the effectiveness of treatments, clinicians have had to rely on non specific, wide ranging immunosuppressive drugs and simplistic protocols. \nWe recently reported the results of a large european collaborative study into the genetics of membranous nephropathy involving 556 patients. We identified two genes, DQA1 and PLA2R, that account for the risk of getting primary MN. Two years ago, another research group in USA identified an autoantibody to PLA2R in 70% of MN patients. We have already established the first quantitative immunoassay for this anti-PLA2R autoantibody and measured levels in patients in our european study. This breakthrough in new knowledge suggests that the disease is an autoimmune disease caused by anti-PLA2R, reacting with PLA2R on the podocyte in the kidney filter. Important questions to answer now are \na) how do these two genes interact to produce the anti-PLA2R autoantibody response? \nb) can we identify the parts of the gene products that initiate the anti-PLA2R response?\nc) can we use these sequences to regulate the immune system and thereby develop a novel and specific treatment \nd) can we identify other genetic influences that promote anti-PLA2R production and disease progression on the one hand or that switch off antibody production on the other. These questions are the focus of our grant application.\nWe think the most informative strategy is to focus on understanding key aspects of the clinical disease. Firstly, we will study the immunogenetics of those patients with anti-PLA2R who progress to kidney failure compared to those who experience a spontaneous remission. This will inform us of the genetic signature that predicts severe disease outcome which could be useful to clinicians when considering whether or not to treat patients.\nSecondly, we will study all patients who have had MN and been transplanted. Up to 50% of these transplants will suffer recurrence of the disease confirmed by biopsy and detection of the autoantibody. By studying the changes in DQA1 and PLA2R genetics that occur at transplantation between the donor-recipient pairs that have recurrent disease compared to the donor pairs where disease does not recur, we will be able to identify the pathogenic combinations that reactivate the disease. \nThis research will deliver predictive biomarkers of disease severity and outcome which will guide options for therapy. More importantly, knowledge of the mechanism will enable design of novel therapies to switch off autoantibody production to cure the disease.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J010847/1","grantId":"MR/J010847/1","fundValue":"717889","fundStart":"2013-01-02","fundEnd":"2016-11-01","funder":"MRC","impactText":"","person":"Paul Ernest Brenchley","coPersons":["Steve  Roberts","Edward Alexander  McKenzie","Robert  Kleta","Peter  Mathieson","Ian  Roberts"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}