{"id":"37087D77-8215-4F4B-A0C8-1C8533F7733A","title":"UK Energy Research Centre Phase 3","abstractText":"This proposal sets out a five-year programme of activities for phase 3 of the UK Energy Research Centre (UKERC). UKERC's main objective will be to conduct and synthesise independent research on energy systems that is academically excellent and relevant to policy, business and other stakeholders. UKERC's research programme will be complemented by engagement and knowledge exchange activities, some of which will be performed on behalf of (or in conjunction with) the wider UK energy research community. Phase 3 will build on UKERC's strong track record of research and engagement.\n\nUKERC's research and other activities will be substantially re-oriented in phase 3. The first two phases of UKERC focused on understanding what a decarbonised UK energy system will look like in 2050 and how the transition towards this system could be achieved. The third phase will recognise the increasingly contested and uncertain nature of energy system change. It will explore the UK energy transition in an uncertain world, and the synergies and trade-offs between the key drivers for this transition. Whilst the need to achieve deep emissions reductions will remain a driver for UKERC's research, phase 3 will analyse a wider range of potential energy system transitions in the UK. These include future energy pathways that do not achieve such deep reductions in emissions.\n\nThe phase 3 research programme will comprise six interdisciplinary themes, each of which is guided by a problem-focused research question. These themes will focus on the development and analysis of future pathways for the UK energy system; the implications of these pathways for resources and vectors; the implications for energy systems at local, national and international scales; the interactions between the energy system and the wider economy; the implications for decision making by individuals and organisations; and the review and synthesis of evidence on contentious energy topics.\n\nUKERC phase 3 will include a core research programme and a flexible Research Fund. The fund will increase the breadth and depth of UKERC's research programme, provide resources to strengthen UKERC's links with other important research centres, and will ensure that UKERC is more inclusive. The UKERC research programme will be expanded by a number of separately commissioned Research Challenges, the first of which will focus on valuing natural capital in low carbon pathways.\n\nThe research programme will continue to be complemented by the Research Atlas (including the research register and energy data centre), and core non-research functions. These include three knowledge exchange networks for policy, business and academic communities, a substantial communications function, international engagement activities including EERA, continuation of the UKERC summer school on a trial fee-paying basis, and a network for early career researchers.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L024756/1","grantId":"EP/L024756/1","fundValue":"13532000","fundStart":"2014-05-01","fundEnd":"2019-04-30","funder":"EPSRC","impactText":"","person":"Jim  Watson","coPersons":["Jillian Leigh Anable","Mark  Winskel","Paul  Ekins","Timothy James Foxon","Nick  Jenkins","Gail  Taylor","Mel  Austen","Goran  Strbac","John  Barrett","Jim A Halliday","Mariana  Mazzucato","Nicholas  Pidgeon","Sarah Josephine Darby","Keith Robert Bell","Nick  Eyre","Felix  Eigenbrod","Richard John Green","Lie  Xu","Janette  Webb","Peter  Taylor","Robert  Gross","Michael Joseph Bradshaw"],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}