{"id":"370CA977-F7C4-4A5B-B94D-C14DC373CFD3","title":"Biomaterials for Joint Soft Tissue Repair - Improving Health in Older Age","abstractText":"Osteoarthritis (OA) is a global condition and the most common degenerative joint disease. OA has a significant economic impact and is a major cause of functional disability in older adults. More than 25% of Caucasian and Chinese people over the age of 50 years have symptomatic OA of one or both knees and this incidence increases with age. As the longevity of a population increases there is a greater need to extend the length of an individual's economic working life and societal contributions. There is a clinical need for a cost-effective method to prolong the functional pain-free life of OA joints to maintain or restore patient mobility and independence and therefore quality of life.\nThis project proposes to develop a novel osteochondral implant for the treatment of osteoarthritis and traumatic lesions of the articular cartilage (to delay onset of OA). This will be an 'off the shelf', cell-free product that supports the regeneration of articular cartilage and bone tissue. Building on existing expertise and experience, we will develop water-containing poly-vinyl alcohol materials with inclusions of bioceramics (bony attachment), hyaluronic acid (viscosupplementation), and biological actives. By controlling the structure-properties relationship of our materials, through use of polymer chemistry and processing, we will also control the mechanical and gelation behaviour of these materials. In addition, this polymer system is highly biocompatible and is also known to have properties suitable for controlled release of biologically active compounds.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K027158/1","grantId":"MR/K027158/1","fundValue":"198354","fundStart":"2013-06-30","fundEnd":"2016-06-29","funder":"MRC","impactText":"","person":"Peter  Twigg","coPersons":["Jun Jie  Wu","Aileen  Crawford","Phil David Coates"],"organisation":"University of Bradford","findingsText":"","dataset":"gtr"}