{"id":"371C679C-B643-442F-93BE-9ACBAF2E39F3","title":"Building a global metagenomics portal ('MGportal') to handle next generation sequencing data and associated metadata","abstractText":"While genomes represent the full genetic (DNA) complement of a single organism, metagenomes represent the DNA of an entire community of organisms. These organisms might be free-living in the environment, or be found on the skin or in the gut of a human being or other species. Microbial organisms play a major role in our everyday health and well-being, which is not surprising when you consider that the number of microbial cells in or on an average human body actually exceeds the number of human cells! Microbes play a similarly important role in the environment; different types of organisms live under different conditions (including extreme habitats, such as the run-off from acid mines or the depths of the oceans). Understanding how these organisms have adapted to their various living conditions will lead to a better understanding of how changes in the environment will have impact on biodiversity in the future. It may also lead to discovery of entirely new species or novel proteins which could have utility as antibiotics or other drugs. Combined with other types of 'omic data, metagenomes hold the promise of unparalleled insights into fundamental questions across a range of fields including evolution, ecology, environment biology, health and medicine. To fully exploit the promise of these data we need both scientific innovation and community agreement on how to provide appropriate stewardship of these resources for the benefit of all. Significant numbers of metagenomics projects have been awarded grants by international funding bodies. Whilst all of these projects have specific, scientifically-interesting aims, they mostly exist in isolation, with little or no cross-referencing to other metagenomic or genomic datasets. Our intention is to leverage existing infrastructure to deliver a world-class metagenomics resource with unique utility for UK-based metagenomics researchers. This resource, MGportal, will utilise user-friendly interfaces, state-of-the-art algorithms and the EBI's unique position as a hub of biological information to measurably enhance the value of these researchers' data. It will be built in close collaboration with the Genomic Standards Consortium (GSC). MGportal will consist of software tools to enable metagenomics researchers to upload their data to the raw nucleotide sequence archives, data analysis pipelines to predict what potential genes are present in the data and what their function is, plus a web interface which will display these data and results in a way that is easy to browse and query. We will hold training courses and a workshop to gain input from the scientific community about the portal. It is hoped that MGportal will eventually allow researchers to understand the results of their metagenomics experiments, as well as seeing how those results compare with the outcomes of other studies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I02612X/1","grantId":"BB/I02612X/1","fundValue":"523451","fundStart":"2012-01-01","fundEnd":"2014-12-31","funder":"BBSRC","impactText":"  EMG provides a foundational data and software tools resource for the investigation of, and derivation of value from, environmental microbial communities. Globally unique in its archiving, standards compliance and analysis functions, its userbase reaches well beyond academic research into applied areas. Microbial communities play a significant role across the world's natural, synthetic and organismal environments and have substantial impact upon agriculture (e.g. soil and root systems), food supply (e.g. biotechnological engineering for food processes), bioenergy and health and nutrition (e.g. human body compartment microbiomes). Our contributions are therefore indirect, but feed both economic and societal needs through the work carried out by our userbase.\nThrough our provision of open and free services that encourage early sharing and mobilisation of research data, EMG makes contributions that drive innovation and industry and, as such, lead to economic outputs. These contributions have a UK focus (through, for example, our many UK-based engagement events - 10 of our 16 engagement events in the last year), a European aspect (e.g. through the addition of specialist value through our collaboration with the Agricultural Institute of Slovenia) and global reach (e.g. through our series of Australian engagement events). Through the breadth of content that EMG offers, we contribute societally in driving innovation and, ultimately, application, in such areas as sustainability of food supply, human health, ageing and nutrition, reducing/responding to antimicrobial resistance and synthetic biology. Agriculture, Food and Drink,Energy,Environment,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology Societal,Economic","person":"Guy Ralph CochraneSarah  Hunter","coPersons":["Robert Daniel Finn"],"organisation":"EMBL - European Bioinformatics Institute","findingsText":" Under this funding, we have developed the EBI Metagenomics (EMG) programme, which serves to provide Europe's major metagenomics analysis platform and to engage with the research community to support data management and analytical processes in the domain. The EMG data resource is provided openly and freely to users and is globally unique in three respects: First, its analysis methods draw on the InterPro protein sequence analysis platform, itself drawing upon UniProt, the reference database for protein annotation. Second, through deep integration with the European Nucleotide Archive (ENA), it serves as the database of permanent record for metagenomics datasets. Third, reporting standards are deeply integrated into its services, driving the highest discoverability and utility of data within the metagenomics domain.\nEMG was conceived in 2011 and its construction began in January 2012. Launched in beta in 2012, it reached maturity and was released in full production in September 2013. The EMG website (https://www.ebi.ac.uk/metagenomics/) provides the focal point for the resource and offers simple navigation into the functions on offer, including browsing to analysis results and submission of new data into the system. The services offered by EMG are used by data providers, analysts and consumers operating at all scales and across academic and industrial domains.\nEMG offers unique services for the standards-compliant sharing, publication and safe permanent archiving of metagenomics data by groups who generate the data. We have seen continuing increases in the number of data providers approaching and engaging with submission services. At the current time, EMG has captured data from 2,000 samples from 72 distinct projects. Further data from almost 1,200 samples (in 47 distinct projects) are held within the system under pre-publication embargo requested by the data provider.\nEMG analysis services have been applied to the entirety of the data sets described above, representing a significant high-value analysis service for data providers into the system.\nEMG data consumers approach the resource in order to discover, visualise, compare and download data sets for further interpretation in third party tools. Use by consumers has grown substantially over the course of the project. In 2012, almost 5,000 unique visitors (excluding robots) created just over 260,000 hits. In 2013, 13,000 visitors created over 450,000 hits. In the first 8 months of 2014, the number of hits has already surpassed that of 2013. Agriculture, Food and Drink,Digital/Communication/Information Technologies (including Software),Environment,Manufacturing, including Industrial Biotechology","dataset":"gtr"}