{"id":"3723514A-D712-428C-AD74-F51BB84D193D","title":"Holocene Land-Ocean-Atmosphere Interactions on the Eastern Seaboard of North America","abstractText":"Past terrestrial responses to climate-ocean interactions in the North Atlantic region are a critical research priority because they show how changes in key aspects of climate that will be affected by future global warming, such as ice sheet volume &amp; ocean circulation, may be translated into phenomena of socio-economic importance, including the atmospheric water balance &amp; soil moisture availability. Although we are beginning to understand the nature &amp; magnitude of changes in the circulation of the North Atlantic over the last 10,000 years, terrestrial responses to these events are still poorly understood in terms of timing, magnitude &amp; spatial pattern. It is imperative to rectify this deficiency in order to generate &amp; test hypotheses to explain the processes of change, to understand the strength of relationships between oceanic &amp; terrestrial climate change, &amp; to enable future soil conditions &amp; water resources to be predicted using computer models. Plan of work This project will investigate four sites located on a transect along the eastern seaboard of North America, from northern Newfoundland to Maine. This region was highly sensitive to past changes in ice sheet mass balance &amp; ocean circulation. The selected sites are all raised (rain-fed) peat bogs, which provide superb climate archives. Plant &amp; animal (testate amoebae) fossils preserved in well-dated cores extracted from these bogs will be used to reconstruct past changes in Bog Surface Wetness (an index of surface water balance) over the last 8500 years, at a time resolution of 10-100 years. The same core samples will be analysed for stable isotopes of oxygen &amp; hydrogen. The spatial &amp; temporal distribution of the heavy isotopes of these elements in precipitation is related to air temperature, &amp; hence to atmospheric circulation. The isotope signal captured in the cellulose fraction of Sphagnum moss closely tracks that of the precipitation used by the plant for cellulose synthesis. Hence, fossil Sphagnum from raised peat preserves a clear signal of past changes in climate &amp; atmospheric circulation. Modern precipitation along the eastern seaboard of North America is derived mainly from the Atlantic Ocean. A strong temperature contrast exists between the Arctic waters of the Labrador Current, which flows southwards along this coast, &amp; the warm waters of the Gulf Stream further offshore. Past isotopic ratios in precipitation falling over coastal areas will have been strongly influenced by changes in these ocean currents &amp; in the heat transport by the Gulf Stream. By combining the oxygen &amp; hydrogen isotope records, we will estimate the deuterium excess, an index of the conditions prevailing at the sea surface when evaporation occurred, including the extent of sea ice. The stable isotope data will be compared with isotope measurements on ice cores from Greenland &amp; Canadian ice caps, and more cautiously, with estimated isotope values for surface seawater &amp; lakes that have been derived from sediment analyses. Hence, analyses of fossils &amp; stable isotopes from the same core levels will allow us to reconstruct the timing, magnitude &amp; spatial pattern of the terrestrial response, as well as exploring the impact of different causal factors such as meltwater discharges, changes in atmospheric &amp; ocean circulation &amp; solar variability on the climate of the study area. In this way, insight will be gained into the mechanisms that have driven climate change over the last 8500 years. Hypotheses to be tested: 1) Between 8500 &amp; 6800 years ago, the climate of the study area was strongly influenced by repeated discharges of glacial meltwater from the decaying North American Ice Sheet to the north, resulting in cooling &amp; increased bog wetness. 2) After the disappearance of the ice sheet, 6800 years ago, the climate of the study area was indirectly influenced by cyclical variations in sea ice extent, ocean currents &amp; deepwater formation north of Iceland.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G019673/1","grantId":"NE/G019673/1","fundValue":"125380","fundStart":"2010-04-01","fundEnd":"2013-09-30","funder":"NERC","impactText":"","person":"Frances Alayne  Street-Perrott","coPersons":["Neil James Loader"],"organisation":"Swansea University","findingsText":"","dataset":"gtr"}