{"id":"372F2F99-7C91-4086-8A2D-E1C95826D41B","title":"Fluorescence Lifetime Imaging of New Functional Biomaterials for Non Invasive Early Tumour Diagnosis","abstractText":"Early diagnosis and treatment of cancer prior to metastasis has a significant impact on patient survival. This project will demonstrate novel luminescent optical imaging agents that could lead to safe, extremely accurate, non-invasive and affordable early diagnostics of cancers which are difficult to access non-invasively due to limited light penetration through tissues such as the alimentary tract. \nOur RCaH-MGU-Bath collaboration will utilize our joint expertise in chemistry, biophysics and bioimaging in vitro and in vivo to exploit unique nanomaterials. We will attach tumour targeting peptides and commercial antibodies for cancer cell markers (Abcam) to near-infrared emitting luminescent nanoparticles (synthesised at Bath and also those available via the project partner, Intrinsiq Materials Ltd). These conjugates will be investigated at Bath and at the RCaH for selective delivery to cancer cells, uptake, toxicity, in vitro and in vivo optical imaging using multiphoton fluorescence imaging, lifetime imaging and in vivo bioluminescence. \nJointly with our project partners (Abcam Plc, Intrinsiq Materials Ltd and Nikon Bioimaging UK) we will develop a design and testing integrated technology for the nanoparticles to attract investment for early cancer diagnostic by novel imaging agents. This will open up an opportunity to validate this technology which will allow us to tap into the $3.3 billion medical diagnostics market upon completion of the project. A deeper understanding of interactions between nanoparticles and cancer cells and a full investigation into their chemical biology will also emerge as a result, which is crucial to the delivery of new, marketable, diagnostic tools.\nThe state-of-the-art relies on the use of organic molecules as imaging agents that normally suffer from short emission lifetime and poor photostability or use of quantum dots, which are of high cost and biologically toxic. We will carry out the first benchmark study of toxicity, in vitro targeting of cancer cells and in vivo bioluminescence imaging. This project will deliver the imaging probe as a result of the close collaboration between synthetic chemists, imaging technologist, chemical biologists and cell biologists. We will demonstrate that near-IR emitting nanoparticles (NPs), functionalized with peptides and antibodies can be applied to the medical diagnostics market by overcoming disadvantages of existing fluorophores e.g. quantum dots (cost and toxicity) and organic fluorophores (short life span). \nThis project can pave the way to address the unmet clinical need for future endoscopes operating in the NIR regime and adapted to bypass tissue autofluorescence. It can also lead to the development of new medical diagnostic tools in future developments with colleagues in the Biosensing Network at Bath and with the clinical collaborators from the Cancer Research at Bath network.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/K002082/1","grantId":"ST/K002082/1","fundValue":"48963","fundStart":"2012-11-01","fundEnd":"2014-03-16","funder":"STFC","impactText":"  We are currently in the process of submitting several publications emerging from this work and have already published 9 academic publications (one of which is a conference proceeding) Chemicals,Other Cultural","person":"Sofia Ioana Pascu","coPersons":["Stanley Walter Botchway","Paul Keith Potter"],"organisation":"University of Bath","findingsText":" We have discovered a new class of fluorophors and studied their interactions with cancer cells This was a proof-of-concept study and these results served as springboard for the award of the ERC Consolidator grant O2Sense Chemicals,Healthcare","dataset":"gtr"}