{"id":"373AA52B-DB42-49A7-A464-33C2C88D5247","title":"Creating, detecting and exploiting quantum states of light","abstractText":"In the last ten to fifteen years there has been a world-wide expansion in investigation into quantum states of light. Much of the expansion in this subject area has been stimulated by the emergence of quantum cryptography or quantum key distribution (QKD) / first proposed in 1984 - which offers unconditionally secure information sharing guaranteed by quantum-mechanical laws. Whilst QKD still remains a fertile subject of exciting laboratory and field research, experimental progress in free-space and optical fibre transmission media have taken quantum cryptography to the fringes of commercial exploitation and real-world application. Concurrently, a number of other developments in quantum information research have also been highly significant, such as quantum computing algorithms that, if realised, would make today's public-key based data security system obsolete. The building blocks, or quantum components, of these quantum-based systems require considerable research effort and this is the main subject matter of this proposal. Significantly and perhaps in a more short-term manner, a number of these components will be utilised in other applications outside the quantum information processing sphere; these applications include including low-light level communications (eg as proposed in the NASA Mars Communications Programme), in remote sensing, low light level imaging, quantum or ghost imaging, and quantum-based metrology.\n\nThis Platform Grant application from the Heriot-Watt group centres on leading edge research into the creation, detection and exploitation of the quantum states of light. This project will be used to make strategic decisions regarding research in these fast-moving fields. At the time of application, several exciting projects have been highlighted for investigation, although these projects are not meant to represent a comprehensive and exclusive list of research topics. Some areas worth immediate investigation include novel solid-state indistinguishable single photon sources, photon-number resolving detectors, optical generation of spin entanglement, few photon non-linearities with 'waveguide-QED', and large alphabet QKD. Whilst this grant will not provide the full resources for long-term investigations into all these areas, this project will permit rapid start-up and allow the group to collaborate more effectively with other groups, including overseas researchers.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K015338/1","grantId":"EP/K015338/1","fundValue":"1005000","fundStart":"2013-06-21","fundEnd":"2017-06-20","funder":"EPSRC","impactText":"","person":"Gerald  Buller","coPersons":["Brendon William Lovett","Robert Hugh Hadfield","Brian D Gerardot","Kevin Alan Prior"],"organisation":"Heriot-Watt University","findingsText":"","dataset":"gtr"}