{"id":"373C102A-58FE-408C-9CBA-4E23A2CEF6ED","title":"Superconducting Detector Technology for UK Astrophysics","abstractText":"The far-infrared (3mm-40um) and mid-infrared (40um-5um) regions of the electromagnetic spectrum are of considerable importance for astronomers because they contain a wealth of information about the cool, optically dark Universe. For example, the Cosmic Microwave Background radiation, which is a relic of the Big Bang, can be found at the longest wavelengths, and thermal radiation from distant, highly redshifted galaxies can be found at the shortest wavelengths. The MIR/FIR region of the spectrum also contains thousands of spectral lines from numerous molecular and atomic species, which are important for studying the chemistry of regions where stars are being formed. It is exceptionally difficult, however, to make observations at far-infrared and mid-infrared wavelengths because it is not possible to buy cameras off of the shelf. Instead astronomers must develop their own imaging technology. This technology must be exceptionally sensitive, and be suitable for flying in space, in addition to being used on ground-based telescopes. The work aims to develop a new generation of extremely sensitive detectors and cameras by fabricating microcircuits out of materials called superconductors. Superconductors have the property that their electrical resistance falls to zero below some critical temperature, and magnetic flux is expelled. Indeed, the superconducting state is a special state of matter, and has many curious properties. By fabricating microcircuits out of the superconductors Nb, Ta, Al, and Mo, and by using modern Si micromachining techniques, it is possible to make detectors having exceptional properties; for example, in one second, it is possible measure a change in illumination of less than 0.1 attowatts, which is approaching the ability to count photons at radio wavelengths. Unfortunately, these detectors must be cooled to temperatures below 100mK, and therefore complicated refrigerators are required. The work will concentrate on understanding how to develop large-format cameras having thousands, in some cases millions, of pixels. Three devices are of specific interest: (i) a device called a Transition Edge Sensor (TES), which operates by using the sharp superconducting transition to measure the minute change in temperature that occurs when infrared power is absorber by a tiny free-standing micro-machined silicon nitride island; (ii) a device called a Kinetic Inductance Detector (KID), which essentially measures a small change that occurs in the amount by which magnetic field penetrates into the surface of a superconductor when power is absorbed; and (iii) a device called a Superconductor Insulator Superconductor (SIS) mixer, which uses extremely thin layers of superconducting and insulating material to create diodes, which can be used to construct highly sensitive radio receivers. Each of these devices can be tiled into arrays to form imaging systems of various kinds. At the end of the program, we will have demonstrated a new generation of imaging technology based on superconducting devices, and we will be able to make the highly sensitive far-infrared and mid-infrared cameras that are needed for the next generation of ground-based and space-borne astronomy.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/G002525/1","grantId":"ST/G002525/1","fundValue":"1369400","fundStart":"2009-04-01","fundEnd":"2012-03-31","funder":"STFC","impactText":"","person":"Stafford  Withington","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}