{"id":"373D1476-6FE9-41D1-9EB8-78DFDED0E443","title":"Dynamics of floating water-wave energy extraction devices","abstractText":"The ocean is, essentially, a perpetual motion machine with vast reservoirs of energy, some of which is delivered to the shoreline in the form of waves. The extraction of this energy is one of the great under-utilized branches of renewable energy, and the UK is well placed to exploit this energy: the UK shoreline attracts about 35% of the total wave energy available to ALL of Europe.\n\nAlthough various wave energy converters (WECs) for the extraction of energy from ocean waves have been around\nfor a long time, it is only recently that both government and industry have developed a strong and ambitious interest,\nand the number of potential WECs for extraction of energy from the ocean wave environment is growing. The interest in this proposal is the OWEL WEC. It is a floating rectangular device open at one end to allow waves in. It is a moored deep-water offshore structure interacting with ocean waves. The wave energy is extracted via a power take-off system. It is one of the most difficult WECs to model.\n\nThe interest in this proposal is to tackle three main mathematical modelling issues: (1) the dynamics of the waves once they are trapped inside the vessel, (2) the effect of resonance between components, and (3) the dynamic feedback due to multi-fold coupling between interior waves, the ambient ocean wave field, vessel dynamics and mooring dynamics. The ultimate goal is to build up a model which, starting with an ambient ocean wave field, describes the detailed process whereby this energy is extracted and delivered to the power take off system.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K008188/1","grantId":"EP/K008188/1","fundValue":"291798","fundStart":"2013-06-01","fundEnd":"2016-05-31","funder":"EPSRC","impactText":"","person":"Thomas J. Bridges","coPersons":["Matthew Ray Turner"],"organisation":"University of Surrey","findingsText":"","dataset":"gtr"}