{"id":"374658AA-1EB5-4747-8D24-83E723EBFE7C","title":"LATE QUATERNARY SEA ICE, OCEAN AND CLIMATE RECORDS FROM ANTARCTICA: THE AD&Eacute;LIE BASIN","abstractText":"The Southern Annular Mode (SAM) is the most important factor in atmospheric, hence ocean and climate, variability in the Southern Hemisphere (SH) and, when it is in its so-called positive state, represents a southerly shift and strengthening of the mid-latitude jet and westerly winds. Over the past few decades, a consistent shift towards a positive SAM has been recorded (a persistent southerly shift of the westerlies) that has the potential to significantly modify the characteristics of SH ocean and sea ice systems. This recent trend is concurrent with unprecedented large scale increases in global temperature. In the context of these changes in global temperature, there has been a focus on the Southern Ocean for carbon dioxide sequestration - the potential of the Southern Ocean to sequester atmospheric heat and greenhouse gases is strongly modulated by the position and strength of the mid-latitude westerlies (i.e. the SAM). In light of this current focus it is crucial to place this recent and robust long-term shift towards positive SAM in context. Is this multi-decadal trend in the SAM unusual, or part of natural variability within the SAM? Only geological records can provide proxy time-series of SAM variability over long enough timescales (and beyond instrumental records) to investigate this issue; the annually-laminated Holocene sediments from IODP Site U1357 provide a unique opportunity and scanning electron microscope backscattered electron imagery provides a perfect tool. In February 2010, IODP Expedition 318 to Wilkes Land, Antarctica, recovered an ~200 m-long section of continuously laminated Holocene diatom ooze from the Ad&eacute;lie Basin, Site U1357. This remarkable sediment section represents the only known, fully laminated, Holocene sequence from the Antarctic margin and the longest known Holocene marine sequence from the world ocean. On interannual timescales, the location of Site U1537 makes it less sensitive to El Ni&ntilde;o-Southern Oscillation (ENSO)orcing and, hence, a potentially more sensitive recorder of SAM dynamics. This is in contrast to other high-resolution Antarctic sites, such as Palmer Deep (west Antarctic Peninsula), that respond strongly to both ENSO and SAM forcing making forcings difficult to disentangle. Along the Antarctic margin, diatom (single-celled marine algae, siliceous cell walls) abundances and assemblages are intimately linked to sea ice environments and are sensitive indicators of change on seasonal to interannual and decadal timescales. Over recent years, satellite-derived sea ice concentrations in the Ad&eacute;lie Basin region have significantly increased concurrent with the more positive SAM. In the fossil record, as the SAM becomes positive and sea ice concentration increases, diatoms will show an increase in sea ice-related taxa and, in particular, an increase in the ratio of abundance between Porosira glacialis:Thalassiosira antarctica to significantly above 0.1 (newly established measure for winter sea ice concentration being above or below 80%). I would also expect to see relatively more occurrences of P. glacialis sub-laminae. A more negative SAM will be reflected in lower sea ice concentrations, hence less abundant sea ice diatoms and a reduction in the P. glacialis:T.antarctica ratio to below 0.1. Using the diatom data I hope to reconstruct time-series of past SAM variability, hence, to assess whether the recent long-term move towards positive SAM is unusual or a normal part of Holocene variability in the atmosphere.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I01537X/1","grantId":"NE/I01537X/1","fundValue":"43497","fundStart":"2011-04-01","fundEnd":"2013-09-30","funder":"NERC","impactText":"","person":"Jennifer  Pike","coPersons":[],"organisation":"Cardiff University","findingsText":" This project is not yet complete. To date we have shown that there is significant decadal-scale variation in seasonal ice-ocean records recovered from the Adelie Drift, East Antarctica, during the Holocene (past 10000 years) and we are currently in the process of interpreting these records in relation to large-scale climate forcings such as ENSO and the Southern Annular Mode.  Environment","dataset":"gtr"}