{"id":"3746861E-E15E-41E2-8417-934E4CE70528","title":"The Changing Polar Ionosphere: A Comparative Climatology of Solar Cycles 23 and 24","abstractText":"The polar ionosphere has a range of effects on technological systems produced by the coupling of the solar wind with the magnetosphere, and the resulting electrodynamic interaction between magnetosphere, ionosphere and atmosphere. These effects include the degradation of trans-ionospheric satellite communications and point-to-point radio communications, clutter effects in over-the-horizon radars, and increased levels (and decreased predictability) of satellite drag.\n\nSuch effects are known to be strongly influenced by the activity level of the sun, and hence the phase of the 11-year solar activity cycle. Recent changes in solar activity have taken the scientific community by surprise, in that the recent solar minimum was both extended in time, and much lower in activity than predicted. As we now approach solar maximum we see an increasing solar activity, but this rise in activity is also less than expected.\n\nWe propose an extensive statistical investigation of the profound changes imposed on a number of fundamental ionospheric characteristics by the changing solar cycle, focussing on the inter-cycle differences between solar cycle 23, a &quot;standard&quot; solar cycle, and the most recent, unusual solar cycle 24. \n\nFurthermore, we will extend this analysis of solar cycle dependence and inter-cycle differences to a number of ionospheric and atmospheric characteristics which have a direct effect on the operational characteristics of key technologies such as trans-ionospheric communication, satellite navigation and radar systems. \n\nThis major step forward in defining and understanding these effects and their dependence on the level of solar activity will allow a prediction of their consequences for the polar ionosphere and atmosphere, and for the technological systems we operate in the polar regions.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/K011766/1","grantId":"NE/K011766/1","fundValue":"384683","fundStart":"2014-03-13","fundEnd":"2017-03-12","funder":"NERC","impactText":"","person":"Timothy Kenneth Yeoman","coPersons":["Stephen  Milan","Mark  Lester"],"organisation":"University of Leicester","findingsText":"","dataset":"gtr"}