{"id":"374AB30E-14EC-48BE-BA0C-26D0D9B73409","title":"Living Standards of Working Households in Britain, 1904-60","abstractText":"<p>This project is run from the Departments of Economics and History at the University of Sussex, by Dr Ian Gazeley and Andrew Newell.&nbsp; Dr Michael Hawkins is Technical Director. </p>\n\n<p>It will investigate the roles of the welfare state, education, reductions in family size, and improvements in real wages in the elimination of poverty in Britain, 1904-54. The key national data sets for this analysis are household expenditure surveys for 1904, 1937/8 and 1953/4.</p>\n\n<p>The 1953/4 survey is the largest of the twentieth century (12,900 households) and survives in its entirety at The National Archives. It was carried out before the affluence of the Golden Age had been widely distributed. Abel-Smith and Townsend used some of this survey for their The Poor and the Poorest (1965), which was influential in setting the social policy agenda of the 1960s.</p>\n\n<p>The project will digitise the 1953/4 survey and exploit these early twentieth century surveys to analyse poverty, nutrition and overcrowding among working households in Britain. A web-based centre on living standards will provide information on the changing economic circumstances of households. It will also allow access to the data, which have a number of other important long-term potential uses for social research. <br /></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-062-23-2054","grantId":"RES-062-23-2054","fundValue":"972361","fundStart":"2010-02-01","fundEnd":"2013-09-30","funder":"ESRC","impactText":"  The history of twentieth century living standards is of interest to the wider community, but especially to secondary school age pupils studying the history curriculum. The British Living Standards project team, together with The National Archives, London, ran a teacher-scholar scheme in the autumn of 2012. This provided a number of history teachers from across the UK with the opportunity to engage with the project's findings, informing their teaching of British history in secondary schools. During a weekend study break the teachers were shown how to analyse the 1904, 1937/8 and 1953/4 household surveys alongside a variety of qualitative records, which often contain more detail about the experience of living in twentieth-century Britain. A separate weekend of fieldtrips allowed teachers to explore further questions about life for working families. Using the knowledge and skills developed during their time with the project team the teachers wrote a reflexive essay and created lesson plans that are now available from The National Archives education pages.\n\nThe project website British Living Standards, provides access to all our documentation, the datasets and supporting code books, research papers, a series of downloadable contextual lectures and project news. Education,Culture, Heritage, Museums and Collections Societal,Policy & public services","person":"Ian Stuart Gazeley","coPersons":["Andrew Thomas Newell"],"organisation":"University of Sussex","findingsText":" The first objective of this project was to re-estimate consistently the time-path and characteristics of extreme poverty in Britain during the first 60 years of the twentieth century. This required us to extract and analyse the data from all the surviving national household expenditure surveys, carried out during this period.\n\nTo this end we extracted the data from the Ministry of Labour 1937/8 and 1953/4 Household Expenditure Surveys. Both of these surveys were undertaken using stratified random sampling techniques, but only a small proportion of the 1937/8 survey is extant (623 from 10,800), whereas almost all (12,900) of the 1953/4 survey records survive. We demonstrate that the surviving records are a reasonably unbiased sample of the original 1937/8 survey. We used the data from these surveys, in conjunction with data we extracted from the Board of Trade 1904 household expenditure survey, and the 1961 Family Expenditure Survey. \n\nWorking with a minimum needs definition of poverty, we provide the first national estimates of poverty among working households in 1904. We find a widespread incidence of poverty (just over 20%), but a low depth of poverty, as most households in poverty were fairly close to the poverty line. Applying the same poverty line to the 1937/8 data, we show that this type of destitution had been almost completely eliminated (an incidence of about 3%). We estimate the decline in poverty 1904-38 is due to a reduction in household size and an increase in real earnings in roughly equal measure. We find a similar poverty incidence in 1953/4, due to an increased proportion of the elderly living alone. By 1961 we find a small increase in absolute poverty compared with 1953/4 and a doubling of relative poverty across the same dates. We trace these changes to the greater preponderance of elderly and retired households at the later date.\n\n\nIn addition, we investigated the nutritional characteristics of poverty and overcrowding among working households in the early surveys, when there was a high incidence of extreme poverty. We were able to map the regional pattern of overcrowding at the beginning of the 20th century and investigate the relationship between poverty, housing costs and food expenditures. Our work on nutrition has shown that in 1904, households were just able to meet their nutritional needs consistent with the physical activity implied by their labour market engagement. These needs would have been significantly greater than later in the 20th Century. However, we find significant shortfalls of key vitamins across the working-class income distribution, consistent with what is known of morbidity associated with poor nutrition. Using the 1904 and 1918 Board of Trade survey data, we also reinvestigated Beveridge’s claim that rationing during the First World War, maintained calorie intakes. While we find this to be true, rationing also exacerbated an existing problem relating to a deficiency of key nutrients. We will also be publishing a re-investigation of Boyd Orr’s claim of malnutrition in the late 1930s and a nutritional analysis of diets derived from the 1953/4 survey data. The findings of this project could be taken forward in two directions: firstly our empirical work could be extended and secondly the data sets could be used to help answer new questions. Among the extensions to our own research we can foresee work on the wider distribution of income: its geographic evolution in terms of the shifting North-South divide and on the distributional impacts of social policy and the Welfare State. On new uses of the data sets we think 1953/4 HES, being the largest and most comprehensive of the 20th Century has the greatest potential for future use. For example it provides data on food consumption in a period when processed foods formed a relatively small part of the diet. As such, it could provide a suitable baseline for research on the rise of obesity in the second half of the 20th Century. Also, the same data set contains unique information on individual donations to charities. These have not yet been analysed. Communities and Social Services/Policy,Education,Healthcare","dataset":"gtr"}