{"id":"3751B48F-74B3-4D56-9143-C396F0C0824C","title":"Evolution of mating tactics and reproductive strategies in protozoan parasites","abstractText":"The Phylum Apicomplexa (Protozoa) includes some of the most serious pathogens of livestock and humans. Despite extensive funding efforts, we understand remarkably little about the strategies they have evolved in order to maximise their reproductive success. These parasites, including malaria (Plasmodium) parasites, must undergo a round of sexual reproduction inside their vectors in order to transmit to new hosts. Once inside a vector's blood meal, sexual stages rapidly differentiate into gametes and fertilisation between male and female gametes occurs. However, a blood meal is a very harsh environment to be mating in, as blood is rapidly cooling and clotting. This also exposes gametes to both their host's immune factors and their vector's digestive chemicals. Consequently, male sexual stages have a maximum of 20 minutes to exit their red blood cells, differentiate into gametes and find females to fertilise. Furthermore, unlike most other male animals, male malaria parasites can only produce a maximum of eight gametes. This makes the mating system of malaria parasites very novel, yet, there is remarkably little data available and important questions remain unanswered. This proposal will discover how mating between malaria parasites is influenced by host immune factors, ask whether males randomly search for females or can home in on their location, and will investigate how co infecting species of malaria parasite maintian their species identity. A greater understanding of how and why organisms adopt the strategies we observe provides fundamental insights into the process of adaptation, as well as having valuable practical applications in areas ranging from medical science to conservation. Given the medical and economic importance of malaria parasites and the drive to develop transmission blocking vaccines and intervention strategies, understanding this process from an evolutionary and ecological perspective is of crucial importance.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E000886/1","grantId":"NE/E000886/1","fundValue":"69719","fundStart":"2006-10-01","fundEnd":"2007-12-31","funder":"NERC","impactText":"","person":"Sarah  Reece","coPersons":[],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}