{"id":"3751D1C2-C557-477D-955E-DA9E2160D06C","title":"Does downgoing plate density govern the variability in subduction behaviour around the Pacific? A 3-D dynamic modelling study","abstractText":"Subduction is one of the main components of the Earth's plate-tectonic engine. Where two plates converge, the coolest and densest plate will slide below the other and sink into the underlying viscous mantle, taking with it basaltic ocean crust, sediments and fluids. The recycling of fluids and sediments lies at the root of the Earth's most explosive volcanism, and is crucial in the formation of continental crust, and production and concentration of ores. Subduction also produces the world's largest earthquakes. However, while in some zones the two plates appear strongly coupled and motions give rise to mega earthquakes, others converge without shaking. Plate coupling may also determine why along some subduction zones, mountain belts like the Andes and Rockies formed, while behind others, new oceans, like the Philippine Sea and Fiji Basin opened. Volcanic arc positions are controlled by how steeply the plate descends into the mantle. The shape of the downgoing plate in the mantle also affects how easily it can sink into the deep mantle. In spite of the importance of these subduction characteristics, at present, we do not understand what forces govern plate coupling, subducting plate shape or subduction motions. The gravitational pull from the dense sinking plates is generally considered to be the dominant driving force of plate tectonics. However, neither observed motions at subduction zones, nor downgoing plate shape, nor upper plate deformation correlate with the density of the downgoing plate. It has been proposed that forcing by the overriding plate or the strength of the downgoing plate can overrule the effects of downgoing plate density. However, we recently developed a two-dimensional model of purely density driven subduction, which demonstrated that the expressions of downgoing plate density can be counterintuitive. For example, we find that young light plates can subduct faster than old dense plates and what is more they often do (Goes et al., Nature 2008). This discovery illustrates our lack of understanding of subduction forces. Here we propose a comprehensive investigation that combines numerical modelling with observations, to explore how three-dimensional variation in downgoing plate density and strength determines subduction behaviour. In the first part of the project, we will systematically document the sensitivity of plate motions and downgoing plate shape to spatial and temporal variations in plate structure. In the second part, we will run a set of models for the Pacific 'Ring of Fire', location of the world's largest subduction zones. Our models of Pacific subduction will be driven by densities from the best-constrained history of plate ages. Where our modelled subduction behaviour is consistent with observed present-day downgoing plate shape, and the history of plate motions, downgoing plate density exerts the dominant control; elsewhere, additional forces must play a role.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G004749/1","grantId":"NE/G004749/1","fundValue":"276846","fundStart":"2009-10-01","fundEnd":"2012-09-30","funder":"NERC","impactText":"  Our work has received good attention from the scientific community - e.g., our 2010 Nature Geoscience paper on India was accompanied by a News &amp; Views paper, and had by Oct 2014 been cited 43 times. It also received popular attention in the Deccan Herald.  ","person":"Saskia Danielle Goes","coPersons":[],"organisation":"Imperial College London","findingsText":" Lay summary:\n\nSubduction is the process where one tectonic plate slides below another. This process exerts an important control on plate motions and is associated with major tectonic hazards including earthquakes and volcanism. Subduction is driven by the high density that plates get as they cooled while they are at the Earth's surface for tens of millions of years. As they cool, the plates do not only get denser, but also stronger, which on the one hand makes them more able to transmit stresses between subducted parts of the plate and the surface, and on the other hand makes them more able to store elastic deformational energy which might be released in earthquakes. In this project we studied (a) how the properties of subducting plates vary between different subduction zones, and how these properties affect the dynamics of the plates, and (b) we modelled specific cases where subducting plate density changed in time or laterally. This was for example done for India, giving us new insights in what drives the formation of the Himalayas, and for the western Pacific.\n\nMore detailed findings:\n\n (1) A thorough analysis of Pacific subduction data, which showed that in the diversity of observed subduction styles, downgoing plate motion and part of the trench motion are likely controlled by downgoing plate properties, while other forcing (upper plate and deeper mantle) appear to play an important role in controlling slab morphology (i.e., bending and dip) (Goes et al., PEPI 2011); \n\n(2) Analyses of the effects of variable density with 2.5-D models, for a whole range of possible downgoing plate densities. In an application to India, we showed that contrary to what is often assumed, a large amount of continental lithosphere was subducted and this can explain observed changes in plate motions and the transition from subduction to indentation tectonics (Capitanio et al., Nature Geoscience 2010; accompanied by a News &amp;amp; Views article highlighting the work); \n\n(3) A seismological analysis of the structure of oceanic lithosphere, which shows that lithospheric mantle is more variable in structure than often assumed, and parts of the Pacific may be quite anomalous. This has implications for the variability of plate density and strength (Goes et al., JGR 2013); \n\n(4) A thorough analysis of the effects of plate strength including the role of elasticity with 2.5-D models. This work shows that depending on the forces acting on the subduction zone, and contrary to common assumptions that subduction can be modeled purely as a viscous process, elasticity can play an significant role in controlling subduction behaviour. Furthermore, when we estimate the relative importance of elastic and viscous processes in subduction zones around the Pacific, we find a potential correlation with the ratio of small/large earthquakes (Fourel et al., in press in G3 2014, presented at the International Geodynamics workshop in Potsdam 2011, EGU 2012 and Fall AGU 2012) \n\n(6) A new 3-D subduction modeling tool (presented at EGU 2012, and several other meetings)\n\n(7) An application to the evolution of the Western Pacific Izu-Bonin-Mariana subduction system, that considers the variation in plate buoyancy along the trench (presented at AGU meeting 2014, publication in progress) From what we learned we can now investigate:\n(1) the role of variations of downgoing plate buoyancy for other subduction systems\n(2) if models like this can provide more insight in what governs the variability in seismic coupling among subduction zones. Other","dataset":"gtr"}