{"id":"3757C3B6-AFBE-42A5-B148-8A064B2BAEBF","title":"Applying innovative technologies to improve the benefit-risk ratio of drugs: developing a national resource underpinned by the MRC Centre for CDSS","abstractText":"The use of drugs as medicines has made an enormous contribution to human health with the drug discovery process being directed to most aspects of human disease. However, all drugs are associated with variability in response: that is some patients do not respond to drugs, while others develop side effects or adverse drug reactions (ADRs). This may be related to patient factors (genetic or environmental) or differences in their disease. The overall burden caused by differences in the way patients respond to drugs is large to both the NHS and Industry. For example, with ADRs, we have shown that at least 6.5% of all adult admissions to hospitals are due to ADRs and that approximately 15% of inpatients suffer an ADR during hospitalisation. Extrapolated nationally, ADRs are thought to cost the NHS in England in excess of &pound;637 million annually, or approximately &pound;5000 per hospital bed per year. This is a conservative estimate and is likely to be much higher. Our findings in the UK have been replicated in many countries showing that ADRs are a global health issue.\n\nOur application focuses on the MRC Centre for Drug Safety Science (CDSS) which has an international reputation. The patient is at the centre of the work we undertake. We have developed an infrastructure that allows pre-clinical and clinical scientists to work side-by-side using cutting-edge technologies to analyse well-defined clinical samples. In this application, we request state-of-the-art technologies to build upon this infrastructure and produce a step-change in the area of stratified medicine - that is, to identify the best treatments for patients based on profiling their disease, genetic and environmental factors. Our aim is to develop a comprehensive resource, based on our existing expertise and experience and the technology platforms, to allow for assessment of how individuals vary in drug responses, how diseases differ between individuals, and how this relates to variation in clinical outcomes.We will do this through investigation of different &quot;experimental&quot; systems ranging from single cells in test-tubes to experimental studies in man, to careful clinical observation of patients in clinical settings. This will facilitate translation of findings in the laboratory to clinical care (bench to bedside), but importantly lessons learnt in clinical settings will also be investigated further in the laboratories (bedside to bench), so that we can learn more about disease processes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M009114/1","grantId":"MR/M009114/1","fundValue":"4975720","fundStart":"2015-04-01","fundEnd":"2016-03-31","funder":"MRC","impactText":"","person":"Munir  Pirmohamed","coPersons":["Brian Kevin Park","Sarah Ellen Coupland","Robert Jeffrey Beynon","Neil  Hall"],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}