{"id":"3758FF09-2F05-4F79-AF5E-FFEA2D119550","title":"Textured Insulators for Overhead Lines and Substations","abstractText":"In this research programme, it is proposed to investigate the effect of texturing the surface of insulating materials on their performance under applied high voltage and outdoor weather conditions. This follows a Cardiff patent for insulating structures having anti-dry band properties and initial experimental work which proved the concept. It is proposed to investigate surfaces having protuberances in the shape of hemispheres arranged in such a way that both the total surface area and the creepage path of the resulting insulation surface are increased significantly. Such texturing can also have the added benefit of improving the hydrophobicity of the surface. Modelling work using analytical and numerical computation techniques will be used to assess the performance of various shapes of texturing with dimensions in the mm and cm ranges. This modelling work will then be used to shortlist candidate textures for experimental work. A vacuum casting facility will be used to prepare flat and insulator samples that will be tested in inclined-plane and pollution-chamber test environments. Various characterisation laboratory tasks, including long term pollution exposure and ageing investigations, will be undertaken in order to classify the various textures. This will involve synchronising visual, electrical and thermal measurements. It is, then, proposed to use the order of merit from the flat samples investigations to select two or three geometries for fabrication of complete insulators. The allter will be used to conduct a comparative test and modelling programme which will demonstrate/assess the superior properties of the textured surface insulator, particularly under polluted conditions. Furthermore, this programme includes investigation tests at an outdoor pollution test station and collaboration with both a UK manufacturer and an overseas academic group.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F02844X/1","grantId":"EP/F02844X/1","fundValue":"462878","fundStart":"2008-11-19","fundEnd":"2012-04-18","funder":"EPSRC","impactText":"  Work is still continuing to improve the texturing geometry and its performance for various application on high voltage systems. Discussions have been initiated with a insulator manufacturer (Lapp Insulators, Germany) and a Cable accessories manufacturers (CellPack, Germany) to implement the textured concept on their products. Energy Economic","person":"Abderrahmane  Haddad","coPersons":["Noureddine  Harid","H  Griffiths","Ronald Thomas  Waters"],"organisation":"Cardiff University","findingsText":" A new patented textured insulation surface was developed, studied and tested during this project. the textured insulator surface improves the performance of outdoor insulators under pollution performance and helps increase the tracking and erosion of insulating materials under the combined effects of electrical currents. discharges and the harsh weather conditions with pollution, fog and rain. the concept of textured insulators can be used in outdoor insulators, cable terminations and bushings. A licence option is available from the university contracts department. Energy","dataset":"gtr"}