{"id":"376790AF-A727-4A24-8359-B5DB7825EE1E","title":"Reduced Stomatal Density Wheat: New Prospects for Drought and Pathogen Resistance","abstractText":"Stomata are microscopic pores on the surface of leaves that allow gas exchange between plants and the atmosphere. They are crucial for photosynthesis, but water vapour is lost through stomata, and they provide an entry point for damaging diseases. When water is limiting, the stomatal pores adjust to prevent water loss but they can never completely close. We have shown with the test plant Arabidopsis that reducing the number of stomata can improve plant drought resistance by reducing water loss through transpiration. Because of rising carbon dioxide levels these plants showed little or no reduction in photosynthesis. We would like to apply this strategy to wheat so that we can test whether reducing stomatal numbers could improve crop drought tolerance, a major limitation to yield in many parts of the world. We have already generated wheat plants with genetically reduced stomatal numbers, and propose to test whether growing these under drought conditions can improve the total yield of grain harvested. We will check that the alterations we have made in stomatal number and water loss have not had a detrimental effect on the uptake of important minerals, such as phosphate and nitrate by the roots. In addition, we will analyze the wheat grain to ensure that the level of nutrients important for the human diet have not been affected. \nStomata are the only entry point for several important fungal diseases that cause major losses of wheat crops in the UK. We have shown that in addition to being more drought resistant, our Arabidopsis test plants with reduced stomatal number, have the added benefit of reduced entry of disease causing microbes. Therefore an important part of this project will be to test whether the wheat plants that we have identified with reduced stomatal number have enhanced resistance to these fungal diseases. If so, this trait has the potential to protect crop yields, and could be transferred to many crops which are infected by diseases entering through stomata. The experiments to look plant disease tolerance will be carried out by the National Institute of Agricultural Botany (NIAB) in Cambridge.\nIn Sheffield we have excellent facilities for growing plants under different environmental conditions. We will be able to test whether our wheat continue to perform as well when grown at the raised carbon dioxide levels predicted to occur in the near future. These experiments will be performed on genetically modified (GM) plants but we also propose to isolate wheat variants in genes that are known to be involved in stomatal development through a non-GM technique, so that we can include these in our studies and test them for drought and pathogen resistance. \nWe hope that one of the commercial members of the Sustainable Agriculture Research &amp; Innovation Club (SARIC) will want to support our work through to commercialising a new drought tolerant wheat variety.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/N004167/1","grantId":"BB/N004167/1","fundValue":"417884","fundStart":"2015-09-01","fundEnd":"2018-08-31","funder":"BBSRC","impactText":"","person":"Julie Elizabeth Gray","coPersons":[],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}