{"id":"37749F00-9098-4B1A-BB11-0C3D33D4A0FB","title":"Inhomogeneous magnetism and superconductivity","abstractText":"The past fifteen years has seen considerable research into the coupling of superconductivity and magnetism. These two effects are both mediated by coupling between electrons, but ferromagnetism leads to the parallel alignment of spins while conventional (so called spin-singlet) superconductivity requires anti-parallel spin alignment. As a result the coupling of superconductivity into ferromagnets is generally much weaker than the coupling into non-magnetic metals (the so-called proximity effect). However, at very short-range (a few nanometres) the coupling between superconductivity and ferromagnetism at the interface between the two materials results in complex behaviour which is distinct from that of either material. Most notably, the pairs of electrons which are responsible for superconductivity have a rapidly oscillating phase in the ferromagnet which can lead to negative rather than positive supercurrents appearing in devices in which a thin ferromagnetic barrier separates two superconductors. Devices based on this effect are currently being developed for quantum computation. More controversially, a few very recent experiments have detected a much longer-ranged proximity effect in which superconductivity can penetrate a ferromagnet over distances of hundreds on nanometres. This effect seems to be confirmation of theoretical predications that if the magnetism is inhomogeneous (i.e. all the spins do not point in a single direction) or the electrons are 100% spin polarised then a so-called spin-triplet state of superconductivity should appear. The aim of our proposed project is to investigate carefully the conditions required for the formation of this spin-triplet state and to understand how to control it so that potential applications can be developed. In particular we will look at classes of ferromagnet which have a spiral rather than linear magnetic order, we will also grow artificial magnetic structures in which such spirals can be changed by applying a magnetic field and we will explore how the presence of magnetic domain walls (which are regions in which the magnetism changes direction in a material) affects the superconducting properties.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F016891/1","grantId":"EP/F016891/1","fundValue":"400497","fundStart":"2008-10-01","fundEnd":"2012-03-31","funder":"EPSRC","impactText":"","person":"Victor T Petrashov","coPersons":[],"organisation":"Royal Holloway, University of London","findingsText":"","dataset":"gtr"}