{"id":"378098D1-8C7B-42FC-9905-F146D5D612D9","title":"Structure-based drug discovery against M. tuberculosis MptpB: a novel strategy","abstractText":"Tuberculosis is one of the oldest and most persistent bacterial infectious diseases that affect humans. Despite significant advances to control the spread of tuberculosis with the introduction of vaccines and antibiotics, one third of the human population is still infected. The recent resurgence of the disease, together with the development of drug resistance, is threatening to expand into a future epidemic. New therapeutic approaches are then urgently needed to fight the pathogens. A main bottleneck in the development of drugs is that generally resources and expertise are concentrated in the private sector. In addition companies are highly reluctant to allocate serious investments in poor people s diseases that would certainly compromise their return benefits. We have characterised the activity profile of a protein known to be a virulence factor for tuberculosis causing bacteria and we propose to develop a new drug candidate against this target to treat tuberculosis. We have already identified compounds, which are potent inhibitors of this protein. To take our ambitions further, we must now develop some of the leads we have identified and be able to test them with in vivo mouse models. This will only be possible in a non-profit academic environment at this stage. To do that, we will analyse the molecular interactions of the inhibitors and substrates with the target protein by X-ray crystallography and computer simulations. The information obtained from the structural analysis will be used to design and synthesise new compounds with more specific and selective properties. These new compounds will then be tested for activity against the protein and in cell assays and mouse models to select the best drug candidate for future clinical trials.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0701233","grantId":"G0701233","fundValue":"630690","fundStart":"2008-09-01","fundEnd":"2011-09-30","funder":"MRC","impactText":"","person":"Lydia  Tabernero","coPersons":["Jennifer Susan Cavet"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}