{"id":"37810821-0050-421B-90DB-B22E79988A26","title":"The completion and testing of a Aftershock Forecasting Tool for Emergency Response (AFTER)","abstractText":"Science cannot predict where, when and what size the next earthquake will be but the University of Ulster Geophysics group have, with Concern Worldwide, an active NGO partner, co-produced approaches that promise to give useful, near real-time probabilistic forecasts of the intensity and spatial distribution of aftershocks. Such a tool could be used by the wider humanitarian and Disaster Risk Reduction (DRR) communities, to guide decisions on prioritising humanitarian response activities, (such as where to site displacement camps and offices and accommodation for staff) and well as improve advice and awareness of survivors. The University of Ulster Geophysics Group in partnership with Concern Worldwide delivered a NERC PURE Associates (NPA) project that: 1. Developed prototype software tools to make a near real-time assessment of aftershock hazard during the emergency response phase of earthquake disaster. 2. Used this tool to explore: a. the scientifically answerable questions of use to humanitarian organisations b. The training and support needs of the humanitarian practitioners c. The protocols that could guide tool use within emergency planning and response processes d. The most appropriate user interface and ways of communicating risk and uncertainty. \n\nTo move from a theoretical, to a real working approach that will guide humanitarian decision making in life and death situations, four things MUST be done: 1. Appropriate statistical tools developed, and used to rigorously test the approach over an extended period of time 2. Tool validity must be guaranteed through intensive peer review by a panel of leading international scientists 3. A strategy developed to deliver wider 'buy-in' by humanitarian and government actors and the mainstreaming of the approach 4. Continue to develop the approach in response to the particular needs of the humanitarian sector identified in the NPA project. To address these issues we here propose the Aftershock Forecasting Tool for Emergency Response (AFTER) project. \n\nIn AFTER we will develop the ideas in the original projects to full proof of concept status including the production of a research grade programme which is specifically taylored with both the limitation so of the science and the operational needs of the user in focus. During the project we will have the science, the protocols through which it is applied and the contexts in which we ensure accurate understandings of the uncertainties which form a central part of any earthquake forecasting scheme as well as the humaitarian utility, examined by an international expert panel convened regularly throughout the project. We will also work to mainstream this protocol to the wider humaitarian community. We have already several expressions of interest from important players in the humanitarian field. \n\nThe project will have a significant impact on Humanitarian and DRR policy and operations in post earthquake situations. It will introduce a new area of evidence-based decision making into existing emergency planning and response and DRR interventions. It will create a new tool to be incorporated in holistic hazard and vulnerability analysis, management and planning. It will inform life and death decisions, and make a real contribution to the core humanitarian aims to save lives and alleviate suffering.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M008142/1","grantId":"NE/M008142/1","fundValue":"153688","fundStart":"2015-02-01","fundEnd":"2016-07-31","funder":"NERC","impactText":"","person":"John  McCloskey","coPersons":["Maxwell John  Hope","Paul  Dunlop"],"organisation":"University of Ulster","findingsText":"","dataset":"gtr"}