{"id":"37941A2F-1D71-44B0-8621-0C723656CDE1","title":"Nuclear Physics Consolidated Grant 2013","abstractText":"Nuclear Physics aims to understand the structure and dynamics of nuclear systems. It is key to understanding the Universe from the first microseconds of its inception when the quark-gluon plasma prevailed, through its history of star and galaxy formation where nuclear reactions play an essential role both in the generation of energy and the creation of elements. The field also has applications that benefit society in diverse areas, from medicine and security to power production, and a strong impact on other fields of science.\n\nOur research interests are focused on fundamental aspects of nuclear physics ranging from hadrons to exotic nuclear systems. We use complementary methods to address key issues concerning: the structure and interactions of nucleons and light nuclei; new forms of collective motion; evolution of nuclear structure; and loosely bound systems. \n\nThe Manchester group is part of the UK nuclear community that has devised a mode of operation which enables it to make leading edge contributions at an international level in both experimental and theoretical nuclear physics. Experimental work is performed at specific overseas facilities with focussed investment in the necessary instrumentation to carry out this work.\n\nAtomic nuclei provide a unique quantal laboratory in which microscopic as well as mesoscopic features, driven by effective two-body and three-body forces, can be studied. They are complex many-body systems, but often display unexpected regularities and simple excitation patterns that arise from underlying shell structure, pairing and collective modes of excitation. Such properties are also exhibited by simpler mesoscopic systems (for example, metallic clusters, quantum dots, and atomic condensates) the understanding of which draws heavily on techniques developed and honed in nuclear physics. A fundamental challenge is to understand nuclear properties ab-initio from the interplay of the strong, weak, and electromagnetic forces between individual nucleons. In recent years, enormous progress has been made with such programmes for light nuclei. For heavier nuclei, shell, cluster and other beyond mean field many-body techniques, based on effective interactions, provide essential frameworks for correlating experimental data, yet still lack the refinement to reliably predict nuclear properties as one moves more than a few nucleons from nuclei close to stability.\n\nWe also aim to make connections between the interactions of nucleons and the underlying theory that describes the strong force, Quantum Chromodynamics. Key quantities are the polarisabilities that describe how the structures of nucleons respond to external electric and magnetic fields. We are developing theoretical tools to determine these from experiments on the scattering of photons from hydrogen and other light nuclei. The latter are needed to learn about the the properties of the neutron since it is an unstable particle.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/L005794/1","grantId":"ST/L005794/1","fundValue":"1226630","fundStart":"2014-08-01","fundEnd":"2018-09-30","funder":"STFC","impactText":"","person":"Jonathan  Billowes","coPersons":["Sean J  Freeman","Kieran Thomas Flanagan","Judith  McGovern","David Matthew  Cullen","Michael Charles Birse"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}