{"id":"379E7407-D822-4679-9AA8-BA356D505EB2","title":"REDUCING ESCHERICHIA COLI O157 RISK IN RURAL COMMUNITIES","abstractText":"<p>This RELU (Rural Economy and Land Use)&nbsp;project brings together the disciplines of geography, sociology, economics, medicine, microbiology, ecology and food science to carry out the research needed to advise a range of stakeholders with the scientific information needed to reduce the risk of human Escherichia coli O157 infection in UK rural communities.</p>\n\n<p>&nbsp;Current outbreaks of human diseases and food safety concerns caused by food borne pathogens such as E. coli O157 flag a serious lack of knowledge and understanding about the factors which determine the numbers and spread of these human food-borne pathogens in rural and agricultural environments. The pathogens mainly enter the food chain from faecal contamination of meat products, but there are an increasing number of outbreaks linked to direct contact with contaminated water, soil and livestock. This project studies the key pathogen E. coli O157 which has been identified by the Food Standards Agency as posing a major risk to human health. It is also a threat to visitors and tourists in countryside areas. Through 6, integrated work packages, and the use of 2 case study areas (NE Scotland and N Wales), the research will provide information to ensure rural policies minimise the risks to rural communities from E. coli O157.<br /></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-229-25-0012","grantId":"RES-229-25-0012","fundValue":"1252420","fundStart":"2007-10-01","fundEnd":"2011-02-28","funder":"ESRC","impactText":"  The findings have been shared with other scientists through scientific conferences and meetings.\nWe reported the findings to the Food Standards Agency and DEFRA which they will have used to inform their views on policy. It is difficult to directly identify the direct impact of the findings however we did discuss the results of our work which will have informed the VTEC E. coli O157 action plan for Scotland. Agriculture, Food and Drink,Healthcare Societal,Policy & public services","person":"Ken  Killham","coPersons":["Jennifer Ann Roberts","Ken  Forbes","Norval  Strachan","Iain  Ogden","Davey Leonard Jones","Gareth  Edwards-Jones","Colin  Hunter","John  Farrington"],"organisation":"University of Aberdeen","findingsText":" The main findings of the research were obtained through a variety of social and natural science methods.\n\nA questionnaire of farmers, rural visitors and residents found that:\n\no People think about protecting themselves indoors rather than outdoors\n\no Awareness is highest in farmers particularly in the Grampian region and lowest in visitors to the two areas\n\no Most (83 per cent) identified E. coli O157 as a severe disease however a relatively high proportion of farmers in Grampian (25 per cent) described it as mild\n\no Knowledge of symptoms was similar between groups\n\n\n\nAntibodies from blood and saliva were measured to give an estimate of exposure and potential immunity of individuals to this pathogen. Results showed that there were a relatively high percentage of people with antibodies (12 per cent) but the levels were not found to be higher in Grampian.\n\n\n\nStudies were carried out investigating E. coli O157 in a range of soils. It was shown that the organism was able to adapt and survive in low nutrient conditions and it took longer to revive the pathogen the longer it was left in soil. Further, higher population densities remained viable in Scottish soils and at lower temperatures which may be part of the reason why E. coli O157 has a higher incidence in Scotland.\n\n\n\nDescriptive epidemiology found that twice as many cases per head of population occurred in rural compared with urban areas. The disease was most common in young rural children and hence this group is the one where education about the disease should be targeted. It was unclear why the disease was four-fold higher in Grampian than Wales. The findings from risk assessment and epidemiological models indicated that food and the environment as sources of infection were probably more important than private water supplies.\n\n\n\nThe health care and out-of-pocket costs of the disease were estimated to be approximately ?6,000 per case in England/Wales. Assuming these costs are representative of Scotland, the cost to the UK would have been approximately ?7.5 million in 2010. Actual costs will be higher because of the long term effects of disease on individuals.\n\n\n\nThirty interventions that could reduce human disease were evaluated by expert opinion, risk assessment, financial cost and views of farmers and consumers. The two interventions that scored best for both effectiveness and by expert opinion were to encourage farmers and farm visitors to wash hands following contact with farm animals and vaccination of cattle to control pathogen colonisation and faecal excretion of E. coli O157. Hand washing was also strongly supported by both farmer and consumer focus groups. It was estimated it would cost ?7-8 million per year to implement at farms, including petting farms across Scotland and Wales. A potential vaccine met with a mixed response from consumers and farmers who were concerned about the cost (?14-28 million per year). Other interventions that were assessed included treatment of private water supplies and ensuring that foods such as beefburgers were cooked properly. Throughout the project there was stakeholder engagement. Indeed stakeholders were interviewed, completed questionnaires and provided key expertise and co-production of knowledge with academics. Dissemination of results to stakeholders has been achieved through presentations at expert committees and to individuals. During the project there have been numerous press articles detailing particular aspects of the research. The project also contributed evidence to the independent investigation of the Godstone petting farm outbreak.\n\nThe potential impacts on government policy include evidence for underpinning the decision making process. For example the findings that visitors in rural areas were less aware of the risks from E. coli O157, as well as the general view of it being an indoor rather than outdoor risk indicates that there is a requirement for educational information at petting farms and at locations in the countryside frequented by visitors. Further, the information on hand washing is supported by both consumers and farmers as well as being backed up by evidence of its effectiveness from risk assessment and so should be encouraged for use by countryside users.\n The findings of the work are being published in the scientific press and also presented at international conferences and scientific meetings in the UK. The project has managed to combine both technical and lay views of risk on E. coli O157 for the first time. The techniques used are applicable to other gastrointestinal pathogens and other infectious diseases. Agriculture, Food and Drink,Environment,Healthcare","dataset":"gtr"}