{"id":"37ABCA75-EF6B-4105-A0FF-E44B5BC594BE","title":"The genetic basis for the distinctive properties of M. tuberculosis CH; a highly virulent strain from a school outbreak.","abstractText":"Tuberculosis, a chronic and predominantly respiratory disease caused by the bacterium Mycobacterium tuberculosis (MTB), remains one of the major causes of disease and death in humanity. There are currently over eight million new cases of tuberculosis worldwide every year and, in some UK cities rates of the disease are climbing. Evidently we do not understand MTB well enough to bring it under control it through drug treatment or vaccination. \n\nA very large outbreak of tuberculosis was detected in a Leicester school in 2001. The size and nature of the outbreak made it a powerful ?natural experiment? that presented a rare opportunity to progress our understanding of tuberculosis. We have found that the strain of MTB responsible for the outbreak, which we have designated CH, has exceptional properties. It is highly aggressive in animal infections, is most unusual in the way it interacts with the immune system and is strikingly altered in the way it metabolises lipids. In this project we aim to find and understand the genes responsible for these properties.\n\nBecause the complete genetic complement of a standard MTB strain has already had its genetic code sequenced, we have been able to compare the DNA of CH to this sequence. Our preliminary studies have identified ten genes that may be connected to CH?s unusual properties. We propose to extend these studies to look for other genes that may be important. The core of the project will be to investigate the importance of specific genes to each the exceptional properties of CH that we have detected.\n\nThe properties of CH provide clues to why MTB has been so difficult to control. Through understanding the genetic basis of these properties we aim to enable the development of new ways of treating and preventing tuberculosis.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0300403","grantId":"G0300403","fundValue":"261137","fundStart":"2004-03-01","fundEnd":"2008-06-30","funder":"MRC","impactText":"","person":"Michael Richard Barer","coPersons":["Peter William Andrew","Kumar  Rajakumar"],"organisation":"University of Leicester","findingsText":"","dataset":"gtr"}