{"id":"37B07310-C8DB-4AB8-B67D-8F37E0FD364A","title":"Label-free, ultra-sensitive, high-throughput screening for early detection and monitoring of Alzheimer s disease.","abstractText":"It has recently been said that ?Alzheimer s disease and other dementias are the single most significant health and social crisis of the 21st century? (Dr Daisy Acosta, Chairman of Alzheimer?s Disease International). Over 830,000 people in the UK are directly afflicted by AD whilst it is estimated that 1 in 4 homes are affected in some way. Costs to the UK economy are around #23 billion annually. These figures are rising rapidly with the incidence of AD worldwide predicted to rise from an estimated 35.6 million people in 2010 to 65.7 million people by 2030 (World Alzheimer Report 2010).\n\nAD is a complex disorder which results in irreversible neuronal damage and a subsequent decrease in cognitive, behavioural and functional abilities. Characteristic hallmarks of the disease are the presence of amyloid beta plaques and neurofibrillary tangles in the brain tissue. Diagnosis is difficult and presently can only be confirmed definitively following a post mortem examination of these markers. The methods and uncertainty associated with AD diagnosis mean that treatment only begins once the disease is well established. It is believed, however, that disease pathology begins much earlier perhaps even in youth. There is an urgent need, therefore, to develop techniques for early disease detection before symptoms of dementia become manifest. \n\nResearch teams in Nottingham are involved in a large project to identify protein markers and develop detection instruments that could allow diagnosis of AD from a small blood sample. The diagnostic power of the markers arises both from their presence and their interrelated patterns. Analysis of these markers would allow earlier identification of individuals who are at risk of AD and would provide a method of monitoring individuals to assess the success of therapeutic regimes. The technology being developed utilises a phenomenon known as plasmonic ellipsometry, which responds to minute quantities of marker molecules that become attached to a slide with a thin gold surface. The overall cost of these techniques will allow the system to be installed in point of care clinical environments as the technology is expected to be simple to use.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1001500","grantId":"G1001500","fundValue":"652941","fundStart":"2011-06-01","fundEnd":"2013-05-31","funder":"MRC","impactText":"","person":"Paul  O'shea","coPersons":["Mark Charles Pitter","Kevin  Morgan","Michael  Somekh","Nin  Bajaj"],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}