{"id":"37B75D83-C212-454F-922D-E36A4FEE3527","title":"Visualising Pathogen &amp; Environmental Risk (ViPER): an innovation platform to bridge science and decision-making in catchment microbial dynamics","abstractText":"Around the world the prediction of microbial water pollution is important for informing policy decisions in order to safeguard human health. However, modelling the fate and transfer of microbial pollutants, such as E. coli (&amp; other pathogens) at different spatial scales poses a considerable challenge to the research and policy community. In the UK much research has focused on trying to understand the movement &amp; survival of pathogens in environmental systems with a view that better knowledge and data on the behavioural characteristics of these micro-organisms will improve our ability to model and predict their interactions with, and responses to, the world around us. The NERC-funded project ReMOFIO (NE/J004456/1) provides an example of research undertaken in the UK to improve our understanding of the magnitude and spatial distribution of microbial risks in the landscape. In turn, this new knowledge has enabled the refinement of a simple modelling framework to allow for improved prediction of microbial risk on agricultural land, based on livestock numbers, farming practices and E. coli survival patterns under environmental conditions (e.g. rainfall and temperature fluctuations). While this model is useful, its current form makes it inaccessible to a wider audience and, most importantly, hinders its wider uptake by the regulatory community and those with a responsibility for catchment management and environmental decision-making. Indeed, models developed by the scientific community are rarely, if ever, designed in such a way to maximise their appeal to different end-users from the outset. Often what is required to effectively 'open-up' the access of sometimes rather complex science into a more user-friendly format is the development of an interface, or 'front-end', that promotes end-user interaction but keeps the underpinning science hidden from view. A common approach to enable this is the design of a Graphic User Interface (GUI) that allows end-users without specific modelling skills or knowledge of a modelling system to take advantage of existing science and modelling capability. A GUI essentially provides an effective means of translating scientific research into a practical tool for end-users.\n\nIn response, this Innovation Project will promote engagement, deliberation and joint decision-making across a range of science providers (researchers) and science users (regulators, catchment managers and farm networks) in an effort to develop a GUI for the ReMOFIO model, and to explore the translation of this GUI into an App-based format too. This represents a critical step for ensuring that this NERC funded model and data delivers real-world impact through innovative conversion of the underpinning evidence-base into a format that is widely accessible by relevant end-users. The aim of the ViPER (Visualising Pathogen &amp; Environmental Risk) project is to facilitate wider access and uptake of this NERC science, by stakeholders, in order to deliver that impact and to ensure that up-to-date insight and knowledge is transferred to the right people both in the right way and at the right time.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/M007812/1","grantId":"NE/M007812/1","fundValue":"65431","fundStart":"2014-10-01","fundEnd":"2015-03-31","funder":"NERC","impactText":"","person":"David Michael Oliver","coPersons":["Phil James Bartie","Ann Louise  Heathwaite"],"organisation":"University of Stirling","findingsText":"","dataset":"gtr"}