{"id":"37C6E19B-95EC-46A5-B99B-4109B4E21B39","title":"Mining the History of Medicine","abstractText":"This project, a cross-disciplinary collaboration between the National Centre for Text Mining (NaCTeM) and the Centre for the History of Science, Technology and Medicine (CHSTM) at the University of Manchester, seeks to demonstrate the potential of text mining in medical history. To do this, firstly an asset will be created out of two very large, long-running digital sources, the British Medical Journal (BMJ) (1840 - present) and the London-area Medical Officer of Health (MOH) reports (1848-1972), by applying text mining techniques to enrich these data with semantic annotations. \n\nAn important aspect of this work is to build tools to identify and record terminological variation and semantic shift over time, via construction of a temporal terminological inventory from the archives. Then, a semantic search system will be developed to help historians in broadening and deepening their work to ask 'big' questions that cover long periods, without losing sensitivity to changes in terminology and meaning. \n\nThe resulting asset and tools will be used and evaluated in two case studies, exploring the modern epidemiological transition and the creation of a medical surveillance culture, two massively important and interrelated changes in British health experience, where many questions remain unanswered. The methods and results of the case studies will serve as concrete examples of how such an asset and tools can be used.\n\nThe text mining tools and derived resources will be made available to the community via an interoperable text mining environment that will be contributed to the repositories of major digital humanities infrastructures (CLARIN, DARIAH, META-SHARE).\n\nThe project will be guided by an Expert User Advisory Group. Two workshops are planned to receive further guidance from and to inform the wider community.\n\nThe project plans to extend its impact to the following sectors: public health, public policy, publishing, media and libraries, with a view to ensuring sustainability and wider uptake of methods and technologies.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/L00982X/1","grantId":"AH/L00982X/1","fundValue":"261429","fundStart":"2014-01-01","fundEnd":"2015-06-30","funder":"AHRC","impactText":"","person":"Sophia  Ananiadou","coPersons":["John  McNaught","Carsten  Timmermann","Michael  Worboys"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}