{"id":"37C895EF-39DB-45DB-BE51-D19848D93576","title":"The physiological importance of phospholipase D signalling","abstractText":"Hormones, neurotransmitters and growth factors regulate the body s functions by activating processes in cells that produce signals that control the way a cell grows, divides, moves or secretes. One of these signalling pathways involves activation of the enzyme phospholipase D which produces the messenger phosphatidic acid. Studies in cells in tissue culture have suggested that this pathway is activated in many responses and is involved in processes such as how inflammation is activated, how cells move and how they secrete factors. There is a need to understand how these pathways are regulated and the precise roles played by this signalling event, since distortion of the regulation is implicated in inflammatory disorders and other diseases including cancer. The only way to understand this physiological role is to generate and study a genetically modified mouse model. We will isolate cells from the mice and thereby characterise the role and regulation of the signalling. This work has the potential to identify targets for future therapeutic intervention.\nThe Babraham Institute has an extensive Science and Society programme, involving outreach to local schools and colleges and work with local and national media. In 2007 Babraham won the ?Large Business Award? for its work with schools ? a competition sponsored by the BBC and EU amongst others. All Babraham scientists are actively involved in this programme, with each group leader required to spend 2 days/year on some form of public engagement activity. The Wakelam lab hosts summer and work experience students and assists with other public engagement events as well as being actively involved in visiting primary and secondary schools to attempt to enthuse children about science in general and research in particular, this includes explaining the importance of animal use in research.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0801160","grantId":"G0801160","fundValue":"1281250","fundStart":"2009-06-14","fundEnd":"2016-10-13","funder":"MRC","impactText":"","person":"Michael  Wakelam","coPersons":[],"organisation":"Babraham Institute","findingsText":"","dataset":"gtr"}