{"id":"37CDEBF5-FC30-4258-956A-07B07675E76D","title":"Probing the molecular origins of Parkinsons disease using camel single domain antibodies","abstractText":"Parkinsons disease is an incurable neurodegenerative condition that afflicts about 1-2% of the global population over 65 years, and whose prevalence is expected to increase even further as our population ages. The symptoms of this devastating and fatal disease include tremor, rigidity, and slowness of voluntary movements. Currently, although there are treatments to reduce these highly debilitating symptoms, no cure is available that can alter significantly the course of the disease itself. The development of a cure is hampered by our lack of understanding of the molecular processes occurring in the diseased brain. The regions of the brain that are most damaged in the disease contain thread-like assemblies of a protein called alpha-synuclein, which form deposits known as Lewy bodies. Although a clear link exists between the presence of these deposits and the disease, it is not clear whether these or other smaller aggregates are actually responsible for the loss of brain cells. A detailed understanding of the structural properties of these aggregates is still missing, but it would be vital for enabling the development of therapeutic strategies. The introduction of novel tools to control the populations of these aggregates is of great importance for their structural investigation and for identifying the species that are most toxic to brain cells. We have designed a type of small proteins (called antibody domains) that can bind to alpha-synuclein in different ways and that allow us to control the formation of these different types of aggregates. By employing these small antibody domains to control the aggregation of alpha-synuclein in cells, worms and in the brain of fruit flies, we will measure whether any of the small antibody domains are able to prevent the neurodegeneration caused by alpha-synuclein. The comparison of the observations in these organisms with those on the effects of the antibody domains in the test tube will allow us to identify which types of aggregates are most important in the development of Parkinsons disease and hence represent the best targets for developing therapies to treat or prevent this disease and other diseases related to the aggregation of alpha-synuclein, generally termed synucleinopathies. The knowledge gained from the proposed research will also contribute considerably to the advances in the elucidation of other protein aggregation disorders, such as Alzheimers disease, and the transmissible spongiform encephalopathies, including scrapie and the mad cow disease, which equally have a high impact on public health and economy.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1002272","grantId":"G1002272","fundValue":"384217","fundStart":"2011-08-01","fundEnd":"2014-07-31","funder":"MRC","impactText":"","person":"Christopher  Dobson","coPersons":["Erwin  De Genst","Michele  Vendruscolo"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}