{"id":"37CE8200-B9BF-480F-AD9C-7A8ED741D981","title":"MUSCLE: Multi-platform Unbiased-optimisation of Spectrometry via Closed-Loop Experimentation","abstractText":"Mass spectrometry (MS) is an extremely widely used tool in biology that enables us to measure a wide range of chemicals, including metabolites, peptides and proteins. These measurements are critical for helping us to understand how cells and organisms function at a molecular level. Typically, mass spectrometers are coupled to chromatography. So called liquid chromatography-mass spectrometry (LC-MS) and gas chromatography-mass spectrometry (GC-MS) are extremely common tools in labs in universities and industry. Direct infusion mass spectrometry (DIMS) is also used in some fields due to its measurement rapidity. Regardless of whether a chemist is using LC-MS, GC-MS or DIMS, the development of new analytical methods on a mass spectrometer is extremely time consuming and challenging; e.g., it took one experienced scientist more than a year of effort to develop an optimised LC-MS method for analysing 13 biochemicals (in letters of support). After a method has been published, other scientists will often want to replicate it in their own labs. Yet even this can take considerable time and resources. The primary reason why optimising an MS method is so difficult and time consuming is because the scientist is faced with a very large number of settings for controlling the instrument. Varying all the settings systematically to optimise an analysis is impossible because of the astronomical number of combinations that are possible. So how can we develop these MS methods much more quickly and efficiently? If a solution can be found, labs could develop and implement more MS methods of significantly improved quality, opening up a plethora of novel biological investigations. Also, time savings would translate directly into cost savings, with obvious benefits to universities and industry. Previously we developed computer software that enabled a chemist to optimise automatically their mass spectrometer. We did this for specific LC-MS and GC-MS instruments. Not only was this procedure fully automated, but it greatly improved the analytical method by detecting three times as many biochemicals (revealing new biology), and it only took a few days of automated optimisation to achieve this exciting result. This was published in a leading journal, and read with enthusiasm by the scientific community. Unfortunately, scientists in other labs have not been able to use this software as it was programmed to control only three specific mass spectrometers. Also, it was done in such a manner that reprogramming it for each additional mass spectrometer would be challenging and time consuming. There is now an urgent need for this software to be redeveloped and expanded, so that it can be used to optimise methods on any mass spectrometer in any laboratory. This need, together with the great benefits that would result including considerable time and cost savings, is explained and justified in 12 letters of support that accompany our proposal. These letters are written by scientists in universities, industry and government labs across the world. Our proposal includes two major international companies, GSK and Dionex, as Project Partners. We will develop novel user-friendly software that can control LC-MS, GC-MS and DIMS instruments, which will enable the rapid, robust and fully automated optimisation of MS methods. We will thoroughly test this software on several instruments from several manufacturers. We will also establish this software, and associated 'application control scripts' for controlling a range of mass spectrometers and chromatographs, as a community resource. One way that we will achieve this is by setting up and maintaining a dedicated interactive website for the software. This will include training material (e.g. as a podcast), and the capability for users to upload and share their own application control scripts and to provide feedback. Ultimately this software tool - MUSCLE - promises to facilitate the ever growing use of MS in biology.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I023755/1","grantId":"BB/I023755/1","fundValue":"27242","fundStart":"2012-04-01","fundEnd":"2012-12-31","funder":"BBSRC","impactText":"  Not as yet. However a research article describing the software and techniques developed has been accepted in Bioinformatics journal; this should lead to use in the community soon. Pharmaceuticals and Medical Biotechnology Societal","person":"Joshua  Knowles","coPersons":["Royston  Goodacre"],"organisation":"The University of Manchester","findingsText":" We developed a software platform that communicates with laboratory instruments used for analysis of biological samples (e.g. blood).\nThe platform can automatically direct the instruments to conduct experiments, and analyses the results. Using this information, it selects further experiments to do. The purpose of this automated experimental loop is to &amp;amp;amp;quot;optimise&amp;amp;amp;quot; the instrument so that it is performing extremely sensitively, and providing the maximum information about the sample. Normally achieving this optimal setup is laborious work for a lab scientist; it is important for successful analysis but it is not interesting or creative work. Therefore freeing scientists from this work is beneficial.\n\nOur platform is written so that scientists can easily write and share a script for their own instrument, allowing the platform to be widely used and continually extended to newer instruments as these are produced. The findings will be put to use in two ways. \n1. The platform we developed will be used by scientists to perform this optimisation step whenever they are using analytical instruments to characterise a biological sample, especially when they have many samples to analyse.\n2. Other scientists will be interested in improving our platform itself by building into it other optimisation algorithms and testing these. This will lead to further benefits to analytical science. Digital/Communication/Information Technologies (including Software),Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}