{"id":"37CF72B9-012B-4143-8CF6-0D3C270B7A40","title":"Selective chemical intervention in plant cell wall polysaccharide metabolism: consequences for cell expansion","abstractText":"Growing plants have cell walls composed of polysaccharides called pectins, hemicelluloses and cellulose. This type of wall (the primary cell wall) is unique to plants, and indispensable for their growth and development / especially for 'cell expansion', an aspect of plant physiology utterly different from the growth processes of animals and microbes. The enormity of plant cell expansion can be illustrated by the fact that a mature oak tree contains fewer cells than one human liver! Plant growth (indisputably a vital process in biology and agriculture) thus depends on biochemical processes that occur in the primary cell wall. Much is known about the chemistry of individual cell-wall polysaccharides, but we still cannot ascribe specific biological functions to specific chemical components of the wall. Usually in this situation, a powerful experimental method for finding such functional relationships would involve genetics: the gene for a wall component would be knocked out and we would observe the biological fate of the plant ('what it died of'). However, this approach is difficult to apply to cell wall components because there are often dozens of genes all encoding a group of very similar cell wall-related enzymes. For example there are 33 different genes all specifying functionally similar versions of a particular cell wall enzyme, xyloglucan endotransglucosylase (XET). It is not practicable to knock out all the members of such a family of genes. The alternative approach, adopted here, is to use foreign chemical agents (xenobiotics) that block the action of all members of the corresponding family of proteins. If we could apply such a xenobiotic, to inhibit the activity of all 33 XETs, for example, we could critically test the hypothesis that XETs (as a group) play a vital role in cell expansion. This approach is termed selective chemical intervention in biological systems (SCIBS), or 'chemical genetics'. We will explore the effects on plant cell expansion of non-toxic xenobiotics that specifically inhibit a family of wall-related enzymes. To discover such inhibitors, we will need to test 100's to 1000's of xenobiotics for their ability to inhibit the cell-wall enzymes of interest. Testing the effects of ~2000 xenobiotics on the activity of ~30 enzyme-families clearly requires a simple, 'high-throughput screen' for each enzyme family. This lab has invented such a screen, termed a dot-blot assay, for one particular enzyme family (the XETs), and we will now devise comparable dot-blot assays for ~29 additional families of cell-wall enzymes as well as for a group of other growth-enhancing cell-wall proteins called expansins. The xenobiotics to be tested will be sourced from commercial collections of natural products, already-known enzyme inhibitors, and herbicides (those with unknown modes of action). We will also modify some of the more promising xenobiotics by attaching chemical groups to them which may enhance their specificity or effectiveness. With these resources, we will screen the xenobiotics for effects on wall-related enzymes. Active xenobiotics will be tested in detail so we can define how effective they are. how specific they are (i.e., whether they inhibit only one family of wall enzymes), and whether they are toxic to plant cells (e.g. as respiratory poisons). Suitable xenobiotics will be used to diminish the target enzyme's activity; we will monitor consequent effects on the plant cells' ability to grow and develop. The aim is to provide definitive new information on the specific biological significance of selected cell-wall components.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E013651/1","grantId":"BB/E013651/1","fundValue":"383196","fundStart":"2007-08-01","fundEnd":"2010-08-31","funder":"BBSRC","impactText":"","person":"Stephen C. Fry","coPersons":[],"organisation":"University of Edinburgh","findingsText":" not applicable this year (full report was provided at end of grant) not applicable this year (full report was provided at end of grant) Agriculture, Food and Drink,Chemicals,Energy,Manufacturing, including Industrial Biotechology","dataset":"gtr"}