{"id":"37E0C208-608B-4B02-8B03-399CFF528C19","title":"Why do people from different cultures think differently? Explaining cultural variation in psychological traits","abstractText":"<p>Until recently, psychologists assumed that people from different societies all think in the same way as we do in the West. However, when psychologists started testing non-Western people, they found intriguing cultural differences. For example, when viewing scenes, Westerners tend to focus on single objects, whereas non-Westerners on the relationships between objects; socially, Westerners explain others people’s behaviour in terms of fixed personality traits, whereas non-Westerners explain actions in terms of social contexts.</p>\n\n<p>The aim of this project is to explain how and why these cultural differences in thinking styles emerged and are maintained. We will take advantage of a unique natural experiment: immigration. If the UK-born children of non-Western immigrants resemble their parents psychologically, we can infer that those traits are transmitted from parents either genetically or culturally. However, if they resemble local non-immigrants, then non-parental influence must be at work. We will then see whether this shift is associated with specific factors, such as years of schooling, exposure to mass media, or bilingualism.</p>\n\n<p>Questionnaires and behavioural measures will be administered to multiple generations of migrants, firstly targeted in the East London British Bangladeshi community, and then world-wide via an innovative web app.<br /><br />&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/J01916X/1","grantId":"ES/J01916X/1","fundValue":"369437","fundStart":"2013-04-06","fundEnd":"2015-06-30","funder":"ESRC","impactText":"  We have no concrete findings yet, so have not pursued direct impact. We have made and maintained contact with local Bengali groups and local East End schools with the future aim of dissemination of eventual findings.  ","person":"Alex  Mesoudi","coPersons":["Peter William McOwan","Devyani  Sharma","Parvati  Nair"],"organisation":"Durham University","findingsText":" We are 18 months into this 36 month grant. The grant has three primary objectives, and below I review their progress:\n\n1. To administer questionnaires to multiple generations of British Bangladeshis in East London, as well as White British members of the East London community, mapping cultural and generational variation in psychological measures. These include analytic vs holistic categorisation style, independence vs interdependence of self, global vs local perspective taking, and individualist vs collectivist values. \nProgress: All data has been collected and is currently being analysed. Preliminary analyses suggest that second generation British Bangladeshis are either identical to White British people, or intermediate between their first generation parents and the local White British population, in these measures. This indicates relatively rapid acculturation in these measures of psychological styles.\n\n2. To create an app version of the questionnaires used in (1) to map psychological styles worldwide, and specifically in immigrant populations.\nProgress: The app is in its final stages of testing and will go live in the next 2 months. Extensive design and testing has been conducted through close collaboration between PI Mesoudi, co-I McOwan, PDRA Magid and research assistant Hamit Soyal.\n\n3. Lab experiments simulating the emergence of culturally variable psychological traits, in response to such factors as collaboration vs competition and environmental change vs stability.\nProgress: One set of experiments has been completed with null findings, using computer-based collaborative vs competitive tasks. Two further rounds of experiments are planned in Year 3 (Oct-Dec) looking at non-computer-based collaboration and competition, and environmental change/stability.\n\nOther outcomes:\nThe Research Assistant employed during the first year of the grant, Dr Delwar Hussein, left early to take up a postdoctoral position at Edinburgh University. We did not replace him during the three months remaining on his position because the postdoc on the grant could effectively finish data collection in his place. Our project has direct relevance for immigration debates and policy. Our provisional finding that second generation British Bangladeshi immigrants partially or fully acculturate to local thinking styles in just one generation suggests that fears over a lack of immigrant integration may often be unfounded, and that expensive programmes to facilitate integration may even be unnecessary. On the other hand, such rapid acculturation raises concerns over the loss of cultural identity in certain groups, as traditional strengths (e.g. a strong sense of family and community identification) may be lost.\n\nAcademically, our findings suggest that thinking styles are susceptible to rapid cultural change due to migration, rather than being genetically fixed. We will also open up new avenues for testing the origin of cultural variation in psychological traits through online apps and lab experiments. Communities and Social Services/Policy,Digital/Communication/Information Technologies (including Software),Education,Government, Democracy and Justice,Culture, Heritage, Museums and Collections","dataset":"gtr"}