{"id":"37EA3A40-88C0-44C9-93BA-6B84E256AB17","title":"The regulation of Wilms' tumour 1 by phospholipid","abstractText":"The Wilms' tumour 1 protein, WT1, was first identified in a type of kidney cancer that affects children. WT1 is generally lost in this type of cancer, which suggests that WT1 normally offers protection. An opposite role for WT1 is seen in many adult cancers, including of the lung and breast. Here, WT1 helps to drive formation of the cancer. Thus, WT1 appears to have opposite effects in childhood and adult cancers. \n\nWe have discovered an interaction partner of WT1, a protein named BASP1. BASP1 is able to bind to WT1 and change the way that WT1 behaves. BASP1 is responsible for switching the function of WT1 between a protector or a promoter of cancer.\n\nWT1 is a protein that binds to DNA. It binds to the control regions of genes and switches them on. When BASP1 binds to WT1, this causes genes to switch off instead. This is how BASP1 changes the function of WT1 from a cancer-promoter to a cancer-preventer. \n\nWe have found that BASP1 needs to bind to a small natural chemical called PIP2. PIP2 is a type of fat that is normally associated with the membrane that surrounds cells. Surprisingly, PIP2 needs to bind to BASP1 when it interacts with WT1 and DNA. Without PIP2, BASP1 does not function correctly with WT1. Our work has demonstrated a new way for switching genes on and off.\n\nThis proposal describes experiments to determine how PIP2 functions with BASP1 and WT1 to change the on-off status of genes. There are three specific aims;\n\n1. We will determine how BASP1 and PIP2 cause changes in the ability of WT1 to switch genes on and off. This will involve looking at the way that genes are wrapped into bundles inside the cell. The effect of BASP1 and PIP2 on the bundling of genes will determine how they work with WT1 to switch genes on and off.\n\n2. We will determine how BASP1 binds to PIP2 and how this changes the way that BASP1 binds to WT1. The specific features of BASP1 that are needed for binding to PIP2 will be determined. Insights into how the BASP1-PIP2 partnership changes depending upon the state of the cell will be obtained.\n\n3. WT1 was first identified as a factor that loses function in children's kidney cancer. We will use the information from the first two aims to determine how WT1, BASP1 and PIP2 change the behavior of a cell type that normally develops into a kidney cell. This will involve looking at how they act to make the cells continue to grow in a cancer-like fashion instead of forming specialised kidney cells. \n\nThe completion of these studies will provide new insights into the critical roles of WT1 in cancer. They will also open new avenues for therapeutic intervention in cancers that involve WT1 and BASP1.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K001027/1","grantId":"MR/K001027/1","fundValue":"296803","fundStart":"2013-05-01","fundEnd":"2016-04-30","funder":"MRC","impactText":"","person":"Stefan  Roberts","coPersons":[],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}