{"id":"37F28FAF-6FC9-4B26-8853-E712257FD5D7","title":"In-situ shock performance investigation of lightweight ceramic nanocomposites","abstractText":"High performance ceramics with high strength or hardness can withstand extremely severe shock loading, having been used in many critical protective applications. The rapid development of nanomaterials offers great potential for further improving the performance of protective materials to the next level. It has been confirmed both experimentally and theoretically that nanomaterials can exhibit much higher strength and/or hardness than their bulk parental counterparts, not only under general ambient conditions but also under high rate shock loadings. A recent Science paper has reported that ultra-high strength can be achieved for nanocrystalline materials under shock loading. Furthermore, composites allow for the combination of multiple advanced properties to produce a customisable behaviour. The increased utilization of such advanced ceramic composites under dynamic loading conditions requires an improved understanding of the relationship between high-rate/shockwave response as a function of micro-structure and even nano-structure. The corresponding relationship for single-phase materials is very different. In this context, three key Themes characterize the research: (1) design and synthesis of advanced nanocomposite materials; (2) elucidation and full (or fundamental) understanding of the nanostructure - shock response relationship; (3) prediction of the nanocomposites performance.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G042497/1","grantId":"EP/G042497/1","fundValue":"132474","fundStart":"2009-10-01","fundEnd":"2012-02-29","funder":"EPSRC","impactText":"","person":"Shaowei  Zhang","coPersons":[],"organisation":"University of Sheffield","findingsText":" A range of nanosized ceramic powders for armour applications, including WS2, MoS2, W and carbides were synthesised at low temperatures by using various novel techniques such as molten salt synthesis and low temperature pyrolysis. These powders were used to prepare several types of nanocomposites and their shock resistance investigated. These composites have shown good mechanical properties such as mechanical strength and hardness, and thus could be potentially used for armour applications. The findings could be used by other researchers working on composite materials. Aerospace, Defence and Marine,Chemicals,Electronics,Security and Diplomacy","dataset":"gtr"}