{"id":"37F6E298-DB30-45CE-8854-AD05EC274314","title":"Aerosol iron solubility over the Southern and Atlantic Oceans","abstractText":"This project aims to study some important aspects of the influence of iron chemistry in the environment on the growth of microscopic plants (phytoplankton) in the ocean. Levels of iron in the ocean are extremely low and this poses a problem for phytoplankton, because iron is an essential component of many of their enzyme systems. Large amounts of iron get blown into the oceans from deserts around the world, but ocean areas a great distance from deserts receive very little of this iron. The Southern Ocean around Antarctica is one such area, where iron levels are so low that in vast areas the phytoplankton population is unable to use up large stores of nutrients such as nitrogen and phosphorus because they do have enough iron (they are iron-limited). Paradoxically, despite the importance of the Southern Ocean as an iron-limited region, it is probably the ocean region for which we have the least reliable information on iron inputs from the atmosphere. One of the goals of our project is therefore to collect samples of rain and aerosol during two research cruises that together will track from the southern tip of Africa to Antarctica, then west across a region of the Southern Ocean known as the Weddell Sea, and finally north to the tip of South America. A complicating factor in studying iron inputs to the ocean is that a large proportion of the iron that falls into the ocean in dust remains in the dust and simply falls to the seabed. Only the proportion of iron that dissolves in seawater is available for use by phytoplankton. Understanding what that soluble portion is, and what environmental factors control it, is a major challenge. Our second goal is to measure the soluble portion of iron in aerosol samples collected during the two Southern Ocean cruises and also in samples we have already collected during 11 other research cruises in other regions of the Atlantic Ocean. This large database will allow us to better understand how this key component of the Earth System functions and how iron deposited into the oceans can affect phytoplankton growth and climate.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E010180/1","grantId":"NE/E010180/1","fundValue":"41983","fundStart":"2007-10-22","fundEnd":"2008-08-21","funder":"NERC","impactText":"","person":"Alexander Roberts Baker","coPersons":[],"organisation":"University of East Anglia","findingsText":" This project aimed to study some important aspects of the influence of iron chemistry in the environment on the growth of microscopic plants (phytoplankton) in the ocean. Levels of iron in the ocean are extremely low and this poses a problem for phytoplankton, because iron is an essential component of many of their enzyme systems. Large amounts of iron get blown into the oceans from deserts around the world, but ocean areas a great distance from deserts receive very little of this iron. The Southern Ocean around Antarctica is one such area, where iron levels are so low that in vast areas the phytoplankton population is unable to use up large stores of nutrients such as nitrogen and phosphorus because they do not have enough iron (they are iron-limited).\n\nDespite the importance of the Southern Ocean as an iron-limited region, it is probably the ocean region for which we have the least reliable information on iron inputs from the atmosphere. One of the goals of our project was therefore to collect samples of rain and aerosol during two research cruises that together covered a track from the southern tip of Africa to Antarctica, then west across a region of the Southern Ocean known as the Weddell Sea, and finally north to the tip of South America.\n\nA complicating factor in studying iron inputs to the ocean is that a large proportion of the iron that falls into the ocean in dust remains in the dust and simply falls to the seabed. Only the proportion of iron that dissolves in seawater is available for use by phytoplankton. Understanding what that soluble portion is, and what environmental factors control it, is a major challenge. Our second goal was to measure the soluble portion of iron in aerosol samples collected during the two Southern Ocean cruises and also in samples we had already collected during 11 other research cruises in other regions of the Atlantic Ocean. \n\nSampling during the Southern Ocean cruises was successfully completed and substantially increased our knowledge of the concentrations of iron and other metals over this important and isolated region of the globe. The large quantity of data on aerosol iron solubility generated by the project formed a major part of a global database. This will allow us to better understand how this key component of the Earth System functions and how iron deposited into the oceans can affect phytoplankton growth and climate. The compilation of aerosol iron solubility measurements we contributed to is publicly available (as as electronic supplement to the Sholkozitz et al., 2012 manuscript) and is being used by a number of modelling groups worldwide to validate their models. Environment","dataset":"gtr"}