{"id":"37F93025-E6CF-4B35-A026-42E9F1B1A391","title":"RORgamma+ Innate Lymphoid Cells in Skin Wound Healing","abstractText":"Normal wound healing is continually occurring in the body and has a key role in maintaining normal health and fitness. Recently it has been shown in the intestine that a specialised type of immune cells called innate lymphoid cells have a key role in maintaining normal gut function. We have found that these cells can travel to the skin have a key role in the normal healing of cuts and abrasions. This occurs through preventing the &quot;adaptive&quot; immune cells, T lymphocytes from causing the induction of scar like tissue in wounds. When normal healing fails to occur properly it can induce painful and difficult to treat pathologies, thus the need to better understand the process of normal wound healing. In this research proposal we will analyse the signals that orchestrate the normal healing process and how these are regulated so wounds heal quickly without leaving disfiguration. We will determine how immune cells are recruited to the wound sites and what happens to them when wounds are fully healed. We will analyse how the different cells communicate with each other and how the timing of these signals controls the normal healing process. We will investigate how this process can be modulated by the presence of opportunistic bacteria that can infect wounds and how this changes the wound healing process. Through working with clinical samples and industrial collaborators we will work towards translating the results of this research into the clinic.\n\nConventionally the immune system is portrayed as an army of soldiers ready to destroy invading bacteria and viruses. Our preliminary data suggest that a subset of immune cells should be seen as &quot;healers&quot; rather than &quot;soldiers&quot;, with a special role in maintaining normal wound healing. Through understanding how the immune cells controls the function and repair of the skin barrier will help in the development of new treatments for inflammatory skin disorders and ulcerative lesions, major unmet medical challenges.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K021125/1","grantId":"MR/K021125/1","fundValue":"419097","fundStart":"2014-01-01","fundEnd":"2016-06-01","funder":"MRC","impactText":"","person":"Mark Christopher Coles","coPersons":["Carrie A Ambler","Ardeshir  Bayat"],"organisation":"University of York","findingsText":"","dataset":"gtr"}