{"id":"37FB2DB6-8069-4CA5-A6C7-E3DFBC213177","title":"Evolution of NITrogen BUFFERing capacity of land water interfaces along hydrosystems of different age (NITBUFFER)","abstractText":"Floodplain, riparian and in-stream zones are key regulators of energy and matter transfer in river ecosystems. More specifically, terrestrial-aquatic interfaces in riverine landscapes, e.g. riparian forest or meadow, wetlands, gravel bars, where physical sedimentation and biological activities occur; act as biogeochemical hot spots, particularly for nitrogen cycling. These interfaces also represent functional retention areas, i.e. buffer zones (Haycock et al. 1997) which control and maintain river water quality (Sabater et al. 2003). Empirical evidence has shown that the area of water-substrate interface (i.e. water-sediment or wetland-upland length of contact) is positively correlated to the efficiency of nitrogen retention and uptake in river ecosystems. Nevertheless, efforts to quantify the importance of land-water interfaces on nitrogen cycling and their buffering capacity in drainage basins have largely been unsuccessful due to; i) the discrepancy between the scales at which these interfaces have been studied in situ and the extrapolation of their capabilities at larger scales, and ii) anthropogenic activities which have led to river ecosystem fragmentation and habitat destruction in most parts of the world, disrupting the structure and function of these lotic ecosystems, such that it is difficult to accurately decipher the role of these land-water interfaces. However, riparian zones are now well recognised as a tool to allow both protection of river quality against diffuse pollution and to promote the regeneration of stream habitats. Yet, we lack a fundamental understanding of the consequences of this restoration on the nitrogen buffering capacities of these land water interfaces. Moreover the trajectory of stream restoration based on the rehabilitation of riparian zones is not fully understood, mostly because we do not know the natural mechanisms by which hydrogeomorphological and microbial processes interact and the timeframe of these interactions to achieve nitrogen buffering capacities. The overall goal of the proposed research is to use watersheds of different ages and complexity that have developed during the last 250 years following deglaciation in Glacier Bay, southeast Alaska as a natural in-situ laboratory under maritime climate to analyse the co-evolution of hydrogeomorphic development and microbial processes controlling nitrogen buffering capacity in hydrosystems' land water interfaces. This research will provide the first insights into the natural timeframe of land water interface formation and development, and their consequences on nitrogen regulation in stream catchments. The choice of pristine hydrosystems under Maritime climate in Glacier Bay is appropriate due to: i) the existence of a well documented chronosequence, both in terms of vegetation and stream fauna successions; ii) space-for-time strategies can be used to quantify rates of change of land water structure and functions; iii) geochemical tracers are not influenced by past and present human legacy in this pristine context, and iv) the selection of drainage basins of similar size (ca 10 km2) permits to determine the importance of landscape structure and arrangement on N fluxes to be determined. This natural in-situ laboratory allows the formulation and testing of hypotheses related to the formation of the land water interface and the development of their nitrogen buffering capacity. In situ rate measurements of microbial processes regulating nitrogen cycles in land water interfaces, and organic matter character and concentration, together with geochemical indicators, will provide valuable data on the rate of evolution of nitrogen land water buffer zones. These data are essential for understanding the consequences of deglaciation on greenhouse gas emissions (N2O, CO2, CH4) and the mechanisms by which nitrogen buffering capacity develop over time.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G016917/1","grantId":"NE/G016917/1","fundValue":"323555","fundStart":"2010-01-01","fundEnd":"2013-09-30","funder":"NERC","impactText":"","person":"Gilles  PinayAlexander  Milner","coPersons":["Rebecca  Bartlett","Christopher  Kidd"],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}