{"id":"38037240-B9C8-43AF-B87C-F537E8A233C0","title":"Lipid control of membrane protein folding","abstractText":"Proteins are the 'worker molecules' in life. Cells in our bodies sense and communicate with the outside world via proteins embedded in membranes that surround the cells. These membrane proteins constitute about a third of the proteins in our bodies, and over half of the current targets for new medicines. Unfortunately, there is a limited understanding of how membrane proteins work at a molecular level. This is because they are notoriously unstable outside the membrane and it is difficult to obtain sufficient amounts for scientific study. Recent advances are, however, beginning to alter this situation. We aim to devise new methods to study a phenomenon known as 'folding'. Genes carry the code for proteins, but puzzles remain in deciphering how genetic information is translated into functional proteins. Proteins begin as a string of amino acids, which then have to fold-up to a particular shape in the right part of the body. If this folding fails, disaster strikes and the proteins malfunction. The most glaring gaps in knowledge of this folding phenomenon come with membrane proteins. We propose to forge new territory by devising new methods to understand membrane protein folding. We intend to do this by focussing on the other main component of membranes: lipids. These lipid molecules are the basic building blocks of membranes, effectively the bricks that make up these biological walls and they influence how their neighbouring proteins behave. We already know that certain lipid properties can be used to alter the protein folding and we now aim to understand the precise details of this control.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F013183/1","grantId":"BB/F013183/1","fundValue":"623503","fundStart":"2008-05-01","fundEnd":"2013-04-30","funder":"BBSRC","impactText":"","person":"Paula  Booth","coPersons":[],"organisation":"University of Bristol","findingsText":" Proteins are the &quot;worker molecules&quot; in life. Cells in our bodies sense and communicate with the outside world via proteins embedded in membranes that surround the cells. These membrane proteins constitute about a third of the proteins in our bodies, and over half of the current targets for new medicines. Unfortunately, there is a limited understanding of how membrane proteins work at a molecular level. This is because they are notoriously unstable outside the membrane and it is difficult to obta  Healthcare,Manufacturing/ including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}