{"id":"38091994-27CD-4E27-ACC9-A96BFA68F0E4","title":"How do local participatory governance reforms influence equitable access to health services? The role of Panchayati Raj Institutions in Kerala, India","abstractText":"The Public Health Foundation of India, the London School of Hygiene &amp; Tropical Medicine and the National Health Systems Resource Centre (NHSRC) of the Ministry of Health &amp; Family Welfare, Government of India will come together to explore how local participatory governance (LPG) reforms influence equitable access to health services. LPG of social sectors (such as health or education) entails decentralised planning and oversight of services, undertaken through participatory and deliberative processes involving local communities and stakeholders. The salutary impact of LPG on health access is widely acknowledged, however the actual pathways of such change are not well researched, and the role of context in influencing these pathways also remains poorly understood.\n\nThis research aims to address these gaps in the knowledge, using the case study of Panchayati Raj Institution (PRI) reforms in Kerala state, India. In India, LPG is synonymous with PRIs - locally elected bodies operating at village, sub-district and district levels with financial and administrative powers over social services including health care. Kerala is an example of extensively implemented PRI reform, and hence offers a best-practices scenario for clear identification of contexts and pathways of influence.\n\nOur conceptual model is informed by global evidence suggesting that LPG reforms have influences on multiple governance arenas, including politics, civil society and public administration. Resultant improvements in political accountability, community empowerment and health system responsiveness can act synergistically to enhance equitable access to health care. These broad putative pathways of influence provide a basic framework for more detailed empirical investigation.\n\nSpecific objectives:\n1. Explicate the pathways through which institutions of local participatory governance (LPG) influence access to health care for the poor and vulnerable, through a case study of the Panchayati Raj Institution (PRI) local governance system in Kerala state, India\n2. Understand the policy context of implementation of Kerala's PRI reforms for LPG in health care\n3. Explore and strengthen the application of innovative Health Policy &amp; Systems Research (HPSR) approaches in exploring LPG and its influence on equitable access to health care across different low &amp; middle-income country (LMIC) settings\n\nThe study will engage innovative HPSR approaches drawing on the social sciences, including realist enquiry and actor-focused approaches to policy implementation. Qualitative methodology, including in-depth interviews and focus groups conducted in four districts, will help access the lived experiences of involved policy actors (representing PRI committees, service users, civil society and health systems). Data will be analyzed using the &quot;framework&quot; approach for policy research developed by the UK National Centre for Social Research, combining pre-determined and emerging themes.\n\nData collection strategies will be revised iteratively as the study progresses, an approach that will be fundamental to innovating with HPSR methods. Towards the end of the study, we will convene a workshop to share preliminary findings and develop a larger proposal. The larger proposal will examine the role of LPG mechanisms in facilitating greater access to services in several Indian states and countries in sub-Saharan Africa.\n\nThe study emerges from needs expressed by policymakers in India, for deeper understanding of how to support LPG for health, and will fulfill that need. The integral role of NHSRC in the study will facilitate policy uptake of findings. The findings will support accountability and greater citizen participation in decisions that affect them - and ultimately greater access to healthcare for marginalized people, across LMIC settings. The study will also contribute to conceptual innovation and methods in the field of HPSR, and help strengthen UK-India research collaborations.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M002888/1","grantId":"MR/M002888/1","fundValue":"93647","fundStart":"2015-05-01","fundEnd":"2016-10-31","funder":"MRC","impactText":"","person":"Kabir  Sheikh","coPersons":["Joe  Varghese","Prasanna Subramanya Saligram","Raman  VR"],"organisation":"Public Health Foundation of India","findingsText":"","dataset":"gtr"}