{"id":"380C4312-329D-48EC-B082-2D7FDA5BD494","title":"Improving curriculum and teaching methods to influence policy and increase the quality of ECDE provision for children with disabilities in Malawi.","abstractText":"The University of Birmingham (UoB) and Sightsavers International have invited researchers and academics from leading institutions working in the areas of early childhood development and education (ECDE) and special educational needs and disability (SEND), educational psychology, applied anthropology, and epidemiology in Malawi, the UK and the USA to co-design and conduct an innovative three-year study. This study will provide the ESRC, DfID, the Malawi Government and its partners in education with a better understanding of the complex dynamics that can enable or inhibit quality ECDE for CWDs. The Malawi Government has prioritised ECDE as part of its Growth and Development Strategy II (2012-16) to increase equity of access and improve the quality of early childhood services which are currently reaching just over one third of children aged three to five years. \n\nThis research programme, which aims to address the widespread need for equitable and quality ECDE services in Malawi, will establish advanced level collaboration between UoB - a research institution specialising in the education of children with disabilities (CWDs) - and Sightsavers, a UK-based charity that supports the educational inclusion of CWDs in sub-Saharan Africa and South Asia. They will collaborate with the University of Malawi (Chancellor College), Arizona State University, and a UK-based research organisation specialising in applied anthropology in global health research (Anthrologica). Non-academic stakeholders will include the Malawi Ministry of Gender, Children and Social Welfare (MoGCSW) and the Ministry of Education, Science and Technology (MoEST), Save the Children, and the Association of Early Childhood Development in Malawi (AECDM), the main agency responsible for the delivery of ECDE training to all caregivers in Malawi. \n\nThe research questions and mixed method study design were developed in consultation with the partners, and will be further refined at the study outset during an inception workshop. A study group will be formed of representatives from a wide range of governmental, academic and non-governmental stakeholders, including people with disabilities, who will guide and oversee the implementation of the activities. The study will be subject to ethical approval at the Universities of Birmingham and Malawi, and will adhere to best practice in acquiring informed consent from all participants. \n\nThe research will be based on a socio-cultural model that situates learning within a cultural context in which family, peers and schooling are regarded as key in responding to children with early developmental delays and disabilities in rural settings. We will focus on daily family routines of families with CWDs to identify ways of understanding the whole family ecology and how it intersects with the community and its institutions. Further, we will explore how community-based childcare centres (CBCCs) can provide 'institutional' support to help meet family goals that support their children, and try to reduce stress levels which are often high in these families, particularly for the main carer. We will design and implement a community participation framework which will provide CBCC caregivers with the required skills and knowledge to adapt their own teaching practices to help develop children's skills (e.g. language and communication; self-help; cognitive; fine motor; gross motor; social; and emotional) in sustainable ways. The team will disseminate study outputs through existing networks and partnerships at local and international levels, and investigate opportunities to extend and deepen those connections on the basis of this work.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M005453/1","grantId":"ES/M005453/1","fundValue":"429838","fundStart":"2015-06-01","fundEnd":"2018-05-31","funder":"ESRC","impactText":"","person":"Paul  Lynch","coPersons":["Mike  McLinden","Alfredo J. Artiles","Anita  Soni"],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}