{"id":"3810ED96-CA34-4723-906D-ABE15D6F5C32","title":"A hybrid investigation of geometrical effects on landslide-tsunamis: Generic hazard assessment and numerical benchmark test cases","abstractText":"The proposed research concerns the investigation of the effect of the water body geometry on landslide-tsunamis. To predicting such events, at least three approaches may be adopted: (i) physical model testing, (ii) numerical simulations and (iii) empirical equations. Traditionally empirical equations are based on physical model testing. Unfortunately, this model testing has mostly been conducted in narrow wave channels (2D), and did not systematically address the effects of the water body geometry. Numerical simulations of such violent free surface flows have only recently come into practical reach. A promising computational method for solving these problems is Smoothed Particle Hydrodynamics SPH. The proposed work adopts all three methodologies, using physical model testing, to validate and advanced SPH code, and develop the most generic empirical equations to date. The work directly builds upon the PI's previous success in physical landslide-tsunami modelling and real-world applications through his hazard assessment manual.\n\nTsunamis are not only caused by seismic activities such as in the 2011 Japan and 2004 Indian Ocean tsunami catastrophes, but also by other mass movements such as landslides, rock falls or ice calving. Such landslide-tsunamis (or impulse waves in a lake or reservoir) occurred, for instance, off the coast of Norway affecting Scotland in 6100 BC, in the 1963 Vaiont catastrophe with a death toll of about 2,000 or in Papua New Guinea in 1998 with 2,100 fatalities. Impulse waves occur also quite frequently in mountainous countries such as Austria, Canada, China, Italy, Norway, Switzerland and Turkey such that a hazard assessment is required in the planning phase of reservoirs. The UK also experiences similar cases e.g. in Scotland, it may be affected by a potential landslide-tsunami originating at La Palma on the Canary Islands and it is of increased relevance for the shipping and oil and gas industries in the context of ice calving.\n\nIn contrast to seismic-tsunamis, landslide-tsunamis may be relatively well predicted with empirical equations under idealised conditions. However, these equations were mainly developed in wave channels (2D) and wave basins (idealised 3D) where the wave height predictions with equations based on 2D and idealised 3D differ up to an order of magnitude by identical slide features. At present the differences between 2D and idealised 3D tsunamis generated by identical slide features is poorly understood. It is also not well understood whether formulae based on 2D or idealised 3D data apply better to a specific prototype shape and generic predictions of intermediate geometries (e.g. slide impact at dam flank) are unknown at all. The important effect of the water body geometry was not systematically addressed to date even though it is widely known to be responsible for considerable under- or overestimations in landslide-tsunami (impulse wave) predictions.\n\nThe proposed work will systematically investigate the effect of the water body geometry with a hybrid (experimental-numerical) approach. The physical model experiments will be conducted in the in-house wave flume and a wave basin thereby excluding significant scale effects. The unique combination of measurements will include the entire slide kinematics, pressure recordings at slide front and wave features. This will result in high quality benchmark test cases valuable for the numerical modelling community dealing with fluid-structure interaction applications and violent free surface flows. The recently released feature to include complex geometries via Blender in SPHysics will make it possible to conduct additional tests in 2D, idealised 3D and intermediate geometries purely numerically. The data set from this hybrid approach will be used to develop the most generic empirical equation to predict landslide-tsunamis (impulse waves) to date resulting in considerably improved predictions in lakes, reservoirs, fiords and the sea.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/K000578/1","grantId":"NE/K000578/1","fundValue":"69937","fundStart":"2012-07-09","fundEnd":"2014-10-08","funder":"NERC","impactText":"  The project was just concluded and the results are available to the general public for a relatively short time period, such that the wider non-academic impact of the work is still evolving. Thus far the personal research webpage of the PI is frequently accessed, the PI had a media request regarding the demonstration of a tsunami in a large scale physical model and a large student interest resulted in the selection of two undergraduate students who supported this work. The PI had further requests from industry regarding the application of the generic hazard assessment manual and visitors to the laboratory attended demonstrations or inspected the tsunami model. The PI further accepted a guest editorship for a special issue called Tsunami Science and Engineering. The general relevance of the topic for countries such as China was confirmed by the approval of the landslide-tsunami short course in China by IAHR within their world congress and the PI and guest lecturers are currently planning to repeat this event in central Europe (see Engagement Activities).\n\nA wider impact of the work is expected in the near future in areas such as:\no Reduced cost and increased reliability for Governmental Agencies and national and international dam commissions, as more real-world cases can now be predicted with the derived empirical equations, thus replacing expensive and time consuming prototype-specific physical model studies.\no The work generally increases the reliability in landslide-tsunami predictions and may as such increase the quality of life, health and well-being of people living, working or spending their holidays at the coast or in close proximity of a water body. \no Simplification of the development of renewable energy hydropower projects as the potential risk of landslide-tsunamis (impulse waves) can now more readily and more reliably be assessed. This may also make it easier to commission increased target water levels to increase the capacity of existing hydropower projects. \no The findings can be used to transform knowledge about ice calving generated waves from studies conducted in a flume (2D) to the more general 3D case. Waves caused by ice calving are regularly observed in the Arctic and Antarctic, and they are currently not well understood but relevant for safety distance for vessels. This is of direct relevance to the oil and gas industry where the UK has long established an international lead. Other ","person":"Valentin  Heller","coPersons":[],"organisation":"Imperial College London","findingsText":" The research project successfully addressed the objectives outlined in the proposal, and the most significant achievements can be summarised as follows:\n1. New physical insight into landslide-tsunami generation and propagation was gained based on the combination of (i) high quality physical model tests, (ii) advanced analysis strategies (data correlation tools, wavelet transform analysis) and (iii) simulations with a recently released open source code.\n2. The effect of the water body geometry was successfully investigated and quantified involving 2D, 3D and intermediate geometries. The results show that (i) the waves are less non-linear in 3D, (ii) that frequency dispersion is slightly more dominant in 3D and (iii) that 3D waves are up to a factor of 17 smaller than 2D waves. The final aspect (iii) was clearly attributed to a larger wave decay in 3D. In addition, the numerical results show that the wave parameters for increasingly diverging channel walls are rapidly approaching the values in 3D, even for a small diverging channel wall angle. In other words, empirical equations based on wave basin data (3D) apply to a much wider range of fjord, lake and reservoir geometries than equations based on wave flumes (2D).\n3. New empirical equations for 3D landslide-tsunami propagation, including laterally onshore waves endangering human life and infrastructure at the immediate slide impact zone, were derived.\n4. A novel method to transform 2D landslide-tsunami wave parameters to 3D was derived. This enables the application of a considerably body of work conducted in 2D, by other authors, to 3D.\n5. An improvement of the reliability of landslide-tsunami (impulse wave) predictions was achieved through (i) the investigation of the effect of the water body geometry, and (ii) through the validation of the generic hazard assessment method of Heller et al. (2009) with the new data.\n6. High quality landslide-tsunami data with a unique combination of measurement systems was collected; this being under review to be published as benchmark test cases.\n7. The composite (hybrid) modelling approach involving physical and numerical modelling was successfully applied. It was also demonstrated that the open source code DualSPHysics has significant potential to be applied for hazard assessment of landslide-tsunamis (impulse waves). Importantly, this may include complex real-world water bodies such as fjords, lakes or reservoirs, where generic empirical equations may reach their limitations.\n8. The results are currently disseminated widely in peer-review articles, as a proceeding and on webpages (see Publications and Engagement Activities). Fruitful collaborations within and beyond the UK were initiated, and are very likely to be maintained and extended. The results are and will be available to academics and the wider public through peer-review academic journal publications, a conference proceeding and through webpages (see Publications and Engagement Activities). The findings show considerable potential for future applications and implications for the PI, his professional circle and for academics in related disciplines:\n\nFuture research options for the PI:\n• Application of the calibrated and validated DualSPHysics code to more complex real-world slide scenarios and geometries. This may also involve coupling strategies for tsunami propagation with a wave propagation model.\n• The results were presented in such a way that they could be included in a future release of the widely applied generic hazard assessment manual Heller et al. (2009).\n• It is planned to repeat the generic hazard assessment short course in central Europe, involving industrial research institutions, engineering companies and geologist who commonly assess landslide-generated impulse waves in lakes and reservoirs.\n\nProfessional circle of the PI:\n• This work improves the reliability of the generic hazard assessment manual Heller et al. (2009) and resolves under which conditions which empirical equations (from 2D and 3D geometries) are more appropriate for a given real-world geometry. Members of VAW at ETH Zurich applied the hazard assessment manual several times and they will directly benefit from this work through more accurate landslide-tsunami predictions.\n• Developers of DualSPHysics, including the SPH Exerts Group in Manchester, will directly benefit from the high quality benchmark tests cases and proposed numerical simulations, and this is likely to contribute to improvements in the code.\n• The novel 2D to 3D tsunami parameter transformation method may be taken on by other tsunami scientists, who published results based on 2D, to generalise their results for 3D applications.\n• The physical and numerical results, the benchmark test cases, and the practical hazard assessment equations may be valuable for researchers conducting experimental or numerical case studies of potentially catastrophic events (such as the La Palma case), or undertake hazard assessments for lakes and reservoirs.\n\nAcademics in related disciplines:\n• The unique combination of measurements (slide kinematics, pressure recordings, water elevations, wave kinematics) in the benchmark test cases may be used by the numerical modelling community addressing the simulation of fluid-structure interactions (impact loading, coastal defence) and violent air-water free surface flows (wave breaking, hydraulic jumps).\n• Computational Fluid Dynamics developers may use the benchmark test cases to advance their codes. \n• The Earth Science community addressing high speed impact phenomena such as asteroids may also benefit from the benchmark test cases.\n• The generic hazard assessment equations may be used by earth scientists who need to quantify tsunami magnitude based on slide deposits characteristics found in ocean drilling programmes (e.g. around Montserrat, Canary Islands).\n• The physical and numerical model tests provide wave features in front of the shore as initial conditions required for researchers investigating long wave run-up.\n• The composite (hybrid) modelling approach applied herein may inspire other scientists to enhance the physical insight into problems, thereby combining the complementary advantages of physical and numerical modelling.\n• The present work demonstrates that the open source code DualSPHysics can be applied for landslide-tsunami predictions. It is nowadays possible to compute problems in smaller water bodies with desktop PCs within days. This may convince engineers and geologists to apply this numerical strategy for complex real-world predictions where generic empirical equations may reach their limitations. Aerospace, Defence and Marine,Construction,Energy,Environment,Other","dataset":"gtr"}