{"id":"3821F717-F4F4-4B9D-A271-F7A6D4240BD1","title":"Integrated safety strategies for onboard hydrogen storage systems","abstractText":"This proposal is focused at the main unresolved technological safety issues for hydrogen-powered vehicles, i.e. the fire resistance of onboard hydrogen storage. There are about 15,500 accidental car fires in Great Britain annually (Fire statistics. Great Britain, 2010-2011). The most widespread for car use Type 4 tanks are made of carbon-fibre reinforced polymer (CFRP) and can stand in fire up to 6.5 minutes before catastrophic failure. \nTo &quot;prevent&quot; catastrophic failure of tank in a fire it is equipped by temperature-activated pressure relief device (TPRD) with currently typical orifice diameter of about 5 mm. A release from 70 MPa storage tank from such TPRD produces a flame of up to 15 m long and separation distance to &quot;no harm&quot; criteria of 70 C of about 50 m. Moreover, due to so-called pressure-peaking effect a typical garage will be destroyed by such a release (about 300-400 g/s) in 1-2 seconds. Use of such onboard storage excludes evacuation of people from the car or safeguarding of people from the car by first responders. To reduce mass flow rate through TPRD and reduce flame jet length would require increased level of fire resistance of Type 4 tanks from today's 1-7 minutes to about or more than 30 minutes.\n\nThe project aims to develop novel safety strategies and engineering solutions for onboard storage of hydrogen. This aim will be achieved through realisation of the following objectives (work packages, leading partner is indicated):\n- Hazard identification study and risk assessment (Kingston University (KU))\n- Critical analysis of current safety strategies and engineering solutions (University of Ulster (UU))\n- Numerical parametric study of potential fire attacks from adjacent vehicles (including gasoline vehicles) on road or in car parks (KU). \n- Numerical parametric study of conjugate heat transfer from fire to storage tanks of different design and extent of fire protection by CFD technique, including IP of the University of Ulster in the field (UU)\n- Parametric finite element analysis to simulate response of tanks of different design to external fire (KU)\n- Experimental study of prototype designs to increase fire resistance of onboard storage without and with PRD (UU)\n- Numerical simulations to evaluate the reduction in mass flow rate achievable with the proposed increase of cylinder fire resistance (KU). \n- Novel storage and safety solutions, including materials for a liner (University of Bath)\n- Development of engineering criteria of tank failure to formulate requirements to testing protocol (UU)\n- Effect of safety strategies and novel engineering solutions on socio-economical aspects of hydrogen economy (UU).\n\nThe research will start with hazard identification study to assess the potential risks involved. Numerical simulations (fire dynamics CFD and structural analysis FEM) will be conducted on the basis of the proposed enhancement of cylinder fire resistance to evaluate the achievable reduction in mass flow rate. Experimental testing will be undertaken for validation of numerical simulations. Based on numerical and experimental studies the testing protocol for fire resistance of onboard storage tanks will be developed. The research will also include the use of materials efficient for hydrogen storage as a tank liner. Socio-economical study will crown the project outputs, translating the engineering safety strategies and solutions, such as higher fire resistance, lower mass flow rate through TPRD, shorter separation distance, provisions of life safety and property protection, into economical equivalents, e.g. cost of land use, insurance cost, etc. The output of this multi-disciplinary project will aim to inform wider public to underpin acceptance of HFC technologies. The project is complimentary to the EPSRC SUPERGEN Hydrogen and Fuel Cells Hub. Collaborators on this project include leading in the field experts and organisations from all over the globe: UK, USA, France, China, Korea.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K021109/1","grantId":"EP/K021109/1","fundValue":"970514","fundStart":"2013-10-15","fundEnd":"2017-10-14","funder":"EPSRC","impactText":"  The project team anticipates major impact in the following areas (apart of academia and research): 1) Regulations, codes and standards - will be improved in bonfire specification part, specification of safety objectives; 2) Public - will benefit from safer hydrogen technologies; 3) Industry - will benefit by innovative engineering solutions able to improve fire resistance of onboard hydrogen storage. Though preliminary results are being reported and discussed at technical meetings, the major impact is expected after dissemination of main body of experimental results (experimental programme completion is scheduled for September 2016). Energy,Transport ","person":"Dmitriy  Makarov","coPersons":["Jennifer  Wen","Vladimir  Molkov","Tim  Mays","Paul  JOSEPH"],"organisation":"University of Ulster","findingsText":" Though the project is in its early stage, preliminary modelling results showed that:\n1) Fire resistance rating of carbon-fibre reinforced polymer (CFRP) tanks depends on heat release rate of bonfire used in a test. This is not covered by available regulations and standards, and is an area for their improvement.\n2) Fire resistance rating of CFRP tanks also depends on glazing temperature of resin used in the composite. Simple increase of glazing temperature will increase fire resistance rating of the tank. Fire resistance of today's hydrogen storage cylinders in a bonfire test before catastrophic failure is only 3.5-6.5 minutes. Implementation of integrated safety solutions for onboard hydrogen storage will increase its fire resistance rating (up to 1-2 hours) and allow to use pressure relieve devices with smaller diameter, leading to slower hydrogen blowdown and safer consequences for public in case of accident/fire. This will improve public safety and acceptance of hydrogen technologies in public domain. Energy,Transport","dataset":"gtr"}