{"id":"38248940-9564-4C48-9CCD-6F952A0F3751","title":"Immunodynamics of field voles","abstractText":"All organisms, plant or animal, vertebrate or invertebrate, are afflicted by infectious disease, but in spite of medical and veterinary advances, we remain largely ignorant of the effects of infectious disease on natural (wildlife) populations and communities. All organisms are able to offer some level of resistance to infections, but these reach their highest sophistication in the immune defences of the higher vertebrates: birds and mammals. There are many facets to these immune defences: some providing rather general resistance, others directed at particular types of infection: viruses, or parasitic worms, for example. Even within a species, the overall level of immune defence, and the particular facet that dominates, varies from population to population and from individual to individual. But we are largely ignorant, too, of even the extent of this variation, to say nothing of its causes. Nonetheless, such 'immune-preparedness' almost certainly reflects both the conditions in which an individual is living (how crowded, how cold) and the infections it is, or has been, subjected to. This project, then, will seek to break new ground in uncovering these relationships: how the past and present experiences of an individual, both in general and with regard to infection, are reflected in that individual's immune profile and hence in its ability to fight infection. The study of infectious disease in wildlife has itself been hindered greatly by a characteristic that parasites and pathogens do not share with other 'enemies': we can only study parasites that we specifically search for. Unlike predators, say, we cannot see them unless we consciously look for them. Hence, there is a constant danger that the parasites we do study - only a very small proportion of the total - are not typical. One way around this, however, would be not to study any particular pathogen, but to study responses in the host that indicate infection 'in general': that is, the immune responses that are at the heart of this project. Instead, for example, of studying whether a particular (perhaps atypical) pathogen affects the survival of its host, we can ask whether host responses that indicate 'infection' are associated with reduced survival. This, too, is the objective of this project. These linked questions - how does the immune profile reflect the current state of an individual? and can the immune profile be used as a proxy for the totality of infections? - will be studied in a population of wild rodents, field voles, in Kielder Forest, Northumberland. We have past experience with these populations and know that they exhibit regular fluctuiations in abundance that will allow us to study them at a wide range of densities and conditions, maximising our chances of uncovering the relationships we seek. We will use a variety of measures of the immune profile, newer and more conventional, covering its various facets. We will also study a varied but very limited number of parasites - a virus, two bacteria and helminth worms - in order to utilise the opportunity to relate the immune profiles of individuals to specific infections that we know (also from past experience) to be common.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E015158/1","grantId":"NE/E015158/1","fundValue":"403869","fundStart":"2007-10-22","fundEnd":"2011-04-21","funder":"NERC","impactText":"","person":"Michael  Begon","coPersons":["Richard John Birtles","Steve  Paterson"],"organisation":"University of Liverpool","findingsText":" Wild rodents represent a potentially exciting model system for studying responses to infection, combining the advantages of real (e.g. human) populations and laboratory (rodent) models. We successfully developed this model and are uncovering important new insights, including the nature and significance of tolerance of (as opposed to resistance to) infection, and the genetic basis of disease resistance and tolerance. This work has now been used as the basis for a newly awarded NERC Large Grant. Environment,Healthcare","dataset":"gtr"}