{"id":"382DDC7E-E6A5-4733-B2FA-22FA36EB2F1C","title":"Re-emerging Pasts: Forums for Truth-telling in Contemporary Argentina and Chile","abstractText":"This research project studies how - by what processes, according to what criteria, and subject to what kinds of verification? - truths emerge about the political violence that took place in the 1970s and 1980s in Argentina and Chile. Although that period of violence is now 'past', many facets of it are still unresolved. Beyond the legal mechanisms that continue to unearth truths about the last military dictatorship in Argentina (1976-83) and the Pinochet dictatorship in Chile (1973-1990), there are several sites at which these unresolved issues emerge for debate and verification. There is a need to address the unresolved and still controversial nature of many questions as the presentation of the story of what happened becomes a focus of new memorial spaces and Memory museums, as well as at other sites where truths are tested, including where biological identities are tested via DNA or where human or material remains require forensic testing.\nThe research will take place at a range of diverse sites that we call 'forums for telling'. Its premise is that truths about the past are of different kinds because they have to pass through different processes of hypothesising, 'testing' and reflection before they are affirmed and allowed to emerge as true. Thus the production of truth at a museum of memory differs both in process and in terms of the truths it seeks and can affirm, from the production of truth by the law courts, or by the Argentine Forensic Anthropology Team's attempts to establish identities through the testing of human remains or DNA.\nThe research concerns how the different forums and spaces approach this task differently, how they involve different material and human witnesses, different procedures and place different constraints on the objects of their interrogations. In studying these processes we will ask: What candidates emerge to tell the truth about the past? Which truths are allowed to emerge at the different sites? How are they understood as relevant to the forum that debates their status? What 'tests' must they pass in order to attain their status as true? How are emergent truths presented, arranged and mediated for consumption? How is their status challenged? The importance of these questions becomes apparent when one considers the pedagogic dimensions of the activities at stake. We will highlight the pedagogic and inter-generational dimension. What do the different forums understand as the relation between the production of truth and the presentation or curation of the story of the past as a wider societal imperative? How do they agree to present their work domestically and internationally, including digitally? How do they seek to overcome the dangers of making a spectacle of the past, or else using it within a strategic instrumentalisation that insists that listening repeatedly to horrors of past violence will inoculate us from ever repeating the past wrongs?\nThe research will use observation, interviews and documentary data gathered from significant sites chosen for their potential to speak to these interests. In Argentina, we will visit the largest and most notorious of the ex-clandestine centres for detention, torture and extermination (ex-ccdte), the ESMA in Buenos Aires, now an official Site for Memory, and where debates about the use of the space have raged for several years, but where new changes to the use and especially the pedagogic aspects of the site are presently coming to fruition. Additionally we will visit two ex-ccdte sites further afield, in Cordoba and Tucuman. In Chile, we will also visit ex-centres of detention in Santiago (Londres 38, Villa Grimaldi) and one further afield in Chacabuca in the north. In each country we will also be visiting important newly opened Museums of Memory (in Santiago and Rosario). To complement these, we will observe and interview members of the important Argentine Forensic Anthropology Team, as well as following key legal cases that are on-going.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/N007433/1","grantId":"ES/N007433/1","fundValue":"184399","fundStart":"2015-10-01","fundEnd":"2017-09-30","funder":"ESRC","impactText":"","person":"Vikki  Bell","coPersons":["Mario Gabriel Di Paolantonio"],"organisation":"Goldsmiths College","findingsText":"","dataset":"gtr"}