{"id":"383D86BC-F2DE-4846-9B11-DD5F836EAAB0","title":"Collaborative Research in Energy with South Africa:Scale-up modelling to answer Pyrolysis Challenge","abstractText":"The latest announcement from the Carbon Trust on Pyrolysis Challenge highlights the importance of pyrolysis-oil as the potential replacement for transport fuels with low system GHG (green house gases) emissions. The two main barriers are outlined in Pyrolysis Challenge : a) to develop fast pyrolysis process to produce a better quality oil at low cost and large scale; b) upgrading the oil preferably with existing refinery. Without the technology and capacity to provide pyrolysis oils in large quantity and low cost, the investment in developing bio-oil upgrading technology and refinery will not be forthcoming. Therefore the development of fast pyroloysis process suitable for scale-up is the most impending issue. This project will focus on the development of computational models which work as effective tools for process design, optimisation and scale-up for biomass fast pyrolysis systems. UK has the technology base to become the world leader in pyrolysis technology and South Africa has the potential to be a major pyrolysis oil manufacturer in the world. This proposal is to form a constructive collaboration with UK expertise in computational modelling and South Africa experience in chemical process engineering. The UK and SA institutes will act as hubs to integrate this project with on-going national research programmes to enable a much wider participation. The project is expected to have catalytic effects to stimulate more collaborative research and commercial exploitation between UK and South Africa.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G034281/1","grantId":"EP/G034281/1","fundValue":"426844","fundStart":"2009-11-01","fundEnd":"2013-04-30","funder":"EPSRC","impactText":"  The research has made a major progress for developing advanced models for fast pyrolysis processes. For a new technology with limited pilot plants available, robust models to reveal the detailed underlying thermophysics are high valuable for academic researcher for fundamental study or industrial engineers for plant development and optimization. This research was a major boost to our initial modeling work in this field and was able to make a major impact in a relatively short period. Our series of publications in CFD modeling were cited over 100 times by external researchers. \n\n\nMany international groups have approached us to ask for help on modeling or collaboration. Our South African partner, University of Stellenbosch has applied the models to optimize their initial lab plant. With our project outcome, they were able to receive further funding to develop a large demonstration plant. In Ghana, Institute of Industrial Research in Council for Scientific and Industrial Research has built a fast pyrolysis pilot plant supported by our researcher, to carry out serious study for biomass thermal conversions. Indian Institute of Petroleum sent their researchers to our group to learn the simulation. Now they are developing fast pyrolysis processes for Indian national programmes and also apply CFD simulation to petroleum refining processes. Other Indian groups also showed strong interests in our research, which led to our joint EU projects on modeling of fluidized bed reactors with Indian Institute of Technology Guwahati and Central Mechanical Engineering Research Institute, Council of Scientific and Industrial Research. There are a growing number of Chinese research groups to follow up our advance in modeling of fast pyrolysis. Zhejiang University approached us for a joint research project, which was funded by Ministry of Science and Technology (MoST) international collaborative scheme. Our models are being used for the development of a large demonstration plant in Zhejiang. \n.\n\nBeneficiaries: University of Stellenbosch, Institute of Industrial Research in Council for Scientific and Industrial Research\n\nContribution Method: This research project has become a catalyst to promote fast pyrolysis and advanced biofuel processing technologies in national and international levels. In the UK, this project directly leads to our successful winning of EPSRC Bioenergy Challenge project to continue this fast pyrolysis research. Internationally, our results, publication and engagement with international groups have played an important role to simulate fast pyrolysis research in a global scale. Our modeling research is unique, so we were in a privileged position to work with all the other groups with various expertise in feedstock preparation, plant development or downstream biofuel production. During the project period, our international partner has grown from one to over 30 groups in 16 countries. This has made impact to some extent on public view and policies on biofuels and new technologies. For instance, the Energy Commission of Ghana drafted a national policy white paper to encourage the growth of biofuel industry. The initial policy was only focused on 1st generation biofuels. Our collaborative research with Ghanaian research group has raised the awareness of advanced biofuel technologies. The Energy Commission added this in its revised recommendation: &quot;The biofuel industry in Ghana is currently limited to first generation biofuels using feedstock such as Jatropha and sunflower. The trend needs to be changed towards the conversion of lignocellulosic biomass to biofuels. The use of agricultural residues as feedstock will provide additional income to farmers and thus help to reduce poverty in rural areas.&quot; Agriculture, Food and Drink,Energy,Environment Societal,Economic,Policy & public services","person":"Sai  Gu","coPersons":["Kai Hong Luo"],"organisation":"University of Southampton","findingsText":" A series of CFD based models have been successfully developed for fast pyrolysis of biomass. Each model has its unique advantage suitable for simulation at different scales. \n\n\n\ni) For fundamental study, a discrete element model (DEM) was developed for fluidized bed reactors, allowing tracking the thermochemical degradation of individual biomass particles with collisions, chemical reactions, shrinkage during the fluid and thermodynamic interactions. The 3-D simulations of a lab-scale reactor with about 1 million biomass and sand particles were able to reliably reproduce overall conditions encountered in experiments. It is found that biomass moisture content has hardly any effect on the pyrolysis process itself rather than the water content in the final oil.\n\n\n\nii) For large fluidized reactors, an Eulerian model was used to reduce computational costs. A major development was achieved to have a third Lagrangian phase (biomass) into the two-fluid Eulerian flows with correct heat and momentum transport inside the reactor and biomass particle. The code is able to identify the regime of interest, depending on the local volume fraction of the two continuous phases, and calculate the correct drag, buoyancy and virtual mass forces according to the state, as well as the correct bed to surface heat transfer coefficient. Extensive studies have been carried out with this model to examine particle size and shape, char entrainment, shrinkage, heat transfer and drag forces. A 3-D simulation of scale-up reactor was also achieved with various cases of design optimization. A series of publications from this work led to 2011 Scopus Young Researcher Award in Engineering.\n\n\n\niii) A condensation model was developed for pyrolysis vapour to simulate liquid collection process. The Eulerian model is able to represent the complexity of pyrolysis vapour using 11 components. A 3-D simulation was achieved for a double surface water condenser. The results clearly show that the condensation process takes place almost immediately after the entry of the hot vapors inside the condenser and induced recirculation of the hot vapors in the condenser increase their dew point temperature by increasing their partial pressure. The integration of the condensation and reactor models delivers a powerful modeling platform for the complete process of fast pyrolysis. Power companies, such as our current collaboration with E.ON on clean energy technologies\n\nOil companies, such as our international partners CNOOC, Indian Oil\n\nWaste treatment companies, such as Biffa\n\nClean technology companies, such as Thermitech\n\nGovernment, such as our current partnership with Peterborough City Council on green technology and UK future city development\n In the UK, we have been working with Aston University to support the Carbon Trust Pyrolysis Challenge programme. The computational models were used for design validation of fast pyrolysis pilot plants. The research outcomes allowed us to helped Thermitech (a start-up) to develop commercially viable pyrolysis process for industrial waste treatment. \n\n\n\nIn South Africa, our project partner, University of Stellenbosch was able to build a lab-scale pilot plant during the project. This led to further development with Sasol on demonstration projects of fast pyrolysis based technology for synthetic fuels production to complement Sasol's gasification expertise. Our exploitation routes have gone beyond South Africa via our Leverhulme-Royal Society Africa Award project: Development of the second generation of biofuel technologies in Ghana, which formed the Ghana Biofuel Association (Ghana Bio) with industry, academia and policy makers. \n\n\n\nIn China, the research was exploited via our Innovative China UK (ICUK) project: Overcome the barriers of commercializing biomass fast pyroysis technology, with China National Offshore Oil Corporation (CNOOC) to develop large demonstration plants in China. \n\n\n\nIn India, we have established a collaboration with Indian Institute of Petroleum (IIP), who is developing fast pyrolysis based technologies for production of biofuels and chemicals. We had a number of visiting researchers from IIP to receive training in computational modeling, which is being used for their on-going activities with Indian oil companies. Agriculture, Food and Drink,Energy","dataset":"gtr"}