{"id":"384745A9-4781-4252-85CE-4DA6AE223AC1","title":"Selective chemical intervention in membrane trafficking - designing interfacial inhibitors specific to Arf1/Arf-GEF complexes","abstractText":"All animal cells contain multiple membrane-bound structures known as organelles. Each type of organelle contains a characteristic complement of proteins that ensures metabolic compartmentation. Maintaining the identity of organelles and ensuring accurate transport of material between them underlies all cellular function. Transport of proteins into (endocytosis) and out of (exocytosis) the cell involves their regulated movement through a series of organelles that comprise the so called endocytic/secretory pathway. At various stages, transport involves encasing the protein cargo within small vesicles or tubules that act as carriers to be accurately targeted to the next staging post along the pathway. During this process, the identity of the receiving and dispatching organelles must be maintained. In this project, we propose to develop specific chemical tools to dissect transport steps of the secretory pathway in fine detail. There is a large body of information regarding the identity, function and even molecular structure of key proteins (the Arf family of small GTPases) involved in vesicle transport steps. Arf proteins exist in two states (on and off) and are switched between these states by other proteins that are compartment-specific. We are proposing to develop two currently available small chemical inhibitors that target a complex of Arf1 with its activator to prevent its activation. The approach makes use of a new category of chemical inhibitors called interfacial inhibitors. Most existing chemicals target the 'active site' of an enzyme or inhibit binding of components involved in reactions. In contrast, interfacial inhibitors trap complexes of proteins at a 'dead-end' point during their cycle of function such that they can no longer perform their role in the cell. Unfortunately, the classical interfacial inhibitor of Arf1 causes widespread disruption to multiple pathways simultaneously because it targets not just one pairing (i.e. one Arf1 GTPase and its specific activator on one compartment) but many such pairings, thereby preventing the activation of multiple Arf1-containing complexes. Nonetheless, the use of this inhibitor has led to literally thousands of publications giving some idea of the potential of more specific inhibitors. We are now proposing to synthesize refined versions of existing interfacial inhibitors to generate chemicals that are a lot more specific in their action. In this way, tools will be generated that can be used to discriminate the different Arf1-mediated steps in protein transport. The molecular architecture of Arf1 with its activator and a classical inhibitor is already known. This allows us to model other inhibitors and other closely related protein pairings. Our interdisciplinary team includes a chemist, molecular modeller, cell biologists and biochemists and has already generated a significant amount of data, including a characterization of key differences between existing chemical compounds that inform our future modification. The specificity of the molecules we synthesize will be tested using automated cell imaging and by using cell-based biochemical assays. We have significant expertise in this area and all of the technology is in place for this project. The proposed work has enormous potential since specific inhibitors of Arf1 will provide the scientific community with a new set of tools with which to probe trafficking pathways associated not only with the Golgi stack, but also with other organelles, such as the trans Golgi network (TGN) and endosomes. It is additionally important because the cohort of molecules we are targeting regulate a superfamily of small G proteins that is involved in almost all cellular processes including growth, division, metabolism and signalling. Thus in the long term, the approaches and lessons we learn from this project may prove valuable in the analysis of a wide range of regulated activities critical for a healthy cell.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E012450/1","grantId":"BB/E012450/1","fundValue":"281853","fundStart":"2007-06-01","fundEnd":"2010-05-31","funder":"BBSRC","impactText":"  We have distributed the lead compound developed during this work widely on request (over 50 to date). This has so far been exclusively to other academic labs for basic research. Education,Other ","person":"David John Stephens","coPersons":["Richard  Sessions"],"organisation":"University of Bristol","findingsText":" We developed a selective chemical inhibitor of a key enzyme in membrane trafficking through the secretory pathway. Previous inhibitors were only effective against the entire family of enzymes and therefore the outcomes of such experiments were not interpretable. Our inhibitor showed good specificity against one key family member allowing us to probe ER-to-Golgi membrane traffic - a canonical process essential for life. Unfortunately, our inhibitor showed limited solubility therefore limiting its application. In addition a competing group commercialized a similar specific compound just before us. However, ours works on a broader range of species therefore being of some use to the community. Limited. Some commercial partners might require this as a research reagent only. There is no real possible application in animal or human health. We sought commercial routes to exploitation but these were not taken up by any industrial partner owing to the availability of a competing compound. Instead, we synthesized as much as we could and have distributed this freely (at our own cost) to anyone on request. We also published the full route to synthesis. Chemicals,Education","dataset":"gtr"}