{"id":"38495204-B3D5-4896-9EE7-B2E01E896BDF","title":"Networked Creativity in London's Hubscape: Digital Entrepreneurs in Search of Value and Systemic Change","abstractText":"The UK's digital economy is said to be undergoing an unprecedented boom (TechCity 2015). However, there is still a dearth of serious academic research that could inform policy and practice in digital as well as sustainable entrepreneurship and innovation. There is a particular paucity of research on how early-stage entrepreneurs utilise supportive infrastructures such as innovation hubs (Gryszkiewicz &amp; Friederici 2014) along their creative trajectories. As a result, our understanding of digital entrepreneurs in the UK remains rather limited and (mis)informed by scholarship that disproportionately emanates from North America. \n\nTo address this void, the present study investigates frontline innovators and their trajectories within London's rapidly growing digital economy, complementing recent macro-level surveys by government-related agencies. It is guided by the assumption that promising digital business models-including the models that underpin TransferWise and Funding Circle (both of which are London-based startups)-typically develop within collaborative networks of digital entrepreneurs. The main research question posed is: How exactly do person-to-person interactions that unfold within such networks shape original business ideas that (in some cases) lead to success? This study proposes that digital business models emerge via a fluid process of 'networked creativity' whereby entrepreneurs engage in a series of creative interactions with relevant others. The immediate setting for the study is London's 'hubscape' (its interlinked innovation hubs, their various events and shared collaborative culture) where entrepreneurs interested in technology, profit-making, fairness, sustainability and transformative change all find supportive bases.\n\nThis project transcends existing organisational and entrepreneurship research by examining three types of digital entrepreneurs (for-profit, social-ecological, and transformative) and by making two radical design choices: First, it tracks actual creative interactions (Hargadon 2002; Hargadon &amp; Bechky 2006; Long Lingo &amp; O'Mahony 2010) between early-stage entrepreneurs and their interlocutors. Second, it recasts the business model as a so-called boundary object (Star &amp; Griesemer 1989; Carlile 2002)-a schema that diverse participants can 'work on' without fully agreeing about its details. It then brings these elements into a coherent research design that shows how the evolution of entrepreneurial business models can be traced with precision at each step (see Case for Support). The study draws inspiration from connective ethnography in developing a unique approach to 'following' both entrepreneurs and their emergent models at the micro-sociological level. \n\nAmong the very first serious studies to directly examine collective creativity along individualised entrepreneurial trajectories, this inquiry will make a transformative contribution to academic research as well as policy and practice. It will challenge purely individualistic ('hero') models of entrepreneurial action and ideation (that are partly rooted in Joseph Schumpeter's classic work) by demonstrating how, as Sautet (2002) has previously suggested, the challenge of entrepreneurship in this era of high-tech and complexity is how to bring together knowledge that is distributed across different individuals so as to create value. It will craft a highly potent account of entrepreneurship that fully reflects our societies' transition to knowledge-intensive work, collaborative networks and increasingly collectively-driven creativity. As such, it hopes to spur a series of related studies by a range of scholars. Through a solid impact strategy based on continuous engagement with key stakeholders (primarily, innovation hub staff and founders) and the media, this study will shift mindsets, behaviours and institutional practices with the ultimate goal of boosting the creativity and success of digital and sustainability-oriented entrepreneurs.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/N007301/1","grantId":"ES/N007301/1","fundValue":"196473","fundStart":"2016-05-01","fundEnd":"2017-10-31","funder":"ESRC","impactText":"","person":"Tuukka Hannu Toivonen","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}