{"id":"384D68D5-3B40-4723-9034-6F89FA1CC6AC","title":"Programme of Research in Experimental Particle Physics at the University of Warwick, 2009-2014","abstractText":"The scope of the proposed research lies in four distinct areas: the physics of particles containing the beauty quark, and the physics of neutrinos, accelerator and detector research and development. It also includes Outreach and Knowledge Exchange programmes, as follows: o We aim to further our research into matter/anti-matter asymmetry (CP Violation) with Beauty mesons at the LHCb experiment. This is important, because we have shown in past experiments that the leading source of CP violation at low energies is consistent with the Standard Model mechanism of CP violation. However, cosmological considerations indicate that there should be other sources of CP violation in Nature, so we aim to make further sensitive tests with beauty mesons, in order to see if any evidence for additional sources of CP violation in Nature may appear there. o The elucidation of the properties of neutrinos. These are very light, neutral particles which are emitted, for example, by the sun, and in radioactive beta decay. They have recently been found to oscillate, ie. transmute from one type to another, while they propagate. We propose to build part of the T2K experiment, operate it and analyse its data., This experiment aims to determine the details of the oscillation behaviour. In particular, it aims to establish the rate and extent of oscillations between muon- and electron-neutrinos, and to derive related information on neutrino masses. o We propose to continue our research and development on the Neutrino Factory project, which aims to provide crucial information for the design of such a particle accelerator, which, in turn, could be built in the future to search for CP violation in the oscillations of neutrinos. o We propose to continue our research and development of position- and energy-sensitive detectors for applications in neutrino experiments and with potential spin-off applications in industry. o We will continue to develop our outreach programme which includes activities for local schools and articles in popular science publications. o Supported by a strong University strategy and ethos in KE, we will continue to pursue all avenues for possible KE.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/H001085/2","grantId":"ST/H001085/2","fundValue":"971339","fundStart":"2010-10-01","fundEnd":"2012-09-30","funder":"STFC","impactText":"","person":"Paul Fraser Harrison","coPersons":["Steven Barry Boyd","Yorck Alexander Ramachers","Timothy John Gershon","G  Barker"],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}