{"id":"385037CE-8F9F-4444-BD55-6B0D13957DCE","title":"Magnesium Network (MAG-NET): Integrating Soil-Crop-Animal Pathways to Improve Ruminant Health","abstractText":"Magnesium (Mg) plays an important role in many basic processes in living cells, and is therefore essential for animal health. Low Mg status (hypomagnesaemia) gives rise to conditions called tetany, or staggers, in ruminants like cattle and sheep. These conditions are remarkably widespread among ruminants in Europe, often with high fatality rates. Avoiding hypomagnesaemia is therefore important for animal welfare and farm business profitability. Typically the condition is managed by use of feed mixes or dietary supplements or by directly administering Mg to animals as a medicine. However, these approaches are costly and can be inefficient and ineffective. Another approach is to ensure that the grass grazed by animals in the field or eaten as hay or silage provides a good source of Mg. This approach is under-developed in UK agriculture, as is forage fertilizer management. \n\nTo develop these approaches requires three advances. First, we must understand the natural variation in the capacity of the soil to supply Mg, caused by differences across the country in the properties of the soil and the composition of the rocks from which they are derived. Second, we must understand how farmers currently use Mg in a range of enterprises as supplements, additives, fertilizers and veterinary interventions. Third, we must understand the mechanisms by which Mg is transferred from soil to plant to animal and how these can be exploited. For example, forage grass varieties that accumulate more Mg were selected by plant breeders in the 1970/80s. For example, a variety of Italian ryegrass (Lolium multiflorum 'Magnet/RVP2067') which accumulates more Mg was selected in UK breeding programmes. This variety performed consistently across sites and was shown to improve ruminant Mg status in feeding studies. However, this trait has not since been pursued in modern hybrid or perennial ryegrass varieties now favoured by the sector. \n\nWe aim to develop novel and resilient nutrient management strategies for Mg in the UK ruminant sectors. The primary nutritional focus of this project is Mg due to its strategic importance to the UK ruminant sector. However, new data, knowledge and management and communication tools arising from this project will apply to other nutrients/elements which are important for animal health. The project will therefore have wider potential to make animal production more efficient and resilient and will improve our wider understanding of landscape-scale processes. \n\nThis project will draw on a range of scientific disciplines including soil chemistry, geology, statistics economics and plant sciences. The four primary objectives are: (1) to use varied soil data to map the regions of England, N. Ireland and Wales where the soil supply of Mg is likely to be insufficient (2) to develop new understanding of Mg transfers on the farm and how these are managed, (3) to develop genetic markers and crop management strategies to increase leaf Mg concentration in modern forage grasses, and (4) to integrate these streams of knowledge and information into a decision tool that allows the farmer to improve forage nutrient management at farm scale and also help advisors or policy makers to examine management options at regional scale. The tool will take into account the economic impact of nutrient management scenarios based upon delivery via mineral supplements or improved grazing management via enhanced nutritional forage profiles given local and regional soil conditions. \n\nDecision support will be delivered via a user-friendly web/smart-phone interface. User-defined inputs will include spatial data (soil characteristics, climate, etc.), choice of grass variety, fertiliser-management, supplement use, and economic costs. Outputs will enable the economic benefits of the various Mg nutrition options to be compared and communicated, at farm-to-regional scales.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/N004302/1","grantId":"BB/N004302/1","fundValue":"573734","fundStart":"2016-02-01","fundEnd":"2020-01-31","funder":"BBSRC","impactText":"","person":"Martin Roger  Broadley","coPersons":["Paul  Wilson","Nigel  Kendall","Neil Stuart Graham","Neil  Crout","Scott  Young"],"organisation":"University of Nottingham","findingsText":"","dataset":"gtr"}