{"id":"386C2453-8CC3-4347-BE19-772BCA6FAECA","title":"Blocking chemotherapy-induced peripheral neuropathy by preserving axons","abstractText":"Axons are long 'wires' that conduct electrical signals from one nerve cell (neuron) to another, or convey signals from sense organs or to muscles. Their extreme length (up to one meter) makes them vulnerable to many stresses, including inherited disorders, toxins, inflammation, viruses and physical injury. This results in disorders such as multiple sclerosis, diabetic neuropathy, motor neuron disease and glaucoma. Significant progress has been made in mice in understanding how axon degeneration can be prevented, or at least delayed, in response to many of these stresses and our group has played a prominent role in this work. However, until now it has not been clear how this could be translated for application in patients. \n\nOne of the problems is that many of the stresses axons face are chronic and/or unpredictable. Long-term protection of axons, or protection at an unforeseen time, will always be more challenging that protecting them for a few days or weeks at a known time. One important disorder that fits this latter pattern is chemotherapy-induced peripheral neuropathy (CIPN). CIPN is a dose-limiting side effect of many cancer drugs, causing intense pain. Most recipients of these cancer treatments suffer from it and around half of survivors continue to suffer afterwards, many for the rest of their lives. Recurrent stabbing, burning or tingling sensations, or numbness, particularly in hands and feet, regularly disrupt sleep and greatly reduce quality of life. Importantly, despite the long-term nature of the problem it stems from a very short and predictable treatment regime that causes axon degeneration. CIPN is an excellent candidate for preventative therapy. \n\nThis project has three parts. First, we will build on encouraging data from mouse and cell culture studies indicating that a protein we have studied for many years protects axons in CIPN models. We will extend the previous studies by testing whether it preserves axons from damage by a wider range of chemotherapy drugs, whether it protects them indefinitely and whether it reduces the pain in addition to blocking axon degeneration. Second, we recently identified a drug that preserves axons by mimicking an effect of the protective gene, so we will test whether this drug preserves axons and prevents symptoms in CIPN animal models. Importantly, this drug is already in use in man (in clinical trials for cancer in fact) so if successful here, tests to determine whether it preserves axons in man could proceed quickly. Third, we aim to find out more about the mechanism that underlies the axon degeneration leading to CIPN. In particular, we focus on the transport of essential proteins and organelles along nerves, termed axonal transport, a process known to be disrupted by some cancer drugs. We will ask whether this is common to several drugs that induce CIPN, in what way is the transport disrupted, and what are the immediate consequences that lead to axon degeneration, an area in which our expertise in this field should ensure good progress. This will help us to develop further strategies to preserve axons in CIPN.\n\nSuccess in this project would be important for preventing the neurological complications that can result from cancer therapy. However, it should also be important in indicating how we might tackle other major axonal disorders. Diabetic neuropathy, which shares many symptoms with CIPN and affects over 1 million people in the UK, would be one excellent example. Multiple sclerosis, in which axons also come under temporary stress during inflammatory relapses, would be another. Until now there are no preventative therapies for any axonal disorders. By focusing on a disorder with a relatively straightforward mechanism, good animal models, and a very realistic likelihood of developing a therapy, it should be possible to make significant progress that provides important leads also for other important axonal diseases.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L003813/1","grantId":"MR/L003813/1","fundValue":"595183","fundStart":"2013-10-01","fundEnd":"2015-08-31","funder":"MRC","impactText":"","person":"Michael Philip  Coleman","coPersons":[],"organisation":"Babraham Institute","findingsText":"","dataset":"gtr"}