{"id":"387077E9-B65C-4039-8D8F-BB67EB8CAFFF","title":"Patterning and growth in embryonic limb development","abstractText":"One of the most fundamental biological processes is the generation of a new individual from a single cell the fertilised egg during embryonic development. We are interested in how different parts of the body are laid down in the embryo. We use the developing limb as a model. In our hand, a little finger forms at one edge and a thumb at the other. How does this happen? Experiments on the small buds of tissue that give rise to the wings of a chick embryo identified a group of cells that controls the number and pattern of digits. The small signalling molecule that these cells produce spreads to neighbouring cells to tell them whether to form ?finger? or ?thumb?. We recently showed that this signal also controls multiplication of cells which will give rise to digits and that this is essential for normal development. We also obtained evidence that the signalling cells have a timer that switches off signal production at the right time once its job is done. We now plan to find out how the digit-forming region of the wing bud grows in the proper directions and the nature of the timer that regulates production of the signalling molecule. With respect to direction of growth, we will test the idea that other signalling molecules known to be produced in the wing bud provide information about the direction in which cells should grow and also endow cells with the ability to polarize in response to this information. We will also use a mutant chicken with very broad wing buds that give rise to many unpatterned digits to test our ideas further. With respect to the timer, we have found the same component in the signalling cells in the wing that is present in a well-known timer that controls specialisation of cells in the central nervous system. We will therefore test whether the timer that regulates signalling in the wing bud works in the same way. This research will be relevant to understanding how development can go wrong and lead to malformations in humans. Because the signalling molecule that controls digit pattern is involved in the formation of many tumours, understanding how it is normally switched off has important implications. Finally, the way in which tissues and organs develop in embryos is of fundamental importance in stem cell biology and may lead to new approaches to tissue repair and regeneration.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0801092","grantId":"G0801092","fundValue":"321192","fundStart":"2009-01-01","fundEnd":"2010-12-31","funder":"MRC","impactText":"","person":"Cheryll  Tickle","coPersons":[],"organisation":"University of Bath","findingsText":"","dataset":"gtr"}