{"id":"387365D7-2D74-4437-B61D-75DA5C81EFDF","title":"Abrupt Ocean Acidification Events","abstractText":"Global warming is not the only consequence of rising levels of carbon dioxide in the atmosphere. Because CO2 is an acidic gas, and a high proportion of the human emissions eventually get mixed into the ocean, the oceans are becoming more acidic. As humanity aims to limit emissions by setting targets it is vital to predict what effect such acidification will have on marine life and chemical processes in the ocean. Experimental work suggests that plankton that make their shells out of calcium carbonate ('calcify') may be particularly affected. One way to predict the future is to study similar events in the geological past. Millions of years ago atmospheric carbon dioxide levels were higher than they are at present, causing ocean acidification. The geological record contains a number of abrupt events where acidification increased rapidly in response to natural emissions. These events are of different sizes so can be viewed as a set of 'natural experiments' in ocean acidification on a global scale. So far the amount of acidification during these events has not been measured adequately and details of the way marine life was affected have not been fully investigated. This proposal aims to rectify this. At present we are faced with an apparent paradox. Geological evidence indicates that some of the past acidification events were likely quite severe, especially the biggest of all which defines the boundary between the Paleocene and Eocene epochs. Although there were some extinctions, migrations and other effects, overall there was not a very great response in the plankton. This includes calcifying plankton like coccolithophorids and foraminifera. Hence it may be that these groups are more resilient to pH changes than laboratory experiments suggest. Possibly the rate of change is the most important factor, and the plankton can adapt within limits. Alternatively we may be wrong about the degree of acidification that occurred in the surface waters where these organisms live. These uncertainties must be resolved as a matter of urgency. Acidity changes in the past ocean leave a chemical fingerprint in the shells of one group of calcifying organism, the foraminifera, some of which live as plankton at different depths in the water column and some on the sea floor. This fingerprint is the ratio of isotopes of boron incorporated into the shell. By measuring this we can calculate the acidity of the water in which the foraminifera lived. One potential problem is that the overall ratio of boron isotopes in seawater has changed through time, although there are several ways in which we can constrain this, for instance by examining acidity profiles based on foraminifera that live at different water depth. The proposal will investigate a variety of geological records from the deep sea and the margins of the oceans. Unique among these is a borehole through marine sediments in Tanzania. Preliminary work revealed the presence of a highly expanded (thick) record of the onset of the Paleocene / Eocene event. Crucially the foraminifera are excellently preserved. In 2008 this site was redrilled using superior drilling technology and the excellent cores currently await detailed sampling and study. This record will enable us to define the rate and magnitude of pH change as well as study the effects on the extraordinarily diverse communities of well-preserved plankton at that site. Other sites provide a set of events of various magnitudes. By assessing the degree of acidification and the ecological responses, we can calibrate the effects. The task is not easy however; factors other than acidity were involved, and the 'background' level of acidity before and after these events was different from the modern ocean. Only by integrating the results of this study with ongoing experimental work by other groups can we aim to provide more accurate predictions of what might happen under different emissions scenarios in the future.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H017518/1","grantId":"NE/H017518/1","fundValue":"390779","fundStart":"2011-01-01","fundEnd":"2014-12-31","funder":"NERC","impactText":"","person":"Paul  Pearson","coPersons":["Philip Francis Sexton"],"organisation":"Cardiff University","findingsText":" This grant was a contribution to the UK Ocean Acidification Research Programme.\n\nThe programme continues to be succesful, for example recently through a widely publicised report to the Convention of Biological Diversity.\n\nRegarding this specificaward, a number of research papers have been published and several others are currently in preparation. Most of these papers relate tot he rate and magnitude of global change at the Paleocene - Eocene Thermal Maximum and help us compare it with the likley anthropogenic impact of ocean acidifiction Our findings put anthropogenic ocean acidification in its geological context Environment","dataset":"gtr"}