{"id":"3876C34A-47F7-4B75-9F54-756B909A45DA","title":"Development and validation of an automated test of animal affect and welfare for laboratory rodents","abstractText":"A central goal of NC3Rs is the refinement of laboratory procedures to minimise animal pain, suffering, and lasting harm, and to improve laboratory animal welfare. To achieve this, it is essential that we use scientifically validated measures to quantify how experimental, housing, and husbandry procedures affect welfare, and whether refinements do indeed lead to improvements. NC3Rs have therefore called for research to develop new and better welfare measures. Our project will provide such a measure to better assess the welfare of rats and mice (81% of laboratory animals used in the UK in 2010).\n\nThe assumption that non-human animals can subjectively experience negative emotional (affective) states and hence suffer underpins concerns for animal welfare. Affective state is thus a key determinant of an animal's welfare. However, because subjective experiences are essentially private, and cannot be measured directly, we need to identify indicators that indirectly reflect an animal's affective state. For example, we can measure physiological changes, such as hormone levels, or behavioural indicators, such as an animal's behaviour in an unprotected open space. However, whilst valuable, such indicators have important limitations which a more recent approach that we have developed seeks to address. \n\nHuman psychological studies show that, when feeling happier, people are more likely to judge an ambiguous event as having a positive outcome than when they are feeling down; their proverbial glass is half-full. If the same is true of other animals, then by measuring the judgements they make in ambiguous situations, we may gain useful information about how they are feeling too. To explore this possibility, we have developed a novel, non-verbal test of 'judgement bias' underpinned by theoretical models of decision-making. The test allows us to systematically investigate whether animals judge an ambiguous stimulus positively ('optimistic') or negatively ('pessimistic'). Recent studies of rats, sheep, dogs, monkeys, and starlings support the hypothesis that animals in a more positive affective state do indeed show a more 'optimistic' response to ambiguous stimuli, indicating that this technique may be a very good way of assessing emotional state in animals.\n\nHowever, existing judgement bias tests are relatively time-consuming, involving hands-on training of animals, and no methods have been developed for mice, the most widely used laboratory species. Therefore, we will develop an automated version of our judgement bias test that can be used for laboratory rodents, including mice. We will then validate this new test by employing a range of carefully-selected pharmacological and environmental treatments, each designed to induce a particular, transient change in affective state. By examining how treatments affect the size of the responses shown, we will be able to see whether the method can quantify the intensity of an emotional state. We will also compare enriched and standard housing conditions, and other determinants of long-term emotional state, to see whether the test can detect the cumulative effects of long-term experience on affect. 'Cumulative suffering' is hard to measure, yet vitally important for an animal's lifetime welfare, and we anticipate that our approach can provide a good indication of this state. An industrial partner has expressed interest in further implementing the test that we develop for widespread use, for example by incorporating it into a home-cage testing system.\n\nThe study will also produce computational models of how affective states change in response to external events. These may provide the basis for modelling the effects of experimental treatments on an animal's affective state, hence facilitating better and more humane planning of studies. We hope that this project will lay the foundations for further development of such models.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NC/K00008X/1","grantId":"NC/K00008X/1","fundValue":"323338","fundStart":"2013-01-01","fundEnd":"2016-09-30","funder":"NC3Rs","impactText":"","person":"Michael  Mendl","coPersons":["Emma Susan Robinson","Elizabeth Shaun Paul","Peter  Dayan"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}