{"id":"38836A3C-3600-4C10-9CA6-A84CA321771D","title":"Engineering polariton non-linearity in organic and hybrid-semiconductor microcavities","abstractText":"Strongly-coupled microcavities are a fascinating system for the exploration of the fundamental physics of the interactions between light and matter. Under such circumstances, the emissive states in such microcavities are termed 'polaritons', and can be described as an admixture between an exciton and a confined cavity photon. The optical properties of polaritons can be very different from their constituent parts (excitons and cavity photons), and thus there is a significant opportunity to explore new fundamental processes, and develop new types of devices that may find applications as low-threshold lasers, optical-amplifiers and high-speed optical switches. At present, the majority of work done on the strong-coupling regime in microcavities has centred on structures that contain inorganic semiconductors (either III-V, II-VI or GaN based materials). We have however pioneered the study of strong-coupled microcavities containing organic (carbon-based) semiconductors, which are anticipated permit new effects to be engineered. Despite the importance of organic-semiconductors in a range of optoelectronic devices (LEDs, photovoltaics, FETs, lasers etc) relatively little is understood regarding the microscopic processes that occur in strongly-coupled organic microcavities.Development of a basic understanding of non-linear processes and properties of organic-semiconductors in strongly-coupled microcavities will thus be a key area that we will address in this project. Key components of the research include studies the interactions between organic-polaritons and vibrational modes of the molecular semiconductor and the generation of organic exciton-polaritons at high density following electrical injection of carriers. We will also explore the fabrication and optical properties of 'hybrid-semiconductor' microcavities and devices (containing organic and inorganic semiconductors), and will study optically-driven energy-transfer between the different types of excitation using both linear and ultra-fast measurements. We are confident that our work will provide new fundamental insights into the optical properties of organic-polaritons (including relaxation and condensation), the transfer of excitations between different semiconductor materials via a cavity photon over large distances (&gt; 100 nm) and the generation of new electrically-driven polariton devices. We believe that we are in an excellent position to undertake such an ambitious programme of research due to our world-leading expertise in strongly coupled organic semiconductor microcavities (Sheffield), and two-colour ultra-fast spectroscopy of microcavities (Southampton).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/G063494/1","grantId":"EP/G063494/1","fundValue":"325675","fundStart":"2010-02-01","fundEnd":"2013-07-31","funder":"EPSRC","impactText":"  The research output has been published in high impact journals, presented as invited talks at international conference. Education,Energy Economic","person":"Pavlos  Lagoudakis","coPersons":[],"organisation":"University of Southampton","findingsText":" Our research has underpinned some of the recent advances in the first observations of organic polariton condensation and polariton-mediated energy transfer achieved between different organic materials. We believe that our research will make polaritonics the basis for future optoelectronic technologies, including thresholdless lasers, THz emitters (with applications in non-invasive medical imaging and explosives detection), and a range of new quantum information technologies. Indeed, by modifying the basic electronic functionality of materials, hybrid polaritonics could have even wider impact in the areas from chemical sensing to catalysis and photo-biology. Education,Energy","dataset":"gtr"}