{"id":"388DF6AD-4240-4D39-BDD5-07AEF0E052E0","title":"The effects of particle formation on global aerosol and climate","abstractText":"Particle number concentration is one of the least well constrained properties of the global atmospheric aerosol. Our lack of understanding of what controls particle concentrations greatly limits our ability to quantify the effect of aerosol on climate, which is one of the most important factors in recent climate change. This proposal deals with particle formation (nucleation) and its role in controlling global particle number concentrations. Many observations have been made that demonstrate the importance of particle formation for local particle concentrations, the particle size distribution, and cloud condensation nuclei. Global model calculations conducted at Leeds strongly suggest that particle formation events contribute substantially to total particle concentrations on a global scale, but little is known about their effect on the subset of particles that is relevant for the climate. We will use a global aeroosl model, constrained by a large number of observations of particle formation, to quantify the contribution of new particles to climate-relevant particles. The outcomes of this project will be (i) a greatly improved understanding of the global budget of climate-relevant particle number concentration; (ii) model schemes to simulate particle formation on a global scale for inclusion in the UK climate model; and (iii) an improved understanding of how climate-relevant particle concentrations have changed over the industrial period. The scientific results and model developments will have a significant bearing on the further development of global aerosol and climate models. In particular, they will feed directly into the NERC-Met Office UK Chemistry and Aerosol (UKCA) project to develop new aerosol microphysics schemes for the UK Unified Model.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/D01395X/1","grantId":"NE/D01395X/1","fundValue":"227130","fundStart":"2007-05-21","fundEnd":"2009-11-20","funder":"NERC","impactText":"","person":"Kenneth  Carslaw","coPersons":["Martyn  Chipperfield"],"organisation":"University of Leeds","findingsText":"","dataset":"gtr"}