{"id":"3892DC32-7A15-4A99-80CC-AB885F225B47","title":"The new LAW of microRNA-mediated gene silencing","abstractText":"MicroRNAs (miRNAs) are a class of small RNAs within all the cells of our body that have recently been found to inhibit gene expression. Their mechanism of action is far reaching and complex; each miRNA may control many genes and it is estimated that miRNAs regulate expression of up to 1/3 of all human genes. Human genes are expressed as proteins via a mRNA intermediate which is a copy of the DNA encoded gene in question. This mRNA then travels from the nucleus to the cytoplasm where the code is 'translated' or made into protein and thus expressed. MicroRNAs operate to inhibit gene expression by one of two hypothesised mechanisms: (1) by pairing with a mRNA- and stopping the mRNA being expressed very early on in its translation into protein, initiation block and (2) pairing with target mRNA - stopping the mRNA being expressed in the middle of its translation into protein therefore halting protein production, post-initiation block. In either case the mRNA is not translated into protein but (repressed) but the mRNA remains intact. MicroRNAs show distinct expression patterns in different organisms, cell development stages, and disease models and play an important role in regulating gene expression. Even though we have learnt a great deal about miRNA biology in recent years we still do not know the precise mechanism(s) of how the cell performs miRNA-mediated gene silencing and furthermore how it decides between the different types of miRNA silencing (initiation or post-initiation block). My research group has identified two distinct groups of proteins, (1) called LIMD1, Ajuba, WTIP (LAW) and (2) called Zyxin, LPP, TRIP6 (ZLT). Which we believe may represent the missing components to enable miRNA-directed gene silencing. Furthermore, these two groups of protein may then help the cell decide which type of miRNA silencing to perform. Employ the LAW group and use initiation block, or the ZLT group and induce a post-initiation block. Our research is aimed at determining these possibilities and therefore new biology which will ultimately impact on improved human and animal health in the long term.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I007571/2","grantId":"BB/I007571/2","fundValue":"471878","fundStart":"2012-04-01","fundEnd":"2015-04-30","funder":"BBSRC","impactText":"  At present hey have not. Basic Research is still underway. Education Cultural","person":"Tyson Valentine Sharp","coPersons":[],"organisation":"Queen Mary, University of London","findingsText":" We have made two major discoveries during this current award one has been to further understand the biology of a process called microRNA-mediated silencing. This is a process which regulates the production of protein in all of the cells of our body and is critical for health both at the level of the cell and whole organism. The second discovery was an unexpected yet exciting one where we have discover a new cellular process that controls how all the cell of our body respond and adapt to low levels of oxygen which can be very harmful. This process is know has hypoxia. The long term implication of these findings will be in Education and more so in the Healthcare sector (both private and non-private). There are a great many disease processes that are a result of the deregulation of both microRNA-silencing and the hypoxia response. Understanding these cellular control pathways at the molecule level will open up the possibly of new future therapies and treatments. Education,Healthcare","dataset":"gtr"}