{"id":"389E8695-9330-42F6-ACA3-804D1E8E422A","title":"Driving protective immune responses by targeting Mycobacterium bovis and Foot-and-Mouth Disease virus antigens to bovine dendritic cell subsets","abstractText":"These studies will help design new vaccines for two important diseases of cattle, bovine tuberculosis and Foot-and-Mouth disease virus. Mycobacterium bovis is the causative agent of bovine tuberculosis (TB), a disease increasing in incidence in UK cattle herds causing major economic losses and potential human health risks. At present control of bovine TB relies solely on the use of diagnostic tests which do not have 100% sensitivity or specificity. Foot and mouth disease virus (FMDV) has a wide host range including all cloven-hoofed animals and causes an acute vesicular disease in domestic ruminants and pigs, which results in debilitation, pain and loss of productivity. Vaccines have been shown to be highly valuable in controlling a variety of infectious diseases, including bacteria and viruses. However, effective vaccines require portions of the infectious agent to be delivered to specialised cells, called dendritic cells. Dendritic cells are the only cells in the body capable of starting an immune response to an agent the body hasn't seen before. Targeting portions of the infectious agents to dendritic cells has been shown to stimulate a strong immune response. Unfortunately, the situation is more complicated than it first appears, there is more than one type of dendritic cell and each cell type can stimulate a different type of immune response. Specific immune responses may be required to control different infections. Acute viral infections, for example Foot-and-Mouth disease, may require an antibody response to control infection. In contrast, slow growing bacterial infections, for example tuberculosis may require immune T cells to control them. In this programme of work we plan to target components of Foot-and-Mouth disease virus or cattle tuberculosis bacteria to particular dendritic cell subsets to determine whther a protective immune response can be stimulated","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F013590/1","grantId":"BB/F013590/1","fundValue":"800101","fundStart":"2009-01-05","fundEnd":"2013-01-04","funder":"BBSRC","impactText":"  As a consequence of these studies a number of groups have been testing the enhancement of immune responses as a result of formulating Adenovirus vector vaccines in adjuvants, one product has been registered for use in the USA. Also, we have developed a modified MVA vector that doesn't induce apoptosis of dendritic cells and stimulates enhanced immune responses in vitro. An application for external funding is currently under review to support further development of this vaccine platform. Agriculture, Food and Drink,Healthcare Economic","person":"Bryan  Charleston","coPersons":["Jayne  Hope","Paul Vernon Barnett"],"organisation":"The Pirbright Institute","findingsText":" As a consequence of these studies a number of groups have been testing the enhancement of immune responses as a result of formulating Adenovirus vector vaccines in adjuvants, one product has been registered for use in the USA. Also, we have developed a modified MVA vector that doesn't induce apoptosis of dendritic cells and stimulates enhanced immune responses in vitro. An application for external funding is currently under review to support further development of this vaccine platform. Development of improved vaccine platforms Agriculture, Food and Drink,Healthcare","dataset":"gtr"}