{"id":"389FC6B7-0487-435D-916C-7DC3D47ACC41","title":"Signal Processing 4 the Networked Battlespace","abstractText":"Sensors have for a long time played a vital role in battle awareness for all our armed forces, ranging from advanced imaging technologies, such as radar and sonar to acoustic and the electronic surveillance. Sensors are the &quot;eyes and ears&quot; of the military providing tactical information and assisting in the identification and assessment of threats. Integral in achieving these goals is signal processing. Indeed, through modern signal processing we have seen the basic radar transformed into a highly sophisticated sensing system with waveform agility and adaptive beam patterns, capable of high resolution imaging, and the detection and discrimination of multiple moving targets.\nToday, the modern defence world aspires to a network of interconnected sensors providing persistent and wide area surveillance of scenes of interest. This requires the collection, dissemination and fusion of data from a range of sensors of widely varying complexity and scale - from satellite imaging to mobile phones. In order to achieve such interconnected sensing, and to avoid the dangers of data overload, it is necessary to re-examine the full signal processing chain from sensor to final decision. \nThe need to reconcile the use of more computationally demanding algorithms and the potential massive increase in data with fundamental resource limitations, both in terms of computation and bandwidth, provides new mathematical and computational challenges. This has led in recent years to the exploration of a number of new techniques, such as, compressed sensing, adaptive sensor management and distributed processing techniques to minimize the amount of data that is acquired or transmitted through the sensor network while maximizing its relevance. While there have been a number of targeted research programs to explore these new ideas, such as the USs &quot;Integrated Sensing and Processing&quot; program and their &quot;Analog to Information&quot; program, this field is still generally in its infancy. \nThis project will study the processing of multi-sensor systems in a coherent programme of work, from efficient sampling, through distributed data processing and fusion, to efficient implementations. Underpinning all this work, we will investigate the significant issues with implementing complex algorithms on small, lighter and lower power computing platforms. Exemplar challenges will be used throughout the project covering all major sensing domains - Radar/radio frequency, Sonar/acoustics, and electro-optics/infrared - to demonstrate the performance of the innovations we develop.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K014277/1","grantId":"EP/K014277/1","fundValue":"3837580","fundStart":"2013-04-01","fundEnd":"2018-03-31","funder":"EPSRC","impactText":"","person":"Mike  Davies","coPersons":["Neil Martin Robertson","Daniel  Clark","John Scott Thompson","Andrew  Wallace","Bernard  Mulgrew","James Robert Hopgood","Yvan  Petillot"],"organisation":"University of Edinburgh","findingsText":" This project is now in its second year.\n\nResearch into low complexity sub Nyquist samplnig using efficient fractional delays through delay compensated TF transforms has offered some novel ideas.\n\nOur distributed multi-sensor processing work has moved on considerably to provide improved scalability and has overcome issues of resource limitations such as communication bandwidth and power.\n\nCurrent research focus in underwater sonar systems and in particular Multiple Input Multiple Output (MIMO) systems has developed new algorithms which enhance the capabilities and performances of current MIMO systems.\n\nOur work on audio-video tracking has focused on the development of new probabilistic behaviourial recognition models that have led to a number of publications.\n\nNovel algorithms for multiple target tracking has been developed in a closed-loop sensor management context.\n\nWork has also focused on efficient implementations of Gaussian Processes to support classification with confidence. The project is ongoing Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software)","dataset":"gtr"}