{"id":"38A2B659-1910-4551-B1C0-1C62E739CF2B","title":"Software tools for structure elucidation of synthetic and natural product peptide mixtures by LC-IM-MS","abstractText":"Peptides are biological molecules that are composed of chains of amino acid building blocks linked by chemical bonds. Peptides have many crucial roles in biology, including as defensive molecules, hormones, and allowing the immune system to recognise infected cells. Accumulation of clusters of peptides in the brain is implicated in Alzheimer's disease. Therefore peptides are commonly employed in research aimed at understanding basic biology and mechanisms of disease, as well as acting as starting points for new therapeutics. Peptide drugs have already been approved for conditions ranging from cancer to constipation and the number of peptides coming to market has accelerated in recent years.\n\nPeptides can be produced for experiments and therapies through natural fermentation of appropriate organisms, although it is often more convenient to produce them chemically from amino acids in the laboratory. Both routes afford material that contains not just the desired peptide but typically also other molecules which may have very similar chemical structures to the one of interest. When making peptides chemically, the structures of many of these other by-products can be predicted from knowledge of the reactions and side-reactions taking place. Although purification procedures help to remove many impurities, this adds time and expense, wastes sample and is never 100% effective. Unfortunately, the peptide impurities may themselves have very intense biological activity which can cause confusion and misunderstanding if experimenters are unaware of their presence. Careful analysis of peptide samples is therefore highly desirable to determine exactly what is present, and indeed is a required part of the quality control for peptides destined to be used as drugs.\n\nPeptide sample analysis on modern instruments involves several stages. In the first stage, peptides in an aqueous solution are separated as well as possible according to their physical properties. This solution then passes through a high voltage needle which leads to a spray from which the solvent evaporates to leave a gas containing the peptide molecules with an electrical charge. These charged peptides are then sorted by their size and electric charge, before undergoing a final step in which they are broken into pieces and their masses are measured. As each sample may contain many different peptides, these experiments produce huge quantities of data and the challenge is to relate this to the peptide structures in terms of the types of amino acid that they contain and the order in which these amino acids are connected together. The goal of our proposal is to write new computer software to simplify this task by automatically labelling the data with the identities of the peptides that can be detected. To do this, the software will simulate the synthesis of peptides and their by-products, make predictions about their analytical properties and compare these predictions with the experimental data. The software will run on typical laboratory and office computers and will feature a friendly graphical user interface. It will have a modular design that will allow us to add and refine features in the future in response to the demands of industry and academia. We will initially make a core set of features available for free, but subsequently offer enhanced versions catering for commercial users for a fee that will support future development.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M019993/1","grantId":"BB/M019993/1","fundValue":"127578","fundStart":"2015-08-03","fundEnd":"2017-02-02","funder":"BBSRC","impactText":"","person":"James Edward Redman","coPersons":[],"organisation":"Cardiff University","findingsText":"","dataset":"gtr"}