{"id":"38B304E2-110C-4AC7-B7BA-0256D755B4D5","title":"HydrOlogical cYcle Understanding vIa Process-bAsed GlObal Detection, Attribution and prediction (Horyuji PAGODA)","abstractText":"PAGODA will focus on the global dimensions of changes in the water cycle in the atmosphere, land, and oceans. The overarching aim is to increase confidence in projections of the changing water cycle on global-to-regional scales through a process-based detection, attribution and prediction. The scientific scope prioritises themes 2,1,3,4 in the AO, adopting a focus on climate processes to extend our understanding of the causes of water source/sink uncertainty at the regional scale, which is where GCMs show huge variations concerning projected changes in precipitation, evaporation, and other water related variables. This model uncertainty is closely linked to shifts in large-scale circulation patterns and surface feedback processes, which differ between models. Furthermore, even where models agree with each other (for example, the suggested trend towards wetter winters and drier summers in Europe, connected to storm tracks and land surface processes), consistency with the real world cannot be taken for granted. The importance of quantitative comparisons between models and observations cannot be overstated: there is opportunity and urgent need for research to understand the processes that are driving changes in the water cycle, on spatial scales that range from global to microscopic, and to establish whether apparent discrepancies are attributable to observational uncertainties, to errors in the specification of forcings, or to model limitations. PAGODA will achieve its scientific objectives by confronting models with observations and reconciling observations, which possess inherent uncertainty and heterogeneity, with robust chains of physical mechanisms - employing model analysis and experiments in an integral way. Detection and attribution is applied throughout, in an iterative fashion, to merge the understanding from observations and models consistently, in order to isolate processes and identify causality. PAGODA is designed to focus specifically on the processes that govern global-to-regional scale changes in the water cycle, particularly on decadal timescales (the timescale of anthropogenic climate change). It addresses processes in the atmosphere, land and oceans, and brings together experts in climate observations, climate models, and detection and attribution. It seeks to exploit important new opportunities for research progress, including new observational data sets (e.g. ocean salinity reanalysis, TRMM and SSMIS satellite products, long precipitation records), new models (HadGEM3 &amp; new capabilities for high resolution simulations), and the new CMIP5 model inter-comparison and to develop new methodologies for process-based detection, attribution and prediction.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I006141/1","grantId":"NE/I006141/1","fundValue":"282365","fundStart":"2011-02-01","fundEnd":"2014-01-31","funder":"NERC","impactText":"  Results from this grant have been cited by the Intergovernmental Panel on Climate Change report (IPCC) 5th AR. \nA publication, led by Hegerl, is in press with the Bulletin of the American Meteorological Society that gives recommendations as to how the observational network needs to be strengthened to better observe changes in the watercycle, an impact that extends to outside science. \nImpacts within the Scientific community include further a session at the American Geophysical Union meeting, SF in Dec 2013 and publications. \nSeveral of the recent publications were picked up by media. Environment,Government, Democracy and Justice Policy & public services","person":"Gabriele C Hegerl","coPersons":["Simon Frederick Tett"],"organisation":"University of Edinburgh","findingsText":" The paradigm of wet regions getting wetter, dry regions getting dryer due to human influences on climate, particularly, the increase in greenhouse gases is being investigated. We found that seasonal land precipitation changes vary quite a bit with observational dataset used, but significant climate changes can be identified in zonal patterns in some seasons. The changes approximately strengthen climatological rainfall differences. This work was included in Chapter 10 of the IPCC Fifth Assessment Report. Changes of precipitation over both land and ocean in climatological wet and dry regions were found to be consistent with expectations due to greenhouse gas warming of the atmosphere, with the wet regions becoming wetter and dry regions becoming drier. By analysing changes in the wettest and driest regions, we were able to make use of the relativity short satellite records to show that human activity has caused changes to precipitation over the ocean. While greenhouse gas warming will cause precipitation to increase globally, aerosols tend to have the opposite affect. These counteracting influences, has made it difficult to distinguish the influence of aerosols on precipitation from greenhouse gases as many regions, the influence of greenhouse gases in greater. We analysed changes in monsoon precipitation and were able to show that anthropogenic aerosols caused a monsoon precipitation to decrease over the latter half of the 20th century. \n\nChanges in the global water cycle are still uncertain compared to temperature due to shorter observational datasets and sparse coverage in many regions. A workshop bringing together experts on observational records of the water cycle was organised to discuss the long-term observed changes. The outcome of this workshop was a research paper that compares changes in observations of different water cycle variables, identifying where observations show consistent changes and making a series of recommendations to maintain and improve the observational record of the changing water cycle. Our findings are important for research on impacts of climate change, predictions of future changes in precipitation and research on predicting and understanding changes in drought and flooding and results from this grant were included in the IPCC Fifth Assessment Report.\n\nThe work has also highlighted were observational uncertainty has limited our understanding of changes in the global water cycle. An outcome of a workshop to discuss this uncertainty is a series of recommendations to maintain and improve the observational record of the changing water cycle. Agriculture, Food and Drink,Environment,Government, Democracy and Justice,Transport","dataset":"gtr"}