{"id":"38BA2A3F-D8FA-4D2F-AA18-6B40FEF8B62B","title":"Anton Chekhov - Monograph for Routledge Contemporary and Modern Dramatists Series","abstractText":"The monograph is to be part of the Routledge Modern and Contemporary Dramatists Series, which aims to publish high-quality critical introductions to playwrights from the late nineteenth century to the present day.This volume will focus on Anton Chekhov's theatre writing, and will emphasise the multiplicity of possible readings of Chekhov, his continued relevance, humour and mastery of the tragicomic.\\n\\nThe book will examine the varying layers of censorship of Chekhov's writing in the light of new information about Chekhov's life and work that has become available as archives have opened in Russia since the 1990s. This comprises both material on censorship practice in Chekhov's life time and the portions of his writings, (mostly letters), that were censored before publication after his death in Soviet times. The book will explore the extent to which writing with an eye to the Tsar's censor encouraged Chekhov to find coded means of expression. It will also discuss the influence of European symbolism on Chekhov's theatre writing and ask how the use of symbol or allusion, which could express what could not be said directly, fulfilled the need to write in a coded way. A range of interpretations of Chekhov's work in the history of productions will be described with this analysis of context and influence in mind.\\n\\nThe problem of interpretation has been compounded by the idealised image of Chekhov configured by erstwhile Soviet 'official' morality and engineering of the image of the artist, and the subsequent effect on the kinds of materials available on Chekhov. The emergence of new material has resulted in several new biographies and translations, which have facilitated new approaches to the work. As well as providing an overview of traditional approaches to Chekhov scholarship, such as that of Ronald Hingley or David Magarshack, the volume will explore recent critiques of Chekhov's work from feminist, cultural materialist and other theoretical and cultural standpoints - such as Peta Tait's recent analysis in which she combines philosophy and gender studies and John Tulloch's structuralist study and analysis of the work as theatrical event. \\n\\nA century after his death both the genius of Chekhov's writing, the innovatory nature of his approach to theatrical representation, and the profundity of his philosophy are beginning to be re-examined. The volume therefore aims to offer an overview of past and current criticism but and a contemporised analysis of the relationship between his plays and his own life, the theatres he wrote for and the changing aesthetics of European and Russian productions of his plays into the twenty first century. I will examine to what extent directors work on a contextualised reading and how the symbolic aspects of the text are treated.\\n\\nThe reader is thus to be provided with a comprehensive pathway through the complexities of both the traditional and the new criticism in the context of a detailed, comparative analysis of a variety of productions of his plays, the range and richness of which account for Chekhov's enduring importance with theatre audiences.This volume will appeal to scholars in Theatre Studies and Russian Studies, undergraduate and graduate students in Drama, Theatre and Performance Studies, Russian Studies, Comparative Literature, to A level students and to a general readership interested in Chekhov.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E004253/1","grantId":"AH/E004253/1","fundValue":"23563","fundStart":"2007-09-15","fundEnd":"2008-01-14","funder":"AHRC","impactText":"","person":"Rose  Whyman","coPersons":[],"organisation":"University of Birmingham","findingsText":" The proposed research aimed to examine the varying layers of censorship of Chekhov's writing in view of new information about Chekhov's life and work that has become available as archives have opened in Russia since the 1990s. This line of approach proved less fruitful than anticipated; though there is scope for a comparison of Chekhov's early work such as his first play, (commonly thought to be the play now referred to as 'Platonov', written before he had published and encountered censorship practice) and the modifications he made to his writing in the light of censorship practice, this would be a very specific task. \n\nHowever, researching the influence of European symbolism on Chekhov's theatre writing and examining how the use of symbol or allusion, which could express what could not be said directly, proved more fruitful and a significant strand of the interviews I have conducted with directors has focussed on how they work with the symbolism in performance. \n\n\n\nThis informed my discussion of Chekhov's approach to the reader/audience; the presentation of symbols and metaphors as an invitation to engage in a process of examination of the situations of the characters in the plays which can become a means of self-examination. \n\n\n\nI was also intrigued to discover the extent to which Chekhov refers to nihilistic and pessimistic philosophies in his work and have investigated the extent to which the plays engage with these ideas.\n\n\n\nThe monograph which resulted aims to advance creativity, knowledge and understanding of Chekhov's theatre oeuvre in a number of ways.\n\n\n\nIt surveys and summarizes a range of approaches to the the main topics for Chekhov criticism; the problem of interpretation, Chekhov's language, the autobiographical significance of his works and the international production history of the plays. \n\nIt discusses the enigma of Chekhov and how narratives about his life and work interface with the problem of interpretation.\n\nIt presents a contextualized examination of Chekhov's work, his modernism, his links European symbolism, his exploration of philosophies and ideas current in his time and the relevance of this examination to our understanding of Chekhov now. Though these topics have been discussed in criticism of Chekhov, it has often been in a cursory or piecemeal way. Of particular interest is how Chekhov discusses Schopenhauerian and other 'pessimistic' philosophies in his work; I believe the significance of this has not to date been recognized.\n\n\n\nNor has Chekhov been placed in the mainstream of 'modernism'. This partly because he was Russian and readings of modernism in the Russian context differ from those of western europe. However Chekhov's importance in this respect has been underestimated and I seek to redress this in the monograph. \n\n\n\nThe book includes discussion on recent productions of Chekhov such as the three 'Seagulls' at the National, the Royal Court and the RSC during 2006-7 and Declan Donellan's 'Three Sisters' about have not as yet been discussed in critical literature to my knowledge. The comparison of these recent production with past productions provides new insights into the problem of interpretation. The book has been and in continuing to be used by directors and dramaturgs internationally developing new productions of Chekhov's plays. ","dataset":"gtr"}