{"id":"38BC7509-8DEF-47D5-9CD6-913472CCCBA6","title":"Mitigating climate change impacts on India agriculture through improved Irrigation water Management","abstractText":"In this project, we propose to investigate the effects of climate change and variability on irrigation water security in India and to evaluate the effectiveness of better irrigation and water management strategies in mitigating any water shortage situation and so improve the productivity of the available water. To assess the impacts of climate change on the runoff and hence on groundwater recharge and inflows into rivers, canals and on-farm reservoir systems at the catchment scale, we will use the Soil Water Assessment Tool (SWAT) hydrological model, appropriately calibrated and validated, and a range of GCMs projections and emissions scenarios.\n\nTo better understand the impacts on irrigation water requirements at the farm scale, we propose to use an existing physically-based root water uptake model that will be further calibrated and tested using data that will be collected at experimental farms in four diverse climatic zones spread over the four Indian states of Haryana, Himachal Pradesh, Uttarapradesh and Uttarakhand. For future conditions, the calibrated model will be coupled with the SWAT model. \n\nGiven the assessed irrigation water requirements for the future, the adequacy of existing on-farm irrigation infrastructures- direct river abstractions, reservoirs and tube wells- will be assessed in terms of reliability, vulnerability, resilience and sustainability. We propose to develop better operational practices for the infrastructures- e.g. enhanced rule curves for reservoirs, conjunctive use of reservoirs, rivers, groundwater etc- that will temper the effect of water shortages or desynchronise water availability from rainfall on crop production. The project will involve collaboration between internationally-leading scientists at 3 Indian institutions (IIT-Roorkee; NIT-Kurukshetra; NIT, Hamirpur) and 2 UK Universities: Heriot-Watt University, Edinburgh (H-WU), Cranfield University (CU). It will build on an existing and thriving collaboration between the H-WU team and the team at the IIT-Roorkee. We will work with stakeholders in India (farmers, regional and regional to national policymakers) and leading UK irrigation practitioners. The project will last for 48 months and comprise four work packages as follows: \n\nWP 1- Impacts and uncertainty, of climate change on water resources availability for agriculture in India: This WP aims to understand climate change impacts on water availability and to identify thresholds in catchment/aquifer-scale runoff, groundwater recharge and responses (led by CU). \nWP 2- Impacts of shifting temporal and spatial rainfall patterns on crop-soil moisture regimes and potential irrigation demand, and associated field experimentation: The effects of the changing temperature and rainfall patterns on farm-scale soil moisture and hence future irrigation water requirements with be assessed with IIT-R physically-based root water uptake model, which will be further calibrated and validated against observed crop yields and soil moisture data from dedicated field experiments at 4 sites across 4 Indian states (Led by IIT-R).\nWP 3- Understanding the potential of robust irrigation water management practices and systems to reduce the impacts of future water scarcity: The effectiveness of on-farm infrastructures will be assessed for their reliability, vulnerability resilience and sustainability to deliver irrigation water needs for existing and climate-change conditions. Better operational practices- irrigation water scheduling; rule and operating policies for on-farm reservoirs; conjunctive use and artificial recharge- that are robust to the uncertainties in the climate change predictions will be developed and evaluated (Led by H-WU)\n WP 4- Stakeholder engagement and dissemination: A broad range of contextually-appropriate engagement and dissemination activities will be co-ordinated by IIT-Roorkee throughout the project duration, to maximise stakeholder buy-in (Joint UK/Indian led).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I022337/1","grantId":"NE/I022337/1","fundValue":"364737","fundStart":"2012-04-01","fundEnd":"2016-03-31","funder":"NERC","impactText":"","person":"Adebayo Johnson Adeloye","coPersons":[],"organisation":"Heriot-Watt University","findingsText":"","dataset":"gtr"}