{"id":"38C167B7-52D5-4A46-9E32-2B7ACC0A08AC","title":"Redistribution of Gata3 by T-bet: a novel mechanism underlying T-cell lineage balance","abstractText":"Our immune system functions to protect us from infection and keep commensal microorganisms that live on and within our bodies in check. There are a number of components of the immune system. CD4 T cells secrete signals that help other cells control microorganism numbers. CD4 T cells are normally resting but when the cell detects a foreign object, it changes into one of a number of different types of effector cell, each of which activates a different component of the immune response. The type of effector cell it becomes depends on the type of foreign object detected and allows the immune response to tailor itself to different threats. It is also important that the appropriate balance between these different effector types is maintained because excessive activation can lead to allergies (excessive responses to harmless substances) or autoimmune diseases (responses against the body).\n\nThe changes a T cell undergoes when it detects a foreign object are controlled by transcription factors, proteins which bind to specific sites on DNA and turn on and off near-by genes. Development of different effector cell types is directed by different transcription factors. The research field did believe that only one type of factor was turned on at any time, giving the cell clear directions on what cell type to become. But more recently, a number of research groups have shown that T cells can contain more than one type of factor, potentially pulling the cell in two different directions at once or allowing the cell to switch between effector types. The interplay between the two factors when both are present, for example whether one is dominant over the other or whether the cell adopts characteristics driven by both factors, is unclear but is important to understand how T cells tailor the immune response and how the balance between different effector types is maintained. \n\nWe have found that when two important T cell transcription factors are present in the same cell, one acts dominantly over the other, blocking its ability to control genes. This suggests that a cell can hedge its bets over the cell type it is to become, following the instructions of the dominant factor but maintaining the potential to switch to the other factor. We will identify the mechanism through which one factor acts dominantly over the other and determine its importance for the control of gene activity, development of the appropriate immune response and for a healthy balance between different T cell effector types. This will open new avenues for research that will lead to the ability to block unwanted cellular activities and eventually allow one cell type to be turned into another for regenerative medicine or therapies to boost immunity or target cancers.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/L009277/1","grantId":"BB/L009277/1","fundValue":"388367","fundStart":"2014-04-01","fundEnd":"2017-03-31","funder":"BBSRC","impactText":"  None yet - we're only 6 months into the grant.  ","person":"Richard  Jenner","coPersons":[],"organisation":"University College London","findingsText":" We have found that a protein that controls the development of one type of T cell (white blood cell) sequesters the protein that controls another type of T cell, thereby closing of this avenue for development and focusing the immune system to make a specific response. This question is more pertinent to when the grant is almost complete. Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}