{"id":"38C85B44-6E3B-429A-9C6D-97348524A7CF","title":"Nuclear Structure and Reactions: Theory and Experiment","abstractText":"Nuclear physics research is undergoing a transformation. For a hundred years, atomic nuclei have been probed by collisions between stable beams and stable targets, with just a small number of radioactive isotopes being available. Now, building on steady progress over the past 20 years, it is at last becoming possible to generate intense beams of a wide range of short-lived isotopes, so-called &quot;radioactive beams&quot;. This enables us vastly to expand the scope of experimental nuclear research. For example, it is now realistic to plan to study in the laboratory a range of nuclear reactions that take place in exploding stars. Thereby, we will be able to understand how the chemical elements that we find on Earth were formed and distributed through the Universe. \n\nAt the core of our experimental research is our strong participation at leading international radioactive-beam facilities. While we are now contributing, or planning to contribute, to substantial technical developments at these facilities, the present grant request is focused on the exploitation of the capabilities that are now becoming available. \n\nExperimental progress is intimately linked with theory, where novel and practical approaches are a hallmark of the Surrey group. An outstanding feature, which is key to our group's research plans and is unique in the UK, is our powerful blend of theoretical and experimental capability. \n\nOur science goals are aligned with current STFC strategy for nuclear physics, as expressed in detail through the Nuclear Physics Advisory Panel. We wish to understand the boundaries of nuclear existence, i.e. the limiting conditions that enable neutrons and protons to bind together to form nuclei. Under such conditions, the nuclear system is in a delicate state and shows unusual phenomena. It is very sensitive to the properties of the nuclear force. For example, weakly bound neutrons can orbit their parent nucleus at remarkably large distances. This is already known, and our group made key contributions to this knowledge. What is unknown is whether, and to what extent, the neutrons and protons can show different collective behaviours. Also unknown, for most elements, is how many neutrons can bind to a given number of protons. It is features such as these that determine how stars explode. To tackle these problems, we need a more sophisticated understanding of the nuclear force, and we need experimental information about nuclei with unusual combinations of neutrons and protons to test our theoretical ideas and models. Therefore, theory and experiment go hand-in-hand as we push forward towards the nuclear limits.\n\nAn overview of nuclear binding reveals that about one half of predicted nuclei have never been observed, and the vast majority of this unknown territory involves nuclei with an excess of neutrons. Much of our activity addresses this &quot;neutron-rich&quot; territory, exploiting the new capabilities with radioactive beams. \n\nOur principal motivation is the basic science, and we contribute strongly to the world sum of knowledge and understanding. Nevertheless, there are more-tangible benefits. For example, our radiation-detector advances can be incorporated in medical diagnosis and treatment. In addition, we provide an excellent training environment for our research students and staff, many of whom go on to work in the nuclear power industry, helping to fill the current skills gap. On a more adventurous note, our special interest in nuclear isomers (energy traps) could lead to novel energy applications. Furthermore, we have a keen interest in sharing our specialist knowledge with a wide audience, and we already have an enviable track record with the media.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/L005743/1","grantId":"ST/L005743/1","fundValue":"1836570","fundStart":"2014-08-01","fundEnd":"2018-09-30","funder":"STFC","impactText":"","person":"Philip Malzard  Walker","coPersons":["William  Gelletly","Arnau  Rios Huguet","Paul Denis Stevenson","Gavin  Lotay","Wilton  Catford","Ronald Cecil Johnson","Jim  Al-Khalili","Carlo  Barbieri","Patrick Henry Regan","Zsolt  Podolyak","Jeffrey Allan Tostevin"],"organisation":"University of Surrey","findingsText":"","dataset":"gtr"}