{"id":"38D68B1E-C064-4B69-945E-A7F076C86547","title":"Enantioselective occurrence and fate of chiral drugs in the aqueous environment","abstractText":"Drugs are potentially hazardous biologically active emerging contaminants as many of them are ubiquitous and persistent with suspected or identified toxicity towards aquatic organisms. Additionally, due to their continuous introduction into the environment and synergistic effects through combined parallel action, even drugs of a low persistence might cause unwanted effects in the environment. Hundreds of tonnes of these compounds are dispensed in communities every year and subsequently enter the environment through wastewater. Several groups of drugs such as beta-blockers, antibiotics or analgesics have been studied before in the environment but surprisingly their chiral character has been overlooked by environmental researchers. More than half of the drugs currently in use are chiral compounds and many of those are distributed as racemates consisting of an equimolar mixture of two enantiomers. A chiral molecule has at least one chiral centre (usually asymmetric carbon) as a result of which it shows optical activity. It exists in the form of two enantiomers, being the non-superimposable mirror images of each other. Enantiomers have the same chemical formula and physicochemical properties but they differ in their optical activity and spatial arrangement. The enantiomers of chiral compounds differ in interactions with chiral environments such as enzymes in the body. Therefore in biological systems they can be recognised as two different substances that elicit different responses: one enantiomer of the same drug may produce the desired therapeutic activity, while the other may be inactive or even toxic. The ratio of active/inactive enantiomer of the chiral drug can change significantly after its administration, metabolism in and excretion from the body. It can be subsequently altered during biological wastewater treatment and when the drug is already present in the environment. This is because degradation of enantiomers can be stereo-specific and can in some cases lead to an increase in the drug's toxicity. Research in this area is important as with the ageing population in western countries and an increase in consumption levels in the developing world increasing quantities of drugs are entering the environment and, to date, studies of the prevalence and characteristics of these contaminants in the environment have been limited in scope. Furthermore, existing reports, due to their non-enantiospecific analytical methodology, do not tackle the problem of chirality of drugs, so these studies cannot unequivocally differentiate between biological (enantioselective) and abiotic (non-enantioselective) processes. Therefore this project aims to identify chiral drugs in the aqueous environment and to test the hypothesis that their distribution in the aqueous environment is stereoselective and that stereoselective mechanisms governing their fate are biological in nature. The hypothesis will be tested through a series of analyses of surface water samples in West Yorkshire (the River Calder), concentrating on densely populated areas where the environment has the greatest potential to be contaminated with drugs. Analysis of contamination will be undertaken taking account of local wastewater treatment activity, thus achieving a more accurate understanding of the risk associated with the presence of chiral drugs in the environment. To achieve this a multi-residue analytical methodology that will allow for simultaneous identification and quantification of trace concentrations (low ppt levels) of chiral drugs of abuse in environmental matrices will be established. Verification of the stereoselectivity of the degradation of chiral drugs in the aqueous environment after taking into consideration non-stereoselective abiotic (photochemical processes, hydrolysis, sorption) and stereoselective biological (microbial) variables will also be undertaken at the laboratory scale with the usage of microcosm protocol and model compounds.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I000534/1","grantId":"NE/I000534/1","fundValue":"80283","fundStart":"2011-04-01","fundEnd":"2012-07-31","funder":"NERC","impactText":"","person":"Barbara  Kasprzyk-Hordern","coPersons":[],"organisation":"University of Bath","findingsText":" The overall aim of the project was to undertake enantiomeric profiling of chiral drugs in the aqueous environment and to test the hypothesis that their distribution in the aqueous environment is stereoselective and that stereoselective mechanisms governing their fate are biological in nature. The groups of chiral drugs studied in the aqueous environment and in river microcosms included: amphetamine-like compounds (amphetamine, methamphetamine, MDMA, MDEA), ephedrines, beta-blockers (propranolol, atenolol and metoprolol) and antidepressants (fluoxetine and venlafaxine). \nProject outcomes are presented below: \n1. Development of novel methodology for enantiomeric profiling of chiral drugs in aqueous environmental matrices. A novel multi-residue methodology for enantiomeric profiling of chiral drugs in different environmental matrices utilising for the first time high resolution QTOF MS was developed. This method allows for both target analysis and screening of unknowns and is of key importance if mechanisms of degradation are studied. \n2. Verification of enantiomer-specific fate of chiral drugs in the UK aqueous environment. Enantiomeric profiling of chiral drugs of abuse in the environment has never been a subject of investigation before. It revealed the enantiomer-specific fate of all studied drugs. The extent of stereoselectivity depended on several parameters including: type of a chiral drug, wastewater treatment technology used and season. \n3. Discovery of enantiomer-specific biotransformation of chiral drugs in river microcosms. Laboratory microcosm experiments undertaken for drugs of abuse proved, in the first ever study of this kind, the hypothesis that stereoselective mechanisms governing fate of chiral drugs of abuse are biological in nature. This ground-breaking project proved for the first time that chiral drugs of abuse are subject to enantiomer-specific processes occurring in the environment and that the enantiomeric composition of a chiral drug can change throughout its environmental cycle. Knowing that two enantiomers of the same chiral drug usually differ in potency and toxicity (e.g. S(+)-amphetamine has twice as high stimulant activity than R(_)-amphetamine), the very same chiral compound might have different activity/toxicity at different stages of its environmental life cycle, which will depend on its origin and exposure to environmental factors. The above is of critical significance in the environmental risk assessment of pharmacologically active compounds, which currently does not take into account enantiomerism of pollutants and potentially leads to a significant under or overestimation of toxicity of chiral drugs. The developed analytical methods will be of use to environmental scientists and those interested in the analysis of chiral pharmaceuticals and illicit drugs. These beneficiaries will include toxicologists and those involved in the study of pharmacokinetics and pharmacodynamics of chiral drugs in the human body and forensic scientists because knowledge of enantiomeric composition of several illicit drugs, such as for example amphetamines, is an indication of their legal and illicit usage. This methodology will provide a comprehensive basis for the analysis of chiral drugs, greatly facilitating future research activity in this area. The methods can be also applied in toxicity studies of chiral drugs of abuse in the environment. Currently ecotoxicity of drugs is undertaken for racemic mixtures of chiral environmental pollutants and therefore is inaccurate as chiral drugs usually do not exist in the form of racemic mixtures in the environment as a result of their stereoselective metabolism in the body as well as biological degradation during wastewater treatment and in the environment. These methods will therefore be very useful for environmental toxicologists working in this field.\nThere is minimal, if any, understanding of the fate of chiral drugs in the aqueous environment, and this research broke new ground in significantly adding to the current body of knowledge. This understanding of stereoselectivity of drugs distribution in the environment will, in the longer term, be vital in making effective decisions regarding environmental risk, and will therefore benefit those government agencies responsible for the formulation and implementation of environmental policy, such as DEFRA and the Environment Agency. In the light of the research, statutory agencies and legislators will be therefore in a better position to make judgments regarding the restriction of specific pharmaceuticals which may negatively impact on human health and the wider aqueous environment. In addition, there may be grounds for legislative, procedural or policy changes in the area of water and wastewater treatment. Chemicals,Environment,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}