{"id":"38E5561C-420B-4591-9B70-558A1B1AAAC7","title":"Youth and Community: Connections and Disconnections","abstractText":"This literature scoping project engaged with a series of issues concerning the 'connectedness' of young people with their communities and community agencies. We consulted research which has explored the life-worlds of young people in materially poor communities, developing our review via a critical re-interpretation of discourses of 'community' and of 'social capital'. We advocated the adoption and development of research methodologies which enhance the ability to investigate these issues further, exploring the nature and consequences of neo-liberal social and political changes at community level whilst contributing to problem-solving and social justice.\n\nThe evidence provided ample testimony of the complex and 'ambiguously connected' lives of young people in poor communities. In feeding our findings back to a series of community meetings, we compared the themes from the literature with issues raised by community members - including young people. Respondents were chiefly concerned, by the impact of social change upon their lives and communities; by the ways in which growing inequalities and blocked opportunities impacted upon the experiences of young people and, above all, by a sense that dis-connection and social fragmentation were resulting from political decisions resulting in the loss of community resources and a diminishing 'commitment to welfare'.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J501049/1","grantId":"AH/J501049/1","fundValue":"25358","fundStart":"2011-02-14","fundEnd":"2011-11-13","funder":"AHRC","impactText":"  We have used the research 'scoping' findings in a number of related conference presentations and research articles - including other work still in the 'pipeline', but nothing, at this point that could really claim to be defined 'policy impact' although the findings were disseminated in social and community settings and public service arenas. Communities and Social Services/Policy,Government, Democracy and Justice Societal,Policy & public services","person":"Peter  Squires","coPersons":[],"organisation":"University of Brighton","findingsText":" This was a scoping project intended to review research on young people's connections with and disconnections from their 'relevant' communities, implicitly it was also to challenge the seemingly dominant discourses on 'Disconnected' or 'Disaffected' youth that featured as themes of the so called 'Broken Society' complaint. The research also took on board the 'social capital deficit' models of community and regarding the alleged lack of resilience amongst young people. Our review of evidence showed multiple connections between young people and their communities and amongst themselves and their peers, by contrast what was often lacking (the withdrawal of youth labour markets, wider social mobility opportunities and public service provisions opportunities) were the social supports and structures through which young people (especially those in the most disadvantaged areas), might realise their ambitions. In the development of further research to evidence the resilience of young people and critique deficit models of young people, 'social capital' and communities and to develop interventions which are not premised upon 'blaming the victims', that is to say social problems defined as social and community deficits as opposed to economic, political and structural inequalities. So of this work is being taken further in work on a 'Connectors' Project (PI Basia Spalek). Communities and Social Services/Policy,Education,Leisure Activities, including Sports, Recreation and Tourism,Government, Democracy and Justice","dataset":"gtr"}