{"id":"38F55904-96FB-402A-AFD1-CAE562464A19","title":"Understanding the barriers to the introduction and uptake of clean/improved cookstoves in Southern Africa","abstractText":"This project seeks to understand the barriers that have prevented the large-scale uptake of improved cook stoves in Southern Africa. By learning from successful projects in East Africa, a roadmap to overcome these obstacles will be produced.\n\nIt is estimated that 2.7 billion people worldwide, who mostly live on incomes of less than US$2/day, depend on solid biomass fuels (fuelwood, charcoal, animal dung, grass, shrubs, agricultural residue) to meet their basic energy needs for cooking and heating. Many of these people cook on open fires, often inside their homes. As well as being very inefficient in the use of scarce firewood, women and children are exposed to harmful levels of wood smoke, which is a major cause of respiratory disease and premature death. Cook stoves are estimated to contribute around a third of global carbon monoxide emissions while the black carbon particles and other pollutants in biomass smoke are also thought to play a role in global warming. \n\nImproved cook stoves, designed to burn biomass fuels more cleanly and efficiently than traditional stoves, have been promoted by charities and governments in many developing countries since the 1970s. A variety of approaches have been tried, including &quot;build-your-own stove&quot; projects, community-focused participatory schemes, manufacturing stoves in remote villages and market-based commercial activities. In some countries, these new stoves have been well-received. For example, in Kenya 80% of urban families use a metal &quot;jiko&quot; charcoal stove for cooking, which uses 50% less fuel and also decreases cooking time. The cost of the stove can be recovered in fuel savings in just a few months. It is estimated that the widespread uptake of the jiko stove in Kenya saves 206,000 tonnes of wood (570,000 hectares of trees) per year. \n\nIn other countries, the progress has been less spectacular. Schemes have failed for a whole range of reasons which are only partially understood. Reasons for failure include: cost of the new stoves, cultural resistance to change, negative experience with previous &quot;development&quot; projects, lack of fuel, failure to understand users' needs and so on. Some stove initiatives have relied solely on the attraction of new technologies rather than taking a more holistic approach which learns from past mistakes and also from successful intervention projects.\n\nThe proposed research analyses improved cook stoves and their uptake, with a particular focus on South-South learning and knowledge transfer. Countries to be studied include Kenya, Tanzania and Uganda in East Africa, and Zambia, Malawi, Mozambique and South Africa in Southern Africa.\n\nA cross-disciplinary approach is required to fully understand the barriers and to create an environment that is required for improved cook stove uptake in Southern Africa. To ensure that the problem is tackled from a variety of viewpoints, project partners include engineers, social scientists, nongovernmental organisations, stove manufacturers and distributors. The full list of project partners is:\n\n * The University of Nottingham \n * Practical Action \n * The Household Energy Network \n * AFREPREN: an Africa-wide network of researchers, policy makers &amp; civil society representatives \n * The Energy, Poverty &amp; Development Group at the Energy Research Centre, Cape Town, South Africa \n * The Center of Energy &amp; Environment, University of Zambia \n * Lilongwe University of Agriculture &amp; Natural Resources, Malawi \n * The Centre for Petroleum, Energy Economics &amp; Law, University of Ibadan, Nigeria \n * Ashden: a charity championing the use of sustainable energy at a local level\n\nThe intended outcome of the project will be a set of resources useful to the project partners and other organisations involved in the distribution of improved cook stoves, with the ultimate aim to reduce fuel poverty and to improve the health and environment for the 2.7 billion people who currently depend on biomass stoves.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L002639/1","grantId":"EP/L002639/1","fundValue":"685406","fundStart":"2013-10-01","fundEnd":"2017-03-31","funder":"EPSRC","impactText":"  The project is at a relatively early stage, some thirteen month into a three-year grant. Hence, we are still at the data collection phase, but even so, preliminary findings are about to be disseminated via a special issue of the journal &amp;quot;Boiling Point&amp;quot; sponsored by the project. Agriculture, Food and Drink,Education,Energy,Environment,Government, Democracy and Justice,Retail,Other Cultural,Societal,Economic,Policy & public services","person":"Michael John Clifford","coPersons":["Sarah  Jewitt"],"organisation":"University of Nottingham","findingsText":" The research funded on this grant seeks to explain and investigate why improved cook stoves have relatively little impact in Southern Africa (compared to East Africa). Our initial research has concentrated on understanding the baseline uptake in the target countries and exploring examples of improved cook stove usage in Kenya, Uganda and Tanzania. Initial findings are that the &amp;quot;success&amp;quot; in East Africa is not as marked in Uganda and Tanzania as it is in urban locations in Kenya. The production of a special issue of Boiling Point will enable key actors in the stove sector to consider the preliminary findings. We have identified key socio-economic, market-based, cultural, technological, environmental and political barriers to the adoption of improved clean stoves, and have begun to explore how these have been addressed by successful projects. A key aspect of the project is South-South learning and by inviting others to contribute their knowledge and expertise via technical articles, we aim to be as inclusive as possible in our approach. We are also in regular contact with the Global Alliance for Clean Cooking (GACC) through membership of the Gender Research Group and have already been invited to review some of their draft documents. Agriculture, Food and Drink,Communities and Social Services/Policy,Education,Energy,Environment,Government, Democracy and Justice,Manufacturing, including Industrial Biotechology,Retail,Other","dataset":"gtr"}