{"id":"3905CEA9-A834-4D44-B740-BF92DBF70B62","title":"Enhancing delivery of minerals using multifunctional carriers","abstractText":"The intake of many minerals and vitamins has fallen in recent years, due to reduced energy intake associated with a more sedentary lifestyle. It is also recognised that requirements of these nutrients for optimal health and reduction in the risk of chronic diet-related diseases may be higher than those recommended to avoid deficiency disorders. In industrialised countries such as the UK, iron deficiency is still a relatively common nutritional disorder, especially in individuals with a high requirement due to growth, blood loss or in old age. The absorption of minerals such as iron, calcium, zinc and magnesium is often reduced due to binding with other dietary constituents such as phytates and tannins, or oxidation into insoluble forms which severely reduce uptake. Therefore the absorption and uptake of minerals are strongly dependent on the form they are in. Therefore if is possible to design a system that will protect the mineral during processing, storage and the early stages of digestion (stomach), and then release the mineral into the small intestine, where it is absorbed by the body, we should be able to enhance mineral uptake. The aim of this project is therefore to develop a novel delivery structure for water soluble minerals that is sensitive to changes in pH that are associated with the digestion process. The mineral (in this project we will focus on iron) is housed in small gel micro-beads (approx. 0.1mm diameter). These beads are coated in layers of biopolymers and an impermeable layer of lipid or wax. The biopolymers are commonly used food ingredients such as pectin and proteins, and when assembled in these structures, become sensitive to pH changes. We have shown that they are stable at the acidic pH encountered in the stomach, but can degrade when the pass into the higher pH associated with the small intestine. The impermeable lipid layer will be degraded by enzymes in the duodenum, thus enabling the release of the iron from the micro-bead, and thus be available for absorption. The project has been divided up into tasks that will address the following main objectives. 1. Create and characterise the pH and environmental sensitivity of the biopolymer layers. Using techniques that can measure the mass and composition of these molecular layers, we can determine how the layers respond to changes in pH and select suitable systems. 2. Assemble micro-beads and coat in selected biopolymer layers. Here we will develop methods that will allow us to encapsulate iron loaded microbeads in the impermeable biopolymer layers. 3. Determine stability, encapsulation efficiency and iron release properties. We will measure how much iron escapes from the microbeads during typical processing and storage conditions, and during simulated digestion to ensure they will release the iron under appropriate conditions. We will also use cell culture studies to see if the iron that is released is in a form that can be absorbed by cells lining the small intestine. 4. Determine rates of iron uptake from the coated microbeads. Foods loaded with the micro-beads will be fed to human volunteers and their plasma iron concentrations will be monitored. This will reveal exactly how effective these structures are for enhancing the delivery of iron. If successful the results of this project could be applied to other minerals and water soluble nutrients where fortification is a problem. These approaches could be used in a wide range of foods thus helping to increase the intake of these vital dietary components.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/G005656/1","grantId":"BB/G005656/1","fundValue":"33127","fundStart":"2009-04-01","fundEnd":"2012-12-31","funder":"BBSRC","impactText":"  We have used our findings to justify a new grant proposal which his currently under review by the BBSRC (NIIB Metals in Biology) and a BBSRC CASE studentship  ","person":"Susan Jane  Fairweather-Tait","coPersons":[],"organisation":"University of East Anglia","findingsText":" The utility of a delivery system for iron for the fortification of food products was tested using a Caco-2 cell model. Bioavailability from alginate beads loaded with ferrous gluconate was similar to ferrous gluconate on its own. Alginate powders were able to augment the enhancing effect of ascorbic acid and reduce the inhibitory effect of tannic acid. Calcium binds strongly to alginate and this may result in a reduction in the inhibitory effect of calcium on iron absorption. \n\n\n\n\n\nFurther experiments to explore this hypothesis are underway as part of a BBSRC DRINC funded PhD studentship. Results of a human iron absorption study did not replicate the Caco-2 cell findings. We believe that this may be due to a difference in calcium concentrations between the test meals fed to the volunteers and the digested alginate beads used in the cell model system. If delivered in the correct form alginate could be used to bind free iron in the large intestine, which could affect the microbiota and have beneficial health implications. If correct, this knowledge could be used by the food/pharma industry for new product development. Agriculture, Food and Drink,Healthcare,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}