{"id":"390684AE-033C-4CEF-89A0-749755F2E8F7","title":"Multi-scale particle-flow interactions in deformable porous structures","abstractText":"It is not often in engineering or physical science that an opportunity arises to improve the lives of people all around the world and substantially reduce a major demand on global energy resources. Solving the problem of cleaning clothes in cold water is such an opportunity. This project offers the chance to travel inside a familiar every-day activity and actually see the physical processes that take place inside dirty clothes as they are washed. Chemical process are of course relevant, but the physical processes are in many ways the DNA of the cleaning process, giving structure &amp; function to everything else that takes place. The challenge is to develop a fully mechanistic understanding of the physical processes that pertain to the task of washing garments clean in cold water. While chemical processes are undoubtedly of great importance, the absence of appreciable thermal energy in a cold-water environment puts much greater emphasis on the role of mechanical energy. It is this fact that makes the daily chore of washing clothes in cold water such a burden for so many people in developing countries in terms of time and effort. There is an urgent need to optimize the cleaning effect of the available mechanical energy (and better still, to reduce the total amount required) in order to deliver considerable benefits to the approximately 3 billion people whose clothes still have to be washed by hand, and also to lower the amount of electricity that is consumed of those who wash by machine.The idea of this project is to separate the mechanical cleaning process into key sets of interactions concerning soil, fabric and fluid while considering all relevant scales. Over this range, we will determine the magnitude of the forces that bind soil material together in particles, cause soil particles to adhere to fabric fibres, deform fabric weaves in the presence of fluid flows, and that are required during the process of garment washing. The approach will be to make precise measurements of these forces in test soils &amp; fabrics under controlled laboratory conditions, develop theoretical models of the relevant physical processes based on the experimental data, and ultimately to manufacture &amp; test prototype washing simulators that incorporate the knowledge gained from the measurement &amp; modelling work. These ideas have the potential to transform the ways that washing processes are evaluated and that new cleaning products are tested prior to implementation. The novelty of the project derives in part from the multi-scale approach of the investigation and also from the objective of measuring &amp; visualizing mechanical cleaning action under controlled reproducible conditions. The adventure of the project comes from the breadth of the problem being tackled and from the depth of physical insight that is being sought.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H035540/1","grantId":"EP/H035540/1","fundValue":"195369","fundStart":"2010-08-12","fundEnd":"2013-03-12","funder":"EPSRC","impactText":"  The work demonstrated the importance of srystaline structure of fats on cleaning mechanisms.\n\nIt is possible to remove crystaline fats by using mechanical forces, provided that the temperature is slightly higher when compared to the temperature of the lower melting points. This allows for the fats to be soft enough to be remove by frictional forces.\n\nBeneficiaries: P&amp;G\n\nContribution Method: The research has demostrated the potential and the limitations in removing crystaline fats\n\nA small scale Chemicals Societal,Economic","person":"Serafim  Bakalis","coPersons":[],"organisation":"University of Birmingham","findingsText":" Potential of the effect of mechanical forces in soil removal at low temperatures The work has demonstrated the key physical parameters of the stains that can lead to a significant removal as a result of mechanical forces even at low temperatures. Dissemination of results to wider product possibilities and understanding of interaction between soft surfaces Chemicals,Other","dataset":"gtr"}