{"id":"390E9A64-ACA0-410C-870B-C74C19ADADC3","title":"ARCTIC: Assessing and Reviewing Cultural Transaction in International Companies","abstractText":"The project is going to investigate how internationally operating small and medium size enterprises (SMEs) see linguistic and intercultural barriers affecting their ability to trade abroad or with international clients. The team of researchers, from the University of Surrey, the University of the West of England, Bristol and the University of Wales, Newport, will work in collaboration with the Surrey and Bristol and South Wales Chambers of Commerce and a sample of SMEs in southern England and South Wales. The project will also explore how businesses and universities can collaborate to apply academic research into practice and meet the needs of SMEs in relation to intercultural trade.\nPrevious investigations on language skills and intercultural competence for businesses have shown that businesses loose trade because they lack language expertise or do not have the necessary intercultural competence and awareness. This has a marked impact on economic growth: it has been estimated that as much as 21 billion pounds annually are lost annually because UK SMEs are unable to engage fully in foreign markets, and that adopting a corporate policy emphasizing these skills could result in businesses achieving 44.5% higher export sales. \nA survey and interviews with SME managers will be carried out to explore in detail the barriers to international trade UK SMEs feel they face in relation to language and intercultural communication skills, what existing corporate strategies they have in place to deal with them and what support they need to meet training needs. Moreover, we will also attempt to differentiate markets in which English poses a barrier to trade from those in which it does not. \nThe findings of this research will be used to identify areas in which SMEs need support and ways in which universities can collaborate with SMEs. The research team with their empirical expertise in the study of intercultural communication and languages are uniquely suited to offer that support. \nThe results of this survey will be fed back to the public and the business community through a dedicated website, a twitter feed and a networking event that will bring together SMEs, business intermediaries (e.g. Chambers of Commerce etc.) and researchers in business studies, language and intercultural studies. They will also feed into the development of the Export Communications Review (ECR) and the training programme for language consultants working with UK export SMEs.\nMoreover, we will engage with the media and with schools to ensure that the public is made aware of the personal, economic and societal value of intercultural awareness and language learning.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J012637/1","grantId":"AH/J012637/1","fundValue":"19914","fundStart":"2012-02-14","fundEnd":"2013-01-23","funder":"AHRC","impactText":"  The findings have been used to inform training conducted by the consultants of the UKTI's Export Communications Review. They have helped strengthen their business case by providing consultants with quotable figures on why it &quot;pays&quot; to internationalise the business, and what the opportunity costs of not doing so may be. \n\nProfessor Hagen was invited to discuss his research findings on languages in UK business over the previous ten years at meetings of the House of Lords Select Committee on Small and Medium sized business and exports on two occasions between June 2012 and November 2012, when he included some of the early outcomes from research on foreign language use in southern England and South Wales in 2012. The House of Lords Select Committee then produced a report in 2013 which made recommendations to government on how to improve the use, and implementation, of foreign languages to assist the UK's business activities and specifically to increase UK exports. Manufacturing, including Industrial Biotechology Economic","person":"Doris  Dippold","coPersons":["Stephen George  Hagen","Marco  Aponte Moreno","Jo  Angouri"],"organisation":"University of Surrey","findingsText":" The use of the methodology from the ELAN survey (Hagen 2006) allowed for comparison and the identification of new trends in terms of the language management strategies adopted by UK SMEs. The comparison of ARCTIC and ELAN results indicate that SMEs have made progress in adopting successful language management strategies, defined here as &quot;the planned adoption of a range of techniques to facilitate effective communication with clients and suppliers abroad&quot; (Hagen, 2006) \n\n \n\nThe survey data show that more SMEs than in ELAN suggested that they may have missed an export contract due to lack of language or cultural skills. This does not necessarily imply a rise in the amount of actual\n\nbusiness lost, but suggests that businesses' awareness of the impact of language and cultural skills has increased. However, pinning down the exact causes of lost businesses was challenging. As one Managing Director observed, &quot;it is always difficult to know exactly why it is that you've lost a piece of business when it goes&quot;.\n\nEnglish is undoubtedly one of the linguae francae of international trade and our findings corroborate other research in the area. While a number of companies, as the survey data indicate, heavily rely on English, this also depends on the business of each company and its target markets.\n\nAn English only strategy practically means, for our participants, access to a wide enough network, given that English is a very popular foreign language. Also the analysis of our interview data indicated that using a common language was perceived as a way to control the information that is communicated to local suppliers and partners. At the same time however an English only strategy also means dependency on local partners and agents for localisation of the products/services SMEs offer.\n\nConversely companies who use a range of local languages (term used to refer to the native language of customers, suppliers or partners in the target market) benefit from being able to adapt and localise their business, gain access to the local knowledge and by extension benefit from a range of opportunities open to them. Although having access to expertise (through for e.g. translation services) is perceived by some senior leaders to be expensive, companies employ native speakers and have devised sophisticated ways to be able to meet their needs internally.\n\nThe survey data indicate that more than 60% of SMEs plan to begin trading in a new foreign country during the next three years, with around 40% suggesting that they will need to acquire additional expertise in languages and cultures for that purpose. The frontrunners in SMEs' expansion plans are the BRIC-countries (Brazil, Russia, India and China) as well as South America. The specific business activities of each company influence its target markets and language needs. The ARCTIC research adds to the evidence base for the widespread concerns that the lack of language and cultural skills is holding back UK businesses (see BCC report &quot;Exporting is good for Britain but lack of language skills holds back exporters&quot;, available at &quot;http://www.ucml.ac.uk/sites/default/files/shapingthefuture/101/BCC%202013%20Survey%20Factsheet%20SKILLS.pdf)\n\n\nThe results of the report support the following recommendations: \n\no Universities to work more closely with local businesses and business support organisations (Chambers of Commerce, UKTI) to provide access to placement students with specific skills and competences in language and Intercultural Communication\n\no The development of courses and consultancy targeted to SMEs' specific needs, in particular in BRIC countries\n\no Universities to ensure that language provision is integrated in the curriculum (e.g. though joint degrees) in order to fulfil the SMEs' needs for staff with skills in both specific subjects and foreign languages\n\nThe results of the project can be used to support policies and initiatives in the fields of education (i.e. to lobby for the re-introduction of a foreign language requirement to at least GCSE level) and continuing professional development for staff and leaders of SMEs. Manufacturing, including Industrial Biotechology,Security and Diplomacy","dataset":"gtr"}