{"id":"390FCEFD-18C7-4521-85C6-D9B03FF79834","title":"Bacterial Assimilation of Riverine Organic Nitrogen (BARON).","abstractText":"The global amount of reactive nitrogen [that is to say nitrogen (N) that readily takes part in chemical and biological reactions in the environment] is estimated to have more than doubled over the last 100 years due to more intensive agriculture, the burning of fossil fuels and the release of industrial wastes. One result of having this extra reactive nitrogen is that many aquatic environments (lakes, rivers, estuaries, coastal seas) around the world have been badly polluted. Reactive nitrogen in water occurs in dissolved inorganic and organic, and particle-associated organic, forms. Historically, most studies on reactive nitrogen have been on dissolved inorganic N, as it was thought to be mainly responsible for aquatic pollution. However, it is now known that dissolved organic nitrogen (DON) contributes 60-69 % of all the dissolved nitrogen in aquatic environments, so it too will probably have some influence on water pollution. DON is a complex mixture of compounds of largely unknown chemical make-up and reactivity. It is thought that bacteria are primarily responsible for the break up of DON in aquatic environments, although the fate of the DON, its effect on water pollution, and the bacteria responsible are largely unknown. In this project we will study the break up of DON compounds by natural bacteria found in rivers and identify the bacteria responsible. The aims of the project are: (1) To determine which DON compounds found in river water can be used or changed by bacteria and which are more resistant to change. (2) To determine what types of molecules the DON is converted to, and to assess whether they are likely to change further. (3) To determine which types of bacteria can use or change the DON, and those which are less able to do so. To meet aim (1) of the project we will undertake experiments in the laboratory using samples of river water, containing natural bacteria, to which known DON compounds will be added. Changes in the DON and bacteria will be monitored over time. Water for the incubation experiments will be collected from different types of rivers (for example, degree of muddiness and amounts of organic matter present) and which will be more, or less, affected by human activity. Samples will be collected during winter (high river flow) and summer (low river flow) conditions to look at the influence of seasonal variability in river character and bacterial activity on DON changes. The added DON compounds will include those that are essential to the proper functioning of organisms and also compounds that occur in the environment because of human activities such as fossil fuel combustion and industrial production. These are seen as sources of pollution. To meet aim (2) of the project we will take water samples at the beginning, during and at the end of the experiments. These samples will be analysed and changes in the amount of DON and associated compounds measured by established methods of measurement. Any changes to the DON molecules themselves will be done using a relatively new and powerful method of analysis called electrospray ionisation tandem mass spectrometry. To meet aim (3) of the project we will analyse the genetic material (the nucleic acid DNA) of the bacteria to identify the important species responsible for changes to the DON. This will be done by a method called polymerase chain reaction amplification. Once the experiments and analyses are finished we will be able to: (1) identify which DON compounds can be broken up by which bacteria. (2) identify what chemical compounds the DON are broken up into. (3) understand how bacterial interactions within a microbial population affect the speed of DON break up. (4) hypothesise how DON may influence the types of bacteria found in microbial communities. (5) understand the effects of DON break up on water quality.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E006914/1","grantId":"NE/E006914/1","fundValue":"62219","fundStart":"2007-09-01","fundEnd":"2010-08-31","funder":"NERC","impactText":"  To provide a greater understanding of the fate of pharmaceuticals in the aquatic environment. Environment ","person":"Mark Francis  Fitzsimons","coPersons":["Alan  McCarthy"],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}