{"id":"3915F955-CF9E-4245-AFA1-033D8EC523C4","title":"Are long intergenic non-coding RNAs central regulators of inflammation and the innate immune response?","abstractText":"Upon completion of the human genome project, the biggest surprise was that humans have far fewer genes than previously expected (~ 21,000). Additionally, less than 2% of the available DNA directly codes for these genes. To address this paradox, recent studies have suggested that much of the remaining 98% of DNA is turned into 'non-coding RNA' and that these are important regulators of gene expression. For convenience, we commonly divide this non-coding RNA into small non-coding RNAs and long non-coding RNAs. At the present time, we have little idea about the role of the majority of this non-coding RNA although recent studies have indicated that specific non-coding RNAs may regulate the immune response. \n\nIn order to fight infection by bacteria, fungi and viruses, the body has a complex defense system called the immune response. This involves the recognition of these micro-organisms and release of a range of chemicals that recruit and activate immune cells (inflammation) that are involved in removing these un-wanted invaders. Under normal conditions, this inflammatory response is then switched off. However, under certain circumstances, prolonged activation can be life-threatening or lead to the development of common conditions such as asthma, diabetes, cancer and cardiovascular disease. For this reason it is important to understand the mechanisms that regulate both the activation and inhibition of this immune response. \n\nPrevious studies have shown that this immune response is altered by a family of small non-coding RNAs, called microRNAs. However, whether long non-coding RNAs might also be important is unknown. In preliminary studies, we have shown that the levels of a number of long non-coding is increased in cells following stimulation with a product made from bacteria. We also found that one of these long non-coding RNAs regulates the release of the chemicals that are used to kill the invading micro-organisms. In this project, we will extend these studies to examine what other long non-coding RNAs do and how they might exert their actions. Overall, we believe that these investigations will show that long non-coding RNAs are important regulators of inflammation and the immune response to invading pathogens.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K006223/1","grantId":"BB/K006223/1","fundValue":"321053","fundStart":"2013-04-03","fundEnd":"2016-04-02","funder":"BBSRC","impactText":"","person":"Mark Andrew Lindsay","coPersons":["Louise E Donnelly"],"organisation":"University of Bath","findingsText":"","dataset":"gtr"}