{"id":"391AA94D-BBB6-4E2C-A4FB-E4D7846B657B","title":"A comparative gene circuit approach to study the evolution of segmentation in insects","abstractText":"Why are certain structures, such as jointed legs, very frequently observed in animals while others, such as the wheel, are not? More generally, why do organisms adopt certain types of solution to the pressures of natural selection, and not others? The answer to this question lies in the complex interplay between the processes of development and evolution. Selection works on variation that arises from mutation in the genome, but the effect of this selection acts on the actual characteristics of the organism that arise during the processes of embryonic and juvenile development. Thus, to understand the link between how genes vary, and how organisms evolve, we need to understand the complex processes that interpret the structure of genes to generate the form of an organism. Unfortunately there is no simple one-to-one relationship between a mutation and its effect on an adult character. Changing a single base pair of DNA in the genome of an animal can have very drastic and unexpected effects. For example, a single mutation of the fruit fly can double the number of its wings from two to four. Such effects are hard to predict because of the large number of factors involved in development, and the non-linear interactions among them, which occur at many levels of organisation (genes, proteins, cells, tissues). This means that, despite the massive and rapidly increasing amount of data that we have on genome sequences, and on the molecular mechanisms of development, we still lack a coherent view linking the structure of the genome to the final outcome of development for even the most simple developmental processes. The interactions involved are too complicated for analysis by the human brain alone, and are sometimes counterintuitive. We therefore need the help of computers to keep track of many interactions simultaneously. In this application we exploit modern experimental techniques for monitoring where and when genes synthesise their protein products, together with computer technology, to simulate and analyse a specific developmental process in great detail, at the level of gene regulatory interactions. One process that is simple enough to be studied by these new methods is the early development of insects such as flies, midges and mosquitoes, and specifically the laying down of a repeated pattern of segments during their early stages of embryogenesis. We propose to extend computer models of this segment determination process in the well studied fruit fly Drosophila melanogaster, and to generate equivalent models for two other species of fly, including the malaria mosquito Anopheles, the genome of which has recently been sequenced. This will help us to understand not only how segments arise in these different flies, but also the more general question of how gene networks evolve to create new developmental processes, and through these, the diversity of organisms that we observe in nature.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/D000513/1","grantId":"BB/D000513/1","fundValue":"470919","fundStart":"2006-01-01","fundEnd":"2009-12-31","funder":"BBSRC","impactText":"  The work carried out during the period of this grant laid the foundation for subsequent analysis of the evolution of gene regulatory networks using a number of different dipteran species. Education,Healthcare,Other ","person":"Michael Edwin Akam","coPersons":["Nicholas Alexander Monk"],"organisation":"University of Cambridge","findingsText":" Final Report submitted previously (March 2010) The lower dipteran fly Clogmia albipunctata has subsequently been developed as a research model by genome sequencing and by the development of gene knockdown technology by Johannes hJaeger, the recognised researcher on this project. This work is contributing to our understanding of the evolution of gene regulatory networks. Agriculture, Food and Drink,Education,Healthcare,Pharmaceuticals and Medical Biotechnology,Other","dataset":"gtr"}