{"id":"39202388-450F-428F-AC4F-4555981C2C04","title":"Brainstem and spinal cord expression of novel and existing neuronal connexins determined using transgenic reporter mice.","abstractText":"The brain contains millions of nerve cells (neurones), generally organised into discrete collections to perform specific functions. These neurones communicate with selected partners to make such functions possible. Until recently the only way that brain cells were thought to communicate with one another was through chemical synapses where an electrical impulse in one neurone releases a chemical which diffuses across a small space to set up an electrical signal in another neurone. However, it has recently emerged that neurones can communicate by channels which allow two cells to be directly coupled / gap junctions. These gap junctions allow the passage of electrical signals and some other cellular metabolites directly between the cells. This direct connection permits fast transfer of information between the cells and allows groups of neurones to become synchronised in their electrical activity. Such synchrony is now seen as important for determining many brain functions. The gap junctions are made up of different proteins, some of which are a family called connexins. There are many connexins, but only two of these have been known to be present in neurones within the brain, Cx36 and Cx45. However, their distribution is not known in the brainstem and spinal cord, areas of the nervous system directly affecting breathing, blood pressure, heart rate, pain sensation and movement etc. In addition, our preliminary data shows that a new connexin, Cx30.2, is present in many neurones in these regions. We therefore propose to investigate the distribution of these connexins in the brainstem and spinal cord. Unfortunately, two conventional approaches to determining connexin distribution have proven unreliable, with many false answers. We will therefore base our studies on a new, validated approach where mice have been genetically altered to produce a marker within the cells that make each individual connexin. By a simple reaction we can see in tissue sections the cells where the connexins are made. Since the brainstem and spinal cord contain neurones with different functions we will work out which cell types express the particular connexins using additional anatomical and physiological methods. We will also cross breed mice with different types of markers to see if one cell can produce more than one connexin. This is important as the presence of different connexins in a single cell may influence how the particular gap junction works. These studies will therefore provide new data about the distribution, cell types and co-localisation of the neuronal connexins. Since our preliminary studies have suggested the presence of connexins in neuronal groups not previously known to express gap junctions, full analysis is likely to reveal novel populations for future studies. The identification of such neuronal groups with the capabilities of synchronising their activity will provide new areas of understanding of how these brain regions function.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E001831/1","grantId":"BB/E001831/1","fundValue":"344264","fundStart":"2007-02-19","fundEnd":"2010-02-18","funder":"BBSRC","impactText":"  These findings have provided new knowledge on the distribution and function of gap junction proteins. Subsequent researchers have used our findings to inform their research. It is too early to determine if these will lead to further impacts, with healthcare via the development of new pharmaceuticals the most likely.  ","person":"James  Deuchars","coPersons":[],"organisation":"University of Leeds","findingsText":" 1. Discrete neuronal expression of specific particular gap junction proteins, including novel connexins, in the nervous system. Provides basis for investigating functions of these gap junctions at cellular and network levels. Focussed on brainstem and spinal cord.\n\n2. Electrotonic coupling by Cx36 containing gap junctions is essential for proper timing of action potentials (with collaborators). Significant in determining the basic, cellular functions of gap junctions.\n\n3. The only set of motor neurones to express Cx36 are those that innervate fast twitch extraocular muscles. Important as these are the last motor neurones to degenerate in motor neurone diseases and these gap junctions may be part of the survival apparatus, providing an avenue to explore for developing therapeutic interventions. Potential pharmaceutical - there is a link to motor neurone disease progression as the last group of motor neurones, the only ones that express gap junction identified here, are the last to die in MND. Needs further work to test if this is due to the gap junction presence. Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}