{"id":"39214B23-34D7-4D35-835D-97DC615629B8","title":"After Money: If you change the representation of value, does it change the values that you can represent?","abstractText":"Cryptocurrencies such as Bitcoin are challenging the way we perceive money. Offering new models for financial transactions, based on trust, and maintained through its open transactional database, currencies such as Bitcoin challenge the government-regulated fiat currencies that we currently use today. \n\nHowever, users of cryptocurrencies are beginning to realise that it is the underlying technology of the blockchain that is likely to have the most profound effect on how we understand money. The blockchain is an global open ledger that records and verifies transactions, whilst encrypting the identity of users changes entirely how value is accounted for. No longer are banks or governments the mediators of currencies, with the power to divest or invest to dictate the flow of value within society, the blockchain decentralises money and offers a platform for its creative use. Presenting money as code, users of the blockchain are starting to explore new opportunities for how values can be represented, as technologies such as the blockchain change the representation of value. \n\nThis project will introduce the underlying principles of the blockchain to audiences that would otherwise not be consulted on the development of new currencies. Using a design-led and participatory approach, the research project will explore potential use cases for money as software through involvement with families, small businesses and local civic services. The research represents a significant contribution to contemporary debates around the emergence of new forms of value exchange and offers tangible outcomes for local, economic and academic communities.\n\nThis 18 month project addresses directly the ESRC priority area: 'Economic performance and sustainable growth'. The innovative design of this research project, its relationship with actual high street environments and involvement of the New Economic Foundation and the Royal Bank of Scotland constitutes transformative research at the high risk, high reward end of the research spectrum.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/N007018/1","grantId":"ES/N007018/1","fundValue":"199196","fundStart":"2016-02-29","fundEnd":"2017-08-28","funder":"ESRC","impactText":"","person":"Chris  Speed","coPersons":["Jon  Oberlander"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}