{"id":"3927547E-BD56-4204-BE4E-2549C4156199","title":"Business Engagement Award","abstractText":"<p>This project builds on DCAL’s research portfolio. Studies 1 and 2 establish partnerships with businesses working in educational multimedia; Study 3 transfers the findings of our research on lipreading to forensic work.</p>\n\n<p><strong>Study 1. e-profiling of children’s development</strong><br />Applies DCAL’s research expertise in children’s acquisition of BSL to computer-based assessments (e-profiling).&nbsp; Expertise in the development of language and cognitive assessments&nbsp; enables the evaluation of whether adaptations of nationally normed assessments are appropriate and valid; in turn DCAL benefits from the partners’ expertise to assist DCAL to convert existing assessments to on-line administration.<br /><br /><strong>Study 2. Signing avatars</strong><br />Involves a partnership in the use of signing avatar technology. The technology requires significantly improved linguistic underpinning since the existing grammatical descriptions are limited and often incorrect. DCAL expertise in the linguistic description of BSL will be applied to the creation of grammars to enable automatic rule-based translations from English to BSL.<br /><br /><strong>Study 3 Speechreading</strong><br />The growth of CCTV recording offers opportunities for the interpretation of visual speech for use by public and private agencies (such as legal and judicial services, MI5, etc.). In collaboration with Deafworks, a series of seminars will provide training in forensic speechreading.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=RES-185-31-0001","grantId":"RES-185-31-0001","fundValue":"55572","fundStart":"2007-07-01","fundEnd":"2008-03-31","funder":"ESRC","impactText":"  The speechreading part of the project has assisted the development of the profession of forensic speechreaders; the avatar research has contributed to new developments in automated sign language generation Creative Economy,Digital/Communication/Information Technologies (including Software),Government, Democracy and Justice Economic","person":"Bencie  Woll","coPersons":[],"organisation":"University College London","findingsText":" We have learned more about the demands and possibilities of using expert speechreaders in legal settings and to the establishment of criteria and tools for assessing speechreading skills.\nIn relation to signing avatars, the research has contributed to commercial and academic projects seeking to develop automated translation from written English to British Sign Language The signing avatar findings are already in use by broadcasters seeking to develop better provision for deaf TV and web viewers; and the speechreading findings are being used in legal settings where speechreaders are asked to serve as expert witnesses Creative Economy,Digital/Communication/Information Technologies (including Software),Government, Democracy and Justice","dataset":"gtr"}