{"id":"392BCF67-0F6C-47EB-B555-E7D250007EA5","title":"Developing an avian collision risk model to incorporate variability and uncertainty","abstractText":"The wind energy sector is an industry of strategic national importance, which can help secure our energy supplies, reduce our emissions and dependence on imported fossil fuels, and protect our environment. It is an industry on which our clean energy future rests. Despite the positive benefits of wind farms however, there is concern and uncertainty over the possible negative effects wind turbines may have on the environment, particularly on birds. For example, uncertainty remains over collision mortality i.e. the number of birds killed directly through collision with wind turbines. These uncertainties are far from trivial for the industry and have real consequences, potentially delaying wind farm projects and inhibiting the ability of the UK to meet its binding 2020 targets. Three projects in Round 2 of wind farm developments in the UK were delayed by over three years due in part to uncertainties over the assessment of impacts. Therefore better quantification of the uncertainty and variability associated with the estimation of impacts is required. \n\nDuring Environmental Impact Assessments of wind farm developments, bird collision mortality is estimated using a mathematical model which describes the interaction of a bird with a wind turbine and predicts the risks of bird collisions with turbines. There are a limited number of collision risk models in use, not only in the UK but globally. However, it is recognised by many, including industry, statutory nature conservation agencies and academics that there is much room for improvement of these models. For example, collision risk models are deterministic and rarely include variation in the input parameters such as bird density, or bird biometrics which are inherently variable, but instead use average values. Additionally, any uncertainty in these values is not expressed. Adopting a single best value for parameters may reduce complexity and increase the accessibility of results for decision-makers however it can be misleading because it ignores the range of consequences that are plausible. \n\nThis project aims to i) review current models that are used to predict bird collision mortality caused by wind farm developments, ii) determine statistical methods suited to address any shortcomings of current models and then, using this information, iii) develop an updated model which incorporates variability and uncertainty. Reviewing current models and highlighting their strengths and weaknesses, as well as reviewing methods to incorporate variability and uncertainty will aid the development of a product, a collision risk model, which is fit for purpose. Development of the understanding of uncertainty in the outputs of collision risk models will be a key part of this project, and will be of direct benefit to industry, government advisors and regulators in the assessment and licensing processes for wind farm projects. The involvement of these parties will be vital in steering this project because any revision of a collision risk model has to function to better inform planning decisions for wind farm developments. To ensure that all relevant parties are involved, contribute and ultimately buy-in to the development of a new, updated model, there will be a workshop to discuss issues surrounding current practices to which developers, licensing authorities, statutory nature conservation bodies, academics and others will be invited. Also, to ensure the outputs of this project have impact and are used by the industry, the model and any documents produced will be made freely available and accessible through a dedicated webpage.\n\nWind energy has an important role in meeting energy targets, so there is a clear need to ensure that decisions made through the planning processes use the best available information, data and models. Improved understanding of the risks of collision to birds - a key effect considered in ornithological impact assessments of wind farms - is thus vital.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/L002728/1","grantId":"NE/L002728/1","fundValue":"80798","fundStart":"2013-11-01","fundEnd":"2014-12-31","funder":"NERC","impactText":"","person":"Elizabeth Anne Masden","coPersons":[],"organisation":"University of the Highlands and Islands","findingsText":"","dataset":"gtr"}