{"id":"392E8B88-962A-4225-ABE8-369FC4019DC3","title":"High-resolution climate dynamics","abstractText":"Many processes that influence surface climate have their origins in the stratosphere, the layer of the atmosphere 15-40km above the ground. For instance, ozone changes caused by changes in solar output can lead to significant perturbations to weather and climate nearer the surface. Most current climate models do not properly represent the stratosphere, and therefore cannot properly represent this impact of these changes. In addition, the communication of the effects of stratospheric changes to the surface in models may depend on their ability to represent small-scale weather systems. The current generation of climate models can only just represent such small scale features. Ideally, one would examine the effects of such stratospheric forcings using a model which fully represents both the stratosphere and small-scale tropospheric synoptic systems, but such a model would be prohibitively expensive computationally. We therefore intend to use a slightly different approach in this study: we will develop a high-resolution, stratosphere-resolving climate model which has simplified representations of processes such as convection and land-surface processes. This model is significantly less computationally intensive than a state-of-the-art climate model, but is still capable of representing those dynamical and physical processes that are important in this regard. Using this model we intend to study how the climate of a period known as the Maunder minimum, when solar output was slightly lower than now, differed from the present. In particular, we intend to examine the differences between the results from our high-resolution model and those from more standard models. The results of this study will help us to better predict the regional surface impacts of future stratospheric changes including those caused by changes in solar output.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G010706/1","grantId":"NE/G010706/1","fundValue":"26465","fundStart":"2009-02-01","fundEnd":"2010-09-30","funder":"NERC","impactText":"","person":"Manoj  Joshi","coPersons":["Andrew  Charlton-Perez","Lois  Steenman-Clark"],"organisation":"University of Reading","findingsText":" High-resolution parallelised intermediate global circulation model of the atmosphere (acronym: pIGCM) built on HECToR Model is now being used by PhD students at the University of East Anglia and elsewhere Environment","dataset":"gtr"}