{"id":"393DCB6D-1D4C-46BA-A25E-831C51BCFC60","title":"Quantitifaction of the metabolic proteins that drive biogeochmical cycles in marine systems","abstractText":"In marine ecosystems, enzymes in microorganisms catalyse the chemical transformations of elemental cycles and stimulate energy flow though the ecosystem. It is both the abundance and efficiency of these enzymes that determine the rates of biochemical cycles in marine systems. These cycles shape our current and future global environments, and the ability to understanding and accurately model these cycles is therefore an important task for environmental scientists and a goal of the NERC mission statement. The daunting complexity of these marine microbial assemblages is only beginning to be understood. The size of the challenge is highlighted by programs such as the ambitious Global Ocean Sequencing Project (GOS) (http://www.jcvi.org/research/gos/), which, although only one-third complete, already represents the largest metagenomic dataset ever put into the public domain. Of more than 7.7 million sequences of DNA, 85% of the assembled sequence data is unique. This highlights that the marine microbial community remains unrepresented in laboratory culture collections and uncharacterized both genetically and biochemically. When we consider this complexity together with the fact that microorganisms are invisible to the naked eye, the challenge of accurately characterising the biochemical processes that have such a huge impact on our environment is particularly apparent. This project aims to develop techniques to complement these rate-based measurements and directly quantify the concentrations of key metabolic proteins irrespective of taxonomic origin in marine samples. The concentrations of these proteins limit the capacity of the biogeochemical process being studied and knowledge of changes in enzyme concentrations can further our understanding of the function of marine microbial communities. The techniques to be developed rely on the fact that the enzymes involved in biogeochemical cycles evolved very early in the Earth's history and, owing to their unique chemistry, have remained relatively unchanged over the evolution of life on Earth. Therefore, all microorganisms that are involved in biogeochemical cycles contain the same conserved enzymes, at the level of protein sequence, irrespective of taxonomy. As a result, established techniques for the quantification of specific proteins can yield valuable information on the abundance of the total amount of key metabolic enzymes in a sample isolated from complex marine systems. This approach benefits from the fact that micororganisms devote a large proportion of available energy and raw materials to the synthesis of these proteins, such that the enzyme complexes are often the major protein products within the cell and thereby represent abundant targets for quantification. This project aims to implement these technologies on the forthcoming Atlantic Medorial Transect (AMT) cruise planned for 2009, which will provide a platform from which samples can be collected on a north/south transect of the Atlantic and will provide the necessary ancillary data, including biological-rate measurements and microbial community structure. These techniques have the capacity to characterise and monitor the capacities of marine micororganisms to acclimate to anthropogenic rapid change in CO2, UV and nutrient cycling, and to map the distributions of these enzymes on a global scale.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/F019254/1","grantId":"NE/F019254/1","fundValue":"228835","fundStart":"2009-05-04","fundEnd":"2011-12-01","funder":"NERC","impactText":"  Preliminary data used to inform satellite based estimates of global primary productivity. Results have been used in teaching of undergraduate and postgraduate scientists. Research has been used as a platform to develop career of young scientists. Environment ","person":"Thomas  Bibby","coPersons":["Christopher Mark Moore"],"organisation":"University of Southampton","findingsText":" Development of a new method for the quantification of catalytic proteins in marine systems\n\nCharacterization of energy flow and resource allocation to biochemical processes that drive global biochemical cycles Potential value to increase understanding for climate modelling Publication of findings through scientific literature and presentations at conferences.\n\nData generated is fundamental science of value to many disciplines studying and modelling oceanic processes on global scales. Environment","dataset":"gtr"}