{"id":"3941C9C3-5603-4D3D-89D8-63F7199AD3E1","title":"New Thinking On Alienation","abstractText":"The concept of alienation has received little sustained discussion within Anglophone and German philosophy in recent years. This research network is part of a project aiming to rectify that situation. The English word 'alienation' has a number of different senses including, crudely: a state or process of estrangement; a transferral or renunciation of ownership (roughly equivalent to the German Entfremdung and Ent&auml;usserung respectively) and the experience of parts of my own mental life or body as not really being 'my own'. One of our main aims is to discuss these different senses and how they relate to notions such as reification (Marx's Vergegenst&auml;ndlichung) and objectification. However, because we are concerned with the critical usefulness of the concept of alienation, the focus of the project is on its application (in its various guises) within the 'practical' areas of politics, environment and psychopathology, as much as on analyzing the concept in the abstract and scholarly re-examination of its treatment in classic texts. This concern with critical utility means we are interested also in exploring connections between thinking on alienation in those practical areas of politics, environment and psychopathology and philosophical pragmatism. There will be a workshop on each of these areas: alienation from nature; social and political alienation; psychological and self-alienation. Participants will be from the UK, Germany and elsewhere in Europe and North America. The overall project began with a workshop in Germany in January 2009, attended by scholars from these countries, and it is expected that the work done during this network stage will help form the basis of a larger bid in 2011 to explore the interdisciplinary implications and applications of alienation in such fields as psychology, psychiatry, public policy, sociology, geography and architecture.\\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H031030/1","grantId":"AH/H031030/1","fundValue":"12919","fundStart":"2010-02-15","fundEnd":"2011-06-30","funder":"AHRC","impactText":"","person":"Simon Andrew Hailwood","coPersons":[],"organisation":"University of Liverpool","findingsText":" Three workshops were run to discuss the concept of alienation in three different contexts: environmental alienation (Liverpool, 26th-27th February 2010); self/psychological (Dortmund, 20th-21st July 2010); social/political (M&uuml;nster, 9th-10th December 2010) (we originally proposed to run this workshop in Cologne but one of the project leaders (Quante) moved from Cologne to M&uuml;nster). The project was then extended until the end of June 2011 to encompass a further workshop (9th June) to discuss revised versions of a selection of papers (by Gunnarsson, Hailwood, Schramme and Vogel) from the three main workshops. These papers, together with papers by Howie and Stone, will be published in 2013 in a special edition of the journal Ethical Theory, Moral Practice devoted to the topic of alienation. At the time of writing two other papers presented have been published (Henning’s paper in Philosophical Quarterly; Kraemer’s paper in Neuroethics). The further workshop was made possible by funds left in the budget after the three originally mooted took place. The costs of these were significantly lower than expected mainly because three expected transatlantic speakers pulled out too late to arrange appropriately qualified alternative speakers. The workshops were organised to allow focused discussion of papers presented and numbers were restricted to facilitate this. Each involved the paper-givers and several local members of staff and research students with relevant interests, some of whom were given the experience of assisting with the organisation and chairing discussions. Two of the project leaders, Gunnarsson and Hailwood (PI), attended all four workshops; the other two project leaders, Howie and Quante, were able to attend only two and three respectively due to illness and other commitments. The workshops encompassed and explored a variety of philosophical perspectives on alienation, from the historical (including German Romanticism, Marx, Sartre, Merleau-Ponty) to contemporary environmental and political philosophy, analytical moral philosophy, pragmatism and neuroethics. This variety is evident in the draft papers and abstracts available on the project website, which was advertised on relevant email lists (philos-l and green politics). Something we looked for was a shared notion of alienation across the three contexts: a thin notion of estrangement (separation or distance) was evident in each context but, unsurprisingly, once contextual content was added the differences were more evident. More interestingly we confirmed our expectation that plausible notions of alienation as something ‘positive’ or not to be overcome entirely are defensible in each context. This was a feature of papers by Gunnarsson, Hailwood, Stone and Howie. Also interesting was the degree of overlap between different Philosophical traditions and areas once these are focused on the topic of alienation. The participants, including project leaders, are interested in pursuing the themes of the project further but have other projects occupying them in short-medium term. Likely future developments include exploring connections between critical theory, pragmatism and phenomenology. Some of the work of the New Thinking on Living with Dying AHRC Research Networking Project commencing in March 2012 (Howie as PI) will be informed by work on alienation from nature and self-alienation from this project. Work on the project could usefully inform the thinking of people interested in environmental problems in which alienation is assumed to be an issue (for example if climate change is taken to be an aspect of a general environmental crisis involving our 'alienation from nature'). Similarly with political problems (such as disaffection and disengagement from political processes), and psychological issues (such as one's sense of oneself and the impact on this of neuro-technology or of different ways of understanding the relationship between one's different and conflicting motivations). Work done on the project offere some new ways of thinking about such issues. Environment,Government/ Democracy and Justice,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}