{"id":"396BF8FC-4D0C-4B6C-8666-083A15A1C422","title":"Multiresolution Markov Models for Detecting Radial Patterns of Spicules in Mammograms","abstractText":"In 2008 around 12,000 women in the UK (458,000 globally) died from breast cancer (cancerresearchuk.org). The National Health Service's breast screening programme has screened over 19 million women and successfully detected around 117,000 cancers (cancerscreening.nhs.uk) and a recent international study by the World Health Organisation concluded that one life will be saved out of every 500 women screened.\n\nThe growing quantity of mammograms due to an expanding screening programme, and the effort required to search for subtle, occasional signs of cancer, are adding increasing pressure on NHS radiologists. As such, computer aided detection methods are now becoming increasingly attractive. A compelling feature for computer-aided methods is that the computer reader does not suffer from fatigue and distractions and the present move from film to digital mammography (cancerscreening.nhs.uk) makes computer based methods more convenient than ever. They have recently shown a comparable detection rate to radiologists with only a modest increase in false positives, albeit when acting as a second reader.\n\nThere is now substantial interest in the development of advanced statistical image processing methods to deliver computer-based systems with improved and earlier diagnoses. \n\nA particular open problem is the detection of spicules; these are abnormal radial patterns of curvilinear structures which can offer an early indication of cancerous abnormality (even where a cancerous mass is not evident). Unfortunately, current state-of-the-art computer-aided spicule detection algorithms cannot reliably distinguish between spicules and the variety of healthy curvilinear structures, such as stroma, milk ducts, and blood vessels. As a result, the algorithms either classify healthy tissue as spicules or visa versa. This is mainly due to the fact that previous attempts have relied too heavily on heuristic &quot;thresholding&quot; methods.\n\nThe proposed research will combine advanced image processing and probabilistic methods to detect spicules in mammograms. We will enhance curvilinear structures in mammograms using Markov random Field constrained wavelet shrinkage. Multiresolution, contrast tolerant curvilinear measures such as phase congruence and directional regularity will be computed from the wavelet coefficients. The marginal posterior distribution will be estimated via Markov chain Monte Carlo methods to infer the presence of curvilinear structures. This will then be used to shrink the wavelet coefficients associated with non-curvilinear structures. An orientation map will then be estimated using the curvilinear enhanced image (again using multiresolution Markov random field models). Finally, coarse-to-fine and probabilistically weighted least squares solvers will be used to perform phase portrait analysis of the orientation map and hence compute a spicule probability map.\n\nThe methods will be validated by publically available datasets. Radiologists will help assess the performance and usability of the software.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J010081/1","grantId":"EP/J010081/1","fundValue":"96203","fundStart":"2012-07-10","fundEnd":"2013-11-29","funder":"EPSRC","impactText":"","person":"James Daniel Nelson","coPersons":["Stuart  Taylor"],"organisation":"University College London","findingsText":"","dataset":"gtr"}