{"id":"396C0537-2045-4086-B602-26148B2CB37F","title":"Bridging the Structure/Agency Divide: Interdisciplinary Approaches to Disadvantage and Education","abstractText":"<p>Starting with the concerns and experiences of practitioners, this seminar series will bring academics from education and other disciplines together with practitioners and other stakeholders.&nbsp;&nbsp;It will explore how different theoretical perspectives on the links between education and disadvantage, including both structural and agentic explanations,&nbsp;&nbsp;can be combined to generate new understanding and to inform practice,&nbsp;complementing the ‘what works’ evidence that is currently being invested in and advocated by government. Cross-disciplinary social scientific tools will be developed to explain the structures and processes that shape learning moments such that ‘what works’ does work, and why ‘what works’ in one school or classroom might ‘work’ less well or differently in another, or might be capable or incapable of ‘scaling up’.</p>\n\n<p>Focusing directly on practitioner concerns and experiences of working in classrooms situated in contexts characterised as ‘disadvantaged’, the seminar series will enable:</p>\n\n<ul>\n \n\n <li>genuine and innovative interdisciplinary working between scholars, with all the tensions and challenges that this entails</li>\n\n <li>a diverse community to engage with research and theory from fields outside education to provide new challenge and understanding</li>\n\n <li>a theoretical reframing of the paralysing structure/agency debates of recent years.</li>\n\n</ul>\n\n<p>&nbsp;</p>\n\n<p>&nbsp;</p>\n\n<p>&nbsp;</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/L001039/1","grantId":"ES/L001039/1","fundValue":"30303","fundStart":"2013-09-01","fundEnd":"2017-02-28","funder":"ESRC","impactText":"  Unable to comment at this stage Education ","person":"Tamara  Bibby","coPersons":["Carlo  Raffo","Ruth  Lupton"],"organisation":"University College London","findingsText":" Unable to comment at this stage.\nInitial workshops for teachers and academics have successfully highlighted issues to be taken up in forthcoming seminars. In line with the original plans, the seminars are being planned and a book proposal has been submitted. At this stage there is nothing more to report Education","dataset":"gtr"}