{"id":"3970F7BA-5C0F-43DF-8769-659B08F82427","title":"Elucidating Signalling Networks in Plant Stress Responses","abstractText":"We are dependent on the productivity of plants for all the food that we eat, either directly or to feed animals that we then consume. A major challenge for scientists is to understand how plants grow and develop in order to produce plants better suited to the role that we demand of them. When grown as crops plants face many environmental stresses that limit their ability to produce at their maximum potential. Such environmental limitations are caused by climatic pressures, such as high temperatures, lack of rain causing drought conditions and high light intensities. Conditions such as these are becoming more frequent as the consequence of global warming becomes more extreme worldwide (Intergovernmental Panel on Climate Change Working Group Fourth Assessment Report, 6th April 2007; http://www.ipcc.ch/). However, it is not only the physical world that plants must contend with but also the biological. Many organisms grow on plants as pathogens (causing disease) and using the plant as a food source they reduce the yields of crops. To cope with these stresses plants have developed a whole range of responses many of which are common irrespective of the type of stress. The plant responses are very complex involving changes in use of many genes and alterations in the levels of many hormones. Although biologists have identified several components of these response pathways it has become clear that to understand how they are all interlinked, new approaches are needed. Recently, the study of biology has been changing as biologists and mathematicians have begun to combine their expertise to produce mathematical models of biological systems, producing the new field of Systems Biology. Systems Biology holds out the promise of linking the data that biologists have been producing for many years in terms of genetics, biochemistry and physiology to produce models of plant behaviour that allow predictions to be made as to how a plant will respond to environment changes and how this response will affect plant growth. In this project we will take a Systems Biology approach to model the plant's response to several environmental stresses. The novel models that we will produce will allow us to predict how a plant will respond to a particular stress. Our long term goal is to use these models to select for plants that are more robust in their response to the increasing environmental pressures that they face to sustain our production of food.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F005806/1","grantId":"BB/F005806/1","fundValue":"3764060","fundStart":"2008-04-07","fundEnd":"2014-04-06","funder":"BBSRC","impactText":"","person":"James Lyn Beynon","coPersons":["Katherine Janet Denby","Bärbel Frieda Finkenstädt","David Alan Rand","David Leslie Wild","Vicky  Buchanan-Wollaston","Sascha  Ott"],"organisation":"University of Warwick","findingsText":" The SABR format was an excellent way to deliver scientific and infrastructural changes as it created a project environment with common goals. This enabled efficient management through regular meetings. Without this type of funding it would have been impossible to achieve the coordinated core datasets required for such analyses to be carried out. The data generated challenged the theoretical approaches we were using and critically required the focus of the theoreticians to solve issues within the project. This lead to the development of the Metropolis VBSSM software from the original Variational Bayesian State Space Models (VBSSM) approaches - this was non-trivial and required significant time input. However, it became clear that this approach was not suited to the analysis of multiple datasets that were the basis of PRESTA. Hence, the Causal Structural Inference (CSI) approaches were applied and hierarchical CSI developed for network inference based on multiple stress datasets. This has enabled us to identify the core networks that underpin stress responses and a novel method for predicting the most significant genes. This has taken the full six years to achieve and highlights how this would not have been possible in responsive mode. In the last three years of the project we have been able to develop exciting approaches to predictive modelling for stress responses based on networks developed from the top down approaches. However, this is not the normal limited ODE approach of bottom analyses but specifically developed to address the complexity of real world response networks. Here we are attempting to predict what plants will do next in a stress environment and also the affect of altering (mutations) the response of specific genes to combine the best combination of alleles. Again this would not have happened in a response mode grant.\nA key biological output is that, using the theoretical approaches, we have been able to identify genes influencing stress responses in plants at a frequency of approx. 50% of tested genes (compared to a random rate of approx. 10%) and many of these genes have not been associated with stress previously (paper in preparation). Furthermore, this approach can be applied to any plant resulting in industry interest in applying our methods to crop plants to associate gene function with stress tolerance. \nWe have also demonstrated that it is possible to reduce a large number of differentially expressed transcription factors to a phenotypically relevant network involved in multiple stress responses. This has led to the development of network parameterisation using the transcriptional switch models which will enable prediction of plant stress responses.\nIn summary, the biologists were compelled to adapt their data generation to answer specific questions while the theoreticians had to focus efforts on dealing with the real, variable datasets. This challenged their capability at the time to model large numbers of genes. The models generated in this project reveal novel components of plant stress responses. Many new genes involved in stress have been revealed that may be important in crop plant stress resilience. The tools generated will be incorporated in the iPlant environment to make them widely available. Agriculture, Food and Drink","dataset":"gtr"}