{"id":"3973C5E8-FF31-4047-BA24-A2C8B65D04F0","title":"Exploring the three novel enzymes involved in Burkholderia pseudomallei capsular polysaccharide biosynthesis","abstractText":"In many less developed parts of the world, bacteria that are not found in the Europe cause disease in large numbers of people. Because these diseases are uncommon in industrialised societies, little research has been carried out into finding appropriate cures for the diseases. Furthermore, some of these bacteria are not affected by many of the antibiotic medicines that have been developed for treating diseases common in the West. This leaves many people at risk from infections that are poorly understood, hard to treat, and uneconomic for pharmaceutical companies to research. One example of this is the bacterium Burkholderia pseudomallei, which causes the disease melioidosis. This is a common disease in many parts of South-East Asia and Northern Australia; in Thailand, it is a leading cause of community-acquired infection. The bacterium can stay dormant in a human for long periods of time (62 years has been known), and causes disease when the affected individual becomes weakened. The bacteria are resistant to the majority of antibiotics, and even the few antibiotics that are available require long term use to be effective. Between one-fifth and one half of all patients diagnosed with the most severe forms of melioidosis go on to die, depending on where they are treated. Because of this high mortality rate, melioidosis is seen as a potential bioterror threat. There is consequently a strong desire to generate a vaccine, both to protect populations at risk from natural exposure to the bacterium, and to mitigate the threat of bioterrorism. B. pseudomallei has a coating layer of sugars that serve to protect the bacterium from the human immune system. The presence of these sugars is required for the bacteria to be fully infectious, and so they make a good candidate for the development of vaccines: loss of the sugars would make the bacteria far less infectious, and it is unlikely that the bacteria will be able to radically alter their sugars, so resistance is unlikely. However, it has proved difficult to obtain a sufficiently pure source of the sugars from bacteria to prepare vaccines. The bacteria produce a mixture of two main multi-sugar products as part of this coat; a better understanding of how they achieve this would inform attempts to make better preparations of the coat, and might lead to new methods for industrial production of the sugar. This work will examine the mechanisms that the bacteria use to produce one of the multi-sugar coating molecules. Each of the chemical steps that the bacteria use is carried out by a different protein. Most of the proteins responsible have been clearly identified and characterised; however, three proteins are required to make the sugar coat whose role is unclear. No proteins like these have been studied in the past. We will prepare each of these in a safe bacterium, and assess how they alter the structure of parts of the sugar coat whose origins are known. By examining the products, we hope to understand why they are needed by the bacterium. This will allow us to produce a clear pathway for the chemical steps that produce the final sugars. Following this, we will determine the three dimensional atomic structure of each protein, both on its own and together with the chemicals that it acts on. By so doing, we hope to understand exactly how the chemical steps take place. We will confirm this by altering the proteins so that they are no longer able to carry out the chemical steps; and by showing that B. pseudomallei carrying these alterations are unable to make the sugar coat in its natural form. By carrying out these studies, we expect to generate precise information about the production of the B. pseudomallei coating sugar. This will be used to design improved methods for preparing sugars for vaccines, and may highlight potential drug targets. We will demonstrate how these three unusual proteins work, so that they can then be applied for use in other processes by industry or academics.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/H019685/1","grantId":"BB/H019685/1","fundValue":"407616","fundStart":"2010-10-25","fundEnd":"2014-04-24","funder":"BBSRC","impactText":"  The findings from this project have not yet been used, although the key publication from the project has been cited. Two further publications are expected from the project, and we anticipate that these will be of use to drug discovery efforts  ","person":"Nicholas James Harmer","coPersons":[],"organisation":"University of Exeter","findingsText":" The crystal structure of WcbI, a protein of unknown function, has been solved. We have further identified a putative substrate for this, which strongly suggests a function for the protein. This protein is likely to be essential for the correct production of the capsular polysaccharide of B. pseudomallei. We will attempt to use this to make the polysaccharide, both in vitro, and using synthetic biology tools. Should we succeed in preparing polysaccharide, this will be available to our collaborators at Dstl and others as a potential vaccine candidate or adjuvant against this organism. We are currently further investigating this protein both in vitro and in vivo, to verify the proposed function, and to understand how it helps co-ordinate polysaccharide biosynthesis. Once this is complete, the protein will be used in an EPSRC funded synthetic biology project to assist in assembling a polysaccharide for study in E. coli. Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}