{"id":"3984F019-C6EC-4C64-BFD2-D1C8FCB41E14","title":"ULTRASOUND DETECTION AND EMISSION TECHNIQUES: APPLICATION TO THE STUDY OF FIRST-ORDER PHASE TRANSITIONS","abstractText":"The technique of Acoustic Emission has been used widely in non-destructive testing, but also has applications in measurements of first order phase transitions in single crystals. When a material is subjected to an external stimulus, such as the application of stress or changing the temperature, energy can be released in the form of elastic waves, measurable as acoustic emission. This can be due to, for example, a structural phase transition, or the formation or motion of defects (as used in non-destructive testing). These elastic waves will travel through the sample, reflecting off its sides, and can be detected at the surface. Most workers in non-destructive testing are interested mainly in the detection of sufficient events to be of significance to indicate formation of a defect. However, an understanding of the statistics of the events can have many benefits.The group at the University of Barcelona are pioneers in studying acoustic emission in martensitic-type structural phase transitions, where a crystal will change its structure as the stress and/or temperature is changed, and in understanding the characteristic avalanche phenomena observed in such transitions. We will improve on the experimental understanding and the techniques required to detect the acoustic emission. Modelling will be performed of the wave propagation within the complex sample geometries required for use in the stress rig, to develop an algorithm for locating the sources of acoustic emission, and to identify optimal transducer positions for detection of AE events. Non-contact techniques will be investigated for improving measurements, for example electromagnetic acoustic transducers and also laser based detection. Laser detection will allow smaller measurement spot-size and greater spatial resolution, and confirmation of modelling results. Laser generation of ultrasound will also be investigated; a recent study has shown that the application of ultrasonic pulses can reduce the energy barriers to hysteresis in some structural transitions in NiMnGa single crystals. We will look at generating the ultrasound pulses using non-contact methods, such as laser generation, to increase spatial resolution and simplify measurements.Samples studied will include CuZnAl and FePd, which are known to have a martensitic phase transition and will be provided by the group of Prof. Vives, and magnetic systems such as NiMnGa will be investigated to study magnetic phase transitions. This proposal covers research which is highly beneficial to both groups and which will lead to much further collaboration, as well as being of interest to other researchers. This research is not possible without a combination of expertise in theoretical models of acoustic emission, modelling of ultrasound and non-contact ultrasonics.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/H024247/1","grantId":"EP/H024247/1","fundValue":"47249","fundStart":"2010-03-08","fundEnd":"2010-12-07","funder":"EPSRC","impactText":"","person":"Steven Mark Dixon","coPersons":["Rachel Sian Edwards"],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}