{"id":"398F16C9-8BF1-4BAC-8751-7877E8E017C1","title":"Exploiting the giant electrocaloric effect","abstractText":"This project has the capacity to deliver revolutionary technology for a wide range of refrigeration and/or power generation scenarios.Our discovery paper [AS Mischenko, Q Zhang, JF Scott, RW Whatmore &amp; ND Mathur, Science 311 (2006) 1270] marks the rebirth of a field of research but it is only a materials development and we do not yet know whether any technology will actually result.The point of this grant application is to develop materials that function well near room temperature, and demonstrate refrigeration and electricity generation in devices. Moreover, this proposal contains a strong scientific component that will reveal new information about electrocaloric materials and the way they behave.The materials development is perfectly realistic because the electrocaloric effect is expected near any ferroelectric phase transition, and there are many suitable materials such as those we name explicitly. Moreover, the strategies we propose for improving properties of interest are well established.The device fabrication, which is relatively straightforward, is necessary since our promising simulation efforts [AS Mischenko &amp; ND Mathur, GB Patent 2420662 (2006)] are no substitute for real data. Note that there are several aspects to device optimisation, e.g. film thickness and composition.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/E035043/1","grantId":"EP/E035043/1","fundValue":"186069","fundStart":"2007-04-01","fundEnd":"2010-08-31","funder":"EPSRC","impactText":"  Our five published papers have been cited by other research papers over 200 times in 6 years. Energy Economic","person":"Qi  Zhang","coPersons":[],"organisation":"Cranfield University","findingsText":" The research has focused on relaxor ferroelectric materials which show potential electrocaloric effect. The biggest discovery is that we proved that the relaxor materials used as electrocaloric cooling exist a thermal hysteresis and this would lead to the cooling cycle to fail and this issue should be considered when designing a cooling device. \nTo increase the cooling efficiency, the amount of materials must be increased rather than using thin films, multilayer structure of the materials may be the best option for application.\nIn the theoretical area, we introduced the largest entropy state, which means that if a large entropy change is achieved, the largest entropy state of a material at the beginning should exist. Our five papers were cited over 200 times and over 10 times invitation talks were incurred. We have built relationship with other research for co-investigating new materials and phenomenon. Education,Energy,Environment","dataset":"gtr"}