{"id":"3996B5EE-95BD-40D4-A50F-F32747FABC4E","title":"Diagnostics of Cosmic Discordance","abstractText":"The last twenty years have seen a revolution in the field of Cosmology which has led to the establishment of a standard model that accounts, at least in a broad-brush sense, for most of the observed properties of our Universe; this model is frequently dubbed 'the concordance' model. This progress has been brought about by an exciting synthesis of theoretical ideas about the early stages of the Big Bang with data from large-scale galaxy surveys and observations of the cosmic microwave background. One of the most important challenges for the future development of cosmology is to discover, diagnose and explain departures from the concordance model because these would offer the prospect of learning more about the origins of our Universe. One particularly important element of the concordance cosmology is that quantum fluctuations on sub-atomic scales were stretched many orders of magnitude during a period of inflation, becoming sound waves in the process. This is what put the 'bang' in the 'big bang'. Moreover these sound waves are detectable both in the pattern of temperature variations on the sky seen in the cosmic microwave background and in the clustering properties of the large-scale distribution of galaxies. In the simplest versions of inflation, these fluctuations are random and have the simplest possible statistical form, a Gaussian (or 'normal') distribution. We do not, however, know how, or even if, inflation actually happened or whether it was simple or not; there are apparently viable models, such as those deriving from string theory, that offer radically different descriptions of the early Universe. One of the most exciting ways of probing the fundamental physics involved in the origin of the Universe is to look for evidence of primordial non-Gaussianity in the observed properties of our Universe. We know from the success of the concordance model that any departures from 'normality' must be relatively small, so this approach requires sophisticated statistical techniques of a different nature to those required for measuring the relatively simple characteristics needed to establish the standard model. The size and complexity of the data sets, the possibility of contamination with noise or systematic errors, and the mathematical subtleties involved in characterizing random fluctuation fields all combine to make this approach a challenging one. Even in current data sets, such as those derived from the Wilkinson Microwave Anisotropy Probe (WMAP), there are already indications that there might be things going on that are inconsistent with the standard cosmology. There is an unexplained 'cold spot' on the sky, there are peculiar alignments in the temperature pattern, and there is a large-scale variation across the sky, to name just a few. Are these caused by experimental systematics or do they suggest that the concordance model may be incomplete? In future, satellites such as Planck will yield more information about these suggested anomalies. It is obviously essential to prepare for the flood of new data by developing analysis techniques capable of exploiting it. The research described in this proposal is designed to develop and test sophisticated new ways of analysing astronomical data for signs of primordial discordance. The approach we take highlights the intriguing nature of cosmology, in that it is closer to forensic science or archaeology than it is to laboratory-based disciplines. We have acess to only one Big Bang, so there are no opportunities to re-run the experiment with slightly different initial conditions. We must piece together what happened from fragmentary and noisy data, sifting through the aftermath of the primordial explosion for clues to what caused it. The more detailed the questions we ask, the more complicated is the processing required required to extract relevant information. It is painstakingly precise work, but it is a sign that cosmology has at last become a proper science.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/G002231/1","grantId":"ST/G002231/1","fundValue":"332627","fundStart":"2009-07-01","fundEnd":"2012-06-30","funder":"STFC","impactText":"","person":"Peter  Coles","coPersons":[],"organisation":"Cardiff University","findingsText":"","dataset":"gtr"}