{"id":"39B8F55B-46C3-4FB5-976E-35ADC9A8E5C3","title":"Action observation after stroke","abstractText":"Stroke results from damage to parts of the brain. It is the commonest cause of physical disability worldwide. In stroke patients with weakness, increasing activity in parts of the brain normally involved in producing movement helps recovery. The most effective way of achieving this is through practice, as if learning a new skill. In some patients this can be difficult if the weakness is too great. Brain imaging studies point to a possible way around the problem. We know that observing a movement increases activity in parts of the brain normally used to perform the same movement, which itself can help the observer to learn new skills. In other words, asking stroke patients to watch hand movements (known as ?action observation?) shortly before practicing the same movement during physiotherapy might improve recovery of their own hand.\nHowever, some stroke patients might have damage to brain regions necessary for action observation to work. Even if not the case, the brain may not react in the same way when a patient is watching a movement that has been lost or impaired for a long time, which will reduce the chances of successful treatment. \nThe aim of this study is to investigate how observing actions might work in stroke patients and to work out which types of patients are most likely to benefit. \nI will ask patients and healthy volunteers to watch a series of reaching movements ending in either a whole hand grasp or pinch and will assess the effects of observing these actions in two ways.\n(1) Firstly, I will measure brain activity using modern brain imaging techniques. \n(2) Secondly, I will see if action observation makes it is easier for the brain to send signals to hand muscles, using safe non-invasive painless magnetic pulses (called ?transcranial magnetic stimulation?) applied to the surface of the head. \nI expect to find that action observation is effective at increasing brain activity and signals to hand muscles early after stroke, but less so several months later when the ?memory? of that movement has been lost from the brain. If so, I want to see whether a week of training (watching videos showing reaching movements for 30 minutes twice daily) can bring that memory back.\nThe results of this study will tell us who is most likely to benefit from the treatment and how soon after stroke it should be used.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0900637","grantId":"G0900637","fundValue":"427056","fundStart":"2010-02-01","fundEnd":"2013-07-31","funder":"MRC","impactText":"","person":"Nick  Ward","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}