{"id":"39C5F2CD-F00C-4919-B763-B6A01356A927","title":"Singlet Fission Photon Multipliers - Adding Efficiency to Silicon Solar Cells","abstractText":"Solar energy can make a major contribution to global energy supply, but for this renewable energy source to make a major impact it will need to compete on cost with conventional sources of energy. Silicon solar cells are the incumbent photovoltaic technology, and have benefited from huge reductions in manufacturing costs over the last 5-8 years. Now that the module cost is no longer the largest component of the installed system cost, further reductions in the cost per installed Watt require increases in the cell efficiency. However, single-junction cells such as silicon are fundamentally limited by the fact that the energy of the solar spectrum in excess of the semiconductor bandgap energy is lost as heat.\n\nWe aim to develop a simple active film that can be applied to the front surface of a silicon (or any other) solar cell that will increase the cell efficiency by up to 4% (e.g. from 20% to 24%). We will do this by capturing the high-energy photons from the solar spectrum and converting them to two lower-energy photons that can be absorbed in the solar cell without energy losses to heat. This will be achieved using the process of singlet exciton fission which occurs in certain organic materials, converting the spin-0 singlet state produced by photon absorption into two spin-1 triplet states. We have very recently demonstrated that it is possible to transfer these non-emissive triplet states onto inorganic semiconductor nanoparticles, which can then efficiently emit photons that could be absorbed by an underlying solar cell.\n\nIn this project, we will optimise, engineer and demonstrate photon multiplier films based on the approach described above, providing a low-cost efficiency enhancement for silicon solar cells that can be implemented without re-engineering of the electrical structure of the cell.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M024873/1","grantId":"EP/M024873/1","fundValue":"809851","fundStart":"2015-07-01","fundEnd":"2018-06-30","funder":"EPSRC","impactText":"","person":"Neil  Greenham","coPersons":["Richard  Friend","Iain  McCulloch","Akshay  Rao"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}