{"id":"39D0010B-AB11-4356-9D51-2B15489B675C","title":"Food Fraud: A Supply Network Integrated Systems Analysis","abstractText":"The aim of this research is to develop a predictive computational approach to modeling the food supply network so that the points where food adulteration can occur are identified. By identifying these points of vulnerability to adulteration within the supply chain will allow regulators and retailers to take appropriate action to avoid food adulteration.\n\nThis project brings together an interdisciplinary team of researchers from analytical sciences, predictive modeling, law, criminology and business studies. This proposal is highly innovative in that it exploits the dynamics between the diverse disciplines that makes the development of a Supply network integrated systems analysis an exciting and groundbreaking development in tackling issues of food adulteration. \n\nFood fraud is not just a contemporary phenomenon and the deliberate adulteration of food products has a long history and with recent events throughout Europe appears to be an ongoing problem that needs to be addressed. Whilst the link between criminal organisations and food adulteration has not been a specific focus of food adulteration research, the recent incidences of adulteration of the bovine meat supply chain with horsemeat have raised a number of food protection issues related to the potential consequences of unregulated food supply chains. The outcome of this project will be a computational model of risk for predicting fraudulent opportunities for adulteration and points of vulnerability within food supply chains. This will allow for the prediction of potential food adulteration incidences through criminal and other action such as increased monitoring of the identified critical points of vulnerability. Such an analysis allows for an understanding of how the regulatory framework and the prevailing market conditions impact on and create vulnerabilities in food supply chains. These vulnerabilities will be examined in relation to criminal opportunities and market structures. Interactions between these different elements will be explored to identify how they provide criminal opportunities and how legitimate actors within the supply chain are placed to take advantage of such opportunities. The integrative systems analysis model will be dynamic and predictive of possible locations and opportunities for adulteration within the length of the supply chain. Such a dynamic model has application within a number of other arenas and would be of benefit to food regulators, retailers, and ultimately consumers. \n\nThe prediction of risk points and vulnerabilities within the food supply chain will provide significant benefit to a wide range of stakeholders and interested parties. Food processors and retailers will be able to maintain their reputations by taking action to ensure that they have protected their food products from adulteration. This will contribute to consumer confidence and trust in UK food supply chains. Finally, regulators will be able to develop well targeted detection and prevention strategies to address unethical behaviour and reduce criminal opportunities.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M003183/1","grantId":"ES/M003183/1","fundValue":"410801","fundStart":"2014-11-26","fundEnd":"2016-11-25","funder":"ESRC","impactText":"","person":"Jon  Spencer","coPersons":["Juan Jose Medina Ariza","Sarah  Devaney","David Ian Ellis","Adam  Leaver","Royston  Goodacre","Nicholas James Lord"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}