{"id":"39DC564C-0886-4C1C-B67B-0E8AF2968DAC","title":"Structural studies on human Angiotensin-I converting enzyme (ACE) and the design of novel domain specific inhibitors","abstractText":"Angiotensin-I converting enzyme [ACE, which contains two domains (N and C)] inhibitors are widely used to treat cardiovascular diseases, including high blood pressure, heart failure, coronary artery disease, fibrosis and kidney failure. However, current-generation ACE inhibitors, which were developed in the 1970?s and 1980?s, are hampered by common side effects. While there are many ACE inhibitors on the market that block both domains, there are no drugs that selectively inhibit the N domain and thereby accrue the advantages of reducing fibrosis and inflammation in the heart, kidney and lung, without the concomitant side effects induced by blockade of the C domain.. This underscores the importance of the determination of the 3D structure of ACE and the design of 2nd generation ACE-inhibitor complex/s that are safer and more effective. Our success in the determination of the crystal structure of human testis ACE (equivalent to the C domain of somatic ACE) and the N-domain of somatic ACE using X-ray crystallography have provided the platform for true structure-based design of ACE inhibitors. This is a significant breakthrough in terms of the structural biology of the protease and, more importantly, the mechanism of ACE inhibition. This paves the way for a more rigorous approach exploiting the differences between the domains through a structure based drug design approach of novel domain-selective inhibitors. Our proposed experiments are directed at structural study of the full-length somatic ACE and crystal structures of complexes of ACE with domain selective inhibitors combining basic and translational research on a important medical problem.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1001685","grantId":"G1001685","fundValue":"447306","fundStart":"2011-10-01","fundEnd":"2014-09-30","funder":"MRC","impactText":"","person":"Ravi  Acharya","coPersons":[],"organisation":"University of Bath","findingsText":"","dataset":"gtr"}