{"id":"39E1EA25-8BAC-4FD5-8EB3-C5359D102ED4","title":"Cellular basis of Albuminuria","abstractText":"The kidney cleans the blood via a filtration process and in kidney disease this process is disrupted, allowing proteins to escape into the urine (albuminuria). Over time this disease results in the destruction of the kidney resulting in the patient requiring dialysis and ultimately a kidney transplant. In diabetes, damage to the kidney filtration barrier (diabetic nephropathy) is a major complication and as a result of the current diabetes epidemic it is now the most common cause of kidney failure in the Western world. Although the link between diabetes and kidney failure is not understood, the progression of diabetic nephropathy follows a predictable clinical course. Initially, the kidneys leak small amounts of protein, and as the kidneys deteriorate further this amount increases. At present our understanding of how the kidney?s filters work and how diabetes causes damage is poor. The kidney?s filters consist of two cell types called podocytes and endothelial cells which interact together to form the filter. We can grow both cell types within our laboratory and the aim of our project is to understand how these cells interact and communicate with each other to form the filter in a healthy individual, and how this healthy state is disrupted during diabetes. Also we are trying to grow these cells together so that we can simulate the kidney?s filters in the laboratory and understand the filtration function of the kidney and how this is damaged in renal disease. We are studying two novel forms of treatment that can reduce albuminuria: learning how they achieve this will help us to design and develop new therapeutic approaches to deal with this problem.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0800200","grantId":"G0800200","fundValue":"450002","fundStart":"2008-11-03","fundEnd":"2012-08-02","funder":"MRC","impactText":"","person":"Peter  Mathieson","coPersons":["Gavin Iain Welsh","Moin  Saleem","Simon  Satchell","Richard John Coward"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}