{"id":"39EBA9A7-8F0B-44BC-BF7E-8F99C1743431","title":"Inside-out: Statistical methods for Computed Tomography validation of complex structures in Additive Layer Manufacturing","abstractText":"Additive layer Manufacturing (ALM) is a &quot;3D printing&quot; technique which develops products directly from their digital design data by the layer-wise addition of material. It is widely regarded as having great promise, especially for its capabilities to respond cost-effectively to changing customer demand and its ability to create objects with complex internal structure. At present a major difficulty holding back ALM is the problem of determining the extent to which the digital design has been correctly realized by the process: direct verification typically involves lengthy analysis of individual manufactured objects using Computed Tomography (CT) scans, tending to vitiate the advantages of ALM for general purposes. The purpose of this project is to explore methods by which this quality assurance process may be carried out more rapidly. The investigation will be carried out by a close collaboration between engineers and statisticians at Warwick using statistical techniques including random fields, false discovery rate methods, and ideas from stochastic geometry.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/K031066/1","grantId":"EP/K031066/1","fundValue":"498109","fundStart":"2013-10-01","fundEnd":"2016-09-30","funder":"EPSRC","impactText":"  At this early stage of the grant there are no specific outcomes to report. However we are in regular contact (six-monthly steering committee meetings) with representatives from Nikon UK, EOS, and Renishaw, and have discussed our early research results with them in detail at these meetings.\n\nTwo technical reports relate to the research programme for the first year of the project. These are listed as Brettschnieder et al (2014) and Kueh et al (2014). Aerospace, Defence and Marine,Manufacturing, including Industrial Biotechology Economic","person":"Wilfrid  Kendall","coPersons":["Julia Alexandra Brettschneider","Mark Antony Williams","Thomas  Nichols","Gregory John Gibbons"],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}