{"id":"39EC7721-7F76-4EF3-AA4A-5CE1D699DADB","title":"Functional dynamics of endogenous phosphatidylinositol-5-phosphate 4-kinases","abstractText":"Polyphophoinositol lipids are minor components (about 1%) of the phospholipids that make up mammalian cell membranes, but they have a physiological and pathological importance way out of proportion to their quantity. There are seven of them in all, each with at least one (most with more than one) physiological action to regulate how cells function - and these actions take place in almost every conceivable location within a cell. When these processes are not appropriately regulated, pathologies can occur: polyphosphoinositol lipids are implicated in, for example, cancer, inflammation, neurological disorders and cardiovascular disease. The subject of this application is the most recently discovered polyphosphoinositol lipid, phosphatidylinositol 5-phophate (PI5P), which is present in many locations of the cell (including within the nucleus, one of the key foci of this project). PI5P has, by a large body of circumstantial evidence, been implicated in the way in which cells respond to stress (uv light, heat, oxidizing radicals), responses which self-evidently must act as part of their defense against environmentally-induced disease. The levels of PI5P (and thus its functions, because its actions are regulated primarily by how much is present at a given location) are regulated by a family of three enzymes, which are the focus of this study: the PI5P 4-kinases (PI5P5Ks). We have found that our (mammalian) PI5P4Ks are present at different amounts in different tissues, and at very different locations within a cell. Moreover, they have remarkably different enzymic activities (PI5P4K alpha being by far the most active), and our most recent discovery is that, unexpectedly, they associate with one another as pairs to generate a variety of mixtures (e.g. for alpha and beta: alpha/alpha, alpha/beta and beta/beta). As a result of this, we find that the very active PI5P4K alpha is 'targeted' to different places in the cell by association with the other PI5P4ks (specifically, the PI5P4K beta takes PI5P4K alpha into the nucleus, and probably PI5P4K gamma takes it to vesicles in the cytoplasm).\nSo far this is a static and rather functionless picture we have, and the main thrust of this project it to address that shortcoming. We plan to attach fluorescent 'tags' to the PI5P4Ks, and then use the absolute cutting edge of fluorescence imaging techniques to gain unprecedented insight into exactly where they go, how quickly they move from location to location, how they behave with respect to each other, and what this all means for the way in which cells react to stress. The cellular model that we plan to use for most of these studies is the genetically very powerful DT40 cell line, but these cells are of chicken origin and do not have a gene for PI5P4K gamma (though that is helpful in that it makes studying alpha and beta easier!), so we also plan to use a human cell line which is currently emerging as a model cell line equally powerful to DT40s, Nalm-6 cells, to explore PI5P4K gamma in similar fashion. Finally, scientists in Edinburgh have generated a mouse lacking the PI5P4K gamma gene, and because PI5P4K gamma is found at exceptionally high levels in specific parts of the kidney tubular system we will contribute to a collaboration with our colleagues in Edinburgh to study the kidney physiology of these mice in great detail.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J001120/1","grantId":"MR/J001120/1","fundValue":"349339","fundStart":"2012-04-01","fundEnd":"2015-03-31","funder":"MRC","impactText":"","person":"Robin Francis Irvine","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}