{"id":"39EE687D-5E3E-4C72-A70E-D7D921E4BDE8","title":"Evaluating Social Media to Identify and Leverage Engagement with Arts and Culture Experiences","abstractText":"This project aims to (1) Build upon work on social media analytics from the Qualia project by taking that research in a new direction to develop deeper insights about mediated responses to arts and culture experiences, (2) expand on this prior research by including international expertise and cross disciplinary working- spanning arts technology, communication, sociology and computer science- to deliver new insights about social media analytics, (3) develop a preliminary model of the relationship between discourse on social media and authentic views held by social media users, based on researching discussions about arts and culture experiences occurring on social media, (4) establish an empirical basis for developing a new categorical sentiment analysis tool focusing on social media content using online ethnography and conversation analysis to identify the ways in which social media are used to communicate about arts and culture experiences and (5) Develop a new prototype open source sentiment analysis tool [SMILE] for arts and culture discourse to provide a practical test of the initial findings about automated social media analysis from the preceding Qualia project and (6) disseminate new sentiment analysis tool and associated research and practical recommendations through practitioner workshops and web-based communications.\nThe project will research the potential of making otherwise expensive digital tools and techniques available to arts and culture organisations, while pushing the frontiers of applied research using machine learning technology. Meanwhile, we will develop new knowledge about the 'medium effects' that characterise arts and culture discourse within social media. We propose to conduct an online ethnography focusing on a small stratified random sample of Twitter users discussing partner arts and culture organisations on Twitter, aiming to uncover the relationship between online and offline discourse. A realistic understanding of the limits of what social media discourse can reveal is essential at this time when such data is widely seen as an unproblematic source of audience insights.\n\nUltimately, the SMILE Project will deliver a Prototype Sentiment Analysis Tool for use on Twitter data ('SMILE tool') to provide a focal point for this research on the limits of social media analytics. The Sentiment Analysis tool will initially require developing a manually annotated corpus tuned and calibrated to arts and culture discourse. The SMILE sentiment analysis tool pulls tweets related to specified searches (i.e. for an arts organisation) from Twitter for processing. The SMILE tool extends beyond positive / negative, instead categorising responses according to 'quality of experience' categories, specific emotional responses and other relevant categories identified through the proposed online ethnography research and engagement with partner arts organisations. \n\nThe SMILE analytic tool may offer organisations a more robust understanding of their online audiences, while establishing a transferable tool for measuring cultural demand and interests. Meanwhile, an interdisciplinary dialogue amongst the partners representing arts, computer science and social science perspectives will run alongside the tool development process. This dialogue will yield clear findings about the technical, methodological and practical limitations of this approach to understanding publics. The work proposed here will use an online ethnography study to develop a preliminary theoretical model for Twitter interactions. While our immediate focus is arts and culture discourse, the project holds broad implications for big data analysis.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/M002616/1","grantId":"AH/M002616/1","fundValue":"64050","fundStart":"2014-08-01","fundEnd":"2016-01-31","funder":"AHRC","impactText":"","person":"Eric  Jensen","coPersons":["Maria  Liakata"],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}