{"id":"39F797D6-49A0-4065-B2DF-454EBA3707C3","title":"Workshop: random structures and dynamics","abstractText":"Understanding the structure of random media, and the dynamics of processes associated with them, is crucial to many of the most fundamental applications of probability theory. Examples range from the modelling of substances with microscopic impurities in physics, to the description of the behaviour of networks with unpredictable connections between their nodes, arising in engineering and communications science.Such problems have been a stimulating source of mathematical challenges for many years, and the last decade has seen many rapid and significant developments. There is a pressing need for probabilists in the UK to be exposed to clear presentations of the emerging theory in this very active area of research. We propose a workshop centred around short lecture courses delivered by three experts in the area of random structures and their dynamics, along with a series of shorter individual talks by a range of experienced and upcoming researchers.The workshop will provide valuable opportunities for UK researchers to collaborate with experts visiting the workshop. It will also provide a mechanism for researchers with different perspectives coming from different areas of expertise to exchange ideas and techniques. We expect this to result in (a) further UK engagement in developing theory (b) investigations of new applications, and (c) new collaborations both within the UK probability community and between UK researchers and those working abroad.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/I027297/1","grantId":"EP/I027297/1","fundValue":"19167","fundStart":"2011-03-22","fundEnd":"2011-05-31","funder":"EPSRC","impactText":"  This was a conference so the impact was on helping develop the research of those that attended the conference  ","person":"Ben  Hambly","coPersons":["Matthias  Winkel","James Benedict Martin"],"organisation":"University of Oxford","findingsText":" This was funding for a successful conference enabling probabilists in the UK to meet with each other and interact with leading experts from Europe and the US. not relevant Other","dataset":"gtr"}