{"id":"39FB4A74-BC9E-4D2D-A44C-111AA49B0689","title":"Warwick Astrophysics Consolidated Grant 2014-2017","abstractText":"What type of objects power the most violent explosions in the Universe? What kind of galaxies host them? How do the &quot;dead stars&quot; called white dwarfs explode? What are planets around other stars like? How many are there? What processes shake and heat the surface our Sun and drive the wind that buffets our planet? These questions, which range from our closest star and near neighbours in our Galaxy to the furthest reaches of the observable Universe are the areas that the Warwick astrophysics groups propose to investigate. We will do so with a mixture of observations using ground- and space-based telescopes, theoretical developments and computationally-intensive numerical modelling. It is quite remarkable that today we understand so much about the rest of the Universe even though it remains beyond our direct reach. This is because of enormous advances in our understanding of physics which allows us to extrapolate into regimes unimaginably different from those on Earth in terms of temperature, density, motion and magnetic field. Our Solar system is one of the few regions we can directly reach, but even here, the surface of the Sun is too harsh for any direct measurement. Luckily it is possible to probe conditions there through observations of propagating waves in which magnetic fields are coupled to hot, electrically-conducting material called plasma, much as one can probe conditions within the Earth using seismic waves generated by earthquakes. At Warwick we will carry out a program of high-speed observations using novel radio telescopes and numerical modelling to improve these remote probes of the active surface of our closest star. The surface of the Sun is the starting point for the solar wind, and occasional ejection events which cause the Northern Lights and even affect electrical power grids. The solar wind is now being measured in situ from satellites, and we will develop the tools needed to understand the complex and turbulent fluctuations that characterise it. Moving further afield, there has been a remarkable blossoming of knowledge of other solar systems in the past 15 years, and we now know of more than 800 planets around other stars. Warwick is the lead institute in a European collaboration to implement a new survey in which stars are surveyed for the presence of planets through the small decrease in light that occurs as the planets cross our line of sigh to the star. These are the most interesting planets to find because they allow us to measure both the mass and radius of the planet, and hence we can find their mean density. The density depends upon composition and thus we have the incredible prospect of probing what planets around other stars are made of. Further out still our other themes concern explosive objects and events, and the more distant Universe. Most stars end their lives in the form of objects called white dwarfs. White dwarfs are usually highly stable, but it is known that they can be made to explode through uncontrolled nuclear fusion which can tear through the entire star within a few seconds, destroying the white dwarf and producing one the optically brightest explosion that we know of. What we don't know is how this happens, or in what systems. At Warwick we will look at nearby white dwarfs in our Galaxy to understand their structure and how they can gain mass from companion stars, which is thought to be the trigger for the explosions. The brightest explosions of all are the Gamma Ray Bursts (GRBs), which are rare, but so bright that they can be seen more than 10 billion light-years away in the distant Universe. Remarkably for such dramatic events, there seem to be multiple ways for them to occur. Our aim is to understand what the different underlying causes are for GRBs. GRBs come from stars residing in galaxies. The nature of those galaxies and their environment is our final theme which addresses how galaxies evolve in nature and type over the 13 billion year history of the Universe.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/L000733/1","grantId":"ST/L000733/1","fundValue":"2000550","fundStart":"2014-04-01","fundEnd":"2017-03-31","funder":"STFC","impactText":"  Work on this grant is addressing central issues in the nature of exoplanetry systems, binary stars and cosmic explosions. We have already published 61 papers utilising this grant. Education,Other ","person":"Thomas  Marsh","coPersons":["Danny  Steeghs","Tony  Arber","Bogdan  Hnat","Valery  Nakariakov","Peter James Wheatley","Andrew James Levan","Erwin Andre Verwichte","Richard  West","Elizabeth Rose Stanway","Don  Pollacco"],"organisation":"University of Warwick","findingsText":" This is an ongoing grant (start date April 2014). Staff supported on this grant are addressing a range of questions relating to extrasolar planets, binary stars and cosmic explosions. Numerous papers in each of these areas have already been submitted and published. We are already identifying next step projects and questions that are raised by our research, and these have been part of telescope and grant proposals (some of which have already been successful). Education,Other","dataset":"gtr"}