{"id":"3A06541B-D8EA-4BF9-B772-6ECE1163237F","title":"Quantifying the role of marine ice in Larsen C ice shelf dynamics","abstractText":"The Antarctic continent is fringed by ice shelves, the floating extensions of glaciers and ice streams, which provide an important buffer between the ice sheets and the ocean. The collapse of ice shelves has been shown to allow inland ice to accelerate, thus leading to sea level rise. Previous collapses are not completely explained, partly because the structure of ice shelves is only now being understood. In this small project we will focus on an emerging aspect of ice shelf structure which may be fundamental to their stability. Where two ice-shelf-feeding glaciers merge, the ice between them is thin and water can freeze onto the base of this ice to form a band of 'marine ice' which is then entrained with the glacier (or 'meteoric') ice as it flows with the ice shelf towards the open ocean. Marine ice is warmer, softer, and more permeable than meteoric ice and can therefore provide bands of weakness which need to be better understood. We will investigate this aspect of the Larsen C ice shelf on the Antarctic Peninsula using unique ice-penetrating radar data that we have collected over the last two seasons, remote sensing techniques that we have been developing for many years, and specific expertise in ice shelf modelling. Within the eight months of the project we will be able to test the importance of marine ice bands in the stability of Antarctic ice shelves where they form.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I016678/1","grantId":"NE/I016678/1","fundValue":"49218","fundStart":"2011-10-01","fundEnd":"2012-04-30","funder":"NERC","impactText":"  I can find no instances where our findings have been used other than in research.  ","person":"Adrian John Luckman","coPersons":["Bernd  Kulessa"],"organisation":"Swansea University","findingsText":" We have, for the first time, quantified the amount of marine ice within part of an Antarctic ice shelf, and demonstrated the role it plays in modifying ice shelf stresses. Marine is is ice that is frozen onto the base of an ice shelf while it is floating on the ocean. Our findings will inform numerical models of ice shelf flow and stability. Education,Environment","dataset":"gtr"}