{"id":"3A13A07B-E714-4844-8DA4-F06CF7A59D96","title":"Molecular Approaches to Reversing Muscle Wasting in COPD. The Role of Resistance Training and Protein Supplementation","abstractText":"Chronic diseases are a major challenge for human health in the 21st century. The UK and worldwide burden of chronic disease is expected to increase in future years. Chronic Obstructive Pulmonary Disease (COPD) is an important chronic disease of the chest and is a leading cause of disability among older people. Muscle wasting and weakness is an important feature of COPD. Patients with muscle wasting are more disabled, have a poorer prognosis and require more healthcare resources. Loss of muscle bulk and function is important because it may be a treatable consequence of a condition in which the underlying lung disease is usually irreversible. The value of this approach is illustrated by the benefits of physical training, which have been clearly demonstrated in COPD. However, little is known about the causes of muscle wasting and weakness or the mechanisms by which physical training improves muscle function in COPD. We have recently identified genes involved in the regulation of muscle wasting and growth in healthy young and elderly humans and demonstrated that the functioning of these genes is profoundly affected by periods of immobility and exercise. Recent work has also demonstrated that dietary supplementation of protein enhances muscle growth during exercise training in healthy humans. We will extend these observations to study muscle wasting and growth in the clinical setting of COPD. We will study the functioning of genes recently identified as important in the regulation of muscle growth and wasting in patients with COPD compared with healthy volunteers of the same age. We will also study the effects of an eight-week lower limb strength-training programme on the functioning of these genes. This will help us understand how training works and how training affects the genes that regulate muscle growth. It may be beneficial to supplement individuals with additional dietary protein at the time of training. We will test this theory by randomly allocating patients in the study to receive a protein rich drink or a non-nutritive placebo after each bout of training. We will also measure muscle bulk and muscle function during the study. This research will provide new insights into the genetic mechanisms of muscle wasting and weakness and how the functioning of these genes can be influenced by interventions such as training and nutrition. This information will be a significant advance in the development of new treatments aimed at improving muscle function in chronic diseases such as COPD.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0501985","grantId":"G0501985","fundValue":"608062","fundStart":"2006-09-01","fundEnd":"2010-10-31","funder":"MRC","impactText":"","person":"Michael  Steiner","coPersons":["Paul  Greenhaff"],"organisation":"University Hospitals of Leicester NHS","findingsText":"","dataset":"gtr"}