{"id":"3A15C078-3F1E-4EAE-9E7D-99BDCF6252AE","title":"PREPSKA UK","abstractText":"Astronomers are developing the next generation of instruments to probe to the furthest reaches of the Universe. To understand the complex phenomena that are seen scientists need to observe across the electromagnetic spectrum since radio waves provide a different view of an object than is seen in the mm/sub-mm, infrared, optical or X-ray bands. ALMA, the Atacama Large Millimetre Array, is under construction in the Chilean Andes; Europe's optical/infrared astronomers are developing the E-ELT, a 42m telescope; the X-ray community is planning Xeus, a sophisticated orbiting observatory. In the radio band plans are well advanced for the Square Kilometre Array (SKA). The SKA will be one of the most complex scientific instruments ever built. It will, when fully deployed, consist of a continent-sized array of ~4000 dishes, with an aperture array component allowing huge fields-of-view, working in the frequency range 70 MHz to ~25 GHz. The array will be supported by an IT infrastructure designed to handle data rates comparable to the current internet traffic of the Earth. Two sites are under consideration, in Australia and Southern Africa. The SKA, uniquely amongst major scientific instruments and only made possible by its phased construction plan, will be able to deliver ground-breaking science while still under construction. The breadth of science that the SKA will address is truly remarkable; one should regard it as a physics machine rather than just a telescope. It will be used to explore many of the major outstanding problems in astrophysics, cosmology and particle-astrophysics today. These include our understanding of the birth of the first stars and galaxies, study of the large-scale structure of the universe and the role of dark energy and hot and cold dark matter. Astronomers will also use the SKA to determine whether general relativity holds in the strong gravitational fields associated with massive black holes, understand the origin and evolution of cosmic magnetism, and explore the conditions required for life elsewhere in our galaxy. In this proposal, three Universities (Cambridge, Manchester and Oxford) are continuing their highly-successful technology R&amp;D programme (the STFC and EC-funded SKA Design Study). The project, UK-Prep-SKA, will be fully integrated with the global Preparatory Study for the SKA (PrepSKA), which has been awarded 5.5M Euros to coordinate the massive development programme underway in 19 different countries and to develop plans for the governance structure, legal framework and procurement policy under which the SKA will be constructed and operated. STFC are the coordinators of PrepSKA. UK-PrepSKA will run until Q1 2012, matching the global programme. The principal deliverable of the project is to develop a detailed design for Phase 1 of the SKA to enable the partners to go to governments for construction funding for the first 15-20% of the complete SKA.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/I002715/1","grantId":"ST/I002715/1","fundValue":"1500610","fundStart":"2010-04-01","fundEnd":"2013-01-31","funder":"STFC","impactText":"","person":"Steven  RawlingsMichael Edward Jones","coPersons":["David John Edwards","Anne Elizabeth Trefethen"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}