{"id":"3A1CE7F3-6882-47A1-AEF1-0941F0E5B452","title":"Understanding the process and impact of within-study selective reporting bias for harm outcomes (ORBIT II - Outcome Reporting Bias in Trials).","abstractText":"The old medical tenet of &quot;Do no harm&quot; has revolutionised interest in health care safety in modern day practice. Balanced decision-making in health care requires that both the intended beneficial effects and the unwanted adverse effects of interventions are considered. Measures such as the benefit-harm ratio have been used in order to quantify how much the amount of benefit of a treatment clearly outweighs the amount of harm. Such measures are aimed at clinicians and patients as a medical resource for informing treatment decisions and improving patient care. In some cases, only if there is a favourable harm-benefit ratio, will a treatment be considered ethical to use. \n \nSystematic reviews aim to include all relevant studies conducted on a particular topic and to provide an unbiased summary of their results taking into account the best evidence on the benefits and harms of medical treatments. Recommendations made by the National Institute for Health and Clinical Excellence (NICE), who issue guidance on the use of treatments and procedures within the NHS, are based largely on systematic reviews. Results from systematic reviews are also the basis for many benefit-harm ratios.\n \nHowever, benefit-harm assessments could be misleading if the available evidence from these systematic reviews are prone to potential sources of bias that are unknown to the researchers. A recent study has shown that outcome reporting bias (ORB) for efficacy outcomes has the potential to overturn statistically significant treatment effects as a result of the lack of reporting of non-significant results, incomplete reporting or complete suppression of outcome data. Empirical evidence suggests that the incomplete reporting of harms data is likely to be higher than that of efficacy measures and the mechanisms for the missingness may well differ as the decision to suppress harms data may be related to the undesirable nature of the harms data to be disseminated in the researchers' view. To our knowledge no data exists on the impact of ORB in harms in systematic reviews.\n\nThe proposed programme aims to improve decision-making in the NHS in the area of benefit-harm analysis. We aim to do this through two related projects on methods: (A) to estimate the prevalence and assess the impact of selective outcome reporting in trials within a cohort of published meta-analyses whose outcome is a harm and (B) to further understand the data collection methods of harms data in clinical trials.\n\nOverall, the proposed programme aims to raise the awareness of the problem of outcome reporting bias in harms and to ultimately improve the ability of decision makers to make informed decisions that consider both benefits and harms of an intervention, ultimately improving patient safety.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J004855/1","grantId":"MR/J004855/1","fundValue":"139015","fundStart":"2012-06-11","fundEnd":"2013-12-10","funder":"MRC","impactText":"","person":"Jamie John Kirkham","coPersons":["Paula  Williamson","Douglas Graham Altman","Carrol  Gamble"],"organisation":"University of Liverpool","findingsText":"","dataset":"gtr"}