{"id":"3A2C4FCC-CED5-45AE-9F2E-4037DD3DB54D","title":"Breaking up communities? The social impact of housing demolition in the late twentieth century","abstractText":"In several periods across the twentieth century, central government and local authorities across the UK have carried out large scale housing demolition. Homes were demolished principally to meet aims of housing policy by removing unsatisfactory homes and creating sites for new building. Waves of clearance in the 1930s, 1950s-1970s, and, arguably, in the late 1990s and 2000s, resulted in the movement of millions of households. Between 1955 and 1985, the period which this study focuses on, 1.5m homes were demolished in England and Wales, and 15% of all homes present in metropolitan areas in 1955 had been cleared by 1985. This means that population movement though slum clearance has been part of the history of a substantial minority of families, neighbourhoods and communities across the UK. \n\nThere are two main interpretations of slum clearance. Firstly, from the late nineteenth century up to the 1970s: slum clearance was seen as costly process and having many drawbacks, but essential and worthwhile for the eventual society-wide, gains. Then in the late twentieth century, there was a reassessment. Clearance was increasingly seen as ineffective, expensive in money, and also costly in other terms. In particular, academic observers, practitioners and members of the affected areas argued that clearance had a huge, unrecognised social cost because it 'broke up communities'. For example, an affected resident said: &quot;the community feeling went when we were moved out&quot; (quoted in Jones 2010 p360).\n\nThere are numerous case studies of individual and community experience of clearance and movement, produced by professional and community historians. These case studies suggest that both above interpretations are right, in some places and for some people. Some individuals and families and some whole neighbourhoods moved willingly, to much better homes and more attractive neighbourhoods. They either moved over short distances or all togther with their social networks intact, or were not concerned or even pleased to leave old networks behind. In other cases people moved unwillingly, to ambiguous or even worse new conditions, and either moved over long distances or otherwise found valued social networks disrupted. \n\nUntil 2000, there was &quot;remarkably, no general account of the incidence of slum clearance in England and Wales&quot; (Yelling 2000 p126). There remains no authoritative account of its impact on communities or its 'social meaning': &quot;the wider cultural and political significance of the massive transformation in working class life wrought by slum clearance and suburbanisation has barely begin to be explored&quot; (Jones 2010a p513). \n\nThis project aims to carry out a systematic review of existing evidence on slum clearance, mainly based on scattered case studies, to assess to what extent housing demolition in the late twentieth century broke up communities. It uses systematic search and review processes, to make sure well-known cases do not influence overall results too much, and to ensure that other examples are not overlooked. It aims to learn as much as possible from existing evidence about in what places, for what kinds of demolition and movement processes, and for which kinds of people and families demolition and movement did result in the disruption and loss of valued social ties, and where this was not the case. It aims to come to an overall assessment, on the balance of evidence, about whether late twenieth century housing demolition did 'break up communities'.\n\nThe review will produce a report summarising evidence and a database of evidence, available through a website. \n\nThe aim is to help both academic and community historians, and also to inform people working on and affected by demolition projects today. Results will be spread through conferences and a seminar involving academics, community historians, community activists and housing workers.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J012173/1","grantId":"AH/J012173/1","fundValue":"26629","fundStart":"2012-02-14","fundEnd":"2012-11-13","funder":"AHRC","impactText":"","person":"Rebecca  Tunstall","coPersons":["Alison  Wallace"],"organisation":"University of York","findingsText":"","dataset":"gtr"}