{"id":"3A2E9961-D960-41D0-AFBB-05BFF60C456D","title":"Dual-use bioethics: education of life scientists in university and beyond.","abstractText":"<p>The two-day international seminar Dual Use Education For Life Scientists: Mapping The Current Global Landscape and Developments&nbsp; responded to a call by the UN via the Biological and Toxin Weapons Convention&nbsp; (BTWC) by providing an opportunity for experts from around the world to meet and discuss advances in the emerging debate on the biosecurity education of life scientists.</p>\n\n<p>Around 35 biosecurity experts, educators, BTWC delegates and researchers from a range of global institutions and government bodies presented work, focussing on advances and challenges in biosecurity education in the UK, Europe, the Asia-Pacific region, the Middle East and North Africa, Scandinavia and North America.</p>\n\n<p>Participants reported on a range of educational engagements with dual use biosecurity issues for life scientists in universities and through professional associations. It was concluded that there are clear opportunities globally to expand education in dual use issues if resources and support are available. For example, biosecurity may be easily incorporated into existing courses on biosafety and bioethics. It was also noted that it is possible to draw on a range of best approaches to promote effective teaching and learning from the beginning of science degrees and in the field of continuing professional development (CPD).</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/H031766/1","grantId":"ES/H031766/1","fundValue":"15040","fundStart":"2010-04-01","fundEnd":"2011-03-31","funder":"ESRC","impactText":"  The outcomes of this project continue to grow. Since the UK meeting (in 2010) and the Japan meeting (in 2011), the grant holder has instituted, under the auspices of her research centre (Bradford Disarmament Research Centre), a series of regular international meetings in Bradford, UK. Invited participants have included biosecurity, ethics and educational experts, complemented by others who can contribute to regular discussions (legal, policy makers, civil govt staff etc). This has allowed the sharing of best practice among a range of science and technology educators and other stakeholders internationally. \nOut of this activity has arisen the annual Yearbook of Biosecurity Education (see www.brad.ac.uk/bioethics/monographs) in which the participants of these meetings, and others, are invited to produce papers addressing the year's topics in and around biosecurity. This is presented each year at the Biological and Toxin Weapons Covention Meeting of States Parties in Geneva, and is instrumental in building and supporting biosecurity capacity internationally through education.\nFurther funding was subsequently gained in 2012-13 from the UK's Defence Science and Technology Laboratory to develop specific biosecurity educational materials for various former Soviet states and to promote the building of networks to sustain and build biosecurity capacity in these countries.\nCombined with the outcomes of a related Wellcome Trust Enhancement Award (2009-13), the work carried out under this ESRC award has been foundational in providing support to a range of countries in carrying out their responsibilities under the Biological and Toxin Weapons Convention and the Chemical Weapons Convention.\nWork arising from this project was presented by the grant holder in a plenary address to the Biological and Toxin Weapons Convention Assembly at the Meeting of Experts in 2012, in Geneva.\nFurther work derived from and based on outcomes from the ESRC project is ongoing. Aerospace, Defence and Marine,Agriculture, Food and Drink,Chemicals,Education,Government, Democracy and Justice,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology,Security and Diplomacy Cultural,Societal,Policy & public services","person":"Judi  Sture","coPersons":[],"organisation":"University of Bradford","findingsText":" The research funded by this grant has shown:\n1. That there is a lack of awareness of biosecurity risks among scientists and technologists in university and in industry;\n2. There is widespread lack of recognition by scientists and technologists as to their personal and corporate responsibilities under the Biological and Toxin Weapons Convention and under the Chemical Weapons Convention, not to carry out or allow work that may pose any public threat under the definitions of these treaties;\n3. That it is possible, through the production of tailored educational materials, to address this lack of awareness and to equip scientists and technologists with a skill set and competencies that enable them to meet these responsibilities;\n4. That it is possible to work nationally and internationally to promote and enhance biosecurity capacities and competencies through these educational approaches. All of our educational materials are available free online for download. They can be used as they are or altered to suit specific needs. Many are in foreign languages. Aerospace, Defence and Marine,Agriculture, Food and Drink,Chemicals,Communities and Social Services/Policy,Education,Environment,Healthcare,Government, Democracy and Justice,Manufacturing, including Industrial Biotechology,Pharmaceuticals and Medical Biotechnology,Security and Diplomacy","dataset":"gtr"}