{"id":"3A34D8DA-6FED-42EF-B101-AD16310B2504","title":"Development of adenovirus type 4 vectors for immunotherapeutic application","abstractText":"After WW II, US military training was being severely disrupted by outbreaks on respiratory infections in new military recruits. Scientist demonstrated that the infections being caused by a new virus: adenovirus. There turned out to be over 50 types of adenoviruses with the most common ones being a major cause of mild upper respiratory infections- the common cold. The US military developed a very neat vaccine to solve this problem. The vaccine consists of a tablet containing the live virus wrapped up in a protective coat. The tablet is simply swallowed. The coat allows the tablet to be handled safely, whilst also protecting the virus (and the vaccinee) as it passes down the gullet and through the acidic environment in the stomach. The virus is then released and replicates in the gut, where it causes infection but not disease. This vaccine has been safely administered to nearly 1 million US recruit since 1963. The vaccine is very stable in tablet-form (need to be kept frozen) and does not need to be administered by medical specialists; there is no injection. For a potential HIV vaccine to be used in the bush in Africa, these are important considerations. We therefore wish to investigate whether adenovirus 4 can be used as a carrier to induce protection against other diseases. BBSRC has funded us to develop novel adenovirus 4 'vectors', which we have now done. A 'vector ' is a system to insert foreign genes (e.g. from HIV) into the virus, or a disabled version of it. For this application, we have favoured the development of disabled virus vectors that cannot replicate outside the laboratory. Non-replicating adenovirus vectors can be used to deliver and express the foreign antigens at high levels for very long periods of time. Using a vector does not replicate, it is most important to optimize delivery. To optimise oral delivery, an adenovirus 4 vector encoding a fluorescent marker protein allow us to monitor exactly where the virus goes and how long it survives. We intend to optimise vector delivery using the animal with the best-characterised immune system / the mouse. A major advantage of immunising with a 'live' virus is that it stimulates all arms of the immune response, not just antibodies. A special set of blood cells (T cells) can be educated by vaccination to kill virus-infected cells directly. Gallimore is an expert at studying T cell responses to influenza in a mouse model of disease. Following oral immunization with an adenovirus vector containing an influenza protein, 'ready-to-go, state-of-the-art' technology will be used to monitor T cell responses. We will evaluate just how good an oral adenovirus 4 vaccine is at stimulating specific T cell killer responses. We propose ways in which we would like to develop the vector to enhance its utility as a vaccine carrier. We wish to determine whether leaving functions in the vector that trigger the immune system, make them better or worse for vaccination. We also propose a specific strategy aimed at stimulating stronger T cell responses. We seek to make the adenovirus 4 vector as good as it can be/ developing this technology is the best way we can help HIV researchers. Funding is sought to clone HIV genes into disabled and non-disabled Ad4 vectors. These agents will be given to well-funded specialist AIDS researchers for evaluation and consideration for use in human trials. These collaborations should provide feedback on the efficacy, and provide a framework for application-specific adenovirus 4 vector development.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F009836/1","grantId":"BB/F009836/1","fundValue":"356454","fundStart":"2008-10-01","fundEnd":"2012-01-31","funder":"BBSRC","impactText":"","person":"Gavin William Wilkinson","coPersons":["Peter  Tomasec","Awen  Gallimore"],"organisation":"Cardiff University","findingsText":"","dataset":"gtr"}