{"id":"3A387A89-1343-4DD7-93C2-95651BF8D48B","title":"Stem cell metabolomics for bone therapies and tissue engineering","abstractText":"Like a scene from an Indiana Jones movie, imagine the scenario where an anthropologist, exploring the lost civilisation of the Mayans, comes across skulls that appear to have an almost full set of false teeth. Were these teeth inserted post mortem to embellish their way to the after-life, or, had they been inserted during their time on Earth? Closer inspection showed that they were indeed pieces of shell, fashioned into individual teeth that had been inserted into the jaw bone to replace teeth that had been lost through natural causes. Remarkably, detailed analysis showed that these shell dentures had totally integrated into the jaw bone. In other words, the jaw bone had happily accepted the shell implants - this feature is called osteo-integration. Further work showed that, not only was the shell integrated into the bone - it was also osteo-inductive, i.e. encouraged bone formation. It also did this without apparent rejection of the implant. \nWhat is even more intriguing is that here we have an invertebrate system (mollusc shell) enabling bone formation in a vertebrate (human). Where does the connection lie? Unravelling this connection is an important aspect of this project. Not just the quest to determine how and why it happens, but to unlock and exploit the mechanism of osteo-induction and use this to provide material for bone implants.\nThe shell used by the Mayans, as in most invertebrates, is composed of calcium carbonate, or chalk. Normally, calcium carbonate exists in one of two forms, called polymorphs: calcite and aragonite. Aragonite is also called nacre or Mother of Pearl. Although these polymorphs have the same chemical composition they have different structures.\nOur preliminary data confirm that one of these invertebrate polymorphs, nacre, does indeed induce bone formation. The other polymorph, calcite, appears to hold a different function in that it encourages cells to avoid specialisation into specific cell types such as fat- or bone-producing cells. We aim to understand these responses so that we can design and construct materials that can be used to elicit desirable and predictable cellular responses. This is important for the following reasons:\nBy 2031 more than 50% of people in the UK will be over 65. This demographic scenario will place extreme pressure on orthopaedic surgeons with a rise in the required number of hip and knee replacements. Simultaneously, the population is living longer and thus, further intervention may be required later in life. Currently, a more sports active younger population are now presenting with sport injuries with a high potential for subsequent osteoarthritis. The problem is that in younger and more active people, implants tend to fail more rapidly and revision operations are less successful than the original replacement surgery. In trauma clinics, facial reconstructive surgery demands large areas of intact bone; usually painfully sequestered from convenient sites. These examples present major challenges for clinicians, and also for scientists and engineers who need to rapidly drive new technologies on a suitably large scale in order to meet these demands by supplying novel materials for joint implantation. \nIn a separate clinical issue, the supply of high-quality non-specialised cells to clinic would advance direct regenerative therapy and aid tissue engineering. The current problem is that cells grown in culture tend to become specialised almost immediately. The fact that calcite encourages cells to remain non-specialised offers the possibility of providing sufficient quantities of cells for tissue therapies.\nThe timing could not be better. We are only now in a position to understand and exploit bone formation and supply of cells, with such a rapidly ageing population, there is urgent need for such transformative approaches.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K011278/1","grantId":"MR/K011278/1","fundValue":"473923","fundStart":"2013-08-31","fundEnd":"2016-08-30","funder":"MRC","impactText":"","person":"Maggie  Cusack","coPersons":["Nikolaj  Gadegaard","Karl  Burgess","Matthew John Dalby"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}