{"id":"3A3E2ADE-15A4-44C7-8EB0-5B06E726CA0E","title":"Stakeholder Engagement in EQUIPT for Impact (SEE-IMPACT)","abstractText":"The aim of the study is to understand better the ways in which the engagement of potential users, or stakeholders, (such as policy makers) in the processes of a research study might increase the impact of research. It is also hoped the study might increase the ability to transfer innovations from one country to another, and to identify early signs that a project will eventually make an impact. \n\nThe study will use a range of methods including interviews, surveys, observations and reviews of documents to develop a detailed understanding of how stakeholder engagement might work as a mechanism for promoting impact. An initial literature review on stakeholder engagement will be used to distil a set of propositions for testing. For example, does the intensity of stakeholder engagement, the timing of their involvement, and the nature of the stakeholders who get involved make a difference? \n\nThe study will follow a 2 million Euro European Commission funded project called European-study on Quantifying Utility of Investment in Protection from Tobacco (EQUIPT) for three years (the life of the project). The researchers will observe all the stakeholder events organised by the EQUIPT project, interview stakeholders, conduct stakeholder surveys and review relevant documents. The study will mainly be conducted in the UK and four other European countries (Germany, Hungary, Spain, The Netherlands) so there will be opportunities to compare stakeholder involvement in different contexts. The project will produce a detailed account of the evidence supporting (or refuting) the initial propositions and will begin to develop a set of indicators for use in the planning and assessment of stakeholder engagement. \n\nThe team have expertise in the field of research impact assessment and members of the team have experience of working together successfully in past. An international virtual advisory group will support the project. The team will share their findings through the advisory group and existing networks of colleagues interested in issues to do with the organisation and evaluation of research, in the health field and more widely, project web pages, and dissemination events. It is hoped that the findings will be of use to a wide range of medical research funders, in the public and charitable sectors, who are increasingly concerned to engage different groups of potential users in their research so that the research meets their needs.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/L011123/1","grantId":"MR/L011123/1","fundValue":"154850","fundStart":"2014-05-01","fundEnd":"2017-04-30","funder":"MRC","impactText":"","person":"Annette Louise Boaz","coPersons":["Subhash  Pokhrel","Steve Robert Hanney"],"organisation":"Kingston University","findingsText":"","dataset":"gtr"}