{"id":"3A4199A4-EC40-49B2-9E69-4B714488E792","title":"Elucidating the molecular architecture of the Archaeal CMR complex, a key player in the unicellular immune response.","abstractText":"We want to understand the fine detail of a newly discovered mechanism that unicellular organisms belonging to Bacteria and Archaea have developed as a defense from viral attack. This inheritable mechanism, termed CRISPR system, is present in a number of organisms, some of which cause disease in plants and animals. As an example, a well-characterized CRISPR belongs to the bacterium which is the main cause for dental cavities.\n\nThe function of proteins is directly linked to their three-dimensional structure. We will determine and interpret the structure of a key molecular machine belonging to the CRISPR system. This multi-component assembly orchestrates the silencing of viral RNA in the Archaeon Sulfolobus solfataricus, a model organism in the study of CRISPR. To do so, we will use electron microscopy coupled to image processing. This technique allows to acquire projection images of isolated assemblies, and to use them to calculate their 3D shape, therefore providing important insight on the molecular mechanisms used as defense from viral attack.\n\nThis study is biologically important because it is the key to understand how a large number of living organisms counteract viral infection. In the longer term, it also has a strong potential in biotechnology, since it could be exploited to specifically target disease-related microorganisms.\n\nThis research will be performed at the School of Biological Sciences in Edinburgh, where state-of-the-art resources for structural electron microscopy have been recently established, in collaboration with the Biomedical Sciences department in St Andrews, a centre of excellence in the molecular biology of Archaea.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/J005673/1","grantId":"BB/J005673/1","fundValue":"359322","fundStart":"2013-03-01","fundEnd":"2016-01-31","funder":"BBSRC","impactText":"","person":"Laura  Spagnolo","coPersons":[],"organisation":"University of Edinburgh","findingsText":" Research funded on this grant allowed us to identify a common structural feature for Type III and Type I CRISPR-Cas complexes. Our research papers have already been cited quite substantially by colleagues working in immunology and molecular biology disciplines. I took part in several conferences, where I disseminated our findings, which sparked lively discussion with colleagues. Electron microscopy is now becoming a key technique to study CRISPR-Cas machines, we have been one of the first groups to enter this field of structural biology, and we contributed shaping it. Agriculture, Food and Drink,Environment,Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}