{"id":"3A46A59C-ABDE-429F-8B4B-6521AB27B87A","title":"Interaction of platelet receptors with native collagen sequences and their downstream signalling effects","abstractText":"Platelets are small cells found in the blood throughout the whole body. Normally, platelets do nothing and stay in a resting state for about ten days after which they die and are replaced. However, when a blood vessel is damaged, the platelets become active and respond immediately like an emergency service. They stick to the injured vessel and form a clot which prevents loss of blood and begins the process of healing. Unfortunately though, there are times when platelets block blood vessels in a manner which is harmful to the person. Over time, coronary arteries, which supply blood to the heart, can become obstructed with deposits of fat and cholesterol. These fatty deposits are more brittle than the elastic arteries and sometimes crack under stress. When this happens the platelets stick to the damaged area and can completely block the artery causing a heart attack. In both the damaged vessel and the cracked coronary artery, the platelets stick to a protein in the tissue called collagen. Collagen is very strong and acts like a soft tissue skeleton holding all the various body parts together. When platelets stick to collagen they become active and then stick to each other as well. \n\nOur research looks at the way collagen sticks to and activates platelets. We already know that collagen sticks to particular proteins that are found on the surface of the platelet. Two of the most important of these proteins are called GPVI and ??2?O1. GPVI and ??2?O1 only stick to particular areas of the collagen. To find these areas we have made a series of 57 mini-collagens which resemble small segments of natural collagen found in our blood vessels. We now know that platelets only stick to a small number of these mini-collagens. This enables us to focus on the detailed properties of the collagen which makes it stick to the platelet. \n\nDesigning new treatments is a complex process and requires a detailed understanding of the processes which we want to influence. Our research attempts to provide that understanding which may assist in the design of new medicines to treat heart disease. Although the process of research is time-consuming, the advantage of looking in detail is that we often discover new things which we were not expecting to see, which, in the long run, gives us even more options for treating real people with heart disease, which is our ultimate goal.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0601378","grantId":"G0601378","fundValue":"319888","fundStart":"2007-07-01","fundEnd":"2010-06-30","funder":"MRC","impactText":"","person":"Gavin Edward Jarvis","coPersons":["Richard William Farndale"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}