{"id":"3A493687-AFF2-4789-A23C-F23F10B10399","title":"Novel collective phenomena in Majorana fermion devices","abstractText":"The collective behaviour of many particles often gives rise to phenomena defying one's intuition based on the microscopic rules governing the system. A striking example is that of the emergence of new, exotic particles, with properties completely different from those of the individual constituents. \n\nIt is one of the most exciting recent discoveries that Majorana fermions, exotic particles of this kind, can emerge in certain superconductor structures. Majorana fermions, unlike the superconductor's electrons, are neutral, concealing the electric charge in a quantum mechanical, nonlocal manner. The excitement about these particles, beyond their fundamental science, is due to the prospects of taking advantage of this intrinsic quantum nonlocality in quantum computing applications.\n\nExperimental work on systems designed to host 0D (confined from all directions) and 1D (extending along one direction) forms of Majorana fermions is ongoing, with the first promising signatures reported recently. Among the main goals of theoretical research motivated by these developments is to devise new methods and devices for detecting and manipulating Majorana fermions. \n\nThis theoretical research aims at exploring a novel avenue for studying Majorana fermions based on the observation that they can not only result, but also participate in, or even cause novel collective quantum phenomena. Focusing on the case where these are promoted by strong interactions of spatially localised (&quot;impurity&quot;) nature, the research will explore new many particle physics arising (1) when conduction electrons are coupled to devices with 0D Majorana fermions and (2) in devices hosting 1D Majorana fermions. \n\nThe scientific goals are: to uncover and describe (e.g., via scattering properties, spatial and other organisation patterns) fundamentally new forms of collective behaviour; and to predict experimentally observable phenomena that can serve as in-depth tests of Majorana fermion features (such as nonlocality) and can influence the behaviour of devices aimed at Majorana fermion manipulation. \n\nThe proposed work, in addition to being directly relevant to ongoing Majorana fermion research, has the potential to provide new routes for cross-fertilisation between the communities working on Majorana fermions and strongly interacting systems.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M02444X/1","grantId":"EP/M02444X/1","fundValue":"96372","fundStart":"2015-10-01","fundEnd":"2017-09-30","funder":"EPSRC","impactText":"","person":"Benjamin  Beri","coPersons":[],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}