{"id":"3A4CA335-3D11-4707-95F8-92233325FC6A","title":"Developing a novel therapy, combining RIT with conventional therapy, for treatment of advanced colorectal cancer","abstractText":"Bowel cancer is the third most common cancer in the UK ( 38,000 new cases/year), with more than 50% of those patients eventually dying of their disease. Radioimmunotherapy (RIT), uses a man-made molecule that is exactly like an antibody that we would make to fight the bacteria that infect us sometimes, except it is designed to bind to foreign cancer cells rather than bacterial cells. The cancer targeting antibody can be linked to radioactivity and injected into the patient, where it becomes able to kill cancer cells wherever they are in the body. This method has been partly successful in some patients in clinical trials. However, the cancer sometimes regrows, because the antibody and radiation cannot get to all cells and some that are bombarded with radiation, seem to survive. It is not possible to inject more of the radiolabeled antibody as the increased radiation would also affect the cells in the bloodstream and our normal white cells that protect us from infection. Our previous research showed that when we combined RIT, with another antibody which also targets colorectal cancer, the effect of the radiation from the radiolabeled antibody increased, and animals with tumours were cured. We plan to experiment with the amount of the two antibodies, and the times that they are given, so that the schedule for the combined antibody therapy is ready to be given to patients as part of a clinical trial within 3 years.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G1001497","grantId":"G1001497","fundValue":"799574","fundStart":"2011-11-01","fundEnd":"2014-07-31","funder":"MRC","impactText":"","person":"Rosamund Barbara  Pedley","coPersons":["Geoffrey Martin Boxer","Timothy  Meyer","Surinder Kanta Sharma","Kerry Ann Chester"],"organisation":"University College London","findingsText":"","dataset":"gtr"}