{"id":"3A4D4F7C-19F4-425A-BDEF-CB7A733A3623","title":"Materials World Network: Dynamics in Polymer Nanocomposites Containing Hard, Soft and Mobile Nanoparticles","abstractText":"Polymer nanocomposites, namely mixtures of nanoparticles dispersed in a polymer matrix, have gained rapid attention for both industrial and fundamental studies since their introduction in the early 1990's. One of the first high impact applications was provided by Toyota Central Research who demonstrated that the addition of a small amount of layered silicate greatly improved the mechanical properties of nylon. In fact, the commercial use of polymer nanocomposites with improved elastic modulus, electrical conductivity, flame retardation and thermal conductivity is being explored across many economic sectors including aerospace, electronics, and sporting applications. \n\nThe main objective of this research is to provide fundamental knowledge of polymer dynamics in the presence of spherical nanoparticles using a coordinated experimental and theoretical approach. This proposed Materials World Network contains expertise in nanoparticle synthesis, nanocomposite fabrication, imaging, depth profiling, simulation, theory and neutron scattering to address how the presence of nanoparticles with sizes comparable to, and smaller than, the individual polymers impacts on dynamics. This MWN team has considerable experience in polymer nancomposites and is committed to working together to explore how polymer diffusion is correlated with structure in these fascinating and commercially-important materials.\n\nThe proposed Materials World Network is well-positioned for groundbreaking insights into the physics of polymer nanocomposites that are likely to have positive impact on the emerging industry of polymer nanocomposites. While our proposed research will focus on spherical nanoparticles, our findings will be applicable to a broader range of nanoparticles. Understanding the polymer dynamics is particularly important when designing fabrication methods for nanocomposites. When a master batch containing a high concentration of nanoparticles is melt mixed with a neat polymer, the rate of polymer diffusion is critical for establishing a homogeneous concentration. For example, one strategy for balancing the high cost of nanoparticles with their attractive properties involves coating latex particles with nanoparticles and then sintering the particles to achieve good interfacial strength. The material strength is determined by the interdiffusion of polymers across the interfacial region to form entanglements and the mechanism for this will be established by the proposed research.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/J018503/1","grantId":"EP/J018503/1","fundValue":"298977","fundStart":"2012-12-01","fundEnd":"2016-11-30","funder":"EPSRC","impactText":"","person":"Nigel  Clarke","coPersons":[],"organisation":"University of Sheffield","findingsText":"","dataset":"gtr"}