{"id":"3A4D9008-3843-4C36-AEA3-033316EA4B8B","title":"International Institute for Advanced Pharmaceutical Manufacturing (I2APM)","abstractText":"The EPSRC Centre for Innovative Manufacturing for Continuous Manufacturing and Crystallisation is concerned with establishing new collaborations on the development of novel continuous manufacturing technologies to improve understanding of particle formation and to exploit this knowledge to enhance the manufacture of particles with specific beneficial properties. This has significant potential given the importance of particulate processing across many fine chemical industries including agrochemicals, pharmaceuticals, dyes, pigments and energetic materials.\n\nIn partnership with the US-based National Science Foundation Engineering Research Center for Structured Organic Particulate Systems, we propose to create the International Institute for Advanced Pharmaceutical Manufacturing with the goal of advancing the science and technology of integrated primary and secondary continuous manufacturing of pharmaceutical products. The aims of this project are to identify specific activities mapped onto the areas of mutual interest and start to agree forward exchanges, engage with industry and develop specific plans for joint meetings, researcher and faculty exchanges, collaborative research, and training activities that will benefit the wider community in both collaborating countries. In addition, the scope of a Mock Submission, the regulatory process by which new drugs are approved for use, will be developed by engaging jointly with UK/EU and US regulators and industry to agree on the framework that would ensure the impact of academic contributions on addressing the regulatory challenges for the adoption of continuous manufacturing. \n\nThe proposed links with international experts will lead to accelerated progress of integrating continuous manufacturing processes into the high value chemical sector, raise profile of UK-based research, and ultimately enhance the opportunities for high quality, collaborative research outcomes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M021661/1","grantId":"EP/M021661/1","fundValue":"248175","fundStart":"2015-02-01","fundEnd":"2018-01-31","funder":"EPSRC","impactText":"","person":"Blair Fraser Johnston","coPersons":["Jan  Sefcik","Alastair James Florence"],"organisation":"University of Strathclyde","findingsText":"","dataset":"gtr"}