{"id":"3A4F15AA-93E4-4C9F-8333-2BAD57DC9B3A","title":"Dynamic Pricing in the Ferry Industry","abstractText":"Choosing the &quot;best&quot; ticket prices is one of the key challenges in the ferry industry, especially for ferry operators providing a service to both individuals and freight. When setting the ticket price, the operators need to (1) forecast the demand for ferry services by various types of passengers and their vehicles; (2) decide how much space should be allocated to different vehicle types; and (3) estimate how easily vehicles can be packed into the available deck space. \n\nForecasting demand, finding the most profitable allocation of space to different customers, and pricing of tickets fall under the umbrella term of Revenue Management (RM), which was originally developed for airlines, but is applicable across a wide-range of industries. What is new in this first part of the project is the inclusion of packing. By incorporating optimal packing of vehicles on the ferry into RM, we will find pricing and allocation solutions that increase the efficiency of ferry services and ensure the pricing properly reflects the cost of packing a vehicle into the limited deck space.\n\nTraditionally, RM has focused on maximising the revenue on each individual journey, but there is a need to look at the bigger picture and consider the effects of prices on the long-term profitability of the operator. Ferries are used by tourists who travel relatively infrequently and by regular customers, e.g. freight, commuters and regular coach services. By optimizing revenue in the longer term, e.g. over one year, as well as considering individual sailings, we will be able to take account of the total contribution of regular customers. For example, a freight company that operates year round or commuters who use the ferry regularly should not be priced out of the market during the peak summer season, but should be offered a price that reflects their long-term value to the company. Surprisingly little work has been carried out in this area, which is relevant to nearly all transport providers and is vital to avoid over-pricing tickets for regular customers at peak times. \n\nThrough working with P&amp;O Ferries and Red Funnel, who operate ferries between mainland Britain and the Continent, and the Isle of Wight, respectively, we will use real data to inform the models. These real data are collected from various internal or external systems/sources (e.g. ticket booking systems, company's websites, frontline operating systems, marketing campaign records, market competitiveness reports, etc.). This project will first look at how to link these data together so that they could be used in building and testing our proposed quantitative models. The result of this project will therefore become a good example of utilising the potential of &quot;Big Data&quot;. \n\nAfter collecting and preparing the data, our models will be developed to estimate the ticket prices which maximise revenue for the ferry operator. Improving revenues will be achieved in two ways: (1) increasing the number of vehicles that can be packed onto the ferry thanks to more effective packing algorithms; (2) optimizing prices based on forecast demand for different sailings. Improving the mix of vehicles on the ferry and the way they are packed will increase the efficiency of ferry services, having a positive environmental impact. \n\nThe work has wide-ranging implications in a number of industry sectors, particularly in optimal pricing for freight, where packing needs to be taken into account when setting delivery charges. Developing methods for optimizing revenue in the long-term could improve the pricing in any industries in which there is a mix of regular and occasional traffic.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N006461/1","grantId":"EP/N006461/1","fundValue":"285247","fundStart":"2015-12-14","fundEnd":"2018-06-13","funder":"EPSRC","impactText":"","person":"Christine Susan Currie","coPersons":["Julia  Bennell","Mee Chi  So"],"organisation":"University of Southampton","findingsText":"","dataset":"gtr"}