{"id":"3A5250B2-7C2B-48E2-90C7-7BA74EDC0B76","title":"Arithmetic of non-hyperelliptic curves: rational points via representation theory","abstractText":"How many solutions does an equation have? The answer depends not only on the equation in question but also the person asking. A physicist studying the equations of motion of comets might ask how many different kinds of path a comet can take through space (is the orbit periodic?). On the other hand, number theorists are interested in diophantine equations. These are equations in some number of variables and with integer (i.e. whole number) coefficients, studied with the understanding that one is interested only in solutions where the variables themselves take integer values. We will study the question: how many solutions does a diophantine equation have?\n\nSolving diophantine equations is difficult, and it is often interesting to study families of equations and see what can be said about the large-scale behaviour of the family (is the number of solutions finite or infinite?). In the last 10 years Manjul Bhargava and his collaborators have taken this perspective and proved a number of groundbreaking results in number theory. They have focused in particular on families of diophantine equations arising from families of elliptic and hyperelliptic curves. They show that certain proxies for the set of solutions, called Selmer groups, can be related to such concrete and classical objects as binary quartic forms and pencils of quadrics in projective space. Among the many theorems they have proved this way, let us just mention the existence of a positive proportion of elliptic curves over the rationals with only finitely many (rational) solutions -- a striking qualitative result.\n\nWe will study the arithmetic of families of non-hyperelliptic curves. The families we are interested in come from deformation theory and algebraic geometry, being the versal deformations of exceptional curve singularities. Hyperelliptic curves are the simplest algebraic curves, being double covers of the projective line, and their geometry and arithmetic is relatively accessible. The arithmetic of our non-hyperelliptic families is much less explicit. We will exploit the hidden connections that our families have to deformation theory and representation theory to obtain results about Selmer groups as precise and complete as those of Bhargava and his collaborators in the hyperelliptic case.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/N007204/1","grantId":"EP/N007204/1","fundValue":"98253","fundStart":"2016-09-01","fundEnd":"2018-08-31","funder":"EPSRC","impactText":"","person":"Jack Arfon Thorne","coPersons":[],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}