{"id":"3A5AC97B-C9F0-49EE-9B76-76337E182DBB","title":"High Current Module and Technologies Optimised for HVDC","abstractText":"The proposed research will investigate the role that advanced power semiconductor module design can play in improving the efficiency and increasing the capacity of Voltage Source, HVDC converters. \n\nGrowing use of HVDC for integration of renewable energy sources and transnational electricity transmission is driving development HVDC technologies. Within Europe there are over 20 HVDC schemes currently planned and under construction most of which will employ new IGBT based Voltage Source Converter (VSC) technology. The development of new multi-level converters greatly raised DC operating voltages in VSC converters and improved their performance.\n\nDespite these significant advances, there are still strong drivers to raise both capacity and efficiency. To date multi-level HVDC typically utilises high voltage power semiconductor modules originally designed for other applications. At projected deployment rates, VSC-HVDC is likely to become one of the key markets for high voltage power. The size of this potential market justifies the development of a new power semiconductor switch, specifically designed around the needs of multi-level VSC converters. Such a power switch will be a composite of high capacity multi-device module and an associated intelligent gate drive which can optimise module performance in multi-level VSC systems. It is proposed that such techniques can provide significant gains in both converter capacities and efficiency at a reduced cost.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L021579/1","grantId":"EP/L021579/1","fundValue":"1016810","fundStart":"2014-12-16","fundEnd":"2018-12-15","funder":"EPSRC","impactText":"","person":"Patrick  Palmer","coPersons":["Phil  Mawby","Stephen Jon Finney","Richard Anthony McMahon","Olayiwola  Alatise","Florin  Udrea"],"organisation":"University of Cambridge","findingsText":"","dataset":"gtr"}