{"id":"3A5CC7A4-6D14-4BCB-80C3-8E50E9DCD032","title":"Social experiences of breastfeeding: building bridges between research and policy","abstractText":"Increasing rates of breastfeeding is an explicit goal of UK health policy. The inclusion in the Public Health Outcomes Framework of breastfeeding prevalence at 6-8 weeks reflects the ongoing need to monitor sustained breastfeeding, acknowledging that continuation remains a challenge (Public Health England, 2014). To achieve this goal, it is important to understand women's embodied, affective, and day-to-day experiences of trying to breastfeed and how more UK women might be helped to breastfeed for longer. Social and cultural research provides an important adjunct to knowledge about health benefits in crafting breastfeeding policy (UNICEF UK, 2013). However, the focus on public health promotion that underpins the drive to increase initiation and duration rates has meant that the more subtle social and cultural factors that shape day-to-day-experiences of breastfeeding have tended to be overlooked by policymakers. Certain kinds of social science research have had an impact on shaping policy - for example research on the factors underpinning the decision to initiate breastfeeding and ways to support breastfeeding women. However there is also a range of cutting-edge research from across social sciences addressing the nuances and complexity of breastfeeding practice through the lens of feminist and other social theories, and this work is not as well known or had nearly as much impact on policy and practice. \n\nThis seminar series will draw together scholars from disciplines including anthropology, sociology, human geography, law, media and communications and midwifery with nationally recognised individuals involved in education, practice, research, policy and NGOs. We will create a space for considering the 'real world' implications of scholarship and for collaborative knowledge-creation. We have secured agreements to participate from 24 people from academia, public health and policy. We have budgeted to support the participation of post-graduates, ECRs, senior scholars (domestic and international) and a range of participants from the public and third sector. The series will address the following themes: breastfeeding and changing cultures of parenting; breastfeeding, wage-work and social exclusion; breastfeeding, affect and materiality; breastfeeding and the politics of embodiment; breastfeeding, the media and popular culture and thinking innovatively about breastfeeding policy.\n\nThe series will consist of six seminars spread over two years, with funding for all UK-presenters to attend every session to facilitate the creation of durable networks. The final seminar will start to synthesis the work raised over the previous meetings, and close with a presentation by spoken-word artist Hollie McNish, whose piece on breastfeeding in public in the UK has been viewed over one million times on YouTube (http://www.youtube.com/watch?v=KiS8q_fifa0). \n\nPresenting findings to, and fostering dialogue with, policy and practitioner communities is at the heart of this proposal, and has been a key driver in its design. Fulfilling these aims is achievable due to the bidding team's extensive networks. As well as bringing together broad-ranging academic networks, our multi-disciplinary, multi-institutional team has excellent links to practice as well as those cultivated over time with major third sector players who influence government policy on breastfeeding (UNICEF, the National Childbirth Trust (NCT) and Best Beginnings). These groups, together with a range of key health-care practitioners, form a critical component of the seminar's participant-group and target-audience for dissemination activities. Dissemination will include placing short, policy-facing reports on our website after each seminar, summarising findings for non-academic audiences; engaging in strategic, high-profile conference work; and undertaking periodic meetings with third-sector associates after the end of award to maximise impacts (see Pathways to Impact).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/M001962/1","grantId":"ES/M001962/1","fundValue":"28693","fundStart":"2014-12-31","fundEnd":"2016-12-30","funder":"ESRC","impactText":"","person":"Sally Jane Dowling","coPersons":["David  Pontin","Kate  Boyer","Julie  Mytton"],"organisation":"University of the West of England","findingsText":"","dataset":"gtr"}