{"id":"3A5C43F0-6EB0-4E9E-BA3F-8DA9D5CBCD68","title":"Using the h index to rank influential UK researchers in information science and librarianship (resubmission)","abstractText":"The research will investigate the effectiveness of the h index in ranking scholarly output, particularly in the LIS discipline. The h index is a bibliometric method, first developed in 2005, for assessing individuals' research output. With the decision that future RAEs should be more metrics-based, the potential of the h index, and its strengths and weaknesses, needs to be exained. The calculation is simple - a scholar with an h index of 20 has at least 20 publications, each of which has been cited at least 20 times, but does not have 21 publications each of which has been published at least 21 times. The new measure has been well received and a number of studies on the index and its variants have now been published. The h index has the advatage of being straightforward to calculate and the measure has been viewed by many of fairly reflecting a scholar's impact and/or importance. The h index gives a more balanced view of an individual's impact than, say, numbers of papers published or total number of ciotations received. The h index also matches an individual's career progression, rising throughout his/her development from being an early career researcher.\\n\\nThis project will be the first major study of the h index and its variants, as previous studies have been carried out on a relatively small scale. Furthermore, the research will assess the correlation of h index scores with RAE ratings, and with the views of LIS researchers as to who the major scholars in the field are. The viability of a version of the h index for journals will also be examined.\\n\\nThe research will be carried out by a full time RA under the supervision of Professor Charles Oppenheim, who has published a number of citation studies, including research on the h index.\\n\\nThe results will be disemminated via conference papers, and scholarly and professional journal articles. A web site will be maintained during the project. The findings will be of interest to individual academics, departments, academic publishers, the Higher Education Funding Councils and to the HE sector generally.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F009690/1","grantId":"AH/F009690/1","fundValue":"66816","fundStart":"2008-06-01","fundEnd":"2009-05-31","funder":"AHRC","impactText":"","person":"Charles  Oppenheim","coPersons":[],"organisation":"Loughborough University","findingsText":"","dataset":"gtr"}