{"id":"3A6422CA-E9AD-414C-BFF6-C3FCBE6A2C26","title":"The application of COAPEC research to improve seasonal forecasts","abstractText":"The COAPEC (Coupled Ocean-Atmosphere Processes and European Climate) programme began in 1999 and will end in 2006. It represents an investment by NERC of some &pound;5.5million with the goal of determining the impact on climate, especially European climate, of the coupling between the Atlantic Ocean and the atmosphere. The programme has been very successful, producing many high quality publications (e.g. special issue in Journal of Climate, 19, 7, 2006). It is now important to ensure pull-through to maximise its wider impacts.A major application of COAPEC research is to seasonal climate forecasting. Seasonal forecasting is a cutting-edge technology which offers the potential to provide information about the likelihood of different weather conditions months in advance. The Met Office has been a pioneer in the development of seasonal forecasting and, in mid-2005, issued one of the first ever forecasts for European winter. This forecast attracted a great deal of interest from a wide range of users both in government (e.g. Cabinet Office, Secretary of State for Transport, Energy Minister) and in the commercial sector (especially the energy industry). This interest was a powerful demonstration of user need.The purpose of this project is to work with the Met Office to translate the outcomes of COAPEC research into specific improvements of the Met Office's seasonal forecasting system. The project, which will be 50% funded by the Met Office, will involve: evaluation of the existing forecasting system; experimentation to assess the representation of critical processes; implementation of specific changes to the system; and evaluation of the benefits gained.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E522575/1","grantId":"NE/E522575/1","fundValue":"73005","fundStart":"2007-07-01","fundEnd":"2009-06-30","funder":"NERC","impactText":"","person":"Rowan Timothy Sutton","coPersons":["Warwick Alexander Norton"],"organisation":"University of Reading","findingsText":"","dataset":"gtr"}