{"id":"3A945D0E-BAD7-4F56-B2E9-A046F8CD4464","title":"Nanoscale microscopical technology to study DNA repair and chromatin dynamics","abstractText":"Summary for non-scientific readers. \nElectromagnetic radiation consists of the visible light (daylight, lamplight etc) and radio waves, microwaves (microwave ovens) and infrared (ie. lasers which read barcodes in supermarkets, TV controllers). In the medical world, people will have come across x-rays and gamma rays.and will be aware that ultraviolet is a part of sunlight that can be harmful. The radiations consist of photons of different energies, the lowest energy being radio-waves and the highest energy, gamma-rays. In general, the radiations of highest energy are harmful to natural life. Lasers make beams of light of photons of a single wavelength and energy. The power or density of these beams gives scientists a very versatile experimental tool. If a laser beam of red light is projected through a microscope objective the red photons are focused to a tiny spot where they become many times denser. Any material or molecules lying in this tiny focal spot and which normally become excited (vibrate) when hit by photons of a shorter wavelength (and higher energy), are excited when they absorb two, three or more red photons at once because of the enormous density of the photons in the local area.\nDNA, the genetic material of animal and plant cells is damaged by ultraviolet light which emerges from sunlight. The specific lesions induced in the DNA by the ultraviolet light can lead to cancer,aging changes and visual impairment. By focusing red light from a laser beam and by virtue of its absorption in tissue we ?change? the red light to blue light (ultraviolet) and induce these particular DNA lesions in a very tiny area of a cell nucleus. The red light does not damage the cells but the blue light ?created? damages the cell DNA only at the targeted spot. The DNA in live cells is constantly arranged and rearranged as cells replicate to maintain the life of an organism. Because we can induce damage and visualise it in very small well-defined patterns, we can see how this damage might disrupt the architecture and mechanics of the DNA and proteins as the cells replicate and lead to harmful changes.\n\nCommunication of information\nDr. Meldrum is at present assisting two pupils from St. Peter s School, Birmingham in a Gold Crest Award project on the effects of radiation and cancer. Aspects of her present and past research will be communicated through this activity to school children and teachers.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0400648","grantId":"G0400648","fundValue":"404306","fundStart":"2005-07-01","fundEnd":"2008-12-31","funder":"MRC","impactText":"","person":"Rosalind  Meldrum","coPersons":[],"organisation":"University of Birmingham","findingsText":"","dataset":"gtr"}