{"id":"3A98F462-4D40-4AF2-8CFA-AE4D8BC0C062","title":"Anglia Television at the East Anglian Film Archive: A Catalogue of the Collection, 1959 to 2000","abstractText":"The East Anglian Film Archive (EAFA) has extensive holdings of film and television material potentially of enormous interest to both academic researchers and the communities of the East of England. In order to unlock the research and knowledge transfer potential of its collections, the East Anglian Film Archive is embarking on a series of cataloguing projects over the next five years, in order to create a comprehensive and searchable database of its holdings. \n\nOne of the key collections held by EAFA comprises all of the extant programme material made and broadcast in the East of England region by Anglia Television (now a part of ITV plc) from 1959 to 2000. This material, consisting of 20,000 cans of film and 8,000 videotapes, is preserved in EAFA's purpose-built storage facilities in Norwich. The project for which we are seeking funding from the AHRC involves undertaking a systematic appraisal of the Anglia TV collection and producing a fully searchable online catalogue of the holdings. The programme material is a mixture of news film, documentaries, current affairs, lifestyle programming and a small amount of drama. We estimate it comprises perhaps 10% of Anglia's total output since 1959. All of the non-news material will be viewed and cross-referenced with the unique paper collection of the Eastern regional edition of the TV Times weekly listing magazine that EAFA also holds for the same period. A proportion of the news material will be viewed and re-catalogued according to search criteria suitable for academic researchers and for programme producers. \n\nInformation derived from viewing the programme material, from the TV Times listings, and from the (incomplete) existing data about the Anglia collection on Anglia's awn database will be supplemented with the personal knowledge of a number of locally based television producers who worked for Anglia Television over the period covered, particularly from the early 1970s. The catalogue and database thereby created will be made available online and added to EAFA's planned new comprehensive database of all of its holdings. It will list among other things the date of transmission, length of material, and genre, and will describe content using key words. \nIt is anticipated that the enhancement of the unique resource represented by EAFA's Anglia Television collection with have a number of important applications and benefits, key among which will be: \n\nAccess for historians of British television and to researchers in a number of academic disciplines to detailed analysis of the (extant) programme output of one of the UK's most stable ITV franchise holders from 1959 to 2000. \nAccess by the general public to the same information. \n\nIn appraising the Anglia TV programme material, we will also be identifying what further work will need to be done in a second phase of development to enhance the catalogue further and to make more of the programme material easily accessible to researchers and other users. We will also be selecting material from the collection for inclusion in the separate EAFA Digital Film Archive product that will be delivered free at 20 public access sites, Including universities and other HEIs, in the East of England region from 2010.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/D503655/1","grantId":"AH/D503655/1","fundValue":"412910","fundStart":"2006-09-01","fundEnd":"2008-12-31","funder":"AHRC","impactText":"","person":"Andrew  Higson","coPersons":["Richard  Taylor","Jane  Alvey"],"organisation":"University of East Anglia","findingsText":"","dataset":"gtr"}