{"id":"3AA7A94C-9E79-47A6-BF3D-54BAF9595E15","title":"Breaking the Cycle? Prison Visitation and Recidivism in the UK.","abstractText":"<p>In the aftermath of the 2011 UK riots, Justice Secretary Kenneth Clarke described the rioters as a 'feral underclass, cut off from the mainstream', and blamed the riots on the 'broken penal system - one whose record in preventing reoffending has been straightforwardly dreadful'.</p>\n\n<p>Reoffending or recidivism is key to the operation of the repetitive cycle of incarceration, reentry,re-offending and re-incarceration, and represents a major policy challenge. In the UK, 75 per cent of ex-inmates reoffend within nine years of release, and 39.3 per cent within the first twelve months.</p>\n\n<p>Clarke's solution as set out in the government's &quot;Breaking the Cycle&quot; Green Paper is 'payment by results'; a 'radical and decentralising reform' with 'freedom to innovate' new interventions, opening 'the market to new providers from the private, voluntary and community sectors'.</p>\n\n<p>This project draws attention to prison visitation as an aspect of imprisonment which has already been demonstrated to improve the outcomes of released prisoners, but whose specific functionality is at present poorly understood. Through parallel methodologies, this project investigates the relationship between visitation and recidivism.</p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/K002023/1","grantId":"ES/K002023/1","fundValue":"288952","fundStart":"2012-11-01","fundEnd":"2016-08-31","funder":"ESRC","impactText":"  Our project has led us to be invited to review and advise on aspects of policy related to prison visitation. For example, the PS reviews for the Ministry of Justice Analytical Services, and we have advised the Ministry of Justice in relation to their proposals for a new online booking service for prison visits. Government, Democracy and Justice Societal,Policy & public services","person":"Dominique  Moran","coPersons":["Louise  Dixon"],"organisation":"University of Birmingham","findingsText":" This grant investigates the relationship between prison visitation and reoffending, specifically, looking at the characteristics of visitation that encourage its apparent effect on reducing reoffending post-custody. We have developed a portfolio of research methodologies to investigate both the statistical relationship between visitation and reoffending, and qualitative measures to explore the effects of the socio-spatial context of visitation. An ESRC Impact Acceleration grant has been awarded by the University of Birmingham for the outputs of this research to be embedded into policymaking. Government, Democracy and Justice","dataset":"gtr"}