{"id":"3AA95165-43E2-439B-BC74-9ED9BACD1297","title":"100 kHz magic angle spinning for development of solid-state NMR methodology for probing protein dynamics","abstractText":"Motion and change are essential features of living organisms and fundamentally important for many vital processes from protein folding and unfolding, ligand binding, signalling, allosteric regulation to enzymatic catalysis. Consequently, understanding motions at molecular level provides valuable insights into the phenomena involving change of structure both when they function as intended or when they malfunction. For example understanding how proteins misfold may help to fight debilitating diseases called amyloidoses that include Alzheimer's disease, type II diabetes or bovine spongiform encephalopathy more widely known as &quot;mad cow&quot; disease. Moreover, understanding motions that are intrinsically associated with signalling pathways may result in development of better drugs that target such pathways (most medicines work this way). Even development of practical environmentally friendly biobatteries and biofuel cells may be aided by knowledge of molecular motions as they make use of enzymes. Thus it is really important to devise ways to measure protein motions at atomic resolution.\nTo do that, in this project, we will develop a technique called nuclear magnetic resonance (NMR), which relies on the inherent magnetism of atomic nuclei. When placed in a strong magnetic field magnetic moments of nuclei align with the external field but this alignment may be changed by application of radio waves at specific frequencies. By measuring the associated frequencies one can learn about the relative position of atoms with respect to each other and how this position changes with time i.e. molecular motions. A very powerful aspect of this technique is that one can learn such information not only for a molecule overall but for specific atoms in it. In solid-state NMR, which is the primary method used in this project, the high resolution necessary to distinguish individual sites is enabled by a technique called magic angle spinning (MAS), which involves fast rotation of the sample around an axis inclined at an angle of 54.7 degrees to the external magnetic field. Recently introduced cutting edge instrumentation allows achieving spinning frequencies up to 100 000 revolutions per second. The centre of this project is the purchase of the first in the UK probe capable of 100 kHz MAS. The improved efficiency of MAS at such astounding frequencies makes possible designing new experiments that provide new analytical tools to access motions, e.g. site-specific 1H relaxation or highly sensitive 1H-detected relaxation measurements in fully protonated samples. The 100 kHz spinning removes a number of undesired effects obscuring the measurements of parameters reporting on molecular motions and thus allows a detailed view of protein motions to be obtained.\nIn this project we propose to develop a series of robust solid-state NMR spectroscopic methods that take advantage of the new 100 kHz spinning regime and will provide improved access to measuring of dynamic processes in proteins at atomic resolution and in a site-specific manner. In particular, we will focus on techniques that provide access to slow motions in the regime that is difficult to access by the solid-state NMR sister method - solution NMR. In addition, in order to improve practicality of the developed techniques we will optimise them for speed and sensitivity.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L025906/1","grantId":"EP/L025906/1","fundValue":"113004","fundStart":"2014-10-03","fundEnd":"2016-07-02","funder":"EPSRC","impactText":"","person":"Józef  Lewandowski","coPersons":[],"organisation":"University of Warwick","findingsText":"","dataset":"gtr"}