{"id":"3AAF5306-4553-429E-B105-E3AA6CF6A62E","title":"MAPPING THE UNDERWORLD: MULTI-SENSOR DEVICE CREATION, ASSESSMENT, PROTOCOLS","abstractText":"The project aims to create a prototype multi-sensor device, and undertake fundamental enabling research, for the location of underground utilities by combining novel ground penetrating radar, acoustics and low frequency active and passive electromagnetic field (termed quasi-static field) approaches. The multi-sensor device is to employ simultaneously surface-down and in-pipe capabilities in an attempt to achieve the heretofore impossible aim of detecting every utility without local proving excavations. For example, in the case of ground penetrating radar (GPR), which has a severely limited penetration depth in saturated clay soils when deployed traditionally from the surface, locating the GPR transmitter within a deeply-buried pipe (e.g. a sewer) while the receiver is deployed on the surface has the advantage that the signal only needs to travel through the soil one way, thereby overcoming the severe signal attenuation and depth estimation problems of the traditional surface-down technique (which relies on two-way travel through complex surface structures as well as the soil). The quasi-static field solutions employ both the 50Hz leakage current from high voltage cables as well as the earth's electromagnetic field to illuminate the underground infrastructure. The MTU feasibility study showed that these technologies have considerable potential, especially in detecting difficult-to-find pot-ended cables, optical fibre cables, service connections and other shallow, small diameter services. The third essential technology in the multi-sensor device is acoustics, which works best in saturated clays where GPR is traditionally problematic. Acoustic technology can be deployed to locate services that have traditionally been difficult to discern (such as plastic pipes) by feeding a weak acoustic signal into the pipe wall or its contents from a remote location. The combination of these technologies, together with intelligent data fusion that optimises the combined output, in a multi-sensor device is entirely novel and aims to achieve a 100% location success rate without disturbing the ground (heretofore an impossible task and the 'holy grail' internationally).The above technologies are augmented by detailed research into models of signal transmission and attenuation in soils to enable the technologies to be intelligently attuned to different ground conditions, thereby producing a step-change improvement in the results. These findings will be combined with existing shallow surface soil and made ground 3D maps via collaboration with the British Geological Society (BGS) to prove the concept of creating UK-wide geophysical property maps for the different technologies. This would allow the users of the device to make educated choices of the most suitable operating parameters for the specific ground conditions in any location, as well as providing essential parameters for interpretation of the resulting data and removing uncertainties inherent in the locating accuracy of such technologies. Finally, we will also explore knowledge-guided interpretation, using information obtained from integrated utility databases being generated in the DTI(BERR)-funded project VISTA.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F06585X/1","grantId":"EP/F06585X/1","fundValue":"389225","fundStart":"2009-03-01","fundEnd":"2013-08-31","funder":"EPSRC","impactText":"","person":"Anthony  Cohn","coPersons":[],"organisation":"University of Leeds","findingsText":" We have discovered ways of combining readings from multiple sensor with expectations from inaccurate utility records in order to create the most probable map of what actually lies underground. As part of this we also found ways of creating hypotheses about the presence of buried objects from each of the sensors individually. We are discussing possibilities with our industrial partners. The Assessing the Underworld Project (EP/K021699/1) is taking some aspects forward in a broader context. Construction,Culture, Heritage, Museums and Collections,Transport,Other","dataset":"gtr"}