{"id":"3AB26CCF-5269-42EC-9B38-4A8056C028CB","title":"Neuropeptide function in a decentralised nervous system","abstractText":"Neuropeptides are &quot;messenger molecules&quot; that enable nervous systems to co-ordinate physiological processes and behaviour in humans and other animals. Research on neuropeptides has provided important insights on the molecular basis of the physiological mechanisms that underlie how we feel and behave. For example, we know that morphine exerts its pain-relieving effect in humans because it mimics the action of endogenous neuropeptides - the &quot;endorphins&quot;. Whilst discovery of the actions of the neuropeptide oxytocin in neural mechanisms of social behaviour in humans and other animals have led to it being labeled as the &quot;hormone for love and trust&quot;. But when did these key molecular regulators of behaviour originate in the evolutionary history of animal life on earth? Answering this question has proven to be difficult because neuropeptides are comprised of only short strings of amino acids. Thus, when comparing neuropeptides in humans with those present in, for example, a distantly related &quot;model&quot; invertebrate such as the fruit fly Drosophila, identifying of relationships between neuropeptides is challenging because of amino acid sequence divergence. However, with the falling cost of DNA sequencing it has become feasible to identify neuropeptide-encoding genes in an increasingly wide range of animals, and this has provided important new insights on the evolutionary history of neuropeptide signaling systems. In particular, it has been the availability of DNA sequence data from a variety of marine invertebrates that has provided critical &quot;missing pieces&quot; in the &quot;jigsaw puzzle&quot; of neuropeptide evolution. For example, the hormone thyrotropin-releasing hormone (TRH), which has a key role in regulating growth in humans, was until recently thought to occur only in vertebrates. But our research has revealed that TRH-type neuropeptides also occur in echinoderms (e.g. sea urchins, starfish), demonstrating that TRH has a much more ancient evolutionary history than hitherto thought. \n\nThe aim of this project is to investigate and determine the physiological/behavioural roles of neuropeptides in the common European starfish Asterias rubens. Why this species and why now? Firstly, as an echinoderm, this species belongs to the same branch of the animal kingdom (deuterostomes) as vertebrates and therefore it provides a &quot;missing link&quot; between the well-characterised neuropeptide systems of vertebrates and protostomian invertebrates such as Drosophila. Secondly, starfish and other echinoderms have a pentaradial body plan without a brain (a &quot;decentralized&quot; nervous system), providing a unique context in which to determine how neuropeptide systems are used to control physiological/behavioural processes. Thirdly, Asterias rubens is a very abundant species in European waters, which makes it easy to obtain for experimental studies. Fourthly, using new DNA sequencing technology, we have recently determined the sequences of ~16,000 genes that are expressed in the nervous system of this species, including many neuropeptide genes. Thus, we are now for the first time able to comprehensively investigate neuropeptide function in this echinoderm species. By investigating neuropeptide expression and action in Asterias rubens using a range of techniques (see Technical Summary), we will i). discover the physiological roles of neuropeptides in starfish, providing for the first time comprehensive insights on how neuropeptide systems are used to regulate physiological processes and behaviour in echinoderms, pentaradially symmetrical animals that have a decentralized nervous system without a brain ii). determine to what extent there has been conservation/diversification of neuropeptide function in echinoderms, by comparison of our findings with knowledge of neuropeptide function in other animals (vertebrates and other invertebrates).","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/M001644/1","grantId":"BB/M001644/1","fundValue":"354356","fundStart":"2015-02-02","fundEnd":"2018-03-01","funder":"BBSRC","impactText":"","person":"Maurice Richard Elphick","coPersons":["Himadri Shikhar  Gupta"],"organisation":"Queen Mary, University of London","findingsText":"","dataset":"gtr"}