{"id":"3AC10767-82AA-45F4-B177-2D97D7741A5F","title":"Physics of the Early Universe","abstractText":"Cosmology spans a wide range of physics, from the very small scales and high energies of the early Universe to the large scale dynamics of galaxies. This diversity is met with a corresponding array of techniques to study various phenomena, ranging from quantum gravity to classical dynamics and analytic calculations to numerical simulations. On the largest observable scales the Cosmic Microwave Background (CMB), relic radiation from the big bang, and the clustering of galaxies allow us to probe the expansion history and constituents of the Universe. These observations suggest that most of the Universe is composed of exotic dark matter and dark energy. Understanding the nature of these components, and connecting observations of the Universe with particle physics, is a major outstanding issue for cosmology and one of the goals of our work. The standard model of particle physics is extremely successful at describing the results from various sources, including collider experiments. It does however have some conceptual problems (for instance the existance of a large number of free parameters) which motivate the study of various extensions. We will use ideas from non-commutative geometry, which provides a natural framework for the symmetries of the standard model, to constrain the free parameters and make testable predictions. Another well motivated extension of the standard model is supersymmetry which postulates a symmetry between bosons and fermions. Supersymmetry leads to different dynamics at phase transitions and bubbles can nucleate. This may explain why there is more matter than anti-matter in the Universe and we will perform numerical simulations of this process. The standard model includes the strong nuclear force, which governs the behaviour of a quark-gluon plasma. This novel state of matter is currently being probed at colliders, however it is extremely complicated to describe using orthodox methods. There has recently been great interest in the possibility that techniques derived from string theory can be employed, and we will explore the physics of these plasmas using these insights. Particle physics and general relativity both break down at extreme energies, where a unified theory of quantum gravity is expected to operate. We will test the observational consequences of two such theories, string theory and non-metric gravity. String theory allows superstrings to stretch across the Universe, altering the fluctuations in the CMB, producing gravitational waves, emmitting high energy particles and lensing galaxies, while non-metric theories of gravity may successfully reproduce the rotation curves of galaxies as well as their lensing properties. Another feature of string theory is that it offers a new set of degrees of freedom called moduli fields. The behaviour of these fields will lead to potentially observable consequences which could provide observational evidence for, or undermine, string theory. We will calculate how the moduli behave as the Universe evolves and examine their relation to dark energy and dark matter.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/G000417/1","grantId":"ST/G000417/1","fundValue":"814808","fundStart":"2008-10-01","fundEnd":"2011-09-30","funder":"STFC","impactText":"  The findings of this grant do not stretch much beyond academia. A couple of Sixty Symbols videos have emerged based on the published findings from the grant. Education Cultural","person":"Edmund  Copeland","coPersons":["Jorma  Louko","Paul  Saffin","John  Barrett","Kirill  Krasnov","Anne Marie Green"],"organisation":"University of Nottingham","findingsText":" Key breakthroughs included our work on string cosmology and cosmic superstrings - we examined the collision of two cosmic strings in a field theory model, which allows\njunctions to form where standard Abelian strings do not, and confirmed analytic results based on the Nambu-Goto approximation We continued to investigate the constraints on a network of cosmic superstrings, the aim being to determine their observational signatures. We determined the B-mode polarisation signature from the network, and exciting new results were obtained including the determination of the signal as a function of the string coupling and Fundamental string tension. Copeland and Kibble wrote an influential review on cosmic superstrings and showed how kinks play an important role in the build up of small scale structure on cosmic strings, solving explicitely for the sharpness distribution of the kinks on very short scales.\n\nWe investigated analytically and numerically, in the thick and thin-wall regimes, the stability of Q-balls in gauge- and gravity-mediated supersymmetry breaking and found the conditions for absolute stability in a number of dimensions. \n\nWe updated the limits on the abundance of primordial black holes (PBHs),\ntranslating them into model independent constraints on the amplitude of the primordial curvature perturbation. These limits, were used with an improved horizon \now analysis, to show both that PBH formation constrains models where in inflation ends via a secondary mechanism, and that gamma-rays from WIMP annihilation in ultra compact mini halos potentially place a tight constraint on the primordial curvature perturbation\n\nIn dark energy, dark matter and modified gravity we developed the model of stealth acceleration, identifying a ghost in the fluctuations about the de Sitter brane, and noting it decoupled in the Minkowski limit, suggesting that the original\nmodel developed by Padilla and collaborators, may be a ghost-free gravitational alternative to dark energy. We introduced a consistent cosmological model assuming the dark sector may contain long range forces similar to electromagnetism. Failure to account for the dark charge would lead to wrong conclusions about the value of dark\nenergy equation of state. We developed a bi-galileon theory, and showed that in contrast to the single galileon case, they give rise to self-acceleration models without any pathologies. We formulated a novel method for calculating the ultra-local dark matter distribution, and carried out a detailed study of how the accuracy with which the\nWIMP mass could be determined by a direct detection experiment depends on the detector configuration and WIMP properties. This work is frequently used in studies of the potential of dark matter detection for constraining models of supersymmetry. The work was continued in the follow up grant ST/J000388/1 and by other groups throughout the world interested in our work. Education","dataset":"gtr"}