{"id":"3AC43C9F-B36D-4F0B-8142-212390639022","title":"Software-controlled assembly of oligomers","abstractText":"We propose to create a molecular machine that will build new materials under software control. The output of the machine will be chains of building blocks linked by covalent bonds. The machine is modular and is designed to accept many different building blocks, from small molecules to nanoparticles, with a wide range of physical and chemical properties. In order to drive its development we will concentrate on using it to create two target products: a molecular wire, capable of transporting energy and electrical charge, and a catalyst. Software control starts with specification by the end-user of a sequence of building blocks. The target sequence is encoded in an instruction tape which can be read by the machine: the tape is itself a molecule, a synthetic DNA oligomer. The target sequence of building blocks is automatically converted into a control sequence of DNA bases, and the tape is produced by commercial solid-phase synthesis. The job of the machine is to read the instruction tape and to form the bonds between building blocks in the specified sequence. Every component of this molecular factory is itself a molecule: our ambition is to develop the system to the point where it could be distributed to end users as chemicals in plastic vials.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/F009186/1","grantId":"EP/F009186/1","fundValue":"203165","fundStart":"2007-10-01","fundEnd":"2011-01-31","funder":"EPSRC","impactText":"","person":"Eugen  Stulz","coPersons":[],"organisation":"University of Southampton","findingsText":" We intend to create a nanoscale chemical factory in which the machines, like the products, are molecules. The products will be linear molecules produced by linking together smaller building blocks in a defined sequence - at each stage the molecular machinery will be capable of choosing the correct building block from a range of possibilities. The system will be capable of synthesizing a library of molecules with different sequences and selecting 'successful' molecules for their fitness to perform a specified task. We have developed systems, based on nanostructures made from DNA, that control the routing of a cargo within a branched track network. Under a linked grant, we have developed methods for controlling sequential chemical reactions using DNA. We have also worked on designs for more powerful systems in which the molecular machinery responsible for chemical synthesis has internal computing power and can direct its own operation. Many of the components for our nanoscale factory are therefore in place: we have DNA-directed chemistry and DNA assembly lines with controlled routing that will enable control of the molecular product formed. See 'Exploitation routes' To achieve their full potential impact, the ideas contained in this proposal will require research and development well beyond the scope of this proposal. In the initial stages of this project (covered by this proposal) the principal beneficiary will be the academic community - particularly in the field of molecular nanotechnology, also in synthetic biology. We anticipate that successful development of an intelligent molecular manufacturing processes would lead to industrial interest, particularly in the following sectors: pharmaceutical (enzyme inhibitors, cyclic peptides), chemical manufacturing (catalyst development) and electronic (optoelectronic components, electronic wires). Commercial adoption and development has the potential to contribute to the UK economy and to public health and standard of living, for example through innovations in drug development, manufacture and delivery, and in the development of novel prototyping and manufacturing techniques. Chemicals","dataset":"gtr"}