{"id":"3AC4FFAC-1BC2-45DA-B3E4-51FF48B209F2","title":"Endangered sign languages in village communities","abstractText":"The case of sign languages in rural communities with a high incidence of, often hereditary, deafness is the latest major discovery in the field of sign language linguistics. For the first time, this project looks comparatively at a substantial number of these communities, in Thailand, Mexico (Yucatan Peninsula), South India, Turkey (Mardin), Ghana, Mali (Dogon region), Australia (Aboriginal communities in Arnhem Land), Jamaica, Indonesia (Bali) and an Algerian expatriate community in Israel. \n\nThe project investigates these sign languages and communities from the two complementary angles of linguistics and anthropology. Our diverse project team, which includes deaf researchers from the target countries, pays particular attention to ethical issues in working with these communities.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/H500235/1","grantId":"AH/H500235/1","fundValue":"219544","fundStart":"2009-09-01","fundEnd":"2013-03-31","funder":"AHRC","impactText":"  The project has led to engagement with high-level international bodies. In June 2011, the project led to PI Zeshan being invited to join a meeting of experts on language endangerment hosted at UNESCO in Paris. The expert group had been working since 2003 and had produced the important Atlas of the World's Languages in Danger (in print and as a web database). However, no sign languages were represented, and most members of the expert group were not aware of sign languages also being endangered. In November 2011, PI Zeshan and deaf team member Dikyuva were invited to present at a conference on &quot;Sign languages as endangered languages&quot; hosted by the World Federation of the Deaf (WFD) and the European Union of the Deaf (EUD) in Al, Norway. The project team then worked with the sign linguistics expert group of the WFD, as well as with other colleagues in sign linguistics, to adapt the UNESCO questionnaire on language endangerment to the particular situation of sign languages. This questionnaire was used to gather data on endangered sign languages and to analyse them. Data were submitted to the Foundation for Endangered Languages, the intermediary for inclusion of data into the UNESCO Atlas, but the Atlas project was discontinued due to lack of funding before the sign language data could be put online. The researchers are now pursuing alternatives for continuing this line of work. In the rural communities themselves, there have been several sign language awareness initiatives during the lifetime of the project. Communities and Social Services/Policy,Culture, Heritage, Museums and Collections Cultural,Societal","person":"Ulrike Andrea Zeshan","coPersons":[],"organisation":"University of Central Lancashire","findingsText":" The project &quot;Endangered Sign Languages in Village Communities&quot; (also called &quot;Village Sign&quot;) focuses on sign languages in rural communities with a high incidence of hereditary deafness, so-called rural sign languages. From the 1960s, linguists have shown that on all relevant levels of linguistic structure, signed and spoken languages are equivalent. From a primary interest in western sign languages, research shifted in the 1990s to sign languages in urban areas in other parts of the world, such as Japan, Brazil, India, or Jordan. The most recent addition towards a comprehensive typology of sign languages has been the documentation and description of these rural sign languages. The initial studies showed that the societal structures of rural signing communities can differ radically from those of urban deaf communities. The rural signing communities often show special adaptations to deafness. For example, in many communities most of the hearing people use the signed language as well. A particularly interesting result, mirrored by many of our field sites, was the realisation that hearing signers play an important role in language maintenance. While deaf signers may shift to the national sign languages used in government institutions for the deaf, hearing signers only sign with their deaf community members in their homes, and thus conserve the need for the local sign language. The Village Sign project was the first comprehensive project to systematically combine anthropological, sociolinguistic and linguistic perspectives to gain insights into these rural signing varieties. Some of the highlights of the project are summarised in an edited volume: Zeshan, U., &amp; De Vos, C., eds. (2012). Sign Languages in Village Communities: Anthropological and linguistic insights. Berlin: De Gruyter Mouton and Nijmegen: Ishara Press.\n\n\n\nThe Village Sign project was a large consortium project led by the University of Central Lancashire (UCLan) with partners in Germany, the US, Israel, and the Netherlands. The partnership included research on ten different field sites in Mexico, Jamaica, Mali, Ghana, Israel, Turkey, India, Indonesia, and Australia. UCLan was directly responsible for field sites in India (Alipur Sign Language), Turkey (Mardin Sign Language), Israel (Algerian Jewish Sign Language), Indonesia (Kata Kolok) and Mexico (Chican Sign Language). At each field site, the team filmed a variety of sign language data, including spontaneous conversation and structured language games developed at UCLan that prompted signers to talk about the domains of colour, number, and kinship. The latter data were analysed using linguistic questionnaires developed at UCLan that were made accessible to deaf scholars through translation into International Sign, and to non-linguist sign language users by simplifying and shortening them. Each of these data sets was archived digitally, either within the Village Sign Corpus hosted by the International Institute for Sign Languages and Deaf Studies (iSLanDS) at the University of Central Lancashire, or at one of the other participating universities: University of Texas, University of Cologne, Leiden University, and the University of Haifa. \n\n\n\nLinguistic analyses for this project showed counterexamples to a number of supposedly universal features of sign languages, including the grammatical use of signing space and the occurrence of entity classifiers. One striking outcome is that some of the rural sign languages may also exhibit linguistic complexities that were not previously reported for any sign language. This includes vigesemal number systems (on a par with French quatre-vingts 'eighty') as well as subtractive numerals (e.g. 20-1 for 'nineteen'). The latter are also rare in spoken languages. Intriguingly, these typological rarities do not seem to result from cross-modal contact with any of the surrounding spoken languages. \n\n\n\nFindings from the Village Sign project raised awareness amongst other scholars about the plight of village sign languages, their unique characteristics, how they compare to their urban counterparts and their place in the current typology of the world's languages. Publicising the inclusion of sign languages in the overall picture of language typology has led to a major shift in thinking for many spoken language linguists, and has enabled us to develop a new approach to cross-modal typology (an article has been accepted for publication in the leading journal &quot;Linguistic Typology&quot;). The anthropological assessment of these communities was based on a newly developed research protocol tailored to capture the exceptional social and demographic factors that set these signing communities apart from the better known urban deaf communities. This was developed together with the US partner and implemented at all of UCLan's field sites, and work in Israel led to an MA by Research thesis supervised and awarded by UCLan. The communities turned out to vary along dimensions such as community size, ratio of deaf-hearing signers, time depth, and degree of social isolation, but they are all inherently vulnerable to extinction due to unique social dynamics that lead them to evolve. One synergetic outcome is that UNESCO consulted with team members on how to collect information on endangered sign languages. Team members advised UNESCO on amending its questionnaire to make it conducive to sign language data. The result of this cooperation is that, for the first time, sign languages will be included in UNESCO's Atlas of the World's Languages in Danger. UCLan also obtained further funding for research and documentation on Kata Kolok and Mardin Sign Language on the basis of this project. The salient non-academic uses of this research are threefold, and include education and community development, increased public awareness and access to linguistic information, and the presence of endangered sign languages in the policies and literature of high-level international organisations.\n\n\n\nFirstly, this project led to a range of 'applied', educational and community awareness materials about several sign languages. For example, the Village Sign team produced a DVD of signs for the Alipur Sign Language community, which was broadcast repeatedly on the local television channel, and contributed to establishing school education for the deaf children in the village. 17 deaf children in Alipur now have access to school education for the first time. For Mardin Sign Language, a heritage language project is now underway to ensure availability of educational materials for this dying language, and this work had attracted further funding by the Endangered Languages Documentation Programme. Dictionaries of Chican Sign Language, Kata Kolok (Bali), and Algerian Jewish Sign Language are currently in progress as well, and these aim to benefit the local communities. Community development was also fostered by the participation of several deaf researchers in the Village Sign team, from Mexico, India, Turkey and Israel. These individuals are now leaders of their respective communities and provide liaison between their traditionally disenfranchised deaf community members and academic, governmental and non-governmental organisations.\n\n\n\nSecond, a major success of Village Sign stems from its embedding of endangered sign language research in a highly visible and prestigious context, from which sign language using communities have benefited. Member of the research team organised several outreach activities to inform the general public about issues of small-scale and endangered sign languages. The team was represented twice at the Endangered Languages Week hosted at the School of Oriental and African Studies in London, which is a prominent public event. At the University of Central Lancashire, the research featured in a public exhibition as part of our Institute's five-year anniversary, and in a public workshop highlighting our international work.\n\n\n\nThirdly, because the project team amalgamated expertise from linguistics and anthropology to create the largest-ever grouping of academics working on sign language endangerment, the scale and scope of this work became unprecedented in the field of sign language linguistics; this has brought the research to the attention of external bodies such as UNESCO and the World Federation of the Deaf. One of the most interesting non-academic results of Village Sign is the forthcoming inclusion of sign languages in UNESCO's Atlas of the World's Languages in Danger, due to project members' adaptation of UNESCO's endangered languages questionnaire and their contribution of data on village sign languages. This long-awaited recognition of the issue of sign language endangerment represents a major step forward for deaf communities worldwide. Communities and Social Services/Policy,Education,Culture, Heritage, Museums and Collections","dataset":"gtr"}