{"id":"3ACF8608-6D77-4FAB-BC87-59A0EA235921","title":"Microtubule dynamics and age-related aneuploidy in mammalian oocytes","abstractText":"At fertilisation a new individual is created by the fusion of the sperm and the egg, each of which contributes half of the genetic material (chromosomes) for the offspring. However, for reasons which are very poorly understood, the development of the egg is error-prone, such that unfertilised eggs frequently possess the wrong number of chromosomes. This is particularly the case as women get older. These chromosomally abnormal ('aneuploid') eggs are the cause of developmental conditions such as Down's, are a leading cause of miscarriage (unwanted pregnancy loss), and are the leading reason for age-related infertility.\n\nIn this project we will investigate the cause of aneuploidy in eggs, particularly focussing on the spindle, the part of the cell responsible for ensuring that chromosomes are correctly divided between cells (called chromosome segregation) during the final cell division which occurs as part of egg development. We use state-of-the-art microscopy to examine different features of spindle function. We will be comparing spindles in eggs from old mice and young mice, to determine precisely what is different about the spindle in the developing egg from older mothers, which makes it more prone to chromosome segregation errors.\n\nOur preliminary data are consistent with the idea that a family of proteins called Kinesin-13s may be particularly important in making sure chromosomes are segregated correctly, and may be defective in old eggs. We will directly test the role of kinesin-13s in developing eggs using a variety of approaches, and establish which of these proteins are the most important for preventing chromosome segregation-errors. In particular, we will provide old eggs with extra kinesin-13s in a direct attempt to prevent chromosome mis-segregation. These experiments are the first to attempt to prevent age-related chromosome mis-segregation in eggs. In collaboration with clinical colleagues, we will determine whether spindle manipulations can also prevent errors in human eggs.\n\nOur experiments will provide key information as to why developing eggs are likely to mis-segregate chromosomes, particularly in older mothers, and may provide proof-of-principle that chromosome segregation errors which would otherwise cause disorders can be prevented by manipulating the spindle.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/J00734X/1","grantId":"MR/J00734X/1","fundValue":"349490","fundStart":"2012-05-17","fundEnd":"2015-09-30","funder":"MRC","impactText":"","person":"Greg  FitzHarris","coPersons":[],"organisation":"University College London","findingsText":"","dataset":"gtr"}