{"id":"3AF90D4A-98A7-454B-BECA-2A5A47152844","title":"De Novo Carbon-11 Chemistry: New and Explorative Radiolabelling Strategies for PET","abstractText":"Medical imaging technology is currently revolutionising our understanding of the human body, the human mind and the diseases that affect us. Imaging techniques are now routinely used for the diagnosis of illnesses and to assist in the discovery of new treatments and cures. Many of us are now familiar with the power of modern scanning technology, such as ultra-sound, MRI or CT, available within our hospitals for the diagnosing conditions ranging from broken bones to stroke. Positron Emission Tomography, or PET imaging for short, is certainly less familiar to the general public. Recent technological advances in computers, material sciences and radiochemistry have now enabled the routine use of PET imaging in many of the UK's major hospitals. PET is characteristically different from the other imaging techniques as it is primarily used to give a so-called 'functional' picture, as opposed to a purely anatomical image, of biological processes. The type of functional information gained from PET is extremely useful for better understanding biological processes involved in diseases such as cancer and neurodegenerative illnesses such as Alzheimer's. PET imaging requires the injection of a radioactive tracer into the body prior to scanning. The synthesis of these tracer molecules is particularly challenging because they need radioactive isotopes that have very short half-lives. PET tracers are typically prepared in the hours or even minutes prior to a scan. Chemistry therefore plays a hugely important role in the PET imaging process, both for the synthesis of existing tracers and the development of new ones. Currently, however, there is a limited range of chemical reactions that can be used to prepare tracers for PET. To develop new tracer molecules, which will ultimately lead to a greater understanding of disease processes and help to find treatments, new types of chemistry and technology need to be conceived. The aim of this research proposal is to develop completely new radiochemistry for the synthesis of new radiolabelled molecules that are currently inaccessible, and to use these new tracer molecules to probe the hall-marks of cancer. The new radiochemistry to be developed will be based on using a small reactive molecule, called carbon disulfide, that will be labelled with a radioactive carbon-11 atom. This so-called 'C-11 carbon disufide' will then be reacted to produce labelled molecules that will find applications in PET imaging.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L025140/1","grantId":"EP/L025140/1","fundValue":"98223","fundStart":"2014-09-01","fundEnd":"2016-08-31","funder":"EPSRC","impactText":"","person":"Philip William Miller","coPersons":[],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}