{"id":"3AFB3273-A415-4DE7-8C73-ADF97E4AA1D5","title":"Passive Detector Systems for Far Infrared Fourier Transform Spectroscopy and Terahertz Imaging","abstractText":"Modern astronomers make their discoveries primarily using sensitive cameras attached to telescopes. These cameras are similar to commercial digital cameras but are designed to be as efficient as possible at detecting the very low light levels coming from the night sky. Also, many discoveries in astronomy are made using cameras and telescopes that detect light that is invisible to the human eye such as infrared and X-ray radiation. Technological innovation in physics and engineering leads to the development of new cameras that either have the ability to see fainter sources or to see different wavelengths of light previously undetected. One example of this is the development of sensitive detectors called bolometers that have been used detect light with wavelengths on the order of 1 mm - i.e. longer wavelength than optical and infrared radiation but not quite radio waves. To detect mm-wave and far-infrared radiation, bolometers are cooled to very low temperatures. Advances in the design of bolometers and in very cold refrigerators led to new cameras for astronomy such as the SCUBA camera on the JCMT telescope in Hawaii that discovered new types of galaxies that only give off light at these long wavelengths. These detectors also were used on telescopes attached to giant balloons such as the BOOMERANG experiment to measure the ripples in the cosmic microwave background for the first time. Because of this, the next two space telescopes to be launched by the European Space Agency in 2008, the PLANCK and HERSCHEL telescopes will use these ultra-cold bolometers. Technological advances that benefit astronomy also can have applications in other areas. Obviously, X-ray cameras are useful for both space-astronomy and medical physics. Bolometer cameras designed to detect light with wavelength of 0.01 mm are commercially available and used to for 'thermal imaging' or infrared night vision. In this research, we will be looking to develop new detectors that bridge the gap between the infrared bolometer cameras and the astronomical bolometer cameras. This gap corresponds to light with frequencies from 0.1-10 THz and is known as the 'THz gap'. There are many research groups in the world now working to develop technologies for these wavelengths as it is one of the few regions of the electromagnetic spectrum yet to be fully exploited either by astronomers or by industry.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/G00028X/1","grantId":"ST/G00028X/1","fundValue":"266500","fundStart":"2009-01-01","fundEnd":"2011-12-31","funder":"STFC","impactText":"","person":"Philip  Mauskopf","coPersons":["Peter  Ade"],"organisation":"Cardiff University","findingsText":"","dataset":"gtr"}