{"id":"3B127CA9-B96B-462B-AB76-4843247C06F6","title":"Electrifying History: expertise, risk and gender in late Victorian culture","abstractText":"This project reinterprets how electricity entered British domestic life before World War 1. Usually seen as an inevitable result of industrialisation, I argue instead of electrification was accomplished only with great difficulty. A new breed of 'experts' sought to counter the reputation of electricity as a risk-prone, worryingly intangible and an unpleasant illuminate. Controversially extending the boundaries of technical expertise, they popularized electric lighting as a safe luxury commodity invoking utopian electricity futures and images of electricity as a magical female servant. Notwithstanding female's expert's advocacy of electrical techniques for cooking and heating, many householders chose instead to trust gas.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=113151/1","grantId":"113151/1","fundValue":"14013","fundStart":"2006-03-01","fundEnd":"2006-06-30","funder":"AHRC","impactText":"  Lotherton Hall (Leeds City Museums and Galleries) drew upon this project in 2013, developing small scale new resources for visitors, and a public lecture delivered by the PI\nhttps://hpsmuseumleeds.wordpress.com/2013/06/20/domesticating-electricity-project-at-lotherton-hall/\n\nhttp://www.youtube.com/watch?v=8VOCVVk3zHU Culture, Heritage, Museums and Collections Cultural","person":"Graeme John Gooday","coPersons":[],"organisation":"University of Leeds","findingsText":" I explored the domestication of electricity in late Victorian and Edwardian Britain, comparing this experience to that of the USA. I have shown that the two-pronged process of domestication involved considerable efforts from popularizers and entrepreneurs to accomplish. This labour was required both to show the public that electricity and its lighting technologies could be both effectively understood and tamed so that householders could electrify their homes without fear, aesthetic objections or undue uncertainty about the future consequences of electrification. It is clear, however, that such enterprises were only partly successful. The attempt to find a stable characterization for electricity was most problematic of all; wide-ranging debate on the identity and behaviour of electricity lasted into the second decade of the twentieth century co-existing with anthropomorphizations of electricity as a congenial agent of domestic progress.\n\nThose issues and debates disappeared from view eventually, however, as technocratic domestication brought a pragmatic solution: for those who allowed it into their home, daily consumption of electricity brought such a mundane familiarity to the mysterious agency that lingering concerns about its character and trustworthiness in the home fell away. Nevertheless there were some householders who lived out their days without adopting the new agency and its illuminating qualities, sticking loyally to gas and paraffin lamps instead until the day they died. For those sceptics who long continued to reject electricity and adopt gas for the purposes of cooking and heating, the structural domestication of electricity was never completed, and still is not domesticated in the fullest sense of the term.\n\nThis uncompleted domestication of electricity raised some significant and inter-related questions about authority, and in turn about gender. Given the pronouncements of technically expert males that electricity was more safe, reliable and pleasant to have in the home than gas, we need to ask why their judgements were only partially accepted by some householders, while others hardly accepted them at all. We thus need to understand the authority of popularizer-entrepreneurs in promoting electricity in the home as limited in scope, and indeed perhaps audience-specific. One key issue here is that the presumption to authority of electrical promoters rested on more than just their technical knowledge of the relative advantages of electrical technology over gas. It was also grounded in very different forms of expertise, principally their capacity plausibly to represent gaslight as more dangerous, unhealthy and destructive of domestic furnishing than electric light, and to represent possible futures of electricity that seemed to make its adoption, rather than that of gas, an inevitable route to domestic harmony. As I have shown, these claims were not taken entirely seriously by the contemporary press, let alone treated as infallible or trustworthy. Although we cannot recover the views of many householders, I have shown evidence that at least some of them shared such doubts about the prudence of electrifying the home. By further take up by UK country houses to illustrate to visitors how far their historical electricity installations could be part of the science and social history education supplied to visitors. Culture, Heritage, Museums and Collections","dataset":"gtr"}