{"id":"3B1E9C6C-6BE4-4956-9E9A-C153D56A268E","title":"Understanding the role and significance of the Arctic for the cycling and fate of persistent organic pollutants (ARCPOP)","abstractText":"On June 15 2006, the World Wildlife Federation (WWF) released a report called 'Killing them Softly', which highlighted concern over the accumulation and toxic effects of persistent organic pollutants present in Arctic wildlife, particularly marine mammals such as the Polar Bear. The Times newspaper ran a full-page article summarising this report and detailed 'legacy' chemicals such as DDT and polychlorinated biphenyls (PCBs), as well as the rise in 'new' chemical contaminants such as brominated flame retardents and perfluorinated surfactants, which are also accumulating in arctic fauna and adding an additional toxic risk. The high levels of these contaminants are making animals like the Polar Bear less capable of surviving the harsh Arctic conditions and dealing with the impacts of climate change. The work in this proposal intends to examine how these chemicals are delivered to surface waters of the Arctic Ocean, and hence the base of the marine foodweb. Persistent organic pollutants reach the Arctic via long-range transport, primarily through the air from source regions in Europe, North America and Asia, but also with surface ocean currents. The cold conditions of the Arctic help to promote the accumulation of these chemicals in snow and surface waters and slows any breakdown and evaporative loss. However, the processes that remove these pollutants from the atmosphere, store them in snow and ice and then transfer them to the Arctic Ocean are poorly understood, and yet these processes may differ depending on the chemcial in question. For example, some chemicals are rather volatile (i.e. they have a tendency to evaporate), so while they can reach the Arctic and be deposited with snowfall they are unlikely to reach the ocean due to ltheir oss back to the atmosphere during the arctic summer. On the other hand, heavier, less volatile chemicals, become strongly bound to snow and particles and can be delivered to seawater during summer melt. Climate change and a warmer world are altering the Arctic and affecting pollutant pathways. For example, the number of ice-leads (large cracks in the sea-ice that give rise to 'lakes' of seawater) are increasing. As a result, the pathways that chemical pollutants take to reach ocean waters are changing and may actually be made shorter, posing an even greater threat to marine wildlife. During ice-free periods, the ocean surface water is in contact with the atmosphere (rather than capped with sea-ice) and airborne pollutants can dissolve directly into cold surface waters. Encouragingly, there is evidence that some of the 'legacy' pollutants are declining in the arctic atmosphere, but many 'modern' chemicals are actually increasing in arctic biota and work is required to measure their input and understand their behaviour in this unusual environment. For example, in sunlit surface snow following polar sunrise (24 h daylight), some of these compounds can degrade by absorbing the sunlight, and in some cases, this can give rise to more stable compounds that subsequently enter the foodchain. Therefore, the quantity of chemical pollutant that is deposited with snowfall and the chemical's fate during snowmelt are important processes to address, especially to understand the loading and impact of these pollutants on the marine ecosystem. This project aims to understand these processes, and to understand which type of pollutants and their quantities pose the greatest threat to wildlife.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/E00511X/1","grantId":"NE/E00511X/1","fundValue":"324556","fundStart":"2007-09-01","fundEnd":"2010-08-31","funder":"NERC","impactText":"  Data on endosulfan (organochlorine pesticide), gathered from the Arctic, was used in the POP-review committee of the UNEP's Stockholm Convention on POPs. Chemicals Economic,Policy & public services","person":"Crispin  Halsall","coPersons":["Kevin  Jones"],"organisation":"Lancaster University","findingsText":" First-year seaice in the high Arctic is enriched in chemical pollutants relative to the underlying seawater and the overlying snowpack. This is most notable for emerging industrial contaminants including the perfluoroalkyl carboxylic acids that arrive in the Arctic through long-range transport processes. The 'focusing' of pollutants in this way has implications for pollutant exposure to ice-associated biota. Help shape chemical risk management programmes through e.g. UNEP Stockholm Convention on Persistent Organic Pollutants (POPs) Chemicals","dataset":"gtr"}