{"id":"3B30AED9-918A-4F98-99BC-9A0F4D876A42","title":"C*-algebras of semigroups and dynamical systems","abstractText":"The theory of operator algebras goes back to Murray, von Neumann, Gelfand and Naimark. The original motivation was to provide a mathematical foundation for quantum mechanics. At the same time, from the very beginning of the subject, it was anticipated that operator algebras form very interesting structures on their own right and will have applications to unitary representations of groups and operator theory in Hilbert space. Actually, much more turned out to be true. After some dramatic and unexpected developments, the theory of operator algebras has established itself as a very active and highly interdisciplinary research area. Not only do there exist - as initially envisioned - strong connections to quantum physics as well as representation theory and operator theory, operator algebras nowadays have far reaching applications in various mathematical disciplines like functional analysis, algebra, geometric group theory, geometry, topology or dynamical systems.\n\nOne of the most important classes of operator algebras is given by C*-algebras, which are defined as norm-closed, self-adjoint algebras of bounded linear operators on a Hilbert space. As in many areas in mathematics, advances in the theory of C*-algebras went hand in hand with the discovery of interesting and illuminating examples, the most prominent ones being group C*-algebras and C*-algebras attached to dynamical systems, so-called crossed products.\n\nThe main objects of study in this research project are given by semigroup C*-algebras, which are natural generalizations of group C*-algebras. Our goal is to analyse the structure of semigroup C*-algebras and to use this construction as a tool to study groups and their subsemigroups from the point of view of geometric group theory. Closely related to this, this project also aims at a better understanding of the interplay between C*-algebras and dynamical systems.\n\nOur project lies at the frontier of current research. We take up recent advances in semigroup C*-algebras, classification of C*-algebras, the interplay between C*-algebras and symbolic dynamics, as well as the discovery of rigidity phenomena in operator algebras and dynamical systems.\n\nOne of the key characteristics of our research project is its high interdisciplinary character. It lies at the interface of several research areas in mathematics and brings together expertise from different fields. This takes up the trend in mathematics that interactions between different branches are becoming more and more important. Therefore, the mathematical community as a whole benefits through an active and inspiring exchange of ideas.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/M009718/1","grantId":"EP/M009718/1","fundValue":"100454","fundStart":"2015-03-16","fundEnd":"2017-03-15","funder":"EPSRC","impactText":"","person":"Xin  Li","coPersons":[],"organisation":"Queen Mary, University of London","findingsText":"","dataset":"gtr"}