{"id":"3B31FB23-A2AD-4E9E-A56E-FC008176D592","title":"The defence cascade as an indicator of animal welfare in the lab and field","abstractText":"The assumption that non-human animals can subjectively experience negative emotional states, and hence suffer, underlies many people's concerns about animal welfare. Whilst we cannot measure the subjective states of other animals directly, it is important that we develop accurate indirect measures. It is also important that these measures can be used in both lab and field, especially on farms. This is because assessment of welfare is becoming a significant part of on-farm quality assurance schemes which aim to provide reliable information for the consumer about how food is produced. These schemes tend to assess welfare by measuring the resources available to animals (e.g. trough space) - a very indirect measure - or physical damage to the animal which may only reveal relatively severe problems. We aim to develop a new measure of welfare that more closely reflects the emotional states which lie at the heart of animal welfare concerns. This measure will also be of value in lab studies, precluding the need to isolate animals for testing. When animals are disturbed by an alerting stimulus that may signal danger (e.g. loud noise), they show a suite of defensive responses including startle and orientation, freezing and evaluation of the situation, and a final response of fleeing or resuming ongoing behaviour. Theoretical predictions, and studies of humans and rodents, suggest that the components of this 'defence cascade' (DC) are modulated by the individual's emotional state. For example, individuals in a negative state are predicted to show a stronger and faster initial startle response, to be more likely to show a final fleeing response, to make this decision faster, and to be slower to make a final decision to stay put, than individuals in a positive state. We will test these predictions in an important farmed species, the domestic pig. The pig shows a clear DC response to sudden noises (e.g. door slam), and we will develop standardised methods for inducing this response. Parts of the DC have been studied in humans and rodents under 'gold standard' laboratory conditions using force plate technology. It would be impractical to use such equipment on farms, but video images of the defence cascade could easily be collected and analysed to quantify the response. To develop these video-based methods, we will study individual pigs' DC responses under controlled conditions where we can obtain video and force plate data simultaneously. We will use computational image analysis to derive numerical output from the video footage and correlate this with the conventional 'gold standard' measures to determine whether image analysis accurately measures the DC response. We will also develop novel image analysis measures of group DC responses (pigs are usually group housed) - e.g. how rapidly a response spreads across a group - and investigate whether manipulation of welfare / emotional state (e.g. by housing groups in different conditions) affects DC responses as predicted above. We will then trial the image analysis measures of DC responses that best reflect emotional state / welfare on farms. Because the image analysis approach we use does not need to identify individual animals, we anticipate that it will cope with the visual challenges of a 'real-life' farm environment. We will accompany farm assurance assessors to farms, measure DC responses, collect data on the conditions on farms and in pens, and evaluate the relationships between these different measures using statistical techniques. This will show us how our DC measures reflect independent assessments of welfare at farm and pen level. We thus hope to produce a validated, non-invasive, quick and practical method for measuring animal welfare that can be adapted to other species, can be used in the field as well as the lab (including as part of farm assurance audits), and gets closer to reflecting the important emotional component of welfare than any existing field-based measure.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/I005641/1","grantId":"BB/I005641/1","fundValue":"588271","fundStart":"2011-08-01","fundEnd":"2015-07-31","funder":"BBSRC","impactText":"","person":"Michael  Mendl","coPersons":["Neill  Campbell","Emma Susan Robinson","William John Browne"],"organisation":"University of Bristol","findingsText":"","dataset":"gtr"}