{"id":"3B3A7807-2220-452D-A057-F73EC3CA43CC","title":"Physical aspects of evolutionary transitions to multicellularity","abstractText":"A very profound and interesting issue in the evolution of complex life forms is the manner by which the transition from unicellular organisms to multicellular ones occurred. There at least two fundamental issues in this most basic transition. What are the advantages of increasing size? and: What are the driving forces behind cell specialization? These questions must be viewed in the context of the most basic feature of life: the continuous exchange with the environment of nutrients and wastes. Given that the simplest unicellular organisms and their multicellular successors inhabit an aqueous environment, it is clear that the physics of buoyancy, diffusion, and mixing should play an important role in these considerations. In the conventional biological view appopriate to small organisms such as individual bacteria which swim slowly, diffusion is much faster than advection by fluid motions. Such is generally not the case for larger organisms, which create fluid flows around themselves by the action of multitudes of flagella. These flows increase in speed with increasing organism size, to the point that they outpace diffusion. Using modern techniques from fluid mechanics, we have recently established that the Volvocalean green algae, a lineage of photosynthetic organisms that serves as a model for research on evolutionary transitions to multicellularity, covers a very broad range of the balance between diffusion and stiring, from diffusion-dominated at the single cell level, to stirring-dominated for colonies composed of thousands of cells. This lineage affords the possibility of deconstructing laws in motility and metabolism that may help explain the evolutionary driving forces which led to multicellularity. These flows are driven by the coordinated action of thousands of flagella on the surface of these colonies, and imply metabolic dynamics fundamentally different than those limited by passive diffusion. Our recent work suggests that such flows can play a crucial role in the colony metabolism, and would have conferred an evolutionary advantage to larger organisms. The developments outlined above have allowed us to establish a working hypothesis which links motility, mixing, and multicellularity. The next step is the full exploration of this hypothesis. Using the volvocine green algae as a model lineage, we have four main goals. (i) We will implement an experimental method by which the link between metabolic activity and fluid flow can be tested. This will be accomplished with optical methods that probe the amount of photosynthesis occurring in these algae, both in the presence and absence of fluid flow from flagellar beating. These flows will be created in microscopic channels created with methods in the field of 'microfluidics.' (ii) We will develop a method to study the manner in which multiple flagella becomes synchronized on these organsisms. This will involve the use of high-speed imaging to visualize flagellar coordination during swimming and phototaxis, as a probe of the hydrodynamic synchronization of molecular motors which underlies the collective fluid flows. A key issue is the dependence of synchronization dynamics on inter-somatic cell spacing, a range of which can be studied using diverse members of the volvocine algae at various points in their life cycles. (iii) Further develop mathematical models of flagella-driven flows and their implications for scaling laws in locomotion, metabolite exchange, and thus evolutionary transitions to multicellularity. (iv) Develop theoretical models for the dynamics by which these algae steer toward the light by modulating their flagellar beating.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/F021844/1","grantId":"BB/F021844/1","fundValue":"566923","fundStart":"2008-06-01","fundEnd":"2011-05-31","funder":"BBSRC","impactText":"  Our findings on physical and biological aspects of evolutionary transitions to multicellularity are having societal impact through the way in which they are consistently inspiring a new generation of students to be interested in biological physics. Students are drawn to take classes on biological physics, choose subject majors, and strive for careers in this area on the basis of the compelling questions being asked and the results of our experimental and theoretical studies. Education Societal","person":"Raymond E. Goldstein","coPersons":[],"organisation":"University of Cambridge","findingsText":" We have discovered several key phenomena and mechanisms that underlie the workings of multicellular organisms, suggesting scenarios by which they may have evolved from simpler unicellular ancestors. This includes understanding how the hairlike appendages known as flagella coordinate to produce locomotion, how the organisms steer toward the light, and various aspects of their swimming dynamics.\n\nIn detail, we have developed a class of organisms, the volvocine green algae, as models for biological fluid dynamics. Using a combination of high-speed imaging, micromanipulation, and mathematical theory we have enabled the development of quantitative descriptions of a broad range of dynamic phenomena, and opened up new areas in biological physics and biology. We have also forged new collaborations between ourselves (physicists and mathematicians) and biologists such as plant scientists. The most promising direction is in healthcare, where the properties of human cilia play a very important role throughout the body. These cilia are nearly identical to the flagella of the organisms we study, and the insights we have gained into flagellar dynamics may help understand and address human health and disease. Healthcare","dataset":"gtr"}