{"id":"3B3DBFE2-319B-41C9-A800-ABC4E3302699","title":"Electronics Design Centre for Heterogeneous Systems","abstractText":"The traditional view of many engineering disciplines working as independent islands of expertise is no longer valid. Cross fertilisation of the diverse technologies available in Glasgow will lead to new methods and technologies for applications in medicine, healthcare provision, networks for communications and sensor applications, and the broader domain of Health and Usage Monitoring Sytems (HUMS) to be used in a broad spectrum of industries, services and the home. In response to this need Glasgow University will establish an Electronics Design Centre for Heterogeneous Systems.In this project we will expand the UK academic design activity in a way that is well matched to the pattern of UK industry which is diverse and extremely diffuse in terms of its use of electronics design. We will build an electronics design laboratory to match emerging research needs and integrate to our substantial nanofabrication and technology laboratories. The design-led research will, in addition to developing its own character, interact extensively with the established groups and laboratories of the Department of Electronics and Electrical Engineering to leverage new and emerging technologies using high-level specification and design methodologies. We will therefore combine the strengths of a dedicated design activity that has its own clear identity with a world class technology centre.The project will expand the Department of Electronics and Electrical Engineering, the University's overall research capability, and the UK electronics design base, with the appointment of three new academics. With the help and support of staff at the university they will develop their own research activities, expand the base for collaboration, and generate new research and knowledge transfer routes. The Centre will be strongly supported by the University that will build a new laboratory and ensure that academic posts are continued into the future.We have targeted three major areas for electronic design-led activity: bioelectronic/sensor system design; ultrafast system design; and modelling/CAD tool development for large scale electronic systems. These activities are highly synergistic and this has been shown by the Department's recent research track record. For example body-area and autonomous distributed sensor networks present significant design challenges where RF performance, chip size and power consumption become key drivers. The design skills needed to achieve the required research outcomes are in wireless systems, sensor integration, low power design, low noise implementations and guaranteed performance and reliability.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D501288/1","grantId":"EP/D501288/1","fundValue":"3544830","fundStart":"2006-01-01","fundEnd":"2011-09-30","funder":"EPSRC","impactText":"","person":"David Robert Cumming","coPersons":["Iain  Thayne","John  Arnold","Asen Mihailov Asenov"],"organisation":"University of Glasgow","findingsText":"","dataset":"gtr"}