{"id":"3B46F318-4F3A-40B5-B254-7FF30C0063D5","title":"MashMyData: Visualization and intercomparison of environmental data on the web","abstractText":"There are a number of distinct types of data which environmental scientists use to study the Earth - in-situ data, remotely-sensed data and numerical model output. There needs to be greater integration of these diverse data in order to increase our understanding and minimise errors associated with modelling the Earth system. This can take a number of forms such as model validation, data assimilation, quality controlling of observations and ground-truthing of satellite data. Although these processes are recognised as scientifically desirable, they are often technically difficult, tedious, or time-consuming due to a lack of harmonization across data products - e.g. different data formats, naming conventions, means of data access. We propose to develop a proof-of-concept web portal which will allow the overlaying and comparing of a range of diverse environmental data. Certain standard datasets such as climatologies and databases of marine, atmospheric and terrestrial observations will be accessible automatically. In addition, users will be able to securely upload their own data in a range of formats for comparison with the standard datasets. Users will be able to compare available datasets with each other, for example by calculating the differences between a set of observations and a model. They may then visualise the results of this either on a map, or on a graph of the data at a given location through time. Finally, the user may opt to download datasets in a choice of formats in order to be able to carry out more complex analysis in external applications if desired. This technology will be used in two different areas of scientific research as examples: ocean biogeochemistry and the forecasting of rain.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/H002693/1","grantId":"NE/H002693/1","fundValue":"85433","fundStart":"2010-05-01","fundEnd":"2011-06-30","funder":"NERC","impactText":"  Techniques and software developed within the MashMyData project are still in use in several other ongoing projects, both NERC and EC-funded. These include visualization techniques, data intercomparison techniques, and technologies for managing user authentication and security in a distributed environment.\n\nSome techniques are now adopted in operational environmental data-serving systems. Digital/Communication/Information Technologies (including Software),Environment ","person":"Jonathan David Blower","coPersons":["Keith  Haines"],"organisation":"University of Reading","findingsText":" This project was to develop prototype software for bringing together (&quot;mashing up&quot;) different kinds of environmental data on the web. This involves diverse challenges of visualisation, data interoperability and security.\n\nWe developed means of performing data manipulation tasks on physically-distributed data, enabling the scientist to process large datasets without the need to download them or understand complex data formats. The goal of the project was to produce prototype software, which has now been adopted in a number of operational systems. Others may adopt the software we developed and may learn from the technical difficulties we faced in making the system work smoothly as a whole. Similar challenges are being faced by numerous other initiatives. Digital/Communication/Information Technologies (including Software),Environment","dataset":"gtr"}