{"id":"3B4EDEB6-FE5C-4F9D-A683-61B2F1C42FE6","title":"Cosmology Rolling Grant: Case for Renewal","abstractText":"In 2008 the world's most powerful probe of fundamental physics, the Large Hadron Collider (LHC) particle accelerator at CERN, will begin operation. In the same year the European Space Agency will launch the Planck satellite observatory, which will observe the Cosmic Microwave Background (CMB) in unprecedented detail. From these two experimental programmes there is the exciting prospect of epoch-making breakthroughs in our understanding of the fundamental theory of particles and forces and of the 'seed' density perturbations from which galaxies and larger cosmological structures grow. The fusion of these new discoveries could shed light on the identity of dark matter, which constitutes 25% of the matter in the Universe, the mystery of the gravity-repelling 'dark energy' which makes up 70% of the Universe, the origin of the matter-antimatter asymmetry (why the Universe is made of protons and not anti-protons) and the nature of the very earliest epoch in the history of the Universe, known as Inflation, during which the seed perturbations for galaxy formation are created. Particle cosmology, as it is known, directly addresses these fundamental questions from the point of view of theoretical particle physics. Its primary goal is to construct a consistent history of the Universe from its earliest epoch. Particle cosmology also provides a testing ground for new particle physics theories, using the hot Big Bang as an extremely powerful particle accelerator from which important constraints on new theories can be deduced. The ambitious five year research programme of the proposal will seek to exploit the new discoveries from LHC and Planck to gain deep insights into the history of the Universe. The programme will address all the major themes in modern particle cosmology. Objectives of the programme include: the nature of dark matter; the connection between Inflation and LHC experiments; the development of particle theories of Inflation and the origin of galaxy seeds; the study of unconventional 'non-Gaussian' signatures in the cosmic microwave background; the origin of magnetic fields of the size of a galaxy, which may originate during the Inflation era; the connection between string theory and dark energy. Through insights gained from particle cosmology, the programme will seek to suggest new experimental targets for LHC experiments and new features in the CMB to be studied by Planck.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ST/G000549/1","grantId":"ST/G000549/1","fundValue":"123640","fundStart":"2008-10-01","fundEnd":"2009-09-30","funder":"STFC","impactText":"","person":"John  McDonald","coPersons":["KONSTANTINOS  DIMOPOULOS","Anupam  Mazumdar","David Hilary  Lyth"],"organisation":"Lancaster University","findingsText":"","dataset":"gtr"}