{"id":"3B5B3C99-B4D5-4C45-A364-03CF4D649E8B","title":"Ocean2Ice: Processes and variability of ocean heat transport toward ice shelves in the Amundsen Sea Embayment","abstractText":"Imagine that the ocean is like a large gin and tonic. When you add ice to the drink, the level in the glass goes up. When the lump of ice melts, the level in the glass doesn't change, because the ice is floating. When ice that is currently resting on land in Antarctica goes into the sea, either as an iceberg or as meltwater, the sea level all over the world goes up. It used to be thought that the same amount of water went back to the Antarctic as snowfall, to compensate for the icebergs and meltwater, so the whole system was in balance. But some glaciers in the Antarctic (and Greenland) seem to be melting at a faster rate than they are being replaced. So the total amount of ice is getting smaller, because more of that water is in the ocean, adding to sea level rise. This is worrying, because we don't really know why this is happening, and if we can't understand why, it's difficult to predict whether future sea level will carry on increasing at a faster and faster rate, or whether it will slow down or go back to equilibrium. Governments planning sea level defences in low-lying areas for the next decades need to have a more certain prediction of likely levels. That means that the big computer models that they use to forecast future climates need to have even better and more complex physics than they do already.\n\nSo, what can scientists do to find out why the ice is melting? When the glaciers finally reach the sea, they float on the seawater, as an ice shelf. One suggestion is that the ocean is providing more heat to melt the ice than it used to do. Even though the ocean isn't that warm in the Antarctic, it is a few degrees above freezing, and if it washes underneath the ice shelves it can give up a lot of heat. What we plan to do in this project is to go to one of the fastest melting glaciers, the Pine Island Glacier in the Amundsen Sea, Antarctica. This is one of the most remote parts of our planet - imagine going to the Pacific Ocean and then heading south until you meet Antarctica. We will put some instruments in the water near the ice shelf, to see how and why the warm ocean water gets close to the ice. Is it the wind that forces the water there? Is it waves going round the Antarctic continent? Does the water get channelled up troughs in the sea floor gouged by glaciers thousands of years ago?\n\nWe plan to use some novel equipment in the Antarctic, such as gluing tiny sensors onto elephant seals' fur. The seals will remain in the area over winter, long after we've gone back home. Their sensors will send back information about the seals' habitat - for example the temperature and the saltiness. This is useful for us because we can't get observations in the wintertime any other way because the area is covered in sea ice. And it's good for the seals because it will help our biologist colleagues to better understand how vulnerable the elephant seals might be to climate change. We'll also put in the water a mechanical version of a seal, called a Seaglider. This goes up and down in the water making measurements as it goes, and much like the seal sensors, it will communicate when it's at the surface using mobile phone. While we're there with the ship, we'll make lots of measurements of the temperature and saltiness of the water, how fast it's going, and how mixed up it is. Looking at all these data sets together should give us a better understanding of how the heat is getting to the glacier.\n\nOne of the important tools will be a variety of computer models. These will range from all-singing, all-dancing climate models, that try to include ice, ocean and atmosphere all interacting, to much simpler models that test our understanding of the physics at play. The final result of the work we plan to do should be better climate models to predict future sea levels.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/J005746/1","grantId":"NE/J005746/1","fundValue":"237345","fundStart":"2013-05-21","fundEnd":"2016-11-20","funder":"NERC","impactText":"","person":"Adrian  Jenkins","coPersons":[],"organisation":"NERC British Antarctic Survey","findingsText":"","dataset":"gtr"}