{"id":"3B64AF4B-8C22-4FE6-90E3-1365B48937B0","title":"Pericyte mobilisation and functional plasticity in chronic allergic airway disease","abstractText":"The research project described here ultimately aims to answer fundamental questions on the biology of structural cells (pericytes) associated with the blood vessels in the lung and how these cells contribute to the pathogenesis of allergic asthma. Specifically, this research proposal aims to investigate the hypothesis that chronic allergic inflammation modulates pericyte functional plasticity and mobilisation in a mouse model of allergic asthma. The primary goal is to identify the mechanisms and functional consequences of pericyte mobilisation in allergic asthma, and also to assess the stem cell capacity of these cells in the healthy and diseased lung. The results from these experiments will not only increase our understanding of the role of lung-resident structural cells in asthma pathology, but will also provide insight into a previously unexplored therapeutic target in allergic asthma.\n\nAim 1\nMy preliminary experiments have demonstrated that pericytes detach from the blood vessels associated with the large airways and migrate toward the basement membrane of the airway, where they incorporate into the smooth muscle of the airway wall. In the house dust mite-driven model of asthma employed in this project, the development of airway smooth muscle thickening coincides temporally with a significant increase in airway resistance. In fact, an association between airway smooth muscle thickening and airway hyperreactivity (wheezing) has been demonstrated in a number of clinical studies. However, the mechanisms that cause airway smooth muscle thickening are incompletely understood. This part of the project is designed to determine the chemotactic mechanisms responsible for recruiting pericytes to the airway wall, thus providing mechanisms insight into their role in airway remodelling. \n\nAim 2\nPericytes have been shownfound to possess progenitor/stem cell capacity, similar to the features of bone-marrow derived mesenchymal stem cells. This supports the idea that although pericytes may promote pathological events in disease progression (i.e. airway remodelling), they may also possess immunomodulatory capacity as has been shown for mesenchymal stem cells derived from other parts of the body. In the second part of this project, I plan to use techniques already established in the lab of Prof Sara Rankin, my mentor in the Leukocyte Biology group, to isolate pericytes from the lungs of healthy and asthmatic mice and to evaluate their expression of stem cell markers, their capacity to differentiate into various mesenchymal cell lineages (adipocytes, chondrocytes, osteoblasts and smooth muscle cells) and finally their ability to modulate allergen-specific immune responses. The results from this project will not only inform on the identity and characteristics of a type of lung-resident mesenchymal stem cells, but will also provide valuable knowledge on the capacity of these cells to modulate an inflammatory response.\n\nAim 3\nTThis part of the project aims to investigate the feasibility ofmodifying the behavior of pericytes as a therapeutic intervention in allergic asthma. This will be achieved by employing adenovirus vectors, both obtained commercially and provided by my collaborator, Prof Ulf Eriksson at the Karolinska Institute. Informed by the results of the first two parts of this study, the gene expression of pericytes will be modified both in vitro and in vivo with the goal of either inhibiting their mobilisation from the blood vessels and incorporation into smooth muscle, or to enhance their immunomodulatory capacity and thereby serve as a negative regulator of the detrimental structural changes that occur in the asthmatic respiratory system.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K011375/1","grantId":"MR/K011375/1","fundValue":"467650","fundStart":"2013-05-01","fundEnd":"2016-04-30","funder":"MRC","impactText":"","person":"Jill  Johnson","coPersons":[],"organisation":"Imperial College London","findingsText":"","dataset":"gtr"}