{"id":"3B6C214A-6A17-4927-B599-4406760F91FB","title":"(MICA): Suppressing inflammation to enhance antigen-specific immunity in older humans using p38MAPK inhibitors and vitaminD3","abstractText":"Older humans are more susceptible to infections, even those to which they were immune to in their youth. Vaccination against many different infectious agents is also sub-optimal in these individuals. To investigate the mechanisms involved in the decline in immunity during ageing we inject safe derivatives of microorganisms into the skin of old and young volunteers. After injection of the agent, we can extract the white cells (leucocytes) that accumulate at the site of the immune response to test for their function. One of the responses we have been investigating is that to the varicella zoster virus (VZV) that induces chickenpox mainly in young individuals. Infected subjects control this persistent virus until an older age where reduced immunity leads to viral re-activation to cause shingles. Older humans are also susceptible to re-activation of TB and we can also test their response to tuberculosis (TB) proteins. Elderly subjects have decreased capacity to respond to VZV in the skin that may be an underlying reason for their increased susceptibility to shingles. These individuals also have decreased cutaneous responses to TB related proteins and the immune defect in the skin may reflect the general defect in immunity in these individuals. We have found that this defective response is associated with increased baseline inflammation in this tissue. Although inflammatory responses are required to clear infections, excessive inflammation has previously been shown to interfere with the generation of specific immunity. We will therefore investigate ways of enhancing the immune response of older humans by blocking basal inflammation. \n\nTo extend our initial observations of high background inflammation in the skin, we will investigate which cells in this tissue are responsible for the production of inflammatory mediators by using a second human experimental system that tests the response to a skin irritant known as cantharadin. Next we will block inflammation in the skin to determine whether this can lead to improved responses upon challenge with antigens. This will be achieved by pre-treating old subjects with a drug that has already been developed by GSK (Losmapimod, p38MAPkinase inhibitor) and another that is available off the shelf (vitamin D3). The GSK p38 inhibitors are currently being tested to prevent unwanted inflammation. A surprising observation we made was that p38 inhibition could also rejuvenate human T lymphocytes and enhance their ability to proliferate in vitro. Therefore the inhibition of p38 may block unwanted inflammatory response as well as enhance T lymphocyte reactivity. Vitamin D3 has also been shown to have anti-inflammatory effects and works in part by inhibiting p38MAPkinase activation. The use of 2 separate interventions in this project increases the likelihood of success in this study. While Losmapimod may be more specific in its anti-inflammatory action, the use of vitamin D3 is more cost effective as it is a cheap compound that is readily available. \n\nThe desirable outcome of this study is that either one or other of these compounds, that older volunteers will be treated with, will boost their response to microbial antigen challenge in the skin. This will provide proof of concept data that will lead to the exciting possibility of enhancing immunity by inhibiting the increased baseline inflammatory responses that are found during ageing. This may be a strategy to enhance immune responses in general and specifically to enhance vaccination efficacy to various diseases that is less effective in older subjects.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M003833/1","grantId":"MR/M003833/1","fundValue":"3214300","fundStart":"2015-01-01","fundEnd":"2018-12-31","funder":"MRC","impactText":"","person":"Arne Nalpon Akbar","coPersons":["Judith  Breuer","Veronique  Birault","Derek  Gilroy","Neil Andrew Mabbott","Adrian  Martineau","Tom Charles Freeman","Milica  Vukmanovic-Stejic","Mahdad  Noursadeghi"],"organisation":"University College London","findingsText":"","dataset":"gtr"}