{"id":"3B74634A-5E0D-42A3-A865-7353B4CF4052","title":"Functional bionanomaterials and novel processing for targeted catalytic applications","abstractText":"Commercial catalysts are often based on metallic nanoparticles which have unusual and highly reactive properties due to their high proportion of surface atoms as compared to buried ones. Catalytic reactions occur at or just below surfaces and are helped by the crystal surface having defect sites and kinks. The exact architecture of the kinks can help in molecular recognition between the catalyst and its substrate, and help to make a particular form of the product molecule (called an enantiomer) over its mirror image 'twin'. Industry needs enantiomeric selectivity, and also better ways to make C-C bonds; both would become possible using a new type of nanoparticle based on bacteria. It is difficult to make nanoparticles chemically as they want to aggregate. When this happens the special properties are lost. Usually 'helper' chemicals ('passivant ligands') are needed. Bacteria can overcome this need. They can biomanufacture nanoparticles using enzymes and also support the nanoparticles by providing their own passivants. The catalytic bionanoparticles can be employed as catalysts by using the metallised bacteria as small (~2 microns) bodies in suspension (they can be recovered using a magnet), or by growing them first as a biofilm on (e.g) beads or monoliths and then metallising to form a catalytic nano-coating. Nothing is known yet about the surface structures of the bionanocrystals but they are excellent catalysts. It is known elsewhere that the application of dielectric fields (such as microwaves) can alter crystal surfaces (to make new, or different defects and kinks) or align crystals so that their most active faces point outwards. Nobody has applied dielectric fields to manipulate catalytic nanoparticles, especially not BIOnanoparticles, and we hope to make a completely new class of materials(superbionanocatalysts). We will test these in 4 important reactions where there are strong industrial needs: (a) enrich for a particular product in a mixture; (b) do a reaction which specifically needs NANOparticles; (c) do a reaction where we want an enantiomeric selection; (d) do a reaction which underpins commercial fertiliser production worldwide but usually needs very high temperatures and pressures. (a-c)usually use precious metal catalysts and (d) uses a catalyst based on iron; in the nanoworld these can often be used interchangeably (or together) because the same atomic-scale processes are involved. Effects of this are seen in magnetic (as well as catalytic) properties (a very useful diagnostic probe), while another facet is unravelled via an electrochemical 'dialogue' between the nanocrystal and the experimenter. These become even more interesting when the bacteria make 'bimetallics' (combining 2 metals); these often have greatly enhanced properties. We will look at bio-bimetallics for catalysis and also as fuel cell catalysts to make clean energy. Reactions involving Fe catalysts are special. They depend on the exact type of Fe used (the mineral phase); bacteria can make specific mineral phases to order. The catalytic reaction uses an activated form of hydrogen which normally only happens at high temperatures; small particles of ferric oxide are partially reduced by the active H to give some Fe metal (the catalyst; detected magnetically). Dielectric processing can also activate H, but at a much lower temperature, saving energy. Commercially, H is made from 'cracking' natural gas but this H contains traces of catalyst poisons. Biologically-made H is poison-free and the use of Bio-H will also help to extend catalyst life. We will make new, robust, superior, catalytic materials but, importantly, we will also relate the new crystal and nano structures to improved functions, applying a full range of solid state analytical methods to complement the magnetic and electrochemical ones. By understanding pivotal molecular processes in the nanoworld we can then design better catalysts for other commercial applications too.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/D057310/2","grantId":"EP/D057310/2","fundValue":"95724","fundStart":"2008-04-01","fundEnd":"2010-01-31","funder":"EPSRC","impactText":"  We made new, robust, superior, catalytic materials but, importantly, we also related the new crystal\nand nano structures to improved functions, applying a full range of solid state analytical methods to complement the\nmagnetic and electrochemical ones. Energy,Environment Economic","person":"Gerrit  Van Der Laan","coPersons":[],"organisation":"Diamond Light Source","findingsText":" We have biomanufactured a range of stable catalytic nano-Pd(0) and Pt(0) catalysts, a range of stable catalytic Fe(III)-based nanocatalysts with biocontrolled Fe(III) mineral phases and hybrid precious metal/Fe(III)-based systems under biological control. We have characterised the bioproducts using a range of solid-state, electrochemical and synchrotron radiation techniques, in order to know what products we have made\nWe have evaluated the activity of the mono- and bimetallic catalysts in target reactions where there is substantial unmet need in chemical industry. We tested selected new and hybrid materials in fuel cells using extant methodology. We applied dielectric processing to synthesised catalysts for improved reactivity, relating altered nanostructures to improved function. By developing a new bio-method for making supported, stable catalytic nanoparticles and combining this with a new\nprocessing method which is known to change the structure of matter at the nanoscale, we have made a completely new\nclass of superbionanocatalysts. Chemicals,Environment","dataset":"gtr"}