{"id":"3B76017F-37B7-4CE5-AC9D-FA9F60BEFB89","title":"The role of elastin degradation in the pathogenesis of liver fibrosis","abstractText":"Long term or chronic liver disease, regardless of cause, results in scarring of the liver (termed fibrosis and cirrhosis). This scarring causes the liver to fail and is associated with significant illness and death. In the UK, the burden of cirrhosis has been identified by the Chief Medical Officer as a major challenge of the next decade. Currently there are no effective treatments for liver scarring. We have a programme of research investigating the factors which regulate recovery from scarring to inform and develop anti-scarring (so called anti-fibrotic) therapies.\n\nWe have recently demonstrated that if it is allowed to, the liver has a significant ability to break the scar tissue with a return towards more normal structure and function. In advanced liver disease though, the scar tissue persists and appears to be resistant to break-down. The presence of a protein called elastin seems to be critical to preventing effective breakdown of the scar tissue. In addition, we have preliminary evidence to suggest that a specialised form of inflammatory cell, the macrophage, produces a specific protein (enzyme) which breaks down elastin. Taken together these results suggest that elastin characterises irreversible scarring (cirrhosis) and that it accumulates as a result of a failure of the normal processes of breakdown.\n\nWork we are undertaking will determine the cell source of elastin and the elastin degrading proteins and their relative levels at different stages of liver scarring (reversible and irreversible).\nIn addition, we will use experimental models to determine the mechanisms that make scarring resistant to breakdown and use infusions of purified inflammatory cells and specific population of stem cells to enhance scar breakdown.\n\nUltimately, by understanding the mechanisms regulating the turnover of elastin in liver scarring we will be better able to design effective anti-scarring therapies applicable in the clinic.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=G0600033","grantId":"G0600033","fundValue":"1092220","fundStart":"2007-02-01","fundEnd":"2012-01-31","funder":"MRC","impactText":"","person":"John  Iredale","coPersons":["Stuart John Forbes"],"organisation":"University of Edinburgh","findingsText":"","dataset":"gtr"}