{"id":"3B78172A-0F8D-4BFA-90CA-7C465B54D9CB","title":"Performance and Identity on London's Operatic Stage: The 'Rival Queens', Francesca Cuzzoni and Faustina Bordoni","abstractText":"Stories of female singer rivalry assume highly symbolic status in the popular conception of opera. In this study I aim to show the significance such stories can hold for our critical understanding of opera through an examination of perhaps the most important of these legendary rivalries -- that stirred up in 1720s London during Handel's management, between Francesca Cuzzoni and Faustina Bordoni. In turning to these women, I am seeking not so much to create a new biographical narrative as to re-evaluate the engineering of the old: the clamour of report surrounding their encounter masks the curious absence of the women's own voices, suggesting (perhaps) that the rivalry may have been less their creation than the manufacture of others. \\n\\nThis study's appraisal of the topos of female rivalry will emerge through an appreciation of the processes that helped to form singer identity in eighteenth-century opera. In the operas prepared for the 'rival singers' during the period 1726-1728, where the thorny issues of equality and difference were particularly pressing, we can especially trace such concerns. I will explore the music, libretti, satires and more sober histories written for and about these two women to show how these works, in effect, created them. Thus Giovanni Bononcini's _Astianatte_, and G.F. Handel's _Admeto_, _Riccardo Primo_ and _Siroe_, among other works, will be used to elucidate the complex, corporate process of creating performer identity -- a process which, it is hoped, will in turn shed new light on the nature of the operatic experience and of the genre itself.\\n\\nFollowing an introductory chapter, contextualising the nature of performance on the early eighteenth-century stage, and the particular problems it presented for women in terms of personal identity, a series of studies of individual works will present different facets of the Bordoni-Cuzzoni rivalry. A chapter on Giovanni Bononcini's _Astianatte_ (1727), the opera in which the women reputedly came to blows, will show how the opera management manipulated the women's antagonism by polarising their characters into the familiar good/bad woman dichotomy. The following chapter, on Handel's _Admeto_, will consider the malleable nature of the women's identities, demonstrating that this work's play with disguise, staging, and musical design showed the contemporary audience how opposition could be turned into equivalence (and back again). Such changeability, which might to us seem contradictory, for an eighteenth-century audience would have confirmed an overarching belief in the mutability of women. The fourth chapter will take a more practical bent, arguing that substantial changes made to Handel's _Riccardo Primo_ before its premiere in November 1727 were designed to alleviate tensions between the singers and their factions, rendering the concept of equality more palatable. Having considered the articulation of the women's apparent rivalry, in the fifth chapter I will turn to their male lead, the castrato Senesino, to ask how the operas' emphasis on the women affected his role. In Handel's _Siroe_, we will see a dramatisation of Senesino's plight, showing that his status as the focus of competition between the women nullified his more usual heroic role, reducing him to the status of love interest. Finally, the conclusion will turn to the feature for which the women were best known, their powers of ornamentation, to ask what the focus on embellishment might tell us not only about the women's voices, but about the way they themselves were perceived in eighteenth-century society. \\n","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F003129/1","grantId":"AH/F003129/1","fundValue":"25533","fundStart":"2008-04-14","fundEnd":"2008-07-13","funder":"AHRC","impactText":"","person":"Suzanne  Aspden","coPersons":[],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}