{"id":"3B7AD972-8598-4F82-97E6-9FDAC8821CF8","title":"Targeting WNT/CaMKII in Osteoarthritis","abstractText":"Cartilage is the tissue that covers the ends of the bones and that allows the frictionless motion of the joint. Cartilage loss leads to pain, impairment of the joint, and is called Osteoarthritis. Osteoarthritis is, together with cardiovascular disease, the main cause of disability worldwide; it affects over 50% of the population over the age of 65 and therefore is one of the major factors affecting wellbeing in the elderly. It is a disabling disease, costing the UK economy of 36 million working days in 1999-2000 costing the economy nearly 3.2 billion in lost production (NICE 2012 OA guidance draft).\n \nWe do not have any treatment that stops progression of osteoarthritis and the only remedies are pain killers and joint replacement. There is a great need for drugs that can stop the degradation of articular cartilage as well as control the pain.\n\nOne of the molecular mechanisms known to mediate cartilage breakdown is driven by molecules called WNTs. Therefore, theoretically, blocking WNTs should halt cartilage breakdown in Osteoarthritis. Unfortunately, however, WNTs also mediate important and essential functions for cartilage such as cell proliferation, and therefore such non-selective blockade of WNTs has also resulted in cartilage breakdown.\n\nThe opportunity to block the damaging effects of WNTs while preserving the beneficial ones comes from our discovery that a molecule called CaMKII mediates the damaging effects of WNTs, but not the beneficial ones. In addition, we have discovered that CaMKII is strongly activated in osteoarthritis compared with normal cartilage. Finally, it is known that blocking CaMKII in mice results in reduction of pain perception. Therefore blocking CaMKII could represent a terrific strategy to simultaneously reduce cartilage breakdown and reduce the disabling symptoms of osteoarthritis. \n\nIn this application we want to understand the function of CaMKII activation in osteoarthritis, and explore if CaMKII blockade can reduce cartilage breakdown as well as pain in an experimental osteoarthritis model in mice. \n\nAlthough we know that WNT/CaMKII activation leads to deleterious effects in cartilage, we ignore how CaMKII works, and the &quot;big picture&quot; of CaMKII blockade. In a first set of experiments we will identify all the genes activated by WNTs in cartilage and which ones are dependent on CaMKII. From this analysis we will identify possible, perhaps unexpected, consequences of CaMKII blockade and gain insight into the molecular mechanisms of how CaMKII drives cartilage breakdown.\n\nIn a second set of experiments we will see whether blocking CaMKII pharmacologically in mice with osteoarthritis will improve the integrity of their joints as well as the symptoms in terms of pain.\n\nThese studies will lead to the understanding of the role of WNT signalling in cartilage integrity and will allow us to target CaMKII to prevent cartilage degradation in osteoarthritis. This could not be done with non-specific WNT inhibition because the WNT signal also mediates positive effects, but could be feasible targeting CaMKII, which specifically mediates the damaging ones. \n\nFinally, CaMKII is present in cartilage in two different forms. We will explore which sub-type of CaMKII is most important in cartilage breakdown. This part will be crucial for the design or selection of new drugs that block only the variant of CaMKII that causes cartilage breakdown.\n\nThese studies could give new insight into how WNT signalling works, may have important consequences in the therapy of osteoarthritis, and benefit the pharmaceutical industry, since several CaMKII inhibitors are already available and could be tested in pre-clinical and clinical studies. Finally, CaMKII and WNT signalling also play important roles (and are potential targets) in cancer, Alzheimer's disease, and cardiovascular diseases, and knowledge in this field will certainly benefit also these other fields of biomedical research.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/K013076/1","grantId":"MR/K013076/1","fundValue":"303248","fundStart":"2013-06-03","fundEnd":"2017-02-06","funder":"MRC","impactText":"","person":"Francesco  Dell'Accio","coPersons":["Tonia  Vincent","Costantino  Pitzalis"],"organisation":"Queen Mary, University of London","findingsText":"","dataset":"gtr"}