{"id":"3B80B99D-6435-4283-8FA6-55512D8382A1","title":"DOCUMENTARY FILM, PUBLIC HISTORY AND EDUCATION IN NORTHERN IRELAND","abstractText":"This 'follow-on' project builds on the success of the original project 'Documentary film and the public communication of historical knowledge in Northern Ireland'. It does so in order to engage with new audiences and forge new pathways to impact. It proceeds from the assumption that to maximise the potential of film to facilitate historical understanding in a post-conflict context we need to forge more effective partnerships between historians, film-makers, broadcasters and educationalists. This entails building on existing partnerships and working with new partners in order to exploit new opportunities for public engagement. The question of how we make sense of our past always looms large in Northern Ireland. One of the major challenges presently facing Northern Ireland is how to remove the barriers to engagement with our shared history that exist within a divided society and a largely segregated second-level education sector. In a contested society - albeit one that has reached certain political accommodations - the interrogation of history can play an important role in the process of reconciliation. Knowledge transfer in this case is intimately linked to a broader social pedagogy of reconciliation. \n\nFilm and the moving image have an important role to play in promoting knowledge and understanding about the past in a post-conflict society, with documentary film playing a key role in this. Documentaries addressing historical topics have long been a staple of British and Irish public-service broadcasting and have provided a valuable means by which historians bring their scholarly research to the attention of a non-academic audience. Indeed the evidence is that the general public, and in particular young people, increasingly get their historical information from broadcast and film sources (and from the internet). But are the current models of collaboration originated by broadcasters the best ones to maximise this knowledge-exchange process? If historians are to engage with television history on a more effective basis - particularly when this involves understanding history in a divided society - then perhaps we need more effective model of collaboration between historians, media makers and educationalists. \n\nThe follow-on project has the following key elements:\n\n1. Wider dissemination of the original project outcomes through film-festival screenings, broadcast, DVD/blu-ray publication of the film element and enhanced website provision of interpretative material for educational use.\n2. Partnerships with a major EU-funded curriculum project and educational initiative 'Teaching Divided Histories' to utilise the initial project outcomes and additional curriculum material in secondary education in Ireland, north and south.\n3. Exploiting the international platform and community nexus provided by the Derry-Londonderry City of Culture 2013 programme for a series of events concerned with public history, popular memory and film. \n4. Development of a further 'live project' case study 'Rebel Voices: Easter 1916' linking the historical research of Dr.McGarry (Rebels: Voices from the Easter Rising (Penguin, 2011) and The Rising. Ireland: Easter Rising (Oxford University Press, 2010) with the film-making of Professor Des Bell in a knowledge transfer project designed both to address the issues arising from public commemoration of the centenary of the Easter Rising, and to further elaborate a model of good practice guiding collaborations between historians, film-makers and educationalists.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/K002775/1","grantId":"AH/K002775/1","fundValue":"82494","fundStart":"2013-02-01","fundEnd":"2014-07-31","funder":"AHRC","impactText":"  Documentary film, public history and education in Northern Ireland\n\nThis knowledge-transfer project developed from a previous AHRC-funded project, 'Documentary film and the public communication of historical knowledge in Northern Ireland' (2011-2012), an interdisciplinary collaboration between a historian (Fearghal McGarry) and a film-maker (Des Bell) to produce a feature-length documentary, The Enigma of Frank Ryan (2012).\n\n'Documentary film, public history and education in Northern Ireland' extended our partnerships with educators, cultural organisations, media-producers and broadcasters to pursue the following aims:\no To exploit the knowledge-transfer potential of documentary film for enhancing historical understanding and post-conflict reconciliation.\no To maximize the effectiveness of the knowledge-transfer process by providing interpretative support for The Enigma of Frank Ryan via festival screenings, workshops and a dedicated interpretive website.\no To submit a proposal to the Broadcasting Authority of Ireland for a documentary film, Lost Revolution: the Abbey Theatre and 1916, based on McGarry's research.\no To delineate, test and disseminate a model of good practice for collaboration between film-makers, historians and educationalists.\no To advance the public communication of historical understanding in a divided society through participation in the 'Teaching Divided Histories' project.\no To explore with scholars and film practitioners a range of research questions about the relationship between film and history, and to share this research with a popular audience.\n\nThe project's principal activities included:\no Partnering with the Nerve Centre to provide curriculum materials for its EU-funded educational initiative, 'Teaching Divided Histories'. This project brings together post-primary teachers from schools across Northern Ireland and the border counties to pilot a range of innovative education programmes that use film, digital photography, animation, comic books and webcasting to enable young people to explore conflict and peace building.\no Producing a range of interpretative educational resources to support The Enigma of Frank Ryan, and furthering its dissemination via festival and cinema screenings, televisual broadcast and development of DVD resources. \no Hosting an international conference on the relationship between film, history and memory as part of Derry-Londonderry's City of Culture 2013 festival programme. \no Partnering with DoubleBand Films, and national broadcaster TG4, to submit a documentary proposal for Broadcasting Authority of Ireland funding.\n\nTo date, the project's impacts include:\no The impact of the KS3 module for Teaching Divided Histories is currently being evaluated but TDH's internal data records over 50 teachers trained in digital media and dealing with contentious issues across nine counties and a corresponding delivery to over 500 young people. Our module has catalysed the development of a suite of resources within the www.creativecentenaries.org project, an educational resource for schools and community audiences to learn about the Decade of Centenaries through digital media.\no Through our development of a practice-based analysis to explore how scholarly history is disseminated through film, our project has elaborated a model of good practice between historians, film-makers and broadcasters which has been disseminated in industry and scholarly journals including The Journal of Media Practice and Rethinking History. Our project has demonstrated the potential of KT projects to forge effective partnerships between academics and broadcasters, both to facilitate the commissioning of historical documentaries, and to strengthen their ability to extend historical understanding to a mass audience. An independent television producer has described our project as an example of 'the historians taking the initiative towards the medium', and a pioneering model of the potential of KTP's to build links between historians and the creative industries.\no Our project has had a significant societal impact through cultural engagement including the 'Screening History' series of public lectures and screenings hosted by the Ulster Museum. The Enigma of Frank Ryan has been viewed by several thousand people at international film festivals, local community festivals, and other public events. Audience sampling demonstrates the film's impact. In an audience survey following a screening at the Foyle Film Festival, 57% of the respondents answered positively when asked 'Did watching this film change the way you think about the history of Irish republicanism?', while ninety per cent of the respondents judged the film to have contemporary significance.\no By organising an international conference for academics and film practitioners as part of the Derry-Londonderry's City of Culture 2013 programme, and disseminating its proceedings (Film, history and memory, Palgrave Macmilan, 2015) our project has contributed to the interdisciplinary study of film and history. Creative Economy,Education,Leisure Activities, including Sports, Recreation and Tourism,Culture, Heritage, Museums and Collections Cultural,Societal","person":"Fearghal  McGarry","coPersons":[],"organisation":"Queen's University of Belfast","findingsText":" Key Findings\n\nResulting from our project's activities - which included a film collaboration and several conferences bringing together academics from different disciplines with film practitioners and producers and broadcasters, certain themes emerged as being central to advancing the study of history on film. Without attempting to prescribe a methodology, we offer here seven principles which might guide researchers in this arena. \n\n1. A recognition that film-making and film-viewing are collaborative processes. This may involve collaboration not just between film-makers, writers, historians, crew and cast but also between producers, subjects, activists and consumers. Collaboration takes place between these parties, all of whom may have divergent understandings of the past and its present-day significance. Ideally, the subjects of films, where they participate in the production, are treated not as objects of study, or even exemplars, but as participants in the making of new histories.\n\n2. A broadening of the notion of 'sources'. Recent decades have seen a shift away from reliance on archival and other written records to the use of oral testimony, visual material and other non-traditional sources. This approach also finds new value in 'old' material, reconsidering even the most 'trivial' traces as evidence: advertisements, comedies, animations, and home movies, for instance, have a new currency within the study of the past. This reflects a change in how we judge both the sources from which film draws its stories and evidence, and the role of films as, themselves, sites of historical evidence. \n\nThis changing conception of the archive goes hand in hand with the development of new technologies for creating, accessing and disseminating traditional and non-traditional source material. As Nike Jung has observed, the medium of film 'encourages reflections on how our access to historical knowledge is configured by technology, on the capacity of the medium to &quot;objectively&quot; record and convey historical truth.' New technologies invariably impact on older media but the internet is changing the way historians use and think about film to a much greater extent than cinema and television, eroding the dominance of an essentially nineteenth-century narrative model of historical writing. Meanwhile, digitisation is transforming the potential of film to create history; to take one example, the recent uploading of British Path?'s entire collection of 85,000 films to YouTube has made these works accessible to a wide audience of citizens and scholars alike.\n\nConsequently, film needs to be considered within a wider field of visual material. As Guy Westwell observes: 'With photography as a precursor, television stealing the march in the post-war period, and now the Web augmenting visual culture, it is not at all clear that film is paramount in establishing a visual sense of the past . . . film is only one of any number of visual discourses that work in concert to shape historical consciousness.'\n\n3. A broadening of the notion of 'historical stories'. Among historians and film scholars attention has shifted from notions of historical accuracy and objectivity, increasingly recognised as problematic concepts, to consideration of historical inclusivity and polyvocality. Whose histories are being told in the films we study? Keeping in mind Paula Rabinowitz's claim that 'testimony is always a partial truth', scholars and filmmakers alike are charged with presenting a broader sampling of such testimonies. This has most often meant adding the voices of the dispossessed or the victimised to the historical record. More controversially, it means adding the voices of the oppressors and the victimisers. We also see new attention to the voices of those who were not first-hand participants or witnesses, but who through prosthetic memory or nostalgia have acquired a profound interest in the shaping of the past for present-day consumption. \n\nOf course, we must include here the voice of the filmmaker: the degree to which the presence of the filmmaker is apparent in the work, and how that impacts on notions of historical subjectivity or the reliability of the history presented. That leads us to the fourth guiding principle.\n\n4. Consideration of formal reflexivity and transparency about any given film's relationship to history. As noted above, the films which are most problematic for historians are often those which most closely follow the classical Hollywood model of filmmaking. As film historian Ian Christie observes, 'films which are most realistic are the most illusory'; the false transparency offered by such films makes them particularly vulnerable to accusations of historical inaccuracy and bias, not to mention ideologically-driven distortion of the past. The analysis of any individual film and its relationship to historical representation depends upon considerations of form and, essentially, how that form might affect the spectatorial experience. The category of 'historical films' encompasses not just those produced in the mode of historical realism, but also more subjective and even fantastical constructions of the past: film and history scholarship must similarly expand to allow space for a range of works, from the most illusory to those that deliberately seek to expose their own construction.\n\n5. Attention to the sensory and the cognitive.\nThis requires accepting, rather than resisting, the notion that viewers' emotional responses to a work are both significant and worthy of scholarly attention. Our historical understanding is not something which exists independently of artistry, imagination, emotion and individual experience, but is shaped by these. Marcia Landy notes that 'Cinema offers both a sensory and a cerebral alternative to thinking about the uses of the past.' Attempts to understand history on film - on its own terms - requires exploration of the affective, the corporeal, and the emotional.\n\n6. Attention to the specificity of place.\nWestwell points up a problem in Robert Rosenstone's tendency to celebrate films that deconstruct the dominant methods of writing and filming history: 'thinking about the history film in this way necessarily requires a decontextualization of the film from its context of production and reception', effacing the extent to which 'national film industries, and cultural contexts . . . give shape to these films.' Indeed, it is through focused examination of the local and the national contexts that new insights often emerge. The nation continues to represent a central analytical framework, both in film studies generally and in the particular consideration of the historical film. At the same time, and as the essays included here attest, there is a clear move in film scholarship (as within mainstream historiography) towards regional and transnational frameworks, a tendency illustrated by, for example, Andrew Higson and Richard Maltby's 'Film Europe' and 'Film America'. Film production and reception are now transnational activities, and this must be reflected in academic approaches to film and historical understanding.\n\nA comparative reading is valuable in this context: the highly specific circumstances of a film's production, exhibition and reception can occur simultaneously with transnational factors; finding the commonalities between films from widely different national contexts - often again through an examination of the aesthetic, the cognitive and the processes of memory formation - reaps fresh insights. \n\n7. Attention to reception and audience.\nSome scholars, as we have seen, argue that a film's historical significance can be established by conjoining analysis of its plot with examination of its filmic techniques. While this approach clearly adds much to our understanding of individual films and their relationship to history, we must also be conscious of the role the viewer plays in shaping historical understanding. Audiences are not only active spectators, capable of responding to the films in varied and sometimes surprising ways, but they are also social subjects. Audience reception is influenced not only by narrative content and formal choices, but by the material and social conditions under which they view the film. \n\nApproaching history on film increasingly means looking beyond the film text itself to the paratextual material which surrounds it: film posters, trailers, and print advertisements; merchandising tie-ins; DVD extras and commentaries; multimedia, consumer-produced content; and tie-ins on other media platforms (such as video games). The relationship of viewers to history on film is an interactive one, in which individuals are not only consumers, but prosumers, creating their own material in the form of online commentary, exchanges on message boards and forums, the remixing of films on YouTube, viewer response films, and so on. \n\nThis suggests that the public dialogue which occurs around historical films is equally, if not more, central to historical understanding and the transmission of narratives. Rosenstone's view that what makes a film historical 'is its willingness to engage the discourse of history' is countered by the idea that it is filmmakers and viewers - rather than films - that engage history. Films themselves are no longer the sole focus of attention; studies of audiences - including the social activity of cinema-going and the relationship between films and viewers - are increasingly repositioning the analysis of films within the broader fields of economic, social and cultural history. Scholars of film and history should avoid replicating a traditional fault-line within film studies, where a dearth of quantifiable audience study has frustrated attempts to draw firm conclusions. The most productive approaches to historical films may be those that recognize the extent to which their historical significance is located outside the cinema.\n\nFor references: see Jennie Carlsten and Fearghal McGarry, Film, history and memory (Palgrave Macmillan, 2015). Our findings might be put to use by scholar, film-makers, production companies, broadcasters who work in the field of film and history. Creative Economy,Education,Culture, Heritage, Museums and Collections","dataset":"gtr"}