{"id":"3B81E6CA-B070-4E96-93C9-3959ECEB39FB","title":"Investigation of the role of cellular senescence in skin aging using in vivo and in vitro approaches","abstractText":"Human populations throughout the world are ageing with the numbers of people over the age of 60 increasing three times as fast as the number of people under the age of fifteen. These demographic changes have significant impacts on the way we live and in particular the types of products that we need in order to adapt to and cope with ageing populations. Ageing is a complex phenomenon and we don't really understand how or why it occurs. However, we do know the features of ageing in certain organs in the body and in particular the features of ageing in skin are quite well characterized. Skin ageing actually starts relatively early in life with a gradual loss of elasticity at around thirty years of age. This loss of elasticity occurs in a part of the skin underneath its surface called the dermis and at the same time as elasticity is impaired there is a gradual accumulation of aged cells that enter a state of senescence. The accumulation of senescent cells has several adverse effects including a reduction in the ability of skin to deal with oxidative stress and an increase in the production of inflammatory molecules. This in turn leads to adverse effects in the upper layers of the skin, which protect us from our environment, and eventually this leads to typical characteristics of skin in the elderly, including dryness and a propensity to wounding. Many skin care products attempt to deal with these problems and some do have very positive effects. However, until we understand in detail how ageing occurs and what are the key drivers of skin ageing it will be difficult to either slow it down or to reverse it. We will undertake a number of studies in this project that aim to map in detail the changes that occur in all parts of human skin over period of sixty years and use this information in model systems of skin to investigate how skin ageing starts and whether we can identify or design products that can either slow down or even reverse the skin ageing process. To achieve these objectives we will work with multinational companies to devise new, safe and affordable skin products that will be available for everyone. Importantly, we aim to carry out this research without recourse to testing these products on animals.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K019260/1","grantId":"BB/K019260/1","fundValue":"1025700","fundStart":"2013-09-01","fundEnd":"2016-08-31","funder":"BBSRC","impactText":"  This is an active research grant. Staff have been appointed. There are regular interactions with the LINK partner.  ","person":"Stefan  PrzyborskiChristopher J Hutchison","coPersons":["Iakowos  Karakesisoglou","Arto  Maatta","Thomas  Von Zglinicki"],"organisation":"Durham University","findingsText":" This is an active research grant. Key needs of the LINK partner are being met. There has been a recent change to the PI. The new PI and the industrial partner are currently engaged in a thorough review process of progress and strategic planning for the way forward. Subsequent to this review process we will be more confident as to whether the objectives are on track. This is an active ongoing grant. Transfer of technology to the LINK partner is expected. Healthcare,Manufacturing, including Industrial Biotechology","dataset":"gtr"}