{"id":"3B83A0D1-3EFD-437C-9DAC-10BE25D54074","title":"Adding Value to the UK Brassica Crop Science Community (AdVAB)","abstractText":"There is a requirement for a comprehensive 'delivery pipeline' to exploit basic plant genetic and genomic knowledge and contribute to trait-led crop R&amp;D leading to tangible outcomes for sustainable agriculture, processors and end-users. The UK is exceptionally well placed to develop this for the oilseed and vegetable brassica crops, which are closely related to the reference species Arabidopsis. The AdVaB consortium represents three leading UK institutions with research and development programmes reflecting comprehensive coverage of the interface between basic plant science and application through the Brassica crop improvement pipeline. The UK Brassica Research Community (UK-BRC) can build on a history of developing and sharing experimental resources, and collaborative research projects. It has identified an active and broad range of R&amp;D through its annual meetings, email list and development of key underpinning resources such as physical maps anchored to the Arabidopsis genome. Strong bilateral and collective interactions exist between research institutes, universities and breeders, with some key components of the delivery pipeline between Brassica genetics research and crop improvement already in place. In the last few years, the Defra Oilseed Rape Genetic Improvement Network (OREGIN), which involves a core project, stakeholder forum and 'satellite' LINK projects, has provided a focus for the interface between end-use stakeholders and the UK R&amp;D community. BBSRC investment has enabled the UK-BRC to develop a high international profile, involving fundamental and strategic research, as well as development of genetic and genomic resources through initiatives (eg IGF), responsive mode and institute funding. Over the past few years, the Multinational Brassica Genome Project (MBGP) has become the focus for development of Brassica genomics and genetics, and arose from an increasing openness of the international Brassica community, catalysed by the IGF project. UK leadership of the MBGP has led to public availability of key experimental resources, and initiation of the Multinational Brassica rapa Sequencing Project. Establishment of the www.brassica.info website provides a focus for collation and exchange of information, and recent publication of a 'Brassica White Paper' has outlined the opportunities for Brassica genetics and genomics in a socio-economic context. The UK has taken the lead in establishing and making available key Brassica genetic and genomic resources in the public domain, benefiting from those developed elsewhere. However, the research and end-user breeding community have identified a number of important gaps in knowledge and technology that currently limit full exploitation through to crop improvement. The proposed 'gap-filling' activities address the need to ensure that the various experimental resources developed in the UK and elsewhere can be navigated readily through explicit access to relevant genome-based information (eg. sequenced genetic markers). They will also provide researchers with ready access to datasets relating to various crop and constituent plant traits that are currently only available in dispersed published or pre-published format. The refinement and development of specific 'reverse genetics' tools will enable UK researchers to maximise the benefits from the establishment of the complete sequence of B. rapa (one of the constituent genomes of oilseed rape). The gaps affect the ability of researchers and breeders to integrate and navigate between genetic maps and associated QTL data, and to understand candidate gene function using reverse genetics tools. This investment in AdVAB will serve to integrate and provide access to disparate sources of existing information, and also maximise the opportunity for the UK-BRC to obtain functional data for candidate genes, so that they can translate research findings more rapidly into practical outcomes, particularly through genetic crop improvement.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/E006892/1","grantId":"BB/E006892/1","fundValue":"162741","fundStart":"2007-01-08","fundEnd":"2010-01-07","funder":"BBSRC","impactText":"","person":"David Anthony Pink","coPersons":[],"organisation":"University of Warwick","findingsText":" New technology has the potential to improve our ability to use a knowledge of genetics to breed varieties of brassica crops (vegetables and oil seed rape) that are more suited to being grown in a more sustainable way using less fertilizer and pesticides and fulfil the requirements of processors and consumers. However, in order to do this it is necessary to have the appropriate resources available; both defined experimental plant populations and the associated genetic information to enable them to be used in genetic analysis. The work carried out at Warwick in the AdVaB project has been aimed at filling gaps in resources and technology that have been identified as bottlenecks in the UK's pipeline for the delivery of research in Brassica genetics and breeding. This has involved producing seed of a number of key experimental populations to make them available to researchers and brassica breeders; to complement this we have carried out work to link together the genetic maps derived from these key populations. These resources will facilitate genetic studies of important traits for sustainable production of brassica crops. In addition, at Warwick we have been producing diversity sets of accession from our genebank, these represent a structured sample of the geographic and crop diversity within both the domesticated and wild brassica species. In order to make these more available to researchers we have produced DNA from all of the founder plants for the diversity sets, this is a resource that can be used to search for new alleles of genes that determine key sustainability traits. All of these resources are listed on the www.brassica.info website and available to researchers and brassica breeders.  Agriculture/ Food and Drink,Environment","dataset":"gtr"}