{"id":"3B848947-A980-4C08-B14E-7429F226B0B7","title":"Temporal Belongings Research Network","abstractText":"Despite time often being experienced as an objective and unchangeable force within which we live our lives, work across the social sciences and humanities argues that shared understandings of time intervene into social life, shaping social methods of inclusion and exclusion, understandings of how change happens and who can make change, as well as accounts of how the past and future relate to the present. This suggests that, for those interested in understanding the possibilities and dynamics of community, it is crucial to analyse and explore the role of time in social processes. \n\nThis project follows on from work developed in the two Connected Communities scoping studies that most directly explored time and community, led by Bastian and Siebers, and aims to contribute to the debate in a wide range of ways. First, by exploring a number issues that were identified as key cross cutting themes in the scoping studies and at the first Temporal Belongings workshop (20-21 June, 2011 University of Manchester) in two workshops and one residential conference. These events will utilise non-traditional methods of participatory facilitation in order to support the development of cross-disciplinary and academic/non-academic links. The particular issues to be explored will be; 'Mobilising Community Futures, or can/should/must we do away with hope?'; 'Temporal methods - Exploring the temporalities of engagement, academia and policy'; and 'Power, Time and Agency - Exploring the role of critical temporalities'. Second, the project will contribute to the work on time and community by developing new resources that will help to identify how issues to do with time are being explored in the context of community research and non-academic sectors. This will include interviews with academic researchers and representatives of non-HEI organisations. And third, by developing a stronger network of academic and non-HEI partners who can support the futher development of this research area.\n\nThe project will support better understandings of how one of the most taken for granted aspects of daily life comes to shape experiences and understandings of community in a variety of ways. It will also explore how we can engage critically with these understandings and whether and how we might want to develop other understandings of temporality in order to respond more adequately to the complexity of social life.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/J006653/1","grantId":"AH/J006653/1","fundValue":"31967","fundStart":"2012-02-01","fundEnd":"2013-01-31","funder":"AHRC","impactText":"","person":"Michelle  Bastian","coPersons":["Johan Isaac Siebers","Graham Paul Crow"],"organisation":"The University of Manchester","findingsText":"","dataset":"gtr"}