{"id":"3B8B71AD-3386-4FA4-B0CE-61A0C1ECEFF4","title":"The role of presynaptic calcium at ageing synapses","abstractText":"Ageing leads to a decline in our ability to remember. Some people age relatively well whereas others are very severely affected. It was originally thought that the age-related decline in cognitive function was due to a loss of cells within the brain but it is now thought that natural ageing is distinct from neurodegenerative conditions, such as Alzheimer's disease, where cell death and structural changes are very apparent. In regions of the brain responsible for memory formation and retention, such as the prefrontal cortex and hippocampus, relatively subtle changes in the connections between cells may account for age-related deficits in memory formation. Calcium plays a fundamental role in controlling many functions within cells including communication between cells. Changes in the strength of signalling between cells are thought to provide a mechanism for memory formation and these are highly dependent up calcium. We have developed a genetically modified mouse that expresses a sensor that is capable of measuring calcium. The sensor is located at the specialised terminals (synaptic terminals) of excitable cells within the brain that are responsible for releasing the chemical transmitters that transfer information from cell to cell. In this application, we wish to use imaging techniques to measure the changes in calcium within synaptic terminals during normal activity within the hippocampus and compare them to signalling in aged animals that display an age-related decrease in memory. In so doing, we hope to understand the mechanisms that are responsible for age-related decreases in brain function.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=BB/K008382/1","grantId":"BB/K008382/1","fundValue":"479204","fundStart":"2013-06-17","fundEnd":"2017-04-10","funder":"BBSRC","impactText":"  This grant is still in the relatively early stages. We have used the animal model that we developed with previous funding (BB/E001246/1 ) in collaborations on projects looking at tinnitus and hearing loss Education,Healthcare,Pharmaceuticals and Medical Biotechnology Economic","person":"Nicholas Anthony Hartell","coPersons":[],"organisation":"University of Leicester","findingsText":" This grant aims to examine how ageing affects the way in which the brain maintains a normal balance of calcium. Specifically we aim to establish how calcium at the presynaptic side of the synapse controls the release of transmitter and how changes in transmitter release affect the mechanisms that give rise to memory formation and storage. To do this work, we previously developed fluorescent protein sensors (BB/C508377/1 ; BB/C508377/2) and a transgenic mouse (BB/E001246/1 ) that expresses one of these sensors. It is expressed in presynaptic terminals and enables a real-time readout of synaptic activity in young and old tissues. Since this project is still in the early stages, we are currently working on younger tissue whilst we develop a colony of ageing mice. Our results currently indicate that presynaptic calcium is affected during the ageing process and we are in the process of establishing to what extent and why. The transgenic mouse that we have developed will be of use to the wider neuroscience community as it is a unique resource that allows the detection and measurement of calcium in presynaptic terminals. We are hoping to publish the model soon and then we will make it available. We are also generating an ageing colony of mice. We are now advertising the colony within the university and beyond in the hope that others will be able to make use of tissues or animals so that we can follow the principles of the NC3Rs. Healthcare,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}