{"id":"3B8CD070-C67F-476E-AC15-F8E41CC3EDE4","title":"Understanding the evolution of the G matrix: Insights from Field Crickets","abstractText":"For evolution to occur, individuals must vary genetically such that they differ from one another in measurable traits. A simplistic model of evolution is that if some genes build individuals that are more successful than others, then those genes will increase in frequency in the population. However, things are not quite this simple because genes often affect more than one trait, and the trait produced by a particular gene will often depend on other genes. These interactions between genes can be expressed using a mathematical framework known as the multivariate breeder's equation. This is a quantitative genetic theory in which the traits are described according to how they vary in relation to other traits. So for instance, tall people typically tend to have broader shoulders than short people so there is a covariance between height and shoulder width. These relationships can be expressed as a matrix of variance and covariance, known as the G matrix. While the multivariate breeder's equation has proven success in predicting phenotypic evolution across a single generation, its success over longer time frames is more debatable. One likely reason for asymmetry is the theoretical assumption that G remains constant over evolutionary time. A multitude of laboratory and comparative studies on natural populations suggest that this assumption is unlikely to be true. Because G is dependent on alleles (genes), it can evolve through any process that influences the frequency of alleles in the population. These processes include natural and sexual selection in which some alleles confer traits that make individuals more likely to survive or to find a mate. They also include neutral evolutionary processes such as mutation and chance changes in gene frequencies. However, virtually nothing is known about how these processes influence the evolution of G or how G (in combination with these processes) influences phenotypic evolution over macroevolutionary time scales. In the black field cricket, Teleogryllus commodus, a species endemic to the southern coastline of Australia, males produce a sexual advertisement call to attract a mate. In a single population that we have studied extensively, female mate choice exerts strong multivariate sexual selection on five components of the call and there is substantial genetic variation in and covariation between these call components. Sexual selection has shaped G in this population - we find that the particular combination of male song traits that is most favoured by females - a certain length of pulse, a particular frequency etc. can be described by a matrix that is very similar to a matrix that describes the combination of male traits that females can be shown to prefer when we play them artificial songs that we create on a computer. Males from six different, geographically isolated population (including our focal population) show strong phenotypic and genetic divergence in these call components and female mate choice for these call components is also known to differ genetically across these populations. We will examine the evolution of G for male call structure across these 6 populations. We will integrate estimates of multivariate sexual selection and G within populations, with the degree of phenotypic and neutral genetic divergence between populations, to examine how G has evolved and whether it has directed the known phenotypic divergence in male call structure between these natural populations. This will allow us to determine the extent to which the fact that the genes have to work in concert with other genes imposes a significant constraint upon how they evolve. This is an important issue because it is central to understanding how evolution proceeds. For instance, if we are wondering whether organisms will be able to adapt to changing global climates we need to understand how observed variation in temperature tolerance is likely to translate into an evolutionary response.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/G016399/1","grantId":"NE/G016399/1","fundValue":"390343","fundStart":"2010-02-01","fundEnd":"2013-10-31","funder":"NERC","impactText":"  Our research findings have largely been used by other academic groups. Our understanding of how selection and genetic architecture drives the evolution of sexual traits across populations is key to understanding the process of speciation and many researchers have used our rigorous empirical and statistical approaches to study speciation in their biological systems. Education Societal","person":"John  Hunt","coPersons":["Tom  Tregenza"],"organisation":"University of Exeter","findingsText":" The major findings of this grant are:\n\n(1) Neutral divergence between populations is significant but low (mean FST = 0.05 +/- 0.01), suggesting that divergence in calls across populations is not due to drift.\n\n(2) Females from different populations prefer certain calls over others. This imposes different patterns of sexual selection on male calls.\n\n(3) Despite this, the phenotypic variance-covariance matrix (P) for calls is highly conserved across populations, suggesting a degree of genetic cons As this project is grounded in quantitative genetic theory, there is the potential for this work to be used by agriculatural breeders during selective breeding programs to improve/enhance response to selection (i.e. crop yields). This research is primarily of interest to academics. This project examines the role that genetics, selection and drift play in driving the evolutionary divergence of sexual traits across environments. This is a key question in evolutionary biolofy and will therefore be Education","dataset":"gtr"}