{"id":"3B9CC71F-6B82-4B3B-B223-DA11D3BAE9E8","title":"Developing enhanced impact models for integration with next generation NWP and climate outputs","abstractText":"Current best estimates indicate that approximately 5M people living in 2M properties are at risk of flooding resulting from extreme storms in the UK. Of these approximately 200,000 homes are not protected against a 1 in 75 year recurrence interval event, the Government's minimum recommended level of protection. When major floods do occur then total damage costs are high (&pound;3.5Bn for the summer 2007 floods) and the total annual spending on flood defence approaches &pound;800M. Protecting this population and minimizing these costs into the future requires the development of robust hydrologic and hydraulic models to translate the outputs from Numerical Weather Prediction (NWP) and climate models into meaningful estimates of impact (with uncertainty). These predictions of impact can then be used to plan investment decisions, provide real-time warnings, design flood defence schemes and generally help better manage storm risks and mitigate the effects of dangerous climate change. Building on foundations developed by consortium members as part of the NERC Flood Risk from Extreme Events (FREE) and EPSRC/NERC Flood Risk Management Research Consortium (FRMRC) Programmes, we here propose an integrated programme of research that will lead to step change improvements in our ability to quantify storm impacts over both the short and long term. Based on the knowledge gained in the above programmes, we suggest that improvements in storm impact modelling can be achieved through four linked objectives which we are uniquely positioned to deliver. Specifically, these are: 1. Downscaling, uncertainty propagation and evaluation of hydrologic modelling structures. 2. The development of data assimilation and remote sensing approaches to enhance predictions from storm impact models. 3. Fully dynamically coupled extreme storm surge and fluvial modelling. 4. The development of a new class of hydraulic model that can be used to convert predictions of rainfall-runoff or coastal extreme ter levels to estimates of flood extent and depth at the resolution of LiDAR data (~1 - 2m horizontal resolution) over whole city regions using a true momentum-conserving approach. In this proposal we evaluate the potential of the above four approaches to reduce the uncertainty in ensemble predictions of storm impact given typical errors in the NWP and climate model outputs which are used as boundary forcing for impact modelling chains. Our initial characterization of the errors in predicted storm features (spatial rainfall and wind speed fields) in current implementations of NWP and climate models will be based on existing studies conducted by the UK Met Office and the University of Reading. As the project proceeds we will use the advances in storm modelling being developed for Deliverables 1 and 2 of this call to enhance our error characterizations and ensure that the techniques we develop are appropriate for current and future meteorological modelling technologies. We will rigorously evaluate the success of our proposed methods through the use of unique benchmark data sets of storm impact being developed at the Universities of Bristol and Reading.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=NE/I005366/1","grantId":"NE/I005366/1","fundValue":"542319","fundStart":"2010-10-11","fundEnd":"2014-11-30","funder":"NERC","impactText":"  Two methods of distributed memory-parallelization of flood models have been developed and implemented. Preliminary tests have shown considerable improvement in the computational performance of the model.\n\nThis enables the simulation of large-scale problems that so far have been difficult to perform because of the extremely high computational time associated. Further tests are now being carried out at Bristol&sup1;s supercomputing facilities (Blue Crystal phases 2 and 3) using up to 256 cores. The methods developed use a dynamic domain partitioning strategy that continuously re-balances the computational load during flood propagation events. We have developed two new ways of harnessing many computers together to make flood risk predictions that enable the simulation of large-scale problems that so far have been difficult to perform because of the extremely high computational demand. Cultural,Societal ","person":"Paul David Bates","coPersons":["Jim  Freer"],"organisation":"University of Bristol","findingsText":" The DEMON project aims to improve our ability to quantify storm impacts and predict urban floods in greater detail. The project will significantly extend our ability to quantify storm impacts over both the short and long term through:\n\n• A better understanding of the errors in weather forecast and climate model rainfalls and the development of improved methods to characterize and correct these uncertainties \n\n• The development of methods to use satellite and airborne data on floods to improve flood forecasts \n\n• Improved methods to predict water extents, depths and velocities during floods for whole urban areas down to the resolution of individual buildings (1-2m horizontal resolution). Insurance and flood risk. This research will be of significant benefit to the UK's environment agencies, the insurance industry and consulting environmental engineers. The methods we have developed are already being taken up by all three sectors. Environment","dataset":"gtr"}