{"id":"3BAE784C-01A3-43E3-B2D1-9AA015A194E3","title":"Human Experiments under National Socialism: Victims, Perpetrators and Post-War Trials","abstractText":"Although coercive human experiments are among the most notorious features of Nazism, there is no overview as to their extent, or guide to the fragmented literature and sources. Estimates of the overall numbers of experiments vary greatly. Recent historical opinion that the number of victims was relatively few is contradicted by the unexpectedly high number of compensation claimants by victims of experiments over the past five years. \n\nThis project aims to provide a biographical analysis of the persons who were experimented on or otherwise abused for medical research in National Socialist Germany and in territories under German occupation 1938-45. The basic task is to identify how many victims and perpetrators there were, and develop biographical profiles, by comprehensive trawls through war crimes and Holocaust archives. The analysis will establish a structural history of the unethical experiments in terms of when and why they occurred. The outputs of the project will be a comprehensive database, a monograph on the perpetrators and victims of Nazi coerced experiments, and a biographical dictionary concerning the victims, and the reasons why they were experimented on or otherwise abused. Two PhD dissertations will examine records and the political policies shaping institutions for war crimes documentation in Central Europe, and the Soviet Union. \n\nThe project covers all experiments and other coercive medical abuses for research in camps and prisons, and other situations where subjects were not at liberty. The analysis extends to cases of extracting body fluids (e.g. the draining of blood), and using body parts as anatomical specimens, it also includes the medical and psychological observation of groups in coercive situations (as studies of Sinti and Roma adolescents), establishing links to their subsequent deportation and murder. \n\n9e project involves three researchers with established credentials in the study of Nazi medicine and its aftermath, and on race in Eastern European medicine, as well as providing training for two PhD students in an area of considerable academic potential. The project has a clear management structure, a defined and coherent set of aims, a timetable of research and data analysis, and a focus which is not only achievable, but also one that will provide an exemplary study in the understanding of a under-researched group of Holocaust victims. \n\nThe output will consist of datasets, a book analysing the human experiments and the issues of postwar trials and compensation, two PhD dissertations on the evidence of the experiments in Central Europe, and in Russia and the Soviet successor states, an edited volume arising from a conference, journal articles, and co-authored work by all project members in Dictionary form. Project papers will be permanently archived.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/E509398/1","grantId":"AH/E509398/1","fundValue":"306530","fundStart":"2007-10-01","fundEnd":"2011-07-31","funder":"AHRC","impactText":"  The findings provide an evidence-basis of a key victim group for the Conference on Jewish Material Claims against Germany, and the Foundations for Memory, Responsibility and the Future.\nThe findings inform new exhibitions by memorials, notably for Mauthausen, and the initiatives by the German Society for Psychiatry, Psycho-analysis and Neurology on euthanasia victims, and the new T4 memorial.\nThe project has stressed the need to name victims as far as possible. The papers published on this have impacted on the above initiatives. Healthcare,Government, Democracy and Justice,Culture, Heritage, Museums and Collections Cultural,Societal,Policy & public services","person":"Paul Julian Weindling","coPersons":["Marius  Turda"],"organisation":"Oxford Brookes University","findingsText":" The aim of the research was for the first time to identify all victims of Nazi medical experiments, to analyse their life histories, and to develop a synthetic analysis. The project staff consisted of a postdoctoral research officer (Dr Anna von Villiez), and two postgraduate studentships (Aleksandra Loewenau, researching Polish victims, and Nichola Hunt, researching Soviet/ Russian victims). \nThe database covers biographical information, such as name variants, date of birth, place of birth, gender, nationality, occupation, details of arrest and the experiment, and (if survived) post-history and compensation (if any). The relational database successfully coped with nearly 28,000 individual entries.\nThe complexity of the data, unanticipated extent of the findings, and delays in granting access to files by the German Federal Archives meant that it was necessary to request a no-cost extension of the project. With the permission of the AHRC, a supplementary application to the Conference for Material Claims Against Germany was made. The supplementary funding allowed a further period of research by myself, Dr von Villiez and Dr Loewenau until 2014. This funding was essential: for analysis of large datasets, notably of the International Tracing Service, and of compensation files (notably for Hungary). The further period allowed improvement of data quality, linking entries, clarifying victim fates, and the addition of anonymous victims when a number was known but regrettably not names.\nThe project adapted to a somewhat different landscape of sources than originally envisaged. It became rapidly apparent that trawling through Holocaust victim collections would not yield adequate results unless they were well indexed (as the Shoah Foundation filmed interviews), and war crimes trials were too selective; but specialised collections on compensation provide a vast and neglected resource given that the numbers surviving have been underestimated.\nBroadly, the project's strategy was to focus on collections specifically on medical experiment victims. This meant: \n- the use of individual victims' compensation files of the United Nations, German Foreign Ministry and German Ministry of Finance. Together with files in Warsaw, Belgrade, Prague and at the UN archives in Geneva, these allowed analysis of compensation procedures, as well as documenting a very high proportion of the victims.\n- the use of records in concentration camp documentation centres (as Auschwitz, Buchenwald, Neuengamme, Sachsenhausen, Mauthausen and Dachau). \nThe project database contains details of 27,759 victims of a remarkable 28 nationalities with multiple variables on their life histories, the camps and medical institutions, and experiments and other research atrocities. The project managed to resolve time-consuming issues of access and document retrieval in key locations - as in Warsaw, Prague, and Belgrade. Agreements on exchange and supply of data have also been reached for the concentration camps of Buchenwald, Mauthausen and Sachsenhausen. The project has gained access to ca. 4000 records of the Federal German Finance Ministry housed in the Federal Archives Koblenz. These records represent the main collection on compensation for victims of Nazi human experiments. It took 20 months of determined negotiations to obtain this access, which was twice declined. The records have to our knowledge never been consulted for any victim oriented project making this analysis especially worthwhile. . Access to personal files is not normally granted by the UN Human Rights Commission, so the project has been fortunate in obtaining this special access. \nThe project PI (Prof. Weindling) worked with a small and highly motivated team, who all delivered a considerable amount of research in terms of data from throughout Europe and the United States. However, the co-applicant Dr Marius Turda conducted only a small amount of research on Greek victims, supplementing entries for this group in the database.\nFindings:\nThe project has graded victim evidence into three categories, so that there should be a set of verifiable and proven victims established as incontestable evidence of having been a victim. The unexpectedly high numbers of identified experiment victims makes this necessary. The two categories are:\n1. 15751 persons who were identified as confirmed victims through a reliable source such as experimental records kept at the time.\n2. 12008 persons who claimed to have been experimented on, but confirmation could not so far be obtained.\nThe project did not set out to adjudicate on the authenticity of victims' claims. It is sometimes unclear whether extensive injuries were retrospectively defined to have resulted from an experiment to meet the criteria of the compensation scheme offered by the Federal Republic of Germany in various forms since 1951, or whether experimentation had taken place in a hitherto unknown location. The project discounted claims of abuse when no experiment or research was involved, or when victims having misunderstood compensation. , While Yugoslav victims were abused for experiments in German concentration camps, claims for experiments in the former Yugoslavia and Northern Norway have not so far been confirmed. The grading of victims' claims into the verified and as yet unverified enable the project to establish verifiable minimum numbers, while indicating the possibility of higher numbers being confirmed by further research.\nProject Findings\nThe project is able to present results on: how many victims were killed in the course of the experiment, how many died from the consequences of the experiment or were killed as potential evidence of Nazi criminality, and how many survived? The project has covered experiments, as the most notorious experiments taken to the point of death and supported by the SS in concentration camps, as well as dispersed experiments in a variety of clinical contexts, particularly on psychiatric patients. Some sets of experiments and locations, not least those sponsored by German pharmaceutical companies remain shadowy, and require more detailed research possibly on the basis of further disclosure of documents held in company archives. The extent of involvement of German pharmaceutical companies like that of IG-Farben (using the branded product names of &quot;Bayer&quot;, &quot;Hoechst&quot; and &quot;Behringwerke&quot;) remains contentious. The company supplied Helmuth Vetter for experiments at Auschwitz and Mauthausen. Similarly problematic is the extent that Schering-Kahlbaum supported Clauberg's uses of X-ray contrast fluids and a substance to seal the fallopian tubes at Auschwitz. Initially, Clauberg asked for deliveries to his clinic at K?nigsh?tte, but later on to Auschwitz. The project identified 280 perpetrators analysing variables such as age structure, and Nazi Party membership.\nThe occurrence of unethical research provides insight into the structure of Nazi medical research. The project traced how Nazi coercive research began in the context of eugenic research in the mid-1930s. After numbers of experiments dipped in 1940 due to military call-up, the research rapidly intensified both in terms of numbers of experiments and victims, and in terms of severity for victims. This can be seen from 1942 with the notorious and often fatal experiments on low pressure, exposure and infectious diseases when research could be taken to the point of death. It was realised that Allied military medical research on infectious diseases was outstripping German military medical expertise. From November 1942 racial priorities came increasingly to the fore, as exemplified by Schumann's X-ray sterilisation experiments on Jews in Auschwitz.\nVictims were a highly international group. The largest national group is of ca. 6800 Polish victims, both Roman Catholics and Jews. There were high numbers of German and Austrian victims, in part as a result of the experiments and dissections that accompanied the killing of psychiatric patients. While there were other large groups -- as the 2,100 Soviet victims -- there is also a distribution of smaller national groups, as Swiss, British and Irish.\nStatistics on gender indicate a proportion of male to female of approximately 2:1. One possible reason is the high number of military experiments as related to infectious diseases. Another is that more men than women were held in concentration camps, so that there was a higher male availability in the predominately male camps. While for most nationalities male victims were the majority, in the case of certain national groups, female victims were in the majority. This is the case for victim groups from the Netherlands (in the case of sterilisation at Auschwitz), and Greece (for the Jewish skeleton collection). Children were often victims of experiments in psychiatric clinics. Later in the war, Roma and Jewish children were targeted for research by Mengele in Auschwitz.\nEthnicity and religion have been recorded, as known for 15751 of the definitively confirmed experiment victims. Ca 20% were Jewish. If however one takes the year 1943 we find a higher proportion of Jewish victims, in part because of the intensification of experiments on Jews (particularly on women and children) at Auschwitz and Auschwitz-Birkenau. This would again indicate that there was an intensification of racial research. \nThe life history approach allows appraisal of both experiments and victim numbers over time. The period 1933-39 shows sporadic experimentation in the context of racial hygiene. Mixed race adolescents were sterilised and evaluated by anthropologists. The concerns of racial hygiene with mental illness explain why psychiatrists and neurologists conducted experiments in psychiatric institutions. The psychiatrist Georg Schaltenbrand pointed out that his research subjects were transferred to other institutions, many as we now know to be killed. This interrupted his research on the transmissibility of multiple sclerosis. The numbers of brains and body parts increased. From 1942 onwards there was an overall intensification of research. The momentum continued even though the war was clearly lost. Other large groups included the twins researched on by Mengele, and to date 460 are known.\nThe overall findings provide an accurate basis for analysis of experiments to date. First, the data confirms that murderous experiments resulted in at least 2956 (confirmed victims) deaths. A further 383 (confirmed victims) died before the end of the war as a result of the experiments, in that research subjects were weakened, or that it was feared that they would testify against the perpetrators. \nWhile, most subjects survived, amounting to 24,010 (survived and unknown) persons, many had severe physical disabilities with life-long consequences.\nThe analysis presented here shows that several types of unethical research occurred under National Socialism. Not only were large numbers of victims affected, but also overall, numbers of surviving victims were far higher than anticipated. The experiments gained in numbers with the war and the implementation of the Holocaust, and were sustained at a high level of intensity despite imminent defeat. The complex data is to be further augmented and refined, and the narratives of survivors analysed in order to understand more fully the consequences of coerced research. This research will provide a basis in historical evidence for discussions of the ethics of coerced medical research. The project has provided for the first time an evidence basis in terms of identified victims of Nazi experiments. This finding is relevant to compensation agencies, and memorials.\nThe findings inform not only the history of Nazism and its aftermath, but also bioethics.\nThe methodology of the reconstruction of a &quot;total population&quot; of Nazi victims can be used for other Nazi victim groups, and other victims of genocide and persecution.\nThe next stage will be analysis of victim narratives to give the victims agency and a voice, and to provide a corrective to their objectification. Aerospace, Defence and Marine,Digital/Communication/Information Technologies (including Software),Healthcare,Government, Democracy and Justice,Culture, Heritage, Museums and Collections,Pharmaceuticals and Medical Biotechnology","dataset":"gtr"}