{"id":"3BB23A2A-B5A4-4FFD-A7F8-1A17D664282C","title":"Accessible Routes from Crowdsourced Cloud Services (ARCCS)","abstractText":"There are, at present, of the order of 1 million people in wheelchairs in the UK and the number is growing as the population ages. Whilst access to buildings has been improved in the past 20 years, people in wheelchairs experience considerable difficulty in the process of travel - whether that is in using public transport or in getting from A to B by wheeling themselves. The overuse of the arms and shoulders that results from the need to travel in non-ideal environments results in injuries and long-term loss of function, exacerbating the difficulties of travel.\n\nTechnology has evolved to the point where it is possible to combine sensor systems, with communications, data storage and machine learning algorithms in an IoT deployment to allow us automatically to characterise the environment and to measure the process of moving through it. As a consequence, it is now possible to envision a system in which information from automated data capture, coupled with subjective input and data feeds of travel advice, can be combined to provide navigation information to wheelchair users in a way that respects their specific disability.\n\nThe aim of the ARCSS project is to devise a system capable of capturing data of known quality from a large a group of people, by adopting an approach that moves from gold standard measurement through to the collection of data from mobile phone sensors of variable quality and means of attachment, all of it in the wild. By itself, this data will be a unique resource for the scientific community, to the potential benefit of wheelchair users. Using this data, we propose to develop techniques (i) for analysing and presenting information to end users to help them navigate in a way that is personalised and respects their particular disability; (ii) for providing feedback to urban planners about problems in the environment and potential causes or commonalities between them, with the aim of improving design practice in an evidence-based manner.\n\nARCCS is a fusion of challenging engineering and the use of the engineered systems to conduct scientific studies of acceptability and influence, and so to motivate change. ARCCS involves the design of IoT technologies - primarily focussed on high-quality sensing, data storage and communications rather than actuation. In place of automatic control, the system is designed to provide information to users to allow them to make better choices or, indeed, to contribute to the collection of further information for the general benefit of society. All of the work will be conducted in the wild and all will involve user groups whose role will range from participatory design and system bootstrapping to use and evaluation. This proposal has been developed in the light of problems that have been identified by the wheelchair-using community themselves, as communicated to us through our existing activities in this area.\n\nGiven the social and economic importance of allowing wheelchair users better access to places and services that able-bodied people take for granted, it is our intention to make this a profoundly open project. We will publish both the IoT hardware and software as open-source materials, and, subject to ethical approval, appropriately de-identified data will be made available for further research within the community.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=EP/L023849/1","grantId":"EP/L023849/1","fundValue":"344853","fundStart":"2014-10-06","fundEnd":"2016-11-19","funder":"EPSRC","impactText":"","person":"Stephen  Hailes","coPersons":["Catherine Sarah Holloway"],"organisation":"University College London","findingsText":"","dataset":"gtr"}