{"id":"3BB534BF-4ABE-4D6D-8C60-C1BD605B7BD6","title":"Identifying non-coding mutations in early-onset diabetes","abstractText":"This project will provide new insights into the role of non-coding mutations in disease and the biology of diabetes. It is also highly likely to dramatically and immediately improve the quality of life for patients with diabetes. Ninety-nine percent of the human genome does not code for protein, yet little is known about the contribution of non-coding variation to human disease. Cost and throughput limitations of DNA sequencing, as well as the relative difficultly of interpreting the functional consequences of variants in non-coding regions, has meant that the search for genetic causes of human disease has been focused on the small coding part of the genome. Now, advances in sequencing technology have heralded the arrival of cheap whole genome sequencing so that all 3 million variants in a patient's genome can be rapidly identified. In parallel, enormous advances in epigenomics have allowed detailed annotation of the non-coding genome and many thousands of functional regulatory sequences have been identified. These sequences act as switches, turning genes on and off and determining cell type. There are only a few examples of variants in these DNA switches causing disease, but we have recently shown that bringing together whole genome sequencing with epigenome annotation can identify this underappreciated type of mutation. We showed that variants of a short sequence far from a key pancreas development gene are the commonest cause of children being born without a pancreas. We have also recently shown that variation in some of these regulatory sequences increase risk of late-onset type 2 diabetes. In this project we will use the same approach to identify mutations in regulatory sequences that cause familial early-onset diabetes.\n\nWe will sequence the entire genomes of &gt;100 patients with Maturity-onset diabetes of the Young (MODY). MODY is an inherited form of diabetes that is typically diagnosed before the age of 25. We will select these patients from the world's largest collection of &quot;unsolved&quot; MODY families (currently 3000 patients). We will use regulatory sequence annotations that we have derived from pancreas cells. These cells are central to diabetes because they secrete insulin. We will then test whether the same regulatory sequences are mutated in multiple MODY families. We will follow-up variants by testing if these variants track with disease status in the wider family as well as sequencing the putative regulatory elements in the rest of our MODY cohort and in unsolved MODY families from our world-wide network of collaborators. Any variants which have very strong genetic evidence for a role in MODY will be tested to see if there is a functional effect both in vitro using cultured human cells and in vivo in zebrafish which has been demonstrated to be an excellent model for examining pancreatic regulatory elements.\n\nThis project will give us a better understanding of the role of non-coding mutations in human disease and allow us to develop approaches to identifying this type of mutation. Our project is important if we are to get the most out of the advent of cheap and widely available whole genome sequencing. Identifying new single gene causes of diabetes is also important because of the potential for immediate benefits to patients. We have shown that patients with the commonest forms of neonatal diabetes and MODY can be well-controlled on tablet treatment rather than insulin injections. Other patients that have mutations in the glucose sensing gene glucokinase can be taken off treatment entirely because they have mildly elevated, stable fasting glucose levels which does not affect health and does not respond to or require treatment. The similarities between MODY and Type 2 diabetes, means that identifying new causes of MODY will provide important new insights into the biology of later-onset, and more common, forms of the disease. This may in the long term lead to the development of novel therapeutics for diabetes.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=MR/M005070/1","grantId":"MR/M005070/1","fundValue":"556690","fundStart":"2014-11-30","fundEnd":"2017-11-29","funder":"MRC","impactText":"","person":"Michael Nicholas Weedon","coPersons":["Ines  Cebola","Jorge  Ferrer","Ferenc  Mueller","Andrew  Hattersley","Sian  Ellard"],"organisation":"University of Exeter","findingsText":"","dataset":"gtr"}