{"id":"3BBD4201-74DB-4675-8394-BCAD0E9C42C0","title":"Multisensory Design Interventions in Perception of Environments","abstractText":"This novel, speculative proposal aims to chart new territory of human interface with interiors, through sensory design interventions. Designers, architects, town planners, government authorities require research based evidence to support design specifications; we want to contribute to the guidance on public and private space design, by exploring responses to two environmental sensory factors, colour and odour, with a specific focus towards their joint impact on design.\\n\\nThe majority of building work in the UK (around 80%) comprises refurbishment rather than new build (The Building Centre, 2005). Many environments needing refurbishment, ranging from total refurbishment to simple repainting, are public buildings such as prisons, council premises, and long-term healthcare environments. These types of environments may never be able to disrupt their functionality or day-time patterns long enough to allow for changes to the environment. Kingston University London (KUL) and Oxford University (OU) intend to explore sensory design issues that can provide remedial, short-term or even emergency environmental solutions or modifications. The multisensory design focus will be specifically on the potential for colour and fragrance to enhance environments, and to assess whether a level of congruency between colours and fragrances used is of significance and importance.\\n\\nAn exploration of these sensory interventions requires the expertise of two centres of excellence, KUL and OU, who have been leading research of international status in their fields for some time. The KUL team have conducted a considerable amount of environmental and psychologically focused work regarding colour preference and environmental perception (Dalke, Cook, et al, 2003; Dalke, Littlefair, et al, 2004; Dalke &amp; Matheson, In preparation). This has now revealed a need to collaborate with the experimental psychology group at OU, who are leaders in multisensory research. \\n \\nThe primary aim of this project is to assess whether certain environmental sensory design strategies can be employed to raise peoples' perceptions of the quality of interior spaces. Colour and fragrance, congruency and their combined impact on sense of well-being, as well as each one's impact on perception of the other, is the main focus. Multisensory research so far has shown that odour is an important mediator in the appraisal and interpretation of visual stimuli (Herz &amp; Cupchik, 1993; Rotton, 1983; Laird, 1932), and this speculative program aims to apply this knowledge to the area of interior design so that we can explore how this may be of benefit to a variety of establishments. Neither of the centres has had the opportunity to work through ideas in the others' area before, so there is tremendous potential for this program to break new ground in combining Science and Design knowledge, and to create opportunities for future interdisciplinary research.\\n\\nThe secondary aim is to examine whether certain physical responses such as pulse rate and skin conductance, can be cross referenced with subjective verbal responses regarding one's perception of an environment. Although the scientific sector has been active in the area of psychophysical measurement, designers generally lack the knowledge and skills required to collect and interpret such results in order to confidently inform multisensory design implementations. This research hopes to combine the expertise of both science and design to inform and profit holistic interior design as well as inspire similar future collaborations. It is a unique opportunity for both research centres to work with our partner at AGE CONCERN, learn about methods of psychophysical and psychological measurement of colour and fragrance. It will advance the studies of both centres, and lead to useable mulitsensory design interventions for the improvement of environments with dissemination to key professionals in relevant public and private sector organisations.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/F011776/1","grantId":"AH/F011776/1","fundValue":"130254","fundStart":"2008-04-01","fundEnd":"2009-06-30","funder":"AHRC","impactText":"","person":"Hilary  Dalke","coPersons":["Charles  Spence"],"organisation":"Kingston University","findingsText":"","dataset":"gtr"}