{"id":"3BC6C860-B94A-4780-8753-333E32187BB6","title":"Creating a 'Health Talk Online' web-based resource on family experiences of disorders of consciousness","abstractText":"<p>Increasing numbers of people are now surviving after severe brain injuries which leave them with chronic disorders of consciousness, ie in ‘vegetative’ or ‘minimally conscious’ states.Their families face many challenges including:</p>\n\n<ul>\n \n\n <li>complex diagnostic and prognostic information</li>\n\n <li>uncertainty about the future</li>\n\n <li>difficult treatment decisions</li>\n\n <li>profound moral and emotional dilemmas. </li>\n\n</ul>\n\n<p>This initiative builds on (and will extend) our existing data base of in-depth research interviews with families of brain-injured patients in order to create support and information tools. We are video-recording interviews extracts from which will be available on the publicly available web-based resource: <a href=\"http://www.healthtalkonline.org/\" rel=\"nofollow\">HealthTalkOnline</a></p>\n\n<p>This work is part of a broader project addressing serious brain injury conducted by the Cardiff-York Chronic Disorders of Consciousness Research Groups:</p>\n\n<ul>\n \n\n <li><a href=\"http://www.cardiff.ac.uk/jomec/research/consciousness/index.html\" rel=\"nofollow\">Cardiff</a></li>\n\n <li><a href=\"http://www.york.ac.uk/sociology/research/current-research/kitzinger-consciousness/ \" rel=\"nofollow\">York</a></li>\n\n</ul>\n\n<p><br /><br /></p>","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=ES/K00560X/1","grantId":"ES/K00560X/1","fundValue":"23920","fundStart":"2013-02-11","fundEnd":"2014-08-10","funder":"ESRC","impactText":"  The healthtalk.org resource and the research underpinning it has been used to:\n(a) support family members with a relative in a vegetative or minimally conscious state;\n(b) inform best interests discussion between clinicians and families in intensive and long-term care settings;\n(c) provide training to health care practitioners (e.g. intensive care practitioners, neurosurgeons, neuro-rehabilitation specialists, allied health professionals, independent mental capacity advocates and care staff);\n(d) inform recommendations by the House of Lords Select Committee on the Mental Capacity Act 2005 and National Clinical Guidelines produced by the Royal College of Physicians;\n(e) support ethics committee discussions and the training of bioethicists;\n(f) inform debate about law and medical ethics;\n(g) develop policy and practice relating to uptake and implementation of Advance Decisions among both practitioners and the general public (especially through synergy with our other award on ADs, ES/J022306/1);\n(h) provide information to increase the accuracy of reporting about 'coma' by journalists and create new cultural creative representations of coma and the vegetative/minimally conscious state. Communities and Social Services/Policy,Creative Economy,Education,Healthcare,Government, Democracy and Justice Cultural,Societal,Policy & public services","person":"Jenny  Kitzinger","coPersons":["Sue  Ziebland","Celia  Kitzinger"],"organisation":"Cardiff University","findingsText":" This project involved collecting and analysing video-recorded in-depth interviews with 22 family members of severely brain-injured patients (more than twice as many as originally planned in our grant application). The interviews (on average around 3 hours each) explored people's experiences of having a son, daughter, sibling, partner, parent or other relative in a vegetative or minimally conscious state. The new video-recorded interviews were added to an already-existing data set of audio-recorded interviews (partially funded by a Wellcome grant) making 65 family interviewees in total. We then translated this research into a multi-media, on-line, support and training resource. We also video-recorded interviews with some practitioners (a brain surgeon, a critical care consultant and two neuro-rehabilitation experts). \n\nOur findings showed: (a) the isolation and lack of information and support experienced by some families; (b) lack of clarity from some family members about their own role in decision-making and (c) a lack of awareness about the role of the patient's prior expressed wishes, values and beliefs. The research suggested a need for improvements in communication, decision-making processes and compliance with the Mental Capacity Act 2005. Our findings also highlighted some of the complex emotional and social challenges confronted by families, and the lack of accurate cultural representation of prolonged coma-like states.\n\nThe on-line resource was developed to address the needs identified and to help families to contribute to decision-making about their relative, backed up by reliable medical and legal information. It was also designed to be of use to practitioners in the field. \n\nThe resource is in the form of a section for the award-winning charity website healthtalk.org.uk - a site which 'provides free, reliable information about health issues, by sharing people's real-life experiences' and covers over 80 different health conditions.\n\nOur new section focuses on family experiences of vegetative and minimally conscious states. Information is presented under 39 topic headings, grouped under key themes (e.g. 'Impact on family', 'Decision-making about medical treatments' etc), Each topic page includes a summary of key issues illustrated with film clips from the interviews (250 clips in total), alongside clinical and legal information. \n\nThis resource provides support for families, a tool to facilitate good clinician-family communication, and information for professional training, clinical guidelines and legal/policy discussion. \n\nThe researchers launched the new resource at a conference for practitioners (see 'Engagement Activities' - 'Launch conference') and subsequently ran training events with hospital ethics committees, neuro-intensive specialists, independent mental capacity advocates, and healthcare practitioners in long-term care centres (See 'Engagement Activities'). Outputs include:\nsix publications, i.e. the multi-media website which was the core output, and in addition a booklet for families and 4 academic publications; \nthe project PI was co-producer on 2 half hour BBC radio programmes \nand we delivered 27 training sessions/talks using the resource (8 of which were invited keynotes). The resource is now widely used across the UK and there is evidence of international interest and use (web-hits have come from 28 countries in addition to the UK and we have given talks in the US and Australia). In addition to being used by families of vegetative and minimally conscious patients, this resource can be (and is being) used by: (a) academic researchers developing further analysis of the issues from diverse disciplinary perspectives (see work with colleagues from philosophy, history, law etc at www.cdoc.org.uk) and (b) by health care practitioners, including those interested in particular areas of health care for vegetative and minimally conscious patients. For example, we are already working with an experienced physiotherapist to develop specific training for physiotherapists working with vegetative and minimally conscious patients and their families, and are planning a collaboration with neuro-psychologists: we hope to take both these projects forward in the future. We have also been approached by a care home concerned to develop better practice specifically for ethnic minority families and clinicians are also keen to develop more resources and expertise related to families' diverse religious and cultural backgrounds.\n\nThis resource can also be/is being used as a training resource by/for bioethicists, hospital ethics committees, lawyers, hospital clinicians, and care staff in long-term care settings catering for these patients. We are already working with these groups (see 'Engagement Activities'), and again see a great deal of potential for the future.\n\nThis resource, and the research that underpins it, is also informing debate about law and social policy in two domains: \n(1) serious medical decision-making regarding VS/MCS patients; \n(2) uptake and implementation of Advance Decisions (especially through synergy with the Co-investigator, Celia Kitzinger's ESRC award on Advance Decisions (ES/J022306/1) Communities and Social Services/Policy,Digital/Communication/Information Technologies (including Software),Education,Healthcare","dataset":"gtr"}