{"id":"3BCC7A30-E8C7-40ED-9B3F-9843B744A49C","title":"The Development of a Repertorie for Electric Violin","abstractText":"The precursor to this research began early in 2005 when, as an experienced concert violinist, I began a collaborative project with the conductor Ray Farr and the Reg Vardy Brass Band (Conductor in Residence and Brass Band in Residence at Durham University). The immediate context was to perform Phillip Wilby's_Flight_in a specially undertaken transcription for electronic violin and brass band. It is extremely rare for a stringed instrument to play with a brass band, an ensemble that has its own distinct genre and culture. The initial aim was to introduce a new instrument into the brass band repertoire, creating an unusual coupling compared to more familiar brass band transcriptions of the classical reportoire. The trial raised many questions, particularly with regards to practical compatibility. Our initial experiments led us to consider using a 'Violectra' (an especially effective model of electronic violin) to solve the problem of balance between the violin and brass band. The use of the Violectra proved to be so successful that it became clear that the potential of the electric violin could be greatly expanded, and the experience triggered for me a new and exciting area of musical exploration.\\n\\nThe electronic violin is largely used in popular music as an amplified version of the acoustic violin. Many of the commerically available models fall into two types: 1) to be used as a replacement for the acoustic instrument - for example as a practice instrument (notably Yamaha's 'Silent Violin'_ - these instruments retain many features of the acoustic instrument but with a limited range of amplification; or 2) to be used as an amplified violin (such as Fender's FEV344 and Zeta's 'Jazz'), thus having a smooth, stable quality of tone (a source of potential for a wide range of electronic treatment) but without the complexity of tone quality which gives the acoustic violin its unique character. There are many independent electronic violin makers, particularly in the US, but the use of the electronic violin remains limited. When compared with the breadth of use and expressiveness of the electric guitar, one cannot help realising that so much more can be developed with the electric violin.\\n\\nThe project aims to promote the development of this potential in a unique way. The main objectives are: 1) to identify the expressive range of the electric violin compared with the acoustic violin, 2) to assess technical and musical features suitable for the instrument, 3) to apply the research findings in composition and transcriptions. The research will be conducted through both theory and practice in order to outline and develop the musical potential of the instrument, taking advantage particularly of my experience as a distinguished and innovative performer in both the classical and contemporary repertoires.\\n\\nThe potential for development is considerable, but in the present proposal research will be limited to two areas: electric violin with brass band, and electric violin with electroacoustics. These opportunities are given by the presence of both facilities at Durham, and are an ideal confluence of different musics/cultures in which to break new ground. Collaborative work with the brass band especially provides opportunities for the assessment of practical and aesthetic directions.\\n\\nOutcomes will take the forms of articles and performances, as well as new works (including an already confimed commission for electric violin and brass band by Martyn Harry, funded by Durham City Arts for 2006 Durham Brass Festival). A CD recording of works for violin and brass band, including Wilby's aforementioned work and Harry's, is under negotiation.\\n\\nThe project combines fundamental research with practical application. Potential benefits include enabling for the future the creation of a new genre, in which the electric violin may be established as an instrument in its own right, perhaps achieving a new impetus - otherwise rare - in the history of the violin.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/D501784/1","grantId":"AH/D501784/1","fundValue":"8049","fundStart":"2006-03-01","fundEnd":"2007-02-28","funder":"AHRC","impactText":"","person":"Mieko  Kanno","coPersons":[],"organisation":"Durham University","findingsText":"","dataset":"gtr"}