{"id":"3BDC5F2C-3D8D-4DC5-AAB3-7AD9AFDF533A","title":"Lexicon of Greek Personal Names","abstractText":"The Lexicon of Greek Personal Names (LGPN) project seeks to create and disseminate a comprehensive and authoritative collection of personal name evidence, and so unlock the potential contained in such names for innovative research into every aspect of ancient Greek life. It covers the period from the earliest historical records (8th century BC) to the early Byzantine period (7th century AD). LGPN is not just about names but about people. Every attested bearer of a name is included. It is thus a fundamental tool for research into most aspects of social history. \nThe seven published LGPN volumes (an eighth is in progress) have already established themselves among the most essential items in any ancient historian's toolbox. Through a succession of conferences and publications, LGPN has encouraged a boom in onomastic awareness and research, among literary scholars and social historians as well as epigraphists. The first objective of the present application is to prepare a ninth volume that will cover what in Roman times were the provinces of Syria, Judaea Palaestina, Arabia, Osrhoene and Mesopotamia (henceforth RNE [Roman Near East]), and also the so-called 'Greek Far East' (Iran, Bactria, India). Our current estimate of the number of names involved is c. 30,000, i.e. on a scale to require a volume of 250-300 folio pages. \nUnlike its predecessors, the new volume will treat regions where evidence is available on a substantial scale in languages other than Greek and Latin (principally Syriac, Hebrew, the various dialects of Aramaic and Arabic, and on a much smaller scale Babylonian cuneiform): some Greek names appear in languages other than Greek, some non-Greek names that appear in Greek (and thus fall within our remit) occur also in non-Greek sources. This is a difficult new challenge and a new opportunity, to deal with which we will recruit a researcher trained in Semitic languages and call on the advice of numerous experts. A new departure in dealing with non-Greek names recorded in Greek will be to give their form (in transcription) in the language to which they belong where known, and a reference to onomastica (where available) for those languages where the name in question is registered. We will thus provide a bridge between two classes of evidence too often kept separate through linguistic barriers. \nThe bulk of the material will come from RNE, and (apart from the coastal region) is of the period of the Roman empire. Even when Greek (and Latin) inscriptions start to appear in good numbers, they often contain Semitic names written in Greek, or Greco-Roman names favoured because they closely resemble Semitic names in meaning or in sound. Names are among the most important witnesses to the often elusive persistence of the indigenous beneath the Greco-Roman veneer. Major issues of cultural interaction are therefore posed by the material to be collected in this volume. The present proposal incorporates a fifth conference-plus-volume in the established LGPN series, at which leading experts will tackle these issues with the aid of the new evidence being collected by the project.\nLGPN has been an important presence in the field of Digital Humanities since its inception, most recently since a major conversion of the database to allow full online searching on the basis of (e.g.) location, time, and status. But at present it provides only raw data, the names themselves, for historical linguists. Professor Sophie Minon of Lyon has proposed to collaborate with LGPN to produce a 'linguistic extension' to the database which will provide the missing linguistic analysis and allow e.g. all the innumerable compounds containing a given semantic element such as Leo-/-leos to be viewed together. We will collaborate with Professor Minon's team to add this major new component to the database. This will make it as indispensable a working tool for linguists (Greek and comparative) as it is already for historians.","grantUrl":"http://gtr.rcuk.ac.uk/projects?ref=AH/M01133X/1","grantId":"AH/M01133X/1","fundValue":"796683","fundStart":"2016-04-01","fundEnd":"2019-09-30","funder":"AHRC","impactText":"","person":"Robert  Parker","coPersons":["Jean-Baptiste  YON"],"organisation":"University of Oxford","findingsText":"","dataset":"gtr"}